{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/football/paulo-dybala-juventus-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-22T13:40:25Z"], "LastModifiedDate": ["2020-03-22T16:06:46Z"], "Headline": ["Paulo Dybala becomes the third Juventus player to test positive for the coronavirus"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Juventus forward Paulo Dybala has become the third player at the club to test positive for the coronavirus. The Argentine said that he and girlfriend Oriana had returned positive tests but are in \"perfect condition.\" Juventus also confirmed that Dybala is showing no symptoms and has been self-isolating at home since March 11.  READ: Manchester rivals come together to support local food banks amid coronavirus pandemic Defender Daniele Rugani and midfielder Blaise Matuidi both also contracted the virus in recent weeks; Matuidi said Wednesday that he is \"strong\" and in \"good spirits.\" Italy has been severely affected by the virus with the latest tally by Johns Hopkins University recording 53,578 cases and 4,825 deaths -- over 1,600 more than in mainland China.  AC Milan's technical director Paolo Maldini and his son Daniel, who plays for Milan's youth team, are both in quarantine after testing positive for COVID-19.  The club also confirmed that it has closed its headquarters and training centers until at least April 3. READ: Borussia Monchengladbach players offer to give up their salaries All football in Europe's top competitions has been halted amid the pandemic, with the Premier League announcing earlier this week that it was extending its suspension until April 30. Rugani, the first player in Serie A to contract the coronavirus, appeared in high spirits when he revealed he had been reading Harry Potter to improve his English while in self-isolation. \"They say it's an easy book for kids and maybe if I read it, it could be a first step towards learning the language, as I've read all of the books in Italian and read all of the films, so it helps me a bit that I already know the story,\" Rugani said in a video on Juventus' social media channels. Meanwhile, former Manchester United midfielder Marouane Fellaini, who currently plays for Chinese Super League side Shandong Luneng, has tested positive for COVID-19.  \"I can assure you that everything is fine for me now,\" Fellaini posted on Instagram.  \"Thanks to the fans, medical staff and the club for their care and attention. I will follow the treatment and hope to return to the game as soon as possible. Please everyone stay safe.\" Fellaini, who joined Shandong in January 2019, is asymptomatic and has now been placed in hospital quarantine, according to a statement from the Chinese club."], "Language": false}