{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/us/georgia-coronavirus-girl-hospitalized/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amara Walker, Alta Spells and Melissa Alonso, CNN"], "Writers": [["Amara Walker", "Melissa Alonso"]], "FirstPublishDate": ["2020-03-22T15:35:37Z"], "LastModifiedDate": ["2020-03-22T15:35:37Z"], "Headline": ["12-year-old girl with coronavirus is on a ventilator and fighting for her life"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Emma, a 12-year-old girl, is \"fighting for her life\" in an Atlanta hospital after testing positive for the coronavirus, according to her cousin. Justin Anthony told CNN that Emma was diagnosed with pneumonia on March 15 and tested positive for coronavirus on Friday night. As of Saturday, she was on a ventilator and is currently in stable condition, Anthony said.  Emma had no pre-existing conditions. She has not traveled recently and it's unknown how she contracted the virus, according to Anthony. Children's Healthcare of Atlanta-Scottish Rite Hospital confirmed that a current patient tested positive for Covid-19, though it declined to go into details. \"The patient remains in isolation, and we have consistently used appropriate precautions. Additional details will not be released due to patient privacy laws,\" said hospital spokeswoman Jessica Pope. Health experts have said that the elderly and those with underlying health conditions are most at risk of death from the novel coronavirus. Children are contracting and spreading the virus, but they are generally developing mild cases of the illness. Out of nearly 45,000 confirmed cases in China through February 11, there was only one death in someone younger than 20, according to the Chinese Center for Disease Control and Prevention, and no deaths among children younger than 10. Out of 731 confirmed and 1,412 suspected cases of Covid-19 in children in China, one child, a 14-year-old boy, died, according to a new study that will be published in the journal Pediatrics in June. Also, nearly 6% of children's cases were severe, compared with 18.5% of adults experiencing severe symptoms, the study found. Young adults have better outcomes than the elderly, but they too are not immune to the virus.  A report issued Wednesday by the US Centers for Disease Control and Prevention shows younger people are making up a big portion of hospitalizations. Up to 20% of people hospitalized with coronavirus in the United States are young adults between ages 20 to 44, the study showed.  The study analyzed the cases of about 2,500 patients in the US whose ages were known. There were no ICU admissions reported for those under age 19, the report said. Anthony told CNN he has Emma's mother's approval to tell her story. He said he wants people to know the seriousness of coronavirus. \"I know first hand how dangerous it is,\" he said. \"Everyone keeps saying 'it doesn't impact younger people.' But here's a 12-year-old fighting for her life. People need to practice social distancing. People need to take care of their children. People need to take this seriously.\" On Sunday there were more than 500 confirmed cases of coronavirus in Georgia, including 20 deaths, according to the latest data."], "Language": false}