{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-outbreak-03-21-20-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joshua Berlinger, Brett McKeehan, Jack Guy, Fernando Alfonso III and Amir Vera, CNN"], "Writers": [["Joshua Berlinger", "Brett McKeehan", "Jack Guy", "Fernando Alfonso III", "Amir Vera"]], "FirstPublishDate": ["2020-03-21T00:51:05.639Z"], "LastModifiedDate": ["2020-03-22T02:13:02.740Z"], "Headline": ["March 21 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus outbreak has moved here. A Fort Carson soldier has tested positive for coronavirus, according to a statement from the base. The Colorado National Guard soldier was being housed at the Colorado National Guard’s 168th Regional Training Institute at Fort Carson. The soldier will remain in isolation, is in good spirits and doesn’t require hospitalization at this time, the release sad. More than 360 people have tested positive for coronavirus in Colorado, including four who have died. A Transportation Security Administration officer working at Dulles International Airport in Virginia has tested positive for the coronavirus. The individual has been quarantined and is resting at home, the TSA said in a statement. Here's what else the statement said: “TSA confirms that a Transportation Security Administration officer who works at Washington Dulles International Airport tested positive for the Covid-19 virus.\nThe individual is quarantined and resting at home. TSA employees who work the same shift and may have come in contact with the officer who tested positive during the past 14 days have been alerted about the situation so that they can take action as appropriate.\"   California Governor Gavin Newsom is telling young people at beaches that the outbreak is not the time to party -- it's time to stay home.  “Don’t be selfish,” Newsom said, adding that for young people “thinking this is a party, (it's) time to grow up,”  He encouraged everyone to stay at home to combat the coronavirus outbreak, saying that it was best to assume you are contagious and distance yourself from others.  Testing issues: The Governor said the big issue around testing is about swabs and gathering evidence. There was a need for targeting testing, he said. He said he was encouraged by the spirit of collaboration and offers of help from Tim Cook and Elon Musk.  Housing issues: Housing the homeless in hotel rooms and trailers is a priority, he said. His office has identified 1,000 additional nursing facility beds that could be readied for the senior community.  Anyone arriving in the state of Hawaii -- including returning residents -- will be subject to a 14-day quarantine. The mandate, which is the first of its kind in the United States, will go into effect Thursday at 12:01 a.m. and remain in place until further notice, the state's governor David Ige said. “We want this action to send a message to visitors and residents: we appreciate their love for Hawaii, at this time we believe our community is very, very important and we need to come together as a community to fight this virus,” he said at a press conference.  Ige said that while the economy will suffer from this move, it was necessary. Violators could be subject to a $5,000 fine and a year imprisonment. Italian Prime Minister Giuseppe Conte announced that all \"non-essential factories\" must close as Italy faces \"the most severe crisis since WWII.\" That restriction applies to any factories not involved in producing food or medical equipment. Speaking via Facebook live Saturday, Conte announced that the more severe measures were necessary due to the increasing number of coronavirus deaths. Italy has recorded 53,578 cases and 4,825 deaths. “The death of many of our citizens is a pain that we deal with everyday. The deaths we continue to hear of are not just numbers, they are people,\" he said. All pharmacies, food stores, financial services and public transportation will continue to remain open in Italy, Conte said. \"(The measure) will allow us to return to our factories, our piazzas, hugging our friends again. We do this because we love Italy.” There are now at least 23,649 cases of coronavirus in the United States and 302 people have died from the virus, according to a CNN tally. This includes cases in all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Here are the worst affected states: New York -- 10,356 cases, 53 deaths\nWashington -- 1,793 cases, 94 deaths\nNew Jersey -- 1,327 cases, 16 deaths\nCalifornia -- 1,200 cases, 24 deaths Eritrea's Ministry of Information has reported the east African country's first case of coronavirus. A 39-year-old Eritrean man tested positive for coronavirus, the ministry said. The man has permanent residence in Norway and flew back to Eritrea Saturday morning local time via airline FlyDubai. The man was exhibiting symptoms during the screening at Asmara International Airport. He was immediately quarantined and tested.  The United State's emergency stimulus package will help the workers hardest hit by the  coronavirus outbreak, Senate Minority Leader Chuck Schumer said. Schumer told CNN’s Wolf Blizter on The Situation Room on Saturday night that a tentpole of the stimulus package was putting “workers first” by giving them “unemployment insurance on steroids.”  “If you can’t work because your business is closed for all the obvious reasons, you will get your full pay from the federal government and unemployment insurance on steroids will cover all workers,\" Schumer said.\n\"It will cover part-time workers, workers who are independent, it will cover the freelancers, and you will be able to stay on this for four months.\" Under this scheme, Schumer noted that workers would be “furloughed by their employer so that you can go back to work.”  About 75 million residents of Connecticut, Illinois, New York and California have been ordered to remain at home to slow the spread of coronavirus.  The United States Department of Justice is petitioning Congress to change the law to deny asylum or visas to people who test positive for the coronavirus, according to a document obtained by CNN. CNN previously reported that the Trump administration was trying to block asylum seekers, citing the virus. The State Department temporarily stopped processing routine visas at all embassies and consulates on Friday. The Department of Justice has submitted a multitude of legislative proposals to Congress in order to deal with the coronavirus outbreak and its impact on the judicial system, according to a document obtained by CNN. Those include:  Requesting the suspension of the statute of limitations while the country is in a state of emergency;\nUsing video teleconferencing for preliminary court hearings;\nPriority virus testing for federal agents. DOJ has not responded to CNN’s request for comment. United Airlines is bringing back some of its international flights just one day after making significant international flight schedule cuts. On Friday, United said it was slashing its April international schedule by 95%. However, on Saturday evening, the airline said it “knows some people around the globe are displaced and still need to get home” and will be adding some capacity back to its schedules.  The changes mean the airline will operate at about 90% international capacity, it said.  \"This remains a fluid situation, but United continues to play a role in connecting people and uniting the world, especially in these challenging times,\" the company said in a press release. United States Vice President Mike Pence and his wife have tested negative for coronavirus, his spokeswoman announced Saturday evening. “Pleased to report that the Covid-19 test results came back negative for both Vice President @Mike_Pence and Second Lady @KarenPence,\" his spokesperson tweeted. Pence announced he and his wife would be tested Saturday afternoon after a staff member at his office tested positive for coronavirus. Bolivia has announced a nationwide, 14-day \"total quarantine\" starting Sunday, according to Bolivian state media agency ABI. The country's interim president, Jeanine Áñez, said Bolivians should “be at home 24 hours a day” and that only one person per family can leave at a time to go shopping. Public and private transport will be suspended.  Still operating: Pharmacies, hospitals and health centers will remain open as normal, she said. Permits will be given to employees in sectors that remain open. Questions over election: On Saturday, the Bolivian electoral tribunal issued a notice on its website saying that the quarantine order impedes the body from carrying out preparatory activities ahead of May 3 elections. The tribunal said that political groups and authorities should work together to decide on a “new date” that takes into account “scientific evaluations based on serious estimates about the probably evolution of the pandemic.” An interim government has ruled Bolivia since former President Evo Morales fled the country following allegations of fraud in an October vote that would have given him a fourth term in office. Morales has said he was the victim of a coup. Apple is donating 2 million masks to health professionals in the US and Europe.   Apple CEO Tim Cook confirmed the news in a tweet. The company has also temporarily closed all of its stores outside of greater China and committed $15 million to helping with the worldwide recovery from novel coronavirus. ##Business## An inmate at the Metropolitan Detention Center in Brooklyn has tested posted for the coronavirus, according to the Federal Bureau of Prisons website.  This is the first known case of an inmate detained in the federal prison system to contract the virus. The inmate initially complained about chest pains and was taken to local hospital, where he was tested for coronavirus, according to a news release from the Bureau of Prisons. On March 20, 2020, he was discharged back to MDC Brooklyn and immediately placed in isolation. Today, the BOP was notified his test results for COVID-19 were positive,\" the release said.  Two Bureau of Prison staff members, one at Leavenworth, Kansas, and another in Grand Prairie, Texas, tested positive for the virus and are the only known staff members to be infected at this point. The US Embassy in Lima said Saturday it \"is coordinating closely with the Peruvian Government on all options for US citizens to depart the country and are arranging charter aircraft,\" an alert from the embassy said Saturday. \"A flight of 264 American citizens departed Lima for Washington, DC on March 20, and the Embassy understands that LATAM flight 2488 departed Lima for Miami today with over 175 U.S. citizens,\" the embassy said in an alert. \"Please stay attuned to U.S. Embassy messaging as we continue to arrange for more flights over the coming days. These flights will be subject to reimbursement.\" Kuwaiti Deputy Premier and Interior Minister Anas Al-Saleh announced an 11-hour curfew from 5 p.m. Sunday to 4 a.m. Monday (local time), according to the Kuwait News Agency (KUNA). Al-Saleh said the government was \"forced\" to impose the partial curfew due to \"non-compliance with the Ministry of Health's instructions to stay indoors.\" There are at least 23,572 cases of the novel coronavirus in the United States, according to CNN Health’s tally of cases that are detected and tested in the United States through US public health systems. At least 295 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, plus all repatriated cases. Italian soccer club AC Milan announced on its website Saturday that former player Paolo Maldini and his son, Daniel, have tested positive for coronavirus.  Maldini, 51, a former Italian national team star, is considered one of the greatest defenders to come out of Italy. He is currently the technical director with AC Milan. Read AC Milan's full statement below: AC Milan confirms that Paolo Maldini, the club's Technical Director, became aware of contact with a person who subsequently tested positive for Coronavirus and began to display symptoms of the virus himself. He was administered with a swab test yesterday, the result of which was positive. His son Daniel, a forward in AC Milan's youth team who had previously been training with the First Team, also tested positive.\nPaolo and Daniel are both well and have already completed two weeks at home without contact with others. They will now remain in quarantine until clinically recovered, as per the medical protocols outlined by the health authorities. Spanish Prime Minister Pedro Sanchez asked Spaniards on Saturday to remain strong, as new cases and the number of deaths due to novel coronavirus are expected to increase in the coming days and weeks. Speaking from the Presidential Palace La Moncloa in Madrid, Sanchez said the worst is to yet come.  Spain is among the most affected countries in Europe and in the world,\" Sanchez said. \"There are hard days ahead. We have to get ready from a physiological and emotional standpoint. We have to get to the end of next week strong, very strong. The risk is everywhere.\"  To strengthen Spain's response to the crisis, Sanchez announced national production of masks, ventilators and tests will begin. Meanwhile, the government has bought 640,000 reliable ratified fast tests, and within the next few hours, Sanchez said 1.3 million masks will be handed to health personnel and patients. Earlier on Saturday, the Spanish government said approximately 15,000 tests were being administered daily, and that the government is working to acquire four robots to increase testing capacity to almost 80,000 tests a day. The statement said that it's important to note that the number of tests do not equal the number of patients; sometimes a single patient may require multiple testing for a proper diagnosis. Jeanine Áñez, Bolivia’s interim president, announced a nationwide, 14-day \"total quarantine\" starting Sunday to combat the spread of the novel coronavirus, according to Bolivian state media agency ABI. Áñez said that Bolivians should \"be at home 24 hours a day\" and that only one person per family can leave at a time to go shopping.  Pharmacies, hospitals and health centers will remain open as normal, she said, adding that public and private transport will be suspended and that permits will be given to employees in sectors that remain open. There are 22,782 cases of the novel coronavirus in the United States, according to CNN Health’s tally of cases that are detected and tested in the United States through US public health systems. At least 281 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Despite federal guidelines, President Trump Saturday suggested health care workers sanitize and reuse masks when treating coronavirus patients, rather than \"throwing away\" masks that are in short supply. Suggesting that health care workers instead clean and reuse the masks, the President said:  We have very good liquids for doing this, sanitizing the masks, and that that's something they're starting to do more and more. They're sanitizing the masks.\" It is unclear which type of mask the President was describing, but FDA guidelines for the common N95 respirator masks state they \"should not be shared or reused.\" Neither the FDA nor CDC guidelines suggest the possibility of sanitizing masks for safe reuse.   St. Louis Mayor Lyda Krewson has issued a mandatory \"stay at home order\" for city residents beginning 6 p.m. Monday \"to prevent further spread\" of coronavirus. The new restrictions will last for 30 days, Krewson said at a press conference Saturday. Thirty days was chosen because it spans the approximate length of two Covid-19 incubation cycles. Residents are allowed to go to the grocery store, doctor's office, pharmacies and other preapproved types of businesses as long as a six-foot distance is kept between one another.  An 82-year-old woman in Chile died from coronavirus, making her the nation's first death, according to the country's health ministry Saturday.  The woman had other conditions, including chronic obstructive pulmonary disease, the health ministry said.  The woman attended a family gathering of approximately 20 people on March 4 and that four people in the family \"cluster\" have tested positive for coronavirus, the health ministry said. The Ugandan Ministry of Health announced the country's first case of coronavirus Saturday on the ministry’s Twitter account. The ministry said the patient is a 36-year-old Ugandan man who arrived in the country on Saturday after taking an Ethiopian Airlines flight from Dubai. The patient showed symptoms that included high fever and poor appetite. Ugandan Health Minister Dr. Jane Ruth Aceng said the passenger was identified by a temperature check in the airport. \"The passenger manifest has been retrieved and all contacts are known as we are in position of the passports of all the travelers that came on that plane,\" Aceng said. The city of Berlin limited gatherings to no more than 10 people Saturday. Restaurants in the city can only offer takeout and delivery.  The tightened restrictions in Germany's capital come a day after the southern state of Bavaria issued restrictions of movement for its residents, allowing only those who have a reason to leave their homes.  Missouri Gov. Mike Parson said the social distancing order he announced Friday will go into effect at 12:01 a.m. Monday and last until April 6 unless it is extended. At a Saturday press conference, Parson said: Missourians should avoid gatherings of more than 10 people.\nAvoid eating or drinking at restaurants, bars, or food courts. The use of drive-through delivery or pickup is allowed.\nNo visiting nursing homes, long-term care facilities, retirement homes or assisted living homes unless it is to provide “critical assistance.\"\nAll schools will remain closed. In addition, the filing and/or payment of state income taxes has been extended to July 15 and an automatic extension of driver's license renewals and vehicle registrations by two months has been granted.  Lebanese Security Forces are implementing a plan to prevent people from leaving their homes to contain the spread of coronavirus in the country, Lebanese Prime Minister Hassan Diab said during a press briefing Saturday. These plans include security patrols, setting up checkpoints on small, main and international roads to impose the procedures,\" Diab said, adding that “violators will be prosecuted by the judicial authorities.” Diab asked the Lebanese people to cooperate with the government.  \"I call upon you to implement a self-curfew, because the state alone cannot face this crawling epidemic, the responsibility here is, an individual, social and official responsibility, we are in grave danger, and our victory can only be achieved through the integration of the state, the society and the citizen.\" Earlier Saturday, the Lebanese Minister of Public Health Hamad Hassan tweeted that the country has \"slipped into the (virus) outbreak\" phase, as the number of cases increased by 81 cases in the last 48 hours. On Sunday, Lebanese Minister of Information Manal Abdul Samad said in a press conference that \"public and private gatherings are banned\" and that people are \"obligated to stay in their homes unless there is an extreme necessity\" to leave them. The Federal Aviation Administration announced Saturday via Twitter that ground stops in New York have been lifted after an air traffic controller and a trainee tested positive for coronavirus.  Apple CEO Tim Cook tweeted Saturday that the tech company will be donating \"millions of masks for health professionals in the US and Europe.\"  To every one of the heroes on the front lines, we thank you,\" Cook tweeted.  The number of cases of coronavirus worldwide is now at 303,001, according to the Johns Hopkins University & Medicine Coronavirus Resource Center.  The total deaths globally is 12,944. The countries with the highest number of cases are China, Italy and Spain, respectively. The countries with the highest number of deaths, in order, are Italy, China and Iran. More than half of employees in South Carolina are working from home, according to a press release from state Gov. Henry McMaster. For 52 of 74 state agencies, a reported 13,902 employees were either working from home or taking leave while 11,411 employees remained at work, the release said. McMaster extended the state's income tax deadline to July 15 to match the new federal deadline, the release said. He issued an executive order to direct the state's Department of Revenue to waive additional regulations allowing restaurants to sell wine and beer \"to go\" for curbside pickup orders, the release said. The Ottawa Senators announced that a second player on the team has tested positive for coronavirus. This news comes days after another player on the team had tested positive. Neither player has been identified.  \"The player was part of the recent away trip that included games in San Jose, Anaheim and Los Angeles. The total number of people that travelled with the club is 52, including players, staff, media, guests and flight crew. Of those on the trip, 44 have shown no symptoms, eight people have been tested, and two positive results were received. We are awaiting the results from tests that took place on Wednesday, Thursday and Friday,\" the team said in a statement. The team had been asked to self-quarantine since March 13. So far, the Senators are the only team in the NHL to announce that a player has tested positive for coronavirus. Soccer player Paulo Dybala, a forward for Italian Serie A club Juventus, tested positive for coronavirus, according to an announcement on his Twitter account.  Dybala's girlfriend, singer, actress and model Oriana Sabatini, also tested positive.    Dybala is the third Juventus player known to have contracted Covid-19 after Blaise Matuidi and Daniele Rugani. Dybala is an Argentinian national who also plays for Argentina's national team. Illinois Gov. J.B. Pritzker reminded Illinois residents that a \"stay at home\" order will go into effect for the state at 6 p.m. Saturday – an announcement he originally made on Friday. “Please remember that the grocery stores and gas stations and pharmacies will all be open tomorrow and Monday and Tuesday, and every day after that, and they are constantly being restocked,\" Pritzker said at a press conference Saturday. Pritzker issued a \"call to action\" for all former physicians, nurses, physicians assistants, nurse practitioners and respiratory care therapists who have recently left their fields to \"come back and join the fight against Covid-19.\" Pritzker said the state will be waiving fees and expediting license renewals so the health care professionals can rejoin the workforce quickly. Ohio Gov. Mike DeWine issued an order Saturday that closes adult day services across the state with exception of settings of fewer than 10 people. More than 26,000 citizens, mainly people with developmental disabilities, leave their homes to receive group-based services during the day, according to DeWine. These groups can vary between four to 100 members. Some locations have already closed or downsized, he said, adding that families and guardians are making or have made tough decisions to keep people home. Small groups and services in a person’s home can continue while following proper precautions, DeWine said. The state is working with providers to ensure there is a place for each person to go and individuals will continue to receive the services they need, he said. There are 22,397 cases of the novel coronavirus in the United States, according to CNN Health’s tally of cases that are detected and tested in the United States through US public health systems. At least 278 people have died.  The total includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases.  France has seen a jump in deaths linked to coronavirus infections, according to new figures released by the Health Ministry on Saturday. The number of people who have died in France since the beginning of the epidemic is now at 562, according to the Health Ministry. The number of people testing positive is 14,459 as of Saturday. According to the Health Ministry, 6,172 people have so far been hospitalized, with 1,525 in intensive care, 50% of whom are under 60 years of age. ##Health## The number of confirmed coronavirus cases in the United Kingdom has climbed to 5,018, according to an official update from the Department of Health and Social Care on Saturday. The update also says 72,818 people have been tested so far in the UK, the department said. In total, 233 people with coronavirus have died across the country, the department added.  ##Health## Turkey announced a partial curfew for citizens older than 65 years old and for those who have chronic conditions starting at midnight on Saturday. The partial curfew prohibits senior citizens and those with chronic illnesses from using public transportation, being in parks and leaving their homes, the Turkish interior ministry said in a statement. For those who live alone and are covered by the curfew, social support will be available through provincial governorships, the statement said. The conditions covered by the partial curfew include chronic pulmonary obstruction disease, asthma, chronic lung diseases, cardiovascular diseases, hypertension, liver disease and those taking immunosuppressants, the statement said. ##Daily Life## President Trump said he wished China had told him earlier about coronavirus, according to remarks he made at the White House on Saturday. “I have great respect for China, I like China… I have a tremendous relationship with President XI. I wish they could have told us earlier about what was going on inside. We didn’t know about it until it started coming out publicly,\" Trump said. Trump added that China “was very secretive and that’s unfortunate.” The President went on to criticize China saying, “they knew they had a problem earlier, I wish they could have said that.” Trump said that when he first realized how bad the virus could be he “started doing the closings.” The first travel restrictions related to coronavirus went into place on February 2. Vermont Gov. Phil Scott issued an advisory today directing gymnasiums, fitness centers and similar exercise facilities to close all in-person operations no later than 8 p.m. ET on March 23.  The advisory also included hair salons and barbers, nail salons, spas and tattoo parlors. ##Daily Life## President Trump said the decision on whether to hold the Tokyo Olympics as planned this summer is “totally up to them,” referring to the Japanese government.  The President praised the “beautiful” venue that Japan has already built, and said he did not want to influence the decision being made. \"They have built one of the most beautiful venues I've ever seen. They are all ready to go. It's not late, not over budget, it was just done flawlessly and it is beautiful and they're sitting back and saying, you know, I told him, I said, that's your decision and it is his decision,\" Trump said Saturday during a press conference. \"I know he is going to make it soon. I don't what it is going to be and I didn't think I should be influencing it at all.\" Some context: The head of USA Swimming wants the Olympics to be postponed to 2021, calling it \"the right and responsible thing to do\" in a letter to the US Olympic & Paralympic Committee Tim Hinchey III, the CEO of USA Swimming, asked the group to advocate for the change because \"the right and responsible thing to do is to prioritize everyone's health and safety and appropriately recognize the toll this global pandemic is taking on athletic preparations.\" In response to concerns from some doctors complaining about shortage of supplies, President Trump defended the White House’s coronavirus response and placed part of the blame on previous administrations.   “So many administrations preceded me. For the most part, they did very little, in terms of what you're talking about. This is unprecedented…. this is unprecedented or just about unprecedented. As time goes by we're seeing it's really at a level that nobody would have believed. Nobody would have thought possible. That this could happen,\" Trump said Saturday at a press conference following a question from CNN. Trump added: \"And we are making much of this stuff now and much of it is being delivered now. We've also gotten tremendous reviews from a lot of people that can't believe how fast it's coming. When I hear they have an order of 55 million masks and that is just one order, that's one order, out of many, and there are many millions of masks beyond that, and I keep saying, how is it possible to use so much? But that's the way it is.”   The death toll in Italy from coronavirus has risen by 793 in the past 24 hours to 4,825, according to the Italian Civil Protection Agency. Overall, the number of confirmed cases in Italy is 53,578, according to data from Johns Hopkins University. Texas will issue temporary permits to \"nurses who have yet to take the licensing exam\" and suspend other regulations for students to assist with the state's response to Covid-19, Gov. Greg Abbott said in a press release Saturday. Abbott is allowing \"nurses with inactive licenses or retired nurses to reactivate their licenses,\" the release said.  Nursing students in their final year will be allowed to \"meet their clinical objectives by exceeding the 50% limit on simulated experiences,\" the release added.  \"In the coming weeks and months, Texas will continue to see a growing need for medical professionals to help us respond to these unique and challenging times,\" Abbott said. ##Health## New Jersey Gov. Phil Murphy announced a statewide \"stay at home\" order which will go in to effect at 9 p.m. ET Saturday.  This order follows New York and Connecticut which made similar orders Friday. There are 1,327 confirmed Covid-19 cases in New jersey with 16 deaths in total, Murphy said at a press conference. There were 400 more COVID-19 confirmed cases since yesterday, Murphy added “From day one, we’ve made a commitment to be guided by the facts and take any action necessary to protect the health and safety of New Jersey’s nine million residents,” Murphy said in a press release. “We know the virus spreads through person-to person contact, and the best way to prevent further exposure is to limit our public interactions to only the most essential purposes. This is a time for us all to come together in one mission to ‘flatten the curve’ and slow – and eventually halt – the spread of coronavirus.” The order will prohibit all gatherings, such as celebrations, the governor said. Murphy’s executive order further directs the closure of all non-essential retail businesses to the public, with the exceptions of: Grocery stores, farmer's markets and farms that sell directly to customers, and other food stores, including retailers that offer a varied assortment of foods comparable to what exists at a grocery store\nPharmacies and medical marijuana dispensaries\nMedical supply stores\nGas stations\nConvenience stores\nAncillary stores within healthcare facilities\nHardware and home improvement stores\nBanks and other financial institutions\nLaundromats and dry-cleaning services\nStores that principally sell supplies for children under five years\nPet stores\nLiquor stores\nCar dealerships, but only for auto maintenance and repair, and auto mechanics\nPrinting and office supply shops\nMail and delivery stores ##Daily Life## Dr. Anthony Fauci, director of National Institute of Allergy and Infectious Diseases, stressed that not all Americans should be tested for coronavirus during a White House press conference Saturday. Fauci noted if people get tested unnecessarily, they will utilize important personal protective equipment that could be used for those who do need to be tested or are at a greater risk.  \"Not every single person in the United States needs to get tested,\" Fauci said Fauci noted that right now there are disparities in the amount of available personal protective equipment though, “we are working hard to correct that.”  Fauci also reiterated doctors should put off elective surgeries for the time being so they don’t put themselves of others at risk by utilizing medical equipment.  ##Health## Vice President Mike Pence said Saturday during a news conference that he and his wife Karen would be tested for the coronavirus. Pence said that more than 195,000 Americans have been tested for the virus. Pence noted that number does not include county hospitals or health care labs around the country.  Currently, only 19,343 tests have come back positive, Pence said. Earlier Saturday: President Trump told reporters that Congress is close to reaching a deal on a proposal for the next stimulus bill to deal with the pandemic. On Saturday, congressional and administration negotiators entered a crucial day in the effort to deploy more than $1 trillion in emergency stimulus to a staggering economy, with a growing consensus on a final agreement, but a handful of significant hang-ups still needed to be resolved. Vice President Mike Pence announced Saturday during a coronavirus task force meeting that the Department of Health and Human Services has placed a huge order for N95 masks needed to fight the coronavirus pandemic. \"I am pleased to report to the President today that HHS just placed an order for hundreds of millions of N95 masks made available to health care providers across the country,\" Pence said. Pence then addressed the need to postpone certain medical procedures across the US out of precaution. \"On behalf of the President, we do renew the call for Americans to postpone elective medical procedures, including dental services, and this is another way to make sure that the medical supplies are available, by postponing elective medical procedures, you are freeing up medical supplies for those dealing with the coronavirus,\" he said. ##Health## There are 21,240 cases of the novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the country through its public health systems. So far, 267 people have died.  The total includes cases from all 50 states, Washington, DC, and other US territories, as well as all repatriated cases.  ##Health## President Trump told reporters that “we are getting close” to reaching a deal on a proposal for the next stimulus bill to deal with the coronavirus. \"There has never been anything like what we are doing on the Hill right now. They are negotiating. Mitch McConnell, Chuck Schumer, and they are all up there, Kevin Mccarthy and Nancy Pelosi. They are all negotiating and everybody is working hard and they want to get to a solution that is the right solution,\" Trump said Saturday at a coronavirus task force briefing. Some context: Congressional and administration negotiators on Saturday entered a crucial day in the effort to deploy more than $1 trillion in emergency stimulus to a staggering economy, with a growing consensus on a final agreement, but a handful of significant hang-ups still to be resolved. Bipartisan groups of senators worked late into Friday night with top officials from President Donald Trump's administration to lock in a final agreement — an agreement that people directly involved in the negotiations tell CNN could top a cost of $1.5 trillion — before falling short of a midnight deadline imposed by Senate Majority Leader Mitch McConnell. Larry Kudlow, a top economic adviser to Trump, went even further on the overall scope the package Saturday, telling reporters it could top $2 trillion. \"The package is coming in about 10% of GDP, it's a very large package,\" Kudlow, the director of the National Economic Council, said. Ten percent of gross domestic product is roughly $2 trillion. The US Food and Drug Administration has announced emergency use authorization of a new on-site coronavirus test that could detect the virus in approximately 45 minutes. The authorization was made Friday and tests will begin shipping next week, according to a statement from the company manufacturing the tests. ##Health## The country of Georgia has declared a nationwide state of emergency over the coronavirus pandemic, President Salome Zourabichvili said in a statement on Twitter Saturday. “Based on Article 71 of the Constitution of Georgia, I have declared a State of Emergency on the entire territory of Georgia until April 21,” Zourabichvili said. “We came out strong from the first wave of COVID19, but we must be ready for what’s next. We will come out victorious together.” Earlier in the day, Georgian Prime Minister Giorgi Gakharia called on the former Soviet republic’s president to declare a state of emergency.  The country's first case of the novel coronavirus was detected in late February, and the country has 48 confirmed cases today, Gakharia said. More than 2,300 people are in quarantine zones and many are in self-isolation, he added.  The country has closed schools and suspended military conscription and has shifted public servants to remote work, and has restricted air travel and land traffic, the prime minister said. All foreigners will be denied entry to Vietnam as of March 22 “due to swift and complicated developments of the Covid-19 pandemic,” according to state-run newspaper Chinhphu.  A temporary suspension of entry will also go into effect on Sunday for Vietnamese people overseas and their families who were granted visa exemptions, Chinhphu reported on Saturday.  The government also directed the Ministry of Transport to suspend all inbound international flights but did not give a specific timeline.  Those entering for “diplomatic and official purposes” may be exempt from the ban, subject to the approval from the ministries of public security, defense, health and foreign affairs as well as a medical declaration and self-quarantine, according to Chinhphu.  Some context: The move comes a day after Vietnam announced a \"mandatory centralized quarantine\" for 14 days for all passengers entering the country. Vietnam already suspended visa issuance to foreigners earlier this week.   ##Travel## Spain's health authorities reported a drastic spike of 5,000 new cases of novel coronavirus in just one day, according to a ministry of health briefing from the presidential palace in Madrid on Saturday. Roughly 25,000 cases have been registered in the country, that is \"basically 5,000 new cases since yesterday,\" said Maria Jose Sierra, director of the Coordination Center for Health Alerts and Emergencies. Spanish health authorities also reported a 5% mortality rate based out those hospitalized or receiving hospital assistance. \"As of today, we have 1,326 deaths, which gives us a mortality rate of about 5%,\" Sierra said. During the briefing, health authorities confirmed that Spain's director of Health Emergencies, Fernando Simon, presented some mild symptoms Friday, but tested negative for coronavirus. By the numbers: The areas in Spain with the largest number of cases are Madrid with almost 9,000 confirmed cases, Catalonia with a little over 4,000 cases and Basque Country with 1,725 cases, according to Sierra. \"Cases are constantly increasing, therefore we insist people to continue social distancing and all other measures mandated by the government,\" said Sierra. ##Health##  Kroger, one of the United States' largest supermarket retailers, is expanding its paid sick leave to associates diagnosed with COVID-19 or under mandatory quarantine, company spokeswoman Kristal Howard says. The grocer company will also \"provide a one-time bonus to every hourly frontline\" employee, amounting to $300 for every full-time and $150 for every part-time associate, according to a Kroger press release.  \"We believe that by expanding our emergency leave guidelines, more of our associates can feel certain knowing that if their health is affected by or if they experience symptoms of COVID-19, they will be supported while they stay at home and recover,\" said Tim Massa, Kroger's senior vice president and chief people officer.  Kroger has confirmed two of its employees have tested positive for coronavirus, one in Colorado and another in Washington. Both associates are receiving medical care and are recovering, Howard said. ##Business## Miami-Dade County Mayor Carlos Gimenez issued an emergency order Saturday closing all hotels, motels and other lodging due to coronavirus. Exceptions are available for those housing essential personnel and those who have been displaced due to the virus, a press release from the mayor said. All short-term vacation rentals must end by March 23 until further notice, the release said. Gimenez also included an order for boats to stop \"rafting up\" for parties at sea or in Biscayne Bay. ##Business## ##Daily Life## US negotiators entered a crucial day in the effort to deploy more than $1 trillion in emergency stimulus to a staggering economy, with a growing consensus on a final agreement, but a handful of significant hang-ups still need to be resolved. Bipartisan groups of senators worked late into Friday night with top officials from President Trump's administration to lock in a final agreement — an agreement that people directly involved in the negotiations tell CNN could top a cost of $1.5 trillion — before falling short of a midnight deadline imposed by Senate Majority Leader Mitch McConnell. Larry Kudlow, a top economic adviser to Trump, went even further on the overall scope the package Saturday, telling reporters it could top $2 trillion. \"The package is coming in about 10% of GDP, it's a very large package,\" Kudlow, the director of the National Economic Council, said. Ten percent of gross domestic product is roughly $2 trillion. The expanding price tag of the package was matched only the expanding crisis it is being drafted to try and blunt. The negotiations are expected to continue toward a final agreement through the day, with both sides acknowledging failure at this point isn't an option. Gov. Andrew Cuomo said New York state is in need of medical gowns and is doing everything it can to fill that need. \"It's a gown shortage statewide. We're doing better with masks. We're doing better with ventilators, nowhere near where we need to be with ventilators, we need 30,000 ventilators, we're at 6,000. But at least we got to 6,000,\" Cuomo said on Saturday during a press conference. \"The masks, the medical community has told me over and over again, the masks are the priority for the Covid-19. So we have made progress on masks. Gowns are also very important no doubt. But we have not been successful, as of yet, with finding a supplier of gowns.\" ##Health## There are at least 10,356 confirmed cases of Covid-19 across New York, Gov. Andrew Cuomo said in a press conference Saturday. At least 45,000 people have been tested for Covid-19, the governor said. About 15% of those cases are being hospitalized. \"The more test you take, the more positives you find,\" Cuomo said. ##Health## New York state is sending 1 million N95 masks to New York City, Gov. Andrew Cuomo said Saturday.  “It won’t get us through the crisis, but it will make a significant contribution to New York City’s mask issue,” Cuomo said. Apparel companies are converting to mask manufacturers in New York and Cuomo said he is exploring the state of New York manufacturing masks. ##Health## Gov. Andrew Cuomo spoke today on what New York state is doing to respond to the growing coronavirus epidemic. At the top of Cuomo's list is increasing hospital capacity, building beds and seeking out locations to help treat a growing number of infected. \"Every piston is firing. Everything that can be done is being done. New Yorkers are lucky we have a very experienced team that's doing this. This is not their first rodeo, they've been through a number of emergencies on a number of levels\" Cuomo said Saturday during a press conference. \"Increasing hospital capacity. We want to get the capacity of 50,000 up to a minimum of 75,000. We told the hospitals we're going to be ending elective surgeries. We're now working with hospitals to reconfigure the space in the hospital to get more beds and to find more staff to manage those beds. We're working on building new beds.\" Cuomo said he will be looking at the Javits Center, SUNY Stony Brook and the Westchester County Center, among other places, as possible treatment locations. ##Health## Health officials in New York City and Los Angeles County are signaling a change in local strategy when it comes to coronavirus testing, recommending that doctors avoid testing patients except in cases where a test result would significantly change the course of treatment. A news release from the Los Angeles Department of Public Health this week advised doctors not to test those experiencing only mild respiratory symptoms unless “a diagnostic result will change clinical management or inform public health response.” The recommendation reflects a \"shifting from a strategy of case containment to slowing disease transmission and averting excess morbidity and mortality,\" according to the statement.  The guidance said coronavirus testing at L.A. County public health labs will prioritized those with symptoms, health care workers, residents of long-term care facilities, paramedics and other high-risk situations. Others are encouraged to simply stay at home. At about the same time, the New York City Department of Health directed all healthcare facilities to immediately stop testing non-hospitalized patients for Covid-19.  “At this point in the pandemic, demand for unnecessary testing is contributing to the rapidly diminishing supply of PPE and leading to a decreasing supply of swabs and viral transport media used to collect diagnostic specimens for Covid-19 testing,” a statement read. “Testing may play a more significant role after the pandemic has peaked.”  Some context: The strategy shift essentially codifies the reality health departments have been living with for weeks; a shortage of tests and protective equipment amid rising demand and case numbers.  It also puts into practice advice from many of America’s top medical experts, including CNN’s Dr. Sanjay Gupta, that a positive test result is not required to treat the symptoms. Naturally, limiting testing in America's two largest population centers would also likely lead to widespread under-counting of total cases. ##Health## The United Kingdom government is urging shoppers to act responsibly amid panic buying sparked by the coronavirus outbreak. At the daily press briefing held at Downing Street, the Secretary of State for Environment, Food and Rural Affairs, George Eustice, appealed for shoppers to think of others. “Buying more than you need means that others may be left without. And it is making life more difficult for those frontline workers… who are working so hard in such difficult circumstances,” Eustice said. “There is more than enough food to go round,” Eustice said, adding that the supply chain is able to step up to meet demand. Many supermarket shelves have been left empty in recent days.  National Medical Director of the National Health Service (NHS) Stephen Powis says the panic buying has left some health workers unable to get food at the end of a long work shift. “Frankly, we should all be ashamed that that has to happen,” he said, referring to a critical care nurse who posted a tearful video on social media when she was unable to buy food. “These are the very people that we will all need,\" Powis added. ##Daily Life## President Trump's Mar-a-Lago retreat in Palm Beach, Florida, is closed due to the coronavirus pandemic. Mar-a-Lago members were informed late Friday night, a member said. More context: Florida Gov. Ron DeSantis on Friday ordered all beaches in Palm Beach County to close, although it was unclear if that applies to private beaches and whether there will be an update Saturday reflecting that information. DeSantis issued an executive order on Friday directing all beaches, movie theaters, concert houses, auditoriums, playhouses, bowling alleys, arcades, gymnasiums and fitness studios to close in Palm Beach County and neighboring Broward County. ##Business## Egypt announced the closure of all mosques for two weeks to prevent the spread of the coronavirus, according to the Ministry of Endowment on Saturday. The Ministry also decided to stop group prayers \"based on the scientific opinion of the Egyptian Ministry of Health, the World Health Organization and other health organizations in various countries of the world that confirm the severe danger of gatherings in the transmission of the new coronavirus (COVID-19) and the threat this poses to the life of human beings.\" ##Daily Life## As the US has lagged behind other advanced nations in testing for the coronavirus, former government officials and public health experts point to a series of policy and procedural decisions that they say hindered the nation's response to the pandemic. South Korea had run more than 300,000 tests as of Friday, and while there is no official count of tests done in the United States, Dr. Deborah Birx, part of the White House Coronavirus Task Force, implied about 170,000 people have been tested so far. The US population is more than six times that of South Korea. For weeks public and private labs have raced to boost their testing capacity, but people across the country, even some with underlying health conditions, have told CNN this week that they have not been able to get tested. Asked Friday whether the US can currently meet demand for tests, Dr. Anthony Fauci, director of National Institute of Allergy and Infectious Diseases, said, \"We are not there yet.\" The US Centers for Disease Control and Prevention's first test didn't work Some context: In January, shortly after Chinese authorities identified a novel coronavirus as the cause of cases of pneumonia in Wuhan, the World Health Organization published a protocol with instructions for any country to manufacture tests for the virus Rather than using that protocol, the CDC developed its own test. A World Health Organization spokesperson said this week that the WHO didn't offer tests to the CDC because the US agency typically has the capacity to manufacture them itself. ##Health## The number of coronavirus-related deaths in Portugal doubled to 12 in the past 24 hours, the country’s Directorate-General for Health announced Saturday. There have also been a further 260 confirmed cases, taking the total to 1,280.  Portugal declared a state of emergency over coronavirus Wednesday, scheduled to last 15 days. The decision gives the government more powers to restrict rights, access funds and set minimum public services, among others. However Prime Minister Antonio Costa said \"democracy won't be suspended.\" The country was a dictatorship for decades before democracy was restored in 1974. Spain has reported a further 324 coronavirus-related deaths in the past 24 hours, taking the  total to 1,326, said the health ministry. There has been a 25% jump in the number of overall cases in Spain, according to figures released Saturday. The new total is 24,926. On Friday the government announced an extra 50,000 medical workers would be deployed to tackle the outbreak. Minister of Health Salvador Illa said the thousands of new staff include resident doctors, senior year medical and nursing students, and 14,000 recently retired doctors and nurses. The measures aim to \"reinforce the public health system and fight and contain the Covid-19,\" the minister said. A 210 million-euro aid package which aims to help regional governments \"prepare for a fast response in urgent cases\" was also announced.  The allocation of funds depends on the number of people affected in each region, the government said. Illa also announced that a package of quick coronavirus tests should arrive \"in the next few days\" to allow testing of the \"most vulnerable groups\" and those at home \"with light symptoms.\" ##Health## Angola’s Health Minister Silvia Lutucuta has confirmed two patients tested positive for coronavirus, the first cases in the country. In a press conference, Lutucuta said the test results were confirmed in the early hours of Saturday morning. “We would like to say that these two patients have been through Lisbon in Portugal and arrived on flights on the 17th and 18th,” she said. “It’s important to mention that they are both men, aged between 36 and 38 years old, residing in Luanda and both are under supervision in our facilities.” Lutucuta says it’s important that people continue to remain calm and follow the advice of authorities. ##Health## All international flights to and from Pakistan will be suspended until April 4, according to an official statement Saturday. The measures are designed to combat the spread of coronavirus and will apply to passenger, charter and private flights, announced Moeed Yousuf, special assistant to the prime minister on national security. Pakistan has confirmed 533 cases of novel coronavirus, according to data compiled by the country’s national disaster management authority. ##Health## The French air force is transporting coronavirus patients to the west of the country to ease pressure on overcrowded hospitals in the east. Airlifts will transport patients in critical condition from the city of Mulhouse in eastern France to the Aquitaine region in the west, according to a statement from the French Ministry of Armed Forces. The number of coronavirus patients in Mulhouse has spiked since the start of March. As of Friday afternoon, 1,551 people had been hospitalized in the Grand Est region, where the city is situated. Of the total, 352 are in intensive care and nearly 9% are under the age of 60. The number of coronavirus cases in France has been rising rapidly in the last few days, and the government has imposed strict measures to try to contain its spread, including closing cafes, public spaces and schools. ##Health## In a press conference, US President Donald Trump said a drug called chloroquine could be a \"game-changer\" in treating coronavirus. Dr. Anthony Fauci, National Institute of Allergy and Infectious Diseases Director, says he doesn't think it was described that way. ##Health## Texan newly-weds Jay and Carmen Martinez went straight from celebrating their beachside wedding to embarking on a globe-trotting honeymoon cruise across the South Pacific on board the Norwegian Jewel. Ahead of the February 28 departure date in Australia, the couple had worried about the spread of coronavirus but didn't have the option to cancel the 23-day trip they'd booked two years earlier. Now they are among thousands of passengers still at sea aboard more than 30 oceangoing cruise ships, some still hunting for a port that will accept them amid a global shutdown of the cruise industry and mounting fears of infection. Read the full report here. ##Health## An Italian man who suffered the first case of coronavirus reported in Nigeria has recovered and has been released from an isolation facility, Lagos State government has announced. The patient donated one unit of blood plasma before he was discharged Friday, officials said. The plasma is frozen in the Lagos State bio bank and will be useful in treating new cases, according to authorities. All schools and universities in Lagos will be closed from Monday and religious gatherings have been limited to 50 people as the state works to contain the spread of the coronavirus. ##Health## Monday, February 17. The novel coronavirus outbreak is raging in China, but fewer than 1,000 people have been infected outside the country. With the virus out of sight and mostly out of mind, the Dow Jones Industrial Average stands just shy of 30,000 points, driven by the longest US economic expansion in history. What investors couldn't know is that over the next 30 days, the coronavirus would burst out of quarantine in China, with major outbreaks in South Korea and Italy, then Spain, France, Germany, the United Kingdom and the United States. It brought business to a sudden stop, sent stock markets into a meltdown and forced central banks to take emergency action on a scale even greater than during the 2008 global financial crisis. A global recession, once unthinkable in 2020, is now a foregone conclusion and some experts warn that the pandemic could drag the world's economy into a depression. More bad news: The coronavirus outbreak may just be getting started. Read the full story here. ##Health## ##Business## Iran confirmed 966 new coronavirus cases, bringing the country’s total number of cases to 20,610, health ministry spokesperson Kianush Jahanpoor announced on state television Saturday. Over the last 24 hours 123 people have died from the virus, raising the death toll to 1,556, said Jahanpoor. A total of 7,635 patients have so far recovered, Jahanpoor added. Iran has the most coronavirus cases in the Middle East, and is in an ongoing state of economic crisis. US sanctions on the country have seen its currency tank and unemployment grow. The sanctions also mean Iran is struggling to access coronavirus test kits due to US sanctions, a board member of Iran’s Association of Medical Equipment Importers told the semi-official news agency ILNA in February. Ramin Fallah told ILNA that “many international companies are ready to supply Iran with coronavirus test kits, but we can’t send them money” because of the US sanctions. ##Health## Most people who contract the novel coronavirus experience mild symptoms, according to data from China, where the worst of the epidemic now appears to be over. Last month, scientists from the Chinese Center for Disease Control and Prevention published a research paper analyzing the data for the first 72,314 people diagnosed with Covid-19. Epidemiologists say it will take a long time to fully understand the mechanics of the coronavirus outbreak, but the information published by the Chinese scientists may give some insight into those most vulnerable to the virus. Read the full story here. ##Health## Different times call for different measures. When Covid-19 hit China, I was concerned, as were many public health professionals, about what could happen and urged rapid action to understand more and prepare. But few of us anticipated the catastrophic impact the new virus has had in Wuhan, in Italy and may soon have in many other places. For most people, there is simply no frame of reference for this pandemic. Never in our lifetime has there been an infectious disease threat as devastating to society. Never in our lifetime have we seen a rich country like Italy face the need to ration respirators. And never have we seen the fear that millions of health care workers around the world feel about being infected by the virus -- justified fear we must address. Read the full story here. ##Health## ##Daily Life## Germany has reported a further 2,705 coronavirus cases in the past 24 hours, taking the total to 16,662, according to the Robert Koch Institute, the country’s center for disease and control. There have also been 16 new coronavirus-related deaths, bringing the total to 47, according to Saturday's update. Officials are debating how best to respond to the continued spread of the virus. Chancellor Angela Merkel’s spokesman announced Friday that the government would re-evaluate its coronavirus containment measures, but dodged the question of if -- and when -- curfews should be imposed.  It comes as the state of Bavaria declared Friday it is imposing -- from midnight local time -- state-wide exit restrictions to contain the spread of coronavirus. The Bavarian State Premier Markus Soeder announced the measures will be in place for two weeks. Several German state premiers and local communities have raised concerns about the rate of the virus’s spread across Germany -- and have called for a nationwide lockdown.  However, Germany is a federal state and decisions cannot be implemented nationwide by the Chancellor -- only in collaboration with state premiers. ##Health## German automaker Volkswagen has temporarily shut down two of its plants in Guanajuato and Puebla in response to the coronavirus pandemic. Production at both plants will be suspended from March 30 through April 12, the company said in a statement Friday.  The measure is being taken to preserve the health of staff and the community as the virus continues to spread, Volkswagen said. The company also cited a decrease in market demand and the risk of supply shortage for the temporary closure. ##Business## Vietnam has announced a \"mandatory centralized quarantine\" for 14 days for most people entering the country to prevent the spread of coronavirus, state-run newspaper Chinhphu reported.  The measure starts Saturday and applies to both Vietnamese nationals and foreigners, except for those traveling for diplomatic and “official” purposes, who are required to self-quarantine at places of residence under the supervision of local authorities. An army spokesperson said Wednesday there are 140 quarantine areas that can accommodate as many as 44,718 people, according to Chinhphu. Vietnam has 91 confirmed cases of coronavirus, with no deaths, according to the latest data from Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources.   ##Travel## Most Colombian citizens will have to self-isolate from next week, President Ivan Duque announced in a televised address late Friday. People will be required to isolate from 11:59 p.m. on Tuesday, March 24, for 19 days until midnight Monday on April 13. Duque called the measure \"mandatory preventive isolation.\" Many Colombians will only be allowed to go outside to access health services, purchase  food and medicine, and to use the bank and post office.  Colombians had previously been asked to self-isolate, but the measure wasn't mandatory. As of Friday evening, Colombia had reported 158 coronavirus cases and no deaths, according to the latest numbers by its Ministry of Health. \"We have made drastic but urgent decisions to protect the health of Colombians,\" Duque said. \"In the next few weeks we have the opportunity collectively to slow down the coronavirus.\" The President tests negative: Duque also said that he underwent a coronavirus test, which came back negative. Vice President Marta Lucía Ramírez said Saturday on her official Twitter account that Colombia has received 50,000 test kits from South Korea that can deliver results in about four hours. ##Business## ##Daily Life## Monday, February 17. The novel coronavirus outbreak is raging in China, but fewer than 1,000 people have been infected outside the country. With the virus out of sight and mostly out of mind, the Dow Jones Industrial Average stands just shy of 30,000 points, driven by the longest US economic expansion in history. What investors couldn't know is that over the next 30 days, the coronavirus would burst out of quarantine in China, with major outbreaks in South Korea and Italy, then Spain, France, Germany, the United Kingdom and the United States. It brought business to a sudden stop, sent stock markets into a meltdown and forced central banks to take emergency action on a scale even greater than during the 2008 global financial crisis. A global recession, once unthinkable in 2020, is now a foregone conclusion -- and some experts warn the pandemic could drag the world's economy into a depression.  Read more: ##Business## Travelers arriving in Vietnam will be quarantined for 14 days to help stop the spread of the novel coronavirus, according to state-run newspaper Chinhphu.  The measure applies to Vietnamese nationals and foreigners -- except those traveling for diplomatic and “official” purposes. People are required to self-quarantine at places of residence under the supervision of local authorities. An army spokesperson on Wednesday said the country had prepared 140 quarantine areas to accommodate up to 44,718 people, according to Chinhphu. Vietnam has 91 confirmed coronavirus cases, according to the latest data from Johns Hopkins University. No fatalities have been reported in the country.  ##Travel## ##Business## Positive signs from China: The country's National Health Commission said that Friday marked the third day in a row in which no new local infections were reported. Forty-one were imported from overseas. Singapore and the UAE announce first deaths: Both countries reported two coronavirus-related fatalities Saturday. A grim situation in New York: The number of cases in New York state has skyrocketed in recent days to more than 8,300 -- at least 6,000 more than any other state -- though the difference is likely due in part to the fact that health authorities there have been testing more people. On Friday, Gov. Andrew Cuomo ordered all non-essential New York workers to stay at home, and said the state may need more medical supplies to deal with the influx of new cases. A vice presidential staffer tested positive: A staff member in US Vice President Mike Pence's office has contracted the novel coronavirus, Pence's spokesperson said Friday evening. Pence is leading President Donald Trump's coronavirus task force. Calling in the military: Italy called in its armed forces to help enforce quarantine measures in the country. Italy is dealing with the deadliest outbreak of the virus in the world -- more than 4,000 people have been killed, including 627 in a 24-hour period. More than 47,000 people have been infected, according to Johns Hopkins University's tally. ##Health## ##Business## ##Daily Life## Thailand reported 89 new coronavirus patients on Friday -- the country's biggest single-day jump in new cases since the pandemic began.  The Public Health Ministry said many of the new cases are linked to boxing stadiums, which are the biggest sources of infections in Thailand so far. Thailand now has a total of 411 cases.   The United Arab Emirates has recorded its first two deaths related to the novel coronavirus, the Ministry of Health and Prevention tweeted on Friday.  One was a 78-year-old Saudi national who had arrived in the country from Europe. The cause of death was a heart attack that came amid complications related to Covid-19. The second case was a 58-year-old UAE resident from Asia who suffered from heart disease and kidney failure. There are 140 Covid-19 cases in the country.  ##Health## Google launched a coronavirus education website on Saturday that contains safety tips and authoritative information about the pandemic. The move comes a week after US President Donald Trump and Vice President Mike Pence announced that Google was building a nationwide testing website, where Americans could answer a questionnaire and be directed to their nearest testing locations. But Google never affirmed the administration's claims, and the website that launched Saturday does not include a testing screener. The site, google.com/covid19, is \"focused on education, prevention and local resources. People can find state-based information, safety and prevention tips, search trends related to COVID-19, and further resources for individuals, educators and businesses,\" Google said in a blog post. Read more:  ##Business## ##Health## Authorities in Sydney are closing Bondi Beach after crowds gathered at the iconic waterfront site to take in the sun and swim, effectively ignoring warnings about the importance of social distancing to help prevent the novel coronavirus from spreading. Images of massive crowds went viral Friday, prompting outrage from concerned citizens and members of government. CNN affiliate 7 News Sydney said that \"thousands\" of people had gathered there Friday.  It appears more were planning to do so today, according to David Elliott, the Minister for Police and Emergency Services in New South Wales state. \"What we saw this morning here at Bondi Beach was the most irresponsible behavior of individuals that we've seen so far. We cannot have an active area of community activity where more than 500 people are gathered,\" Elliott said at a news conference in Sydney today. \"It's with a significant level of disappointment that we have to move today to not only remove people from Bondi Beach but use this as an opportunity to remind people that the Health Act must be complied with.\" ##Daily Life## ##Health## ##Travel## Two people have died in Singapore after contracting the novel coronavirus -- the first fatalities in the city-state related to the global pandemic since the virus first emerged there weeks ago. The victims were a 75-year-old woman and a 64-year-old man, according to the Singapore Ministry of Health. They both died in a local hospital. The woman, a Singapore citizen, contracted the virus on February 23. She had chronic heart disease and a history of hypertension. The man, an Indonesian national, also had a history of heart disease. He was infected on March 14. Gatherings canceled: Gatherings of 250 or more people have been banned in Singapore until the end of June to stop the virus from spreading, the Health Ministry announced Friday. For events with less than 250 participants, organizers are required to keep people at least 1 meter (3.3 feet) apart, according to the report.   Restaurants and entertainment venues can remain open, but a distance of at least 1 meter must be maintained between tables and between seats. The government also urged employers to introduce measures to reduce close physical interactions between employees and facilitate telecommuting when possible.  It also placed a heavy emphasis on personal responsibility, saying:  Social responsibility is a critical factor in slowing the transmission of the virus. We need all Singaporeans to play their part in the fight against COVID-19. Singaporeans should therefore uphold these safe distancing principles for their own private get-togethers, even if these are being carried out in smaller groups. This means reducing the frequency of such activities, and minimizing physical contact with one another. Those who are unwell, even with mild flu-like symptoms, should see a doctor and stay at home to prevent spreading illness to others. We must all do our part to protect ourselves, our family and friends, and the people around us.   ##Health## ##Daily Life## At least 18,763 people have been infected with the novel coronavirus in the United States, according to CNN Health’s tally of cases detected and tested through US public health systems. At least 258 people have died.  Here's a breakdown of cases per state and territory: Alabama: 106 cases\nAlaska: 14 cases\nArizona: 63 cases, 1 death\nArkansas: 100 cases\nCalifornia: 1,077 cases, 24 deaths\nColorado: 363 cases, 4 deaths\nConnecticut: 194 cases, 4 deaths\nDelaware: 39 cases\nDistrict of Columbia: 77 cases, 1 death\nFlorida: 514 cases, 9 deaths\nGeorgia: 420 cases, 13 deaths\nGuam: 12 cases\nHawaii: 37 cases\nIdaho: 23 cases\nIllinois: 585 cases, 5 deaths \nIndiana: 79 cases, 3 deaths\nIowa: 45 cases\nKansas: 44 cases, 1 death\nKentucky: 63 cases, 2 deaths \nLouisiana: 537 cases, 14 deaths\nMaine: 56 cases\nMaryland: 149 cases, 2 deaths\nMassachusetts: 413 case, 1 death\nMichigan: 549 cases, 3 deaths\nMinnesota: 115 cases\nMississippi: 80 cases, 1 death\nMissouri: 47 cases, 2 deaths\nMontana: 15 cases\nNebraska: 32 cases\nNevada: 109 cases, 2 deaths\nNew Hampshire: 55 cases\nNew Jersey: 890 cases, 11 deaths\nNew Mexico: 43 cases\nNew York: 8,377 cases, 53 deaths\nNorth Carolina: 137 cases\nNorth Dakota: 26 cases\nOhio: 169 cases, 1 death\nOklahoma: 49 cases, 1 death\nOregon: 88 cases, 3 deaths\nPennsylvania: 268 cases, 1 death\nPuerto Rico: 8 cases\nRhode Island: 54 cases\nSouth Carolina: 125  cases, 1 death\nSouth Dakota: 14 cases, 1 death\nTennessee: 228 cases\nTexas: 202 cases, 5 deaths\nUS Virgin Islands: 3 cases\nUtah: 112 cases\nVermont: 29 cases, 2 deaths\nVirginia: 114 case, 2 deaths\nWashington: 1,513 cases,  82 deaths\nWest Virginia: 8 cases\nWisconsin: 206 cases, 3 deaths \nWyoming: 18 cases ##Health## Due to the widespread shortages of laboratory supplies and reagents, only three specific groups should be prioritized for novel coronavirus testing, according to a joint statement made by the Association of Public Health Laboratories and partner groups on Friday. The groups are: Healthcare workers and first responders with Covid-19 symptoms. \nOlder Americans with Covid-19 symptoms.\nIndividuals who have other illnesses that would be treated differently if they were infected with Covid-19. These three groups differ from those recommended to be prioritized by the US Centers for Disease Control and Prevention.  The CDC recommends testing for: Hospitalized patients with Covid-19 symptoms.\nOlder individuals and those with chronic medical conditions and/or an immunocompromised state.\nAnyone developing symptoms within 14 days of contact with a presumed or confirmed Covid-19 patient, or travel to an affected geographic area. The APHL recommended that healthy individuals who are not able to get tested should practice social distancing and follow recommendations provided by their state and local public health authorities. The group also suggested that people with mild illness should stay at home, monitor their symptoms and contact a healthcare provider if symptoms worsen. “Testing for individuals outside these three groups is not recommended until testing supplies and capacity become more widely available,” the statement said. ##Health## ##Daily Life## Authorities in Arizona have confirmed the state's first fatality due to the novel coronavirus. The Arizona Department of Health Services said in a press release that the patient was a man his 50s with underlying health conditions. The Maricopa County Department of Public Health is now in the process of notifying close contacts of the individual so they can look out for symptoms. “We express our deepest sympathy to the family and friends grieving their loved one during this difficult time,” said Dr. Cara Christ, the state health department's director. “COVID-19 is a serious disease that can be fatal in anyone, especially our elderly population and people with underlying health conditions. We expect to see more cases of COVID-19 in Arizona, and there could be more deaths. It is imperative that everyone takes precautions to protect you and your family from this disease.” ##Health## China has donated a total of 100,000 novel coronavirus testing kits to the Philippines, the state-run media Philippines News Agency said Saturday. The kits -- along with 10,000 N95 face masks, 100,000 surgical masks and 10,000 items of personal protective equipment -- arrived in Manila on Saturday morning, the agency reported. ##Health## A staff member in Vice President Mike Pence's office has tested positive for the novel coronavirus, Pence's spokesperson said Friday evening. \"‪This evening we were notified that a member of the Office of the Vice President tested positive for the Coronavirus. Neither President Trump nor Vice President Pence had close contact with the individual,\" said Katie Miller. \"Further contact tracing is being conducted in accordance with CDC guidelines.\" Pence has been the Trump administration's point person on coordinating the government's response to the coronavirus pandemic. While the staffer is the closest confirmed case to Pence that is publicly known, it isn't his first potential brush with the virus. At least two people tested positive for the coronavirus after attending the American Israel Public Affairs Committee's Policy Conference in Washington, which was attended by Pence as well as several lawmakers and aides. Both Pence and President Donald Trump attended the Conservative Political Action Conference last month, where a high-profile attendee also tested positive for the coronavirus. Interactions with that attendee sent multiple Republican lawmakers into self-quarantine in the weeks following the conference. There is no indication that either Trump or Pence \"met with or were in close proximity to the attendee\" at the conference, White House press secretary Stephanie Grisham said in a statement earlier this month. Read more: US President Donald Trump has repeatedly said he's invoking the Defense Production Act to ramp up production, but he hasn't wielded his federal powers yet as health officials voice alarm about potential shortages of lifesaving medical supplies like ventilators and protective gear for doctors on the front lines of the coronavirus pandemic. Trump signed the measure after several people urged him to act amid mounting concerns over a supplies shortage, a person familiar with the situation told CNN. But as he signed the emergency bill earlier this week, the administration had yet to conduct a full account of inventory across the nation. Nor had it identified which companies it would need to make what products. That still hadn't been done as of Friday night, this person said, despite Trump insisting the act would be used to acquire \"millions of masks.\" Amid the confusion over whether he'll act or not, several companies have cast doubt on whether the President needs to carry out orders under the Defense Production Act at all. And several aides have privately advised against it. The Defense Production Act, legislation passed in the 1950s on the cusp of the Korean War, provides the President with a broad set of powers to require businesses to \"prioritize and accept government contracts\" as well as \"provide economic incentives\" to ensure the US has the stockpiles it needs to handle an impending medical crisis. Read more: What are the telling signs that you may have the novel coronavirus, also known as Covid-19? The main list of acute symptoms at this time is actually quite short and can appear anywhere from two to 14 days after exposure, according to the US Centers for Disease Control and Prevention. Being able to identify those symptoms and act upon them when necessary is critical. Here's what you need to know. Here are some of the symptoms: Fever\nCough\nDifficulty breathing\nFlu and cold symptoms So what should you do? \"At this moment, the current guidance -- and this may change -- is that if you have symptoms that are similar to the cold and the flu and these are mild symptoms to moderate symptoms, stay at home and try to manage them with rest, hydration and the use of Tylenol,\" American Medical Association president Dr. Patrice Harris said. That advice does not apply if you are over age 60, since immune systems weaken as we age, or if you are pregnant -- anyone with concerns about coronavirus should call their healthcare provider, according to the CDC. Read more about what to look for here: ##Health## ##Daily Life## Most people who contract the novel coronavirus experience mild symptoms, according to data from China, where the worst of the epidemic now appears to be over. Last month, scientists from the Chinese Center for Disease Control and Prevention published a research paper analyzing the data for the first 72,314 people diagnosed with Covid-19. Epidemiologists say it will take a long time to fully understand the mechanics of the coronavirus outbreak, but the information published by the Chinese scientists may give some insight into those most vulnerable to infection. The data shows that men and women have roughly the same chance of contracting the virus. When the scientists looked at 44,672 patients confirmed to have the disease, they found there were 106 diagnosed men per 100 women. However, the impact on men appears to be worse -- at least among those who were part of this initial study. While 2.8% of the men diagnosed with the disease died, only 1.7% of women did. Read more here: ##Health## The UK government said Friday that it will subsidize the wages of any worker facing unemployment because of the coronavirus pandemic as it ordered the closure of pubs and restaurants. Unveiling an unprecedented intervention by the state in the British economy, Finance Minister Rishi Sunak told reporters that the government will cover 80% of worker salaries for at least the next three months up to a maximum of £2,500 ($2,900) a month, which is more than the average income. Sunak said the measure would apply to all companies, large or small. It was part of a bigger rescue package for British businesses, including tax relief totaling £30 billion ($35 billion) and interest-free loans for up to 12 months. Read more: ##Business## ##Daily Life## Mainland China reported 41 new cases of the novel coronavirus on Friday -- all of which were imported from overseas, according to the country’s National Health Commission. Seven more people died, bringing the death toll in mainland China to 3,255 by the end of Friday.  The NHC found no new locally transmitted cases for the third day in a row and confirmed no new cases in Hubei province, the epicenter of the pandemic. ##Health## Soldiers were drafted in to help enforce the lockdown in Italy on Friday as officials announced 627 new deaths -- the largest single-day toll anywhere in the world since the coronavirus outbreak began. Desperate scenes have unfolded in the north of the country, particularly the hard-hit Lombardy region where infections first exploded last month, as hospitals struggle to treat thousands of cases. And Chinese medical experts helping Italy deal with the crisis have said the restrictions imposed in Lombardy are \"not strict enough.\" The government has agreed that the military can be used to help enforce the lockdown, the president of the Lombardy region, Attilio Fontana, told a news conference on Friday. \"(The request to use the army) has been accepted... and 114 soldiers will be on the ground throughout Lombardy... it is still too little, but it is positive,\" Fontana said. \"Unfortunately we are not seeing a change of trend in the numbers, which are rising.\" Until now, the soldiers had been deployed in the region to ensure general security in the streets. More than 4,000 people have died from the disease in Italy, the country's civil protection agency said Friday -- more than any other nation -- and nearly 6,000 new infections were confirmed in the past day, bringing the total to more than 47,000 cases. Read more: ##Daily Life## ##Health## Famed hedge fund Bridgewater predicts the coronavirus outbreak will lead to $4 trillion in lost corporate revenue for public and private businesses in the US, according to a report the firm published Friday. “That is a very dangerous decline, and if not mitigated, it will lead to a long-lasting ripple,” the report said. In Bridgewater’s model, companies will have a shortfall of $2 trillion “concentrated in energy and travel and leisure, and about equally divided between large and small companies.” The firm projects a 6% decline in US GDP for 2020, with the biggest hit during the second quarter. The firm also estimates a decline of $12 trillion for global businesses in 2020. “Since this hit to revenues is happening throughout the world, the total hole globally will be roughly three times that — about $12 trillion. Governments are responding, of course, but in most cases these responses will just mitigate some of the ripple. Governments’ capacities to deal with this hit vary greatly and will be a major driver of markets going forward,\" the report stated. “Many companies will try to fill this gap by drawing credit lines, increasing their debt positions.\" If government policies don’t help fill the gap, companies are likely to dramatically cut spending, which would result in meaningful cuts in employment. Ray Dalio, who founded Bridgewater, is famous for predicting the 2008 financial crisis. ##Business## New numbers from the Covid-19 outbreak in Italy show more men are dying from the virus than women, the White House's coronavirus response coordinator told CNN. “This new data about the male-female ratio is really quite striking,” Dr. Deborah Birx told CNN's Wolf Blitzer on Friday evening.  “From age 50 on, almost twice as many men are dying as women. So that really makes us really have to look into that and understand that, and really, just having the knowledge of that helps us in the United States so we can be very specific in talking to the American people about who to protect and how to protect them,” she said. Birx stressed the significance of underlying and pre-existing medical conditions. “In Italy, again, most of the individuals who succumb to this disease had three other prior existing medical conditions,” she said. Watch: ##Health## There are 18,170 confirmed coronavirus cases in the United States, and 241 deaths, according to CNN Health’s tally.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  ##Health## General Motors and Ventec Life Systems are collaborating to produce respiratory care products, including ventilators, to fight Covid-19. “We are working closely with Ventec to rapidly scale up production of their critically important respiratory products to support our country’s fight again the Covid-19 pandemic,” said Mary Barra, GM chairman and CEO. “We will continue to explore ways to help in this time of crisis.\" ##Business##"], "Language": false}