{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/cultural-events-impact-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Stephy Chung, CNN"], "Writers": [["Stephy Chung"]], "FirstPublishDate": ["2020-03-22T01:13:49Z"], "LastModifiedDate": ["2020-03-22T10:54:58Z"], "Headline": ["Cultural events are being canceled amid the coronavirus. So what?"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Major events around the world have been canceled or postponed as the race to contain the novel coronavirus continues. The cultural sector -- with its numerous fairs, shows and festivals -- has also been significantly impacted. Countless art institutions, museums and galleries have been temporarily shuttered. The Louvre in Paris, which houses the famous \"Mona Lisa,\" is closed until further notice. A blockbuster exhibition marking the 500th anniversary of the death of Italian Renaissance painter Raphael was suspended just days after opening in Rome. Organizers have pulled the plug on Glastonbury, the UK's largest music festival, which was celebrating its 50th anniversary. In New York, the lights are out on Broadway, with all performances canceled until mid-April. And fashion's biggest night, The Met Gala, has been postponed. Of course, such closures can seem immaterial compared to the public health crisis posed by Covid-19 and its rising death toll. People are getting sick; they are worrying about how to stay safe, access care, look after loved ones or stay in work. But culture, even during the most extraordinary of times, should not be overlooked. Rather, it should be embraced as means for respite, escape and nourishment. For a brief moment, you can lose yourself in the brushstrokes of a centuries-old painting or feel completely immersed at a live concert.  At a time when misinformation, polarization and blatant hate are particularly confounding, culture can be humanizing and educational. It's an alternative means by which to digest an increasingly complex and anxiety-fueled world. Financial costs, lost opportunities Disruptions to the cultural calendar will result in catastrophic financial losses. The Metropolitan Museum of Art, for instance, is bracing for a projected $100 million shortfall and possible layoffs due to the coronavirus, according to The New York Times. Culture, after all, is big business.  Cancellations don't solely affect ticket holders, but entire ecosystems built around an event. In the case of Art Basel in Hong Kong the impact was felt on many levels, from organizers to blue-chip galleries, some of which bank on multi-million dollar sales, to the city's already reeling tourism sector (last year, the fair attracted almost 90,000 visitors from over 70 countries). Instead, gallerists have been exhibiting virtually via online \"viewing rooms\" over the past few days, during the event's original dates. Art Basel's global director Marc Spiegler said the rooms would help galleries partially recover sales in a \"completely new environment.\"  \"This is not the moment where we completely redefine what we do. We are selling unique objects to individual people, and it's a market which is based on trust not only on the part of the buyer, but also the seller,\" he said of the invaluable relationships built when deals are made in person. \"I hope that galleries have the time and focus to really think about how to digitally market what they are doing -- we'll help them with that. And in a sense, the fair business will continue, but people will have learned how to 'play' digital to ... supplement the business that isn't happening and hasn't been happening for a long time in the gallery spaces themselves.\"  While big players can likely sustain one-off cancelations, smaller businesses and young talent may be hit hardest. That's where intangibles, like missed opportunities, come in. South by Southwest (SXSW), the two-week film and music festival, attracts thousands of visitors to Austin, Texas every year. According to the city's mayor Steven Adler, 2019's edition injected $350 million into the local economy -- making the decision to shutter this year's event even more difficult. Los Angeles-based filmmaker Nicole Riegel, said the SXSW cancellation was \"devastating.\"  Festivals are where \"you get that special premiere moment, you get exposure, you get interviews, you get audiences ... there's a lot of work that can come your way,\" she added. \"There's so much that's unknown at the moment, but the rug was pulled out from under us when it was supposed to be our launchpad.\"  Riegel was set to debut her film \"Holler,\" a coming-of-age story about a young girl looking for her ticket out of a small town in Ohio. A town, as the film describes, \"where American manufacturing and opportunity are drying up.\"  The movie was five years in the making and cost $1 million to produce. \"My film touches upon the reality of young girls who live in these towns across America and are slipping through the cracks of a fractured system that feels very rigged against them,\" she explained.  She describes \"panic\" in the industry, particularly among first-time filmmakers who are seeking other distribution channels, such as online streaming platforms, in lieu of screening at the festival. But that's not an option for Riegel. \"Everyone on 'Holler' worked too hard,\" she said. \"I won't ... throw it online for free. That's insulting to the work of my cast and crew.\"  Rethinking models, new innovation With large gatherings put on hold, creatives are finding inventive ways to engage virtually. Berlin-based pianist Igor Levit, saddened by the thought of empty concert halls, has been experimenting with what he calls, \"social media house concerts,\" passionately pounding out classical music repertoires on Twitter and Instagram Live \"until we meet again to do this in real life.\" Helen Marriage, founder of London-based public art practice Artichoke -- the creative director of Galway 2020 -- said that plans have had to shift, last-minute.  According to Marriage, about 20,000 people were expected to witness \"Savage Beauty,\" a project by Finnish artist Kari Kola to illuminate the Loch Na Fuaiche in rural Ireland and its mountainous scenery. The colorful site-specific work, which was to be held over a four-day period was instead, documented and presented as a \"special digital version.\" \"This way (we) could show that the organization still had resilience, is imaginative and is continuing to support its artists,\" Marriage said.   In Italy, where the whole country is on lockdown, artists are live-streaming performances in lieu of the Milan Triennale, which showcases architecture, design and art projects. \"We see this (the quarantine) as an opportunity to question our habits in terms of exhibition-making and test new forms of cultural production compatible with the conditions within which we operate,\" the Triennale's chief curator of design Joseph Grima wrote on Instagram, posting images of performers in gas masks obscured by dramatic plumes of colored smoke. \"This is a period of experimentation,\" said the Guggenheim Museum's senior curator of Asian art, Alexandra Munroe, who pointed to virtual exhibitions and the #museumfromhome hashtag as examples of how visitors could still access art. Munroe also said that a \"self-questioning\" is taking place across the art world, particularly in regard to the necessity of international art fairs and their subsequent environmental impact.  \"The combination of these disastrous scenarios for the planet, including the pandemic, is causing people to rethink what has become, in the last decade, a manic habit of participating in fairs that can amount to two a month if you are a large gallery,\" she said. \"Is it worth the exhaustion, the travel, the carbon footprint? \"Being someone who has habitually gone to all of them, I can also say it's exhausting as a curator and consumer who is building a collection for the museums that I work with ... I think (the pandemic) is an interesting reminder that we all did our jobs pretty well before this kind of travel and cultural expectation set in.\" It's a sentiment echoed in other industries, including fashion, where the crammed biannual cycle of New York, London, Milan and Paris weeks, one after the other, has created an unsustainable yet almost compulsory schedule for editors, buyers, designers and models -- to be seen and stay relevant. Then there are the exotic cruise shows, held in the summer and increasingly reliant on spectacle and traveling to far-flung places, from Fendi on the Great Wall of China to Chanel's runway on a man-made island in Dubai. Immersive technologies, such as virtual showrooms, are emerging as a potential solution for the months ahead.  In China, where the coronavirus has upended life since January, creatives have already adapted to new working realities. Due to travel restrictions, many designers missed the US and European fashion weeks, but are now working towards Shanghai Fashion Week, which was initially postponed but is now set to open Tuesday in a largely digital format. Bohan Qiu, who heads communications consultancy Boh Project, is working with labels to stage shows and present their collections virtually. Some of these will be elaborate, with computer-generated models walking against surreal backdrops. \"People aren't caving in,\" said Qiu. \"Everyone is doing something different, or experimental. It's a huge learning curve.\" Younger designers, and those fluent in digital marketing, may have the advantage. \"Right now, bigger brands are starting to suffer. They never really had this mindset (of having to go digital). But smaller brands, who are used to working with lower costs and building a strong presence, already know how to live-stream super well, and make a message on (platforms such as) Little Red Book, WeChat and Tik Tok,\" Qiu said, of the \"flattened\" playing field.  But even those adept at using digital technologies say that absorbing culture in person can't be replicated. Experimental Japanese art collective teamLab, which is comprised of self-described \"ultra-technologists,\" develop immersive digital experiences, including a 10,000 square meter digital-only museum. \"We have five senses. If you're close to (art), even drawings or sculptures, you can smell the paint. This is our principle, and we won't change this part,\" said teamLab's communications director, Takashi Kudo, who is looking forward to art spaces safely reopening.  In the meantime, he continues his \"task\" as an artist -- to create, even in difficult times. \"I can't just sit down and be hopeless. I think what's more important, at least as an artist, is to seek out and affirm an idealistic part of humanity, and present an idea of the future.\" Top image caption: In Dresden, bronze figures in front of the Julius Otto monument symbolically wear face masks."], "Language": false}