{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/health/pets-dogs-cats-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-03-20T20:51:18Z"], "LastModifiedDate": ["2020-03-20T20:51:18Z"], "Headline": ["Your pet won't give you coronavirus, so hug away, experts say"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["To the best of current scientific knowledge, can you get the coronavirus called Covid-19 from your dog or cat? Or give it to them? \"No. I think the idea that we're going to give this virus to our pets or we're going to get it from them is just nonsense,\" said Dr. John Williams, chief of the division of pediatric infectious diseases at the University of Pittsburgh Medical Center Children's Hospital of Pittsburgh. \"This is not simply my opinion. I'm a virologist, an infectious disease doctor, and I'm just saying there's no scientific evidence for that,\" stressed Williams, who has studied various coronaviruses for decades. \"I'm going to debunk that also,\" said infectious disease expert Dr. William Schaffner, a professor of preventative medicine and infectious disease at Vanderbilt University School of Medicine in Nashville. \"We don't have to worry about pets -- this virus now likes humans but data show it's not spreading among pets or farm animals,\" Schaffner said. Dogs in Hong Kong test positive Panic began among pet owners this week when a 17-year-old Pomeranian in China tested \"weakly\" positive for the coronavirus during quarantine, and then died three days after returning home. A second dog that lived in the same house, however, consistently tested negative during quarantine.  Overnight the internet exploded with concern from worried pet owners. \"That was a weak positive in the dog. We don't even know if that was a real positive,\" Williams said, pointing out that the Pomeranian also tested negative on several occasions. \"The Pomeranian was never sick with the illness, and it was released from quarantine and then died,\" said Dr. Dana Varble, chief veterinary officer for the North American Veterinary Community, which provides continuing education for veterinary professionals. \"We don't know what the dog died of because they didn't do an autopsy, but this dog was extremely elderly and had multiple underlying health conditions,\" Varble said. On Thursday, Hong Kong's Agriculture, Fisheries and Conservation Department announced another dog in quarantine, a German Shepard, had tested positive for Covid-19. However, a mixed breed dog from the same home tested negative, and neither it nor the German Shepard have shown any signs of disease, a spokesperson for the department said. In addition, \"there is currently no evidence that pet animals can be a source of Covid-19 for humans or that this virus can cause the disease in dogs,\" the spokesperson said. To put this into perspective, Varble points to a recent test of thousands of household pets for Covid-19 by a veterinary diagnostic company. \"They tested thousands of dogs and cats for this virus and found no positive results in pets, so we believe that the likelihood of dogs or cats contracting this is extremely low at this time,\" Varble said. Is there no scenario where we might contract the virus from a pet -- say its fur? 'In theory, if a patient with a virus in their nose rubbed their nose and got a bunch of virus on their hand and then petted their dog,\" Williams said, \"and then another family member petted that dog in the exact same place and then rubbed their nose, maybe they could transmit it.  \"But if you're living in a home with a person who has the virus, the risk factor is that human, not the pets,\" he added. What should pet parents do? \"Embrace your pets,\" Williams advised. \"Pets play a vital psycho-psychological role for their owners, specially now when everybody's feeling so isolated and alone.\" Schaffner agrees: \"This is the time to hug your pet but not your human loved one. So let's keep the social distancing focused on human beings, and if you need to hug something, hug your dog or your cat or ferret or whatever.\" It will be good for your pet too, Varble said.  \"The human animal bond is extremely important for animal health,\" she said. \"With so many people working from home, this is really a great time to sit back and enjoy your time with your pet.  \"Go for a walk, keep your distance, but go for your walk. Play ball in your backyard with your dog, play with your cats with their cat toys. Even fish, relax, enjoy your time with them because it is really, really good for our health to reduce our stress.\""], "Language": false}