{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/politics/joe-biden-trump-coronavirus-response/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Bradner and Sarah Mucha, CNN"], "Writers": [["Eric Bradner", "Sarah Mucha"]], "FirstPublishDate": ["2020-03-20T19:52:18Z"], "LastModifiedDate": ["2020-03-20T19:52:18Z"], "Headline": ["Biden to Trump on coronavirus: 'Stop saying false things that will make you sound like a hero'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Joe Biden on Friday lambasted President Donald Trump's handling of the coronavirus pandemic, telling Trump to \"stop swerving between over-promising, buck-passing, and start delivering protection to our people.\"  \"He's all over the map. In a crisis we need leadership that's straightforward, clear and reliable,\" the former vice president, who has been home in Wilmington, Delaware, said during a call with reporters. Biden has built a near-insurmountable lead over Vermont Sen. Bernie Sanders for the Democratic 2020 nomination.  Visit CNN's Election Center for full coverage of the 2020 race Biden said Trump is \"behind the curve\" and \"promising results he has not delivered and announcing actions that he has not even ordered,\" pointing to Trump's comments that don't match reality on the availability of coronavirus tests and a vaccine.  He also criticized Trump for claiming to have invoked the Defense Production Act, allowing for a government-mandated increase in production of supplies like masks and ventilators -- which Biden had urged him to do -- while not using its authority to order American companies to scale up production.   \"When these things don't come through, you exacerbate their concern,\" Biden said. \"Stop saying false things that will make you sound like a hero.\"  Biden has faulted Trump for failing to put experts on the ground in China as coronavirus spread.  The former vice president laid out a six-step plan for managing the health crisis, starting with making tests for coronavirus much more widely available.  He also said Trump should invoke the Defense Production Act to manufacture masks and ventilators; direct the military to help build hospitals; mobilize the volunteer Medical Reserve Corps to add health care workers to stretched hospitals; make $100 billion available to governors and mayors who need it; and deliver daily updates on the status of coronavirus treatments and vaccine development.  Biden told reporters on the conference call that he is prepared to play a much more active role in responding to Trump's handling of the crisis. He said his campaign is working to set up the capability for Biden to broadcast live from Delaware on a regular basis starting as soon as Monday.  He said he wants to be in \"daily or at least significant contact with the American people and communicate what I would be doing, what I think we should be doing, and how we should be doing it.\" Biden said he has been in contact with governors, mayors and House and Senate Democratic leaders. He singled out Washington Gov. Jay Inslee and said New York Gov. Andrew Cuomo, who on Friday ordered all non-essential workers in his state to stay home, is \"doing one hell of a job.\"  Biden's public remarks have focused much more on the health-care-related elements of the coronavirus response than the economy.  But on Friday, he urged Congress and the White House to \"surge dollars into the economy\" to help workers and small businesses. He said big businesses that get federal government help need to meet \"their obligations to the community\" and cannot be allowed to use that money for stock buy-backs or benefits for executives.  Biden also called for a halt on evictions for those who miss rent or mortgage payments.  "], "Language": false}