{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/media/doctors-television-social-media-coronavirus-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-03-20T06:01:09Z"], "LastModifiedDate": ["2020-03-20T17:11:27Z"], "Headline": ["Doctors using TV and social media to sound the alarm: 'We need masks today'"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. Right now I want to hear less from politicians, and much more from doctors. Covid-19 hospitalizations are surging, as expected. ER doctors, nurses and health care experts are using traditional media and social media to sound alarms about supply shortages and other serious problems. \"DOCTORS SOUND ALARM AS A NATION STRUGGLES\" is the banner headline in Friday's New York Times. -- Dr. Megan Ranney to CNN's John King. \"We need masks TODAY. We are pleading on social media, #GetMePPE, to keep me and my patients safe. The president may say that things are being produced, but they sure as heck are not showing up in my state or in the states of all of my colleagues across the country. We need those masks and gowns NOW.\" -- Pediatric surgery fellow Cornelia Griggs in an op-ed for the New York Times: \"The sky is falling. I say this not to panic anyone but to mobilize you.\" On Twitter Thursday night, she added, \"Help us hack this pandemic. We need robots to help nurses. 3D printed supplies. Supply chain and pop up hospital fixes. Go!\" -- Dr. Irwin Redlener, a newly signed NBC News analyst, on Thursday's NBC special report: \"We need gowns, we need face masks, we need goggles, and we need gloves.\" -- ER doctor Stephen Anderson in Auburn, Washington, on ABC's \"World News Tonight\" Thursday: \"We need ventilators. I have ventilators this morning, but the hospital up the street from me is out of ventilators at the moment.\"  -- The Wall Street Journal's newest report: \"Doctors at the largest public hospital in New York say equipment shortages have resulted in them wearing the same masks for as long as a week. Emergency-room physicians at another hospital are having to reuse gowns. Some large hospitals already have exceeded the capacity of their intensive-care units.\"  -- \"Physicians nationwide are intensifying this warning: Vital supplies need replenishing soon,\" CNN's Christina Maxouris and Jason Hanna report. \"Where is the military?\" Reporters, experts and local officials have been asking four words: \"Where are the tests?\" Here are four new words: \"Where is the military?\" Here in New York City, the current epicenter of the outbreak, Mayor Bill de Blasio said Thursday that the city's hospital supplies will run out in two to three weeks. \"We've got to be honest about the sheer extent of this problem,\" he told CNN's Erin Burnett. \"And where is the federal government? Where is the military? Why won't the president give the order to mobilize our military to guarantee that these products are being produced through the Defense Production Act and get them to the American front in this war? Which is New York.\" The mayor continued: \"What does it take to get some attention? What does it take for our president? Erin, he's from New York and he's betraying the city he comes from. Because all he has to do is order the military to active duty to fight this war, to fight this challenge, this enemy, and he's not doing it -- even though he activated the Defense Production Act, not a single factory that I know of has been mandated to go on 24/7 production of ventilators and surgical masks.\" Trump's inner circle needs to intervene, now The banner on CNN's \"Cuomo Prime Time\" cut to the chase: \"GLOBAL SUPPLY SHORTAGE THREATENS LIVES.\" But the president still seems behind the eight-ball. Hospitals are in desperate need, but he doesn't seem to know or want to admit it. He wasted time at Thursday's briefing... ranting about the media... So here's what I said on CNN after the briefing: We know Trump is obsessed with news coverage. Well, in order to get good press right now, he needs to focus on health care and life-saving efforts. Tests, masks, ventilators -- not his grievances about the media. Republican leaders and members of his inner circle need to intervene immediately to get him back on message. FOR THE RECORD, PART ONE -- CNN.com's banner headline right now: \"California governor orders 40 million to lock down\" (CNN) -- Jay Rosen says newsrooms should run an editor's note like this: \"Today we are switching our coverage of Donald Trump to an emergency setting...\" (PressThink) -- Brianna Keilar said she viewed Trump's behavior at the briefing through the five-stages-of-grief prism: \"I saw some bargaining. There was definitely anger there. There's been denial this whole time, although that's gotten a little better. But at times like this, leadership really calls for acceptance, right? Acknowledging and accepting what the problem is and then moving towards action.\" -- Jake Tapper's reaction to Trump saying, about the federal government, \"we're not a shipping clerk\" for the states: \"That's what he said about the need to get supplies to doctors and nurses? Unbelievable.\" -- CNN analyst Asha Rangappa tweeted after the briefing: \"I think it's time for the media to address the elephant in the room: Trump may be incapable of understanding the problem. It involves data, graphs, projections, connecting dots, conceptual thinking. I think he fundamentally cannot mentally grasp it.\" -- Jennifer Rubin argued that the W.H. press corps are being too \"passive\" during Trump's \"shambolic\" pressers... -- Don't miss Elaina Plott's latest for the NYT. \"In the conservative suburbs of New Orleans,\" she wrote, \"it wasn't until a 45-year-old, healthy man got coronavirus that many in the community realized this wasn't a hoax...\" -- Peggy Noonan's newest WSJ column: \"I just want to get out and help in some way. Isn't that what you feel? We all just want to pitch in.\" Trump wants the press to be like China's Oliver Darcy writes: \"Trump made one thing clear on Thursday: Even as he's trying to blame China for not being transparent about the coronavirus pandemic, he's yearning for it to be covered in the US the way it was in that authoritarian state. Speaking at the W.H., Trump praised right-wing conspiracy outlet One America News while simultaneously bashing credible news organizations as untrustworthy sources of information. He struggled to answer basic questions from reporters.\" Darcy adds: \"It is true that Trump has taken questions regularly from reporters in the briefing room and been unmistakably more transparent than the Chinese government while combating the coronavirus. But his attitude, lashing out at critical press while pushing outlets that are all but propaganda, has a whiff of the authoritarian regime in Beijing, which has cracked down on journalists while pushing state-controlled media to its citizens -- all as it puts on its best face while combating the lethal virus.\" Read his full analysis here... This false claim ignores years of warnings: \"That was the president today, yet again lying,\" Chris Hayes said on MSNBC Thursday night, after playing a clip of Trump saying \"nobody in their wildest dreams would have ever thought that we'd need tens of thousands of ventilators.\" Hayes' reaction: \"The idea that no one anticipated a shortage of ventilators is ridiculous.Many people saw precisely that eventuality.\" CNN's fact-check by Marshall Cohen, Holmes Lybrand and Tara Subramaniam says the same thing: \"Medical experts and public health officials have said for years that the US would face a shortage of ventilators if there were ever a pandemic like Covid-19. Even during Trump's presidency, there were warnings that hospitals would run out of lifesaving equipment and resources would be strained because the US wasn't prepared for a pandemic.\" Carlson says Burr should explain or resign Shot by NPR: Intelligence Chairman Richard Burr \"Raised Virus Alarms Weeks Ago, Secret Recording Shows.\" Chaser by ProPublica: \"Senator Dumped Up to $1.7 Million of Stock After Reassuring Public About Coronavirus Preparedness.\" CNN's Jeremy Herb has a detailed follow-up story here. Reporters are scouring the financial filings of other lawmakers for curious trades. As for Burr, he is being condemned by some right-wing commentators. Fox's Tucker Carlson said Thursday night: \"Maybe there is an honest explanation for what he did. If there is, he should share it with the rest of us immediately. Otherwise, he must resign from the Senate and face prosecution for insider trading.\""], "Language": false}