{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/politics/donald-trump-coronavirus-false-hope/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-03-20T04:16:32Z"], "LastModifiedDate": ["2020-03-20T13:54:20Z"], "Headline": ["Trump peddles unsubstantiated hope in dark times"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["To fight the coronavirus, President Donald Trump is adopting the audacity of false hope. For the past two days, Trump has said he is dispensing \"game changer\" breakthroughs on treatments and a wartime-style effort to mass produce medical supplies that appear as rays of light amid America's darkening battle against the coronavirus pandemic. His eagerness for remedies no doubt reflects a sincere desire to deliver Americans from the nightmare of lockdowns, fear for loved ones and atmosphere of national trauma. But it is also becoming clear that the President's rhetoric is part of an emerging political strategy. He can't hold the campaign rallies that are his political lifeblood any more -- so he's just moved them into the White House briefing room. Big footing Vice President Mike Pence's sober, informative task force briefings, Trump exaggerates facts, bashes China, blames the Obama administration, lauds his once soaring economy and baits reporters while shoveling any blame away from himself. As the pandemic spreads like quicksilver across the US and questions mount about the federal government's response amid chronic shortages in hospitals, the White House seems to be trying to get everyone to look the other way. It's holding out the promise of hope and optimism to shift attention from the reality of alarming rises in infections, a building economic crisis, a shortage of ventilators, the federal government's botched coronavirus testing roll-out, and revelations that doctors were told to use bandanas as masks. The approach, which contrasts with Trump's serious, impressively focused behavior as recently as Monday, is beginning to stir a familiar question inseparable from his presidency. Is he most dedicated to the national interest and reflecting the true state of the crisis or his own political vitality? But as a political exercise alone, the President's high visibility strategy appears to be working so far. In a new ABC News/Ipsos poll, 55% of those asked approved of Trump's leadership on the crisis, compared to 43% who disapproved. The figures were a reversal from a previous survey last week. Still, the full wave of infections that could cram hospitals and lead to prolonged distancing for tens of millions of Americans is yet to hit, so Trump will face increasing pressure to show strong leadership. For the last two days, Trump's breakthrough announcement was later revealed to be far less dramatic than its initial billing by an official in his own administration. But in the permanent coronavirus campaign, Trump has his soundbite and conservative media has a new peg for evening shows puffing his leadership. On Thursday, Trump celebrated his own announcement that he had torn down red tape and that several anti-virus therapies used to treat other conditions were now or shortly will deployed in the battle against Covid-19. \"I think it could be a game changer, and maybe not, and maybe not. But, I think it could be, based on what I see, it could be a game changer. Very powerful -- they're very powerful,\" Trump said. But moments later, Food and Drug Administration Commissioner Stephen Hahn said that the several anti-virals, including one used against malaria, were currently in a regular clinical trial coronavirus and declined to give a timeline when their use might be approved for fighting the disease. Trump is doing what presidents should do: Pressing officials hard to get results more quickly. His search for treatments does him credit and shows a President willing to experiment, but there's no doubt he overhyped the immediate prospects for the drug. He appeared to ignore the rigorous standards of science to assess drugs that have in some cases had promising results but are nowhere near proven to be effective in eradicating coronavirus. It's not yet clear whether heavy doses of the drugs in question could cause side effects.  And with his premature optimism, Trump appeared to lean heavily to the wrong side of the lesson Hahn learned as an oncologist: \"What's also important is not to provide false hope, but to provide hope.\" 'We're not a shipping clerk'   It was the same story on Wednesday when Trump made a great fanfare of invoking the Defense Production Act, raising expectations that US factories would soon start churning out breathing machines, face masks and surgical gowns. But bizarrely, on Thursday, he dug in and said such a World War II-style home front might not be needed, even as governors and House Speaker Nancy Pelosi pleaded with him to flip the switch. \"Governors are supposed to be doing a lot of this work, and they are doing a lot of this work. The federal government's not supposed to be out there buying vast amounts of items and then shipping. You know, we're not a shipping clerk,\" Trump said. \"We'll help out, and we'll help out wherever we can.\" His comments suggested a growing theme in the coronavirus fight -- a gulf between the White House's frequent self-praise for its efforts and the situation in hospitals. \"On the front line people are terrified,\" said Megan Ranney, a physician at Lifespan/Brown University. \"We can't get the masks and other protective gears that we need. We are being told by the CDC to reuse masks for every patient,\" Ranney told CNN. Earlier, the Centers for Disease Control and Prevention told doctors that in a crisis, they could use bandanas and scarfs as masks \"as a last resort,\" even though, as the CDC website states, \"their capability to protect HCP (health care personnel) is unknown.\" The buck didn't stop in the White House briefing, however. Pence praised Trump's leadership in securing \"incredible progress\" to get industrial masks manufactured for health care workers. Trump wasn't willing to address the conflict between the sunny White House view and the terrible choices facing doctors. \"I cannot explain the gap, I'm hearing very good things on the ground,\" the President said. A strategy to spare Trump from blame   In recent days, the President and aides have made obvious efforts to bury Trump's long history of skepticism that the novel coronavirus was a threat to the United States. On Wednesday, he said he'd always known a disease he dismissed as less significant than the flu was actually a pandemic. On Thursday, the President suggested that no one could have expected a pandemic to erupt -- even though officials in the previous administration, and his administration and foreign policy experts have long worried about such an emergency. \"This was something that happened that was -- some people would say an act of God. I don't view it as an act of God -- I would view it as something that just surprised the whole world,\" the President said.  His critics would argue that given months of warning from events in China his White House should have been far more prepared -- especially when it comes to a shortage of tests kits that still prevents public health chiefs from drawing up a full understanding of the scale of the pandemic in the US. The administration's emerging political strategy to evade blame is also evident in a coordinated White House and conservative media effort to saddle China with all the blame for the pandemic. There are serious questions to be asked about the transparency of the Chinese government in Beijing over the emergence of the virus late last year. But both Beijing and Washington are also playing a low political game in blaming one another for deficiencies in each nation's fight against the virus. And Trump has certainly changed his tune -- for weeks he was praising his \"friend\" Chinese President Xi Jinping -- even as the media and his political opponents were urging him to be ready for the disease to hit US soil. \"I spoke with President Xi and they're working very, very hard and I think it's going to all work out fine,\" Trump said on February 11. On Thursday, the President was squarely blaming China for allowing the pandemic to spread. \"It could have been stopped right where it came from, China, if we would have known about it,\" Trump said. \"But now, the whole world, almost, is inflicted with this horrible -- with this horrible virus, and it's too bad.\""], "Language": false}