{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/health/coronavirus-vaping-drugs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gina Yu, CNN"], "Writers": [["Gina Yu"]], "FirstPublishDate": ["2020-03-20T11:31:46Z"], "LastModifiedDate": ["2020-03-20T11:31:46Z"], "Headline": ["How smoking, vaping and drug use might increase risks from Covid-19"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Earlier this month, the US Centers for Disease Control and Prevention updated its Covid-19 recommendations to specifically target older adults and people with serious underlying medical conditions. They labeled this group as \"higher risk.\"  However, another group of people could be particularly vulnerable to Covid-19 and hasn't received as much attention: people who smoke, vape or have substance use disorders.  \"[T]he research community should be alert to the possibility that [Covid-19] could hit some populations with substance use disorders particularly hard,\" Dr. Nora Volkow, director of the National Institute on Drug Abuse wrote in a blog post published last week.  Because Covid-19 attacks the lungs, those who smoke tobacco or marijuana or who vape may be especially threatened, Volkow said.  \"When someone's lungs are exposed to flu or other infections the adverse effects of smoking or vaping are much more serious than among people who do not smoke or vape,\" Stanton Glantz, professor of medicine and director of the Center for Tobacco Research Control & Education at University of California, San Francisco, wrote in a blog post updated Tuesday. \"Vaping affects your lungs at every level. It affects the immune function in your nasal cavity by affecting cilia which push foreign things out...[T]he ability of your upper airways to clear viruses is compromised,\" Glantz said in a phone interview. The CDC reported on Wednesday that young adults under age 44 make up a big part of Covid-19 hospitalizations in the US, and Glantz questions whether the vaping epidemic might have contributed to this. \"Some of my pulmonary [colleagues] have noted people under 30 [with Covid-19] ending up in hospitals and a couple were vapors,\" Glantz said. However, he said, there hasn't been enough research or evidence to support whether there's a link. People who smoke are generally at an increased risk of serious complications, such as acute respiratory distress syndrome, when they have a severe infection. The odds of a Covid-19 case becoming more severe -- and at the most extreme, leading to death -- were 14 times higher among people who had a history of smoking compared to those who did not smoke, Glantz said, citing a study from China published in the peer-reviewed Chinese Medical Journal in February. The study also found those with a history of smoking had a 14% higher risk of developing pneumonia.  Concerns about other drugs Besides smoking and e-cigarettes, Volkow wrote that people who abuse opioids and methamphetamine may be at risk for serious complications of Covid-19 because of the effects these drugs have on respiratory and pulmonary health. Opioids slow breathing and have already been shown to increase mortality in people with respiratory diseases, according to Volkow. \"[T]hus diminished lung capacity from COVID-19 could similarly endanger this population,\" she said. Methamphetamine has been shown to produce significant pulmonary damage since it binds heavily to pulmonary tissue, Volkow explained in a phone interview. This will likely increase the risk of negative outcomes if used during a Covid-19 infection.  People with substance use disorders also rely on treatment that traditionally involves human interaction, such as therapy sessions or methadone clinics, which will be challenging in the setting of wide-spread social distancing, according to Dr. Allison Lin, assistant professor in psychiatry and the addiction center at the University of Michigan. Lin said it's important for everyone to quit smoking due to its unknown -- but potentially serious -- effects on Covid-19 patients. This is particularly important for people with substance use disorders since they are more likely to smoke, she said. For everyone infected with Covid-19, one thing people can do now to reduce the risk of serious illness is quitting smoking, according to Glantz.  \"At a time when people are looking to reduce risk, it's very sensible to stop insulting your lungs,\" he said."], "Language": false}