{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/tennis/rafa-nadal-tennis-academy-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [["George Ramsay"]], "FirstPublishDate": ["2020-03-20T10:20:50Z"], "LastModifiedDate": ["2020-03-20T10:20:50Z"], "Headline": ["Rafael Nadal reassures parents as his academy locks down amid coronavirus"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["Rafael Nadal has offered reassurance to parents whose children are confined to his tennis academy in Mallorca, Spain amid the novel coronavirus outbreak. The academy closed to the public on Saturday in a bid to avoid outside infection, meaning players and staff have been forced to remain inside. \"I would like to take this opportunity to put the parents' minds at rest and to tell you all that your children are being very well looked after by a great team that is giving their all every single minute to take care of their health,\" Nadal wrote in an open letter on the academy website.  \"I know you want to be with your children and we hope that moment will arrive soon. \"I would also like to encourage you to stay at home. These are difficult times but together we will come through them.\" READ: Boston Celtics' Marcus Smart and two Los Angeles Lakers players test positive for coronavirus READ: Sean Payton, New Orleans Saints head coach, is first NFL figure to record positive test Nadal was born and raised on the Spanish island of Mallorca, and the academy, which is part of a high performance tennis center, is located in his home town of Manacor.  Players of 42 different nationalities reside at the academy throughout the year, and Nadal attested to the \"complicated times\" brought about by the virus.  Spain has been particularly badly hit with more than 18,000 cases recorded so far. Only China, Italy and Iran have more.  It was announced earlier this week that Nadal's defense of his French Open title will be put on hold until September as the tournament was postponed from its usual May start date.  All professional tennis competitions have been postponed until June 7 amid the virus with men's and women's rankings frozen until further notice."], "Language": false}