{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/world/everyday-heroes-help-during-coronavirus-crisis-cnnheroes/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gabriel Kinder and Allie Torgan, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-20T02:07:27Z"], "LastModifiedDate": ["2020-03-20T02:59:22Z"], "Headline": ["Compassion is alive and well as the world navigates the pandemic"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["As the world navigates the current pandemic, people around the world are stepping up to help ease the Covid-19 crisis in ways big and small.  While health care workers put themselves at risk on the front lines of the pandemic, everyday people are finding creative ways to lend a hand, share resources and reach out to others in their own communities and beyond. Connecting in times of social isolation St. Patrick's Day parades may have been canceled around the world, but musician Tim Reed made sure seniors in his community were able to celebrate. No visitors are allowed inside a local nursing home in Avon Lake, Ohio, so he marched around outside playing traditional songs on his bagpipes. In another Ohio community, brother and sister cello players Taran Tien, 9, and Calliope, 6, turned a front porch into a concert stage for their elderly neighbor. Helena Schlam, 78, is a lover of classical music who had not left her house in days. In Seville, Spain, social distancers found a way to sweat it out together. A fitness trainer made sure his neighbors had no excuses to skip their workout by running class from a rooftop. In the clip that went viral, residents could be seen squatting and doing jumping jacks from the safety of their homes. Nothing was going to stop Millie Erickson's family from celebrating her 100th birthday. Erickson's family gathered for an impromptu party for Millie, who is quarantined inside her Massachusetts home, to sing outside her window. Tech innovations for pandemic problems High school student Avi Schiffmann, 17, built a website to track the impact of Covid-19.  Schiffmann, who is from just outside Seattle, told HLN that he started it back when there were fewer than 1,000 cases reported in China because he had a hard time finding information that was coming in from different sources.  His website brings together data pulled from government agencies and media organizations in different countries.   Alicia Baker was inspired to recruit young, healthy volunteers and pair them with elders and other vulnerable residents in her Indianapolis community. The goal is to help coordinate supply deliveries or simply check in. So far, about 500 people -- and counting -- have signed up. Across the globe, an overwhelmed hospital in Chiari, Italy, received some high-tech help in a crunch. When doctors ran out of a part needed to run their ventilators, volunteers stepped up with a 3D printer to manufacture the part themselves.  One of the hospital's volunteers posted on Facebook that the valves helped treat 10 people. Celebrities chip in After the pandemic forced Chef José Andrés to close his restaurants in the DC area, he started using some of their kitchens to supply meals for the communities they serve. This type of philanthropy is nothing new for Andrés. For the last decade, his nonprofit, World Central Kitchen, has responded to global crises by serving food to survivors and first responders. Most recently, the group served more than 3 million meals in the Bahamas following Hurricane Dorian and 300,000 meals in Puerto Rico after the earthquakes there.  Other chefs have made similar efforts.  Some celebrities know that something as simple as reminding people to wash their hands could help slow the spread of coronavirus.  Disco legend Gloria Gaynor used her biggest hit to start the #IWillSurviveChallenge to make sure people spend at least 20 seconds washing their hands.  And \"Tonight Show\" host Jimmy Fallon went viral with his #WashYourHandsSong. The video reminds kids of all ages to not only wash your hands but don't touch your face."], "Language": false}