{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/politics/state-department-coronavirus-case/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kylie Atwood and Caroline Kelly, CNN"], "Writers": [["Kylie Atwood", "Caroline Kelly"]], "FirstPublishDate": ["2020-03-20T00:18:56Z"], "LastModifiedDate": ["2020-03-20T02:50:00Z"], "Headline": ["First case of coronavirus reported at State Department in Washington"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The US State Department has its first positive Covid-19 case in Washington, according to an email sent to employees on Thursday and reviewed by CNN.  The individual worked in one of the annex buildings in Washington, not the main State Department building in the Foggy Bottom neighborhood. Under Secretary for Management Brian Bulatao said in the email that there is someone in Washington who tested positive for coronavirus.  \"Today, we learned of our first case of someone who works in a domestic annex in Washington, DC,\" the email read. Bulatao's email said State will temporarily close that area of the building while it is disinfected and made safe for occupancy. He also wrote that since the outbreak began, a \"small number\" of State employees abroad have tested positive or have had visitors to their building who were later found to have Covid-19, but said that this was the first case in the nation's capital. A State Department spokesperson told CNN that the department was notified Wednesday night of one confirmed Covid-19 case who is a department Domestic Facility employee.  \"Staff who work in the impacted area were directed by supervisors, in coordination with the Bureau of Medical Services, to take the necessary precautions,\" the spokesperson said, and the Bureau of Medical Services \"is working closely with D.C. Public Health for coordination of contact tracing and care.  Secondary contacts .. are not at risk.\" The spokesperson added that the space was being professionally disinfected on Thursday and would be ready for occupancy the next day. On Tuesday, Secretary of State Mike Pompeo said a \"handful\" of State Department employees have tested positive for the coronavirus in the first official acknowledgment that his staff has been directly affected by the pandemic. \"We've had a couple of employees -- you can count 'em on one hand -- who have positive tests,\" Pompeo said during a briefing at the State Department. \"We've handled those exactly the way we're asking every American to respond to those, wherever they find themselves in the world.\" He did not elaborate on where the employees are posted. The news comes after the department warned American citizens earlier on Thursday not to travel abroad due to the pandemic, issuing the highest possible level of travel advisory. The Level 4: Do Not Travel advisory \"advises U.S. citizens to avoid all international travel due to the global impact of COVID-19.\" The State Department urged Americans \"in countries where commercial departure options remain available\" to \"arrange for immediate return to the United States, unless they are prepared to remain abroad for an indefinite period.\"  While China reported no new locally transmitted infections for the first time on Thursday, the pandemic is showing no signs of slowing its spread in the United States. US cases of coronavirus soared by more than 40% in just 24 hours to over 13,000.  On Wednesday, CNN reported that the administration is making contingency plans for a pandemic that could stretch up to \"18 months or longer\" and could include \"multiple waves of illness,\" according to a 100-page federal plan. This story has been updated with additional information."], "Language": false}