{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/politics/us-mexico-border-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jennifer Hansler and Caroline Kelly, CNN"], "Writers": [["Jennifer Hansler", "Caroline Kelly"]], "FirstPublishDate": ["2020-03-20T00:52:18Z"], "LastModifiedDate": ["2020-03-20T02:44:31Z"], "Headline": ["US and Mexico coordinating on plan to restrict travel across the border"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The US and Mexico are coordinating on a plan to restrict nonessential travel across the border, the State Department confirmed Thursday evening. Secretary of State Mike Pompeo and Foreign Secretary Marcelo Ebrard discussed the plans during a call on Thursday, according to a readout from State Department spokesperson Morgan Ortagus. \"Secretary of State Michael R. Pompeo spoke today with Mexican Foreign Secretary Marcelo Luis Ebrard Casaubon on coordinating a plan to restrict non-essential travel across our shared border in response to the COVID-19 pandemic,\" Ortagus said. \"The two leaders discussed the importance of creating a uniform North American strategy to reduce public health risks to our communities and more effectively address rising challenges jointly,\" she added. \"They also discussed ways to reduce the adverse impact the COVID-19 crisis is having on the economy and to prioritize continuing essential cross-border commerce and trade.\" Pompeo said on Twitter that he had been \"working closely\" with his Mexican counterpart \"on travel restrictions that balance protecting our citizens from further transmission of #COVID19.\" The plan will mean that the United States will have restricted travel across both its northern and southern borders because of the coronavirus pandemic. President Donald Trump announced Wednesday that the US and Canada had agreed to suspend nonessential travel between the countries because o f the pandemic. \"We will be, by mutual consent, temporarily closing our Northern Border with Canada to non-essential traffic. Trade will not be affected. Details to follow!\" Trump wrote on Twitter. The move was a mutual agreement between the US and Canada, following decisions by both countries to limit certain international travel. The State Department earlier Thursday also warned American citizens not to travel abroad due to the pandemic, issuing the highest possible level of travel advisory. The Level 4: Do Not Travel advisory \"advises U.S. citizens to avoid all international travel due to the global impact of COVID-19.\" The State Department urged Americans \"in countries where commercial departure options remain available\" to \"arrange for immediate return to the United States, unless they are prepared to remain abroad for an indefinite period.\" While China reported no new locally transmitted infections for the first time on Thursday, the pandemic is showing no signs of slowing its spread in the United States. US cases of coronavirus soared by more than 40% in just 24 hours to over 13,000. This story has been updated with information on earlier travel restrictions and warnings."], "Language": false}