{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/politics/trump-campaign-china-email/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Betsy Klein, CNN"], "Writers": [["Betsy Klein"]], "FirstPublishDate": ["2020-03-19T20:10:25Z"], "LastModifiedDate": ["2020-03-20T00:32:23Z"], "Headline": ["Campaign follows Trump's lead, hitting China and Biden amid coronavirus crisis"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As the number of coronavirus cases in the United States continues to rise and the markets continue to drop, President Donald Trump has increasingly sought to blame China for the spread of the virus, and his re-election campaign is following his lead.  \"America is under attack -- not just by an invisible virus, but by the Chinese,\" an email sent by the Trump War Room operation to surrogates, strategists, outside advisers, and press, said.  The email, which comes as Trump has stepped up his efforts to scapegoat China for coronavirus, sought to attack Democratic presidential candidate Joe Biden for \"siding with the Chinese\" amid disinformation about the virus. But it also neglected to account for Trump's new tone toward China after initially praising President Xi Jinping as the virus spread.   The Trump campaign cited Biden's criticism of Trump calling the pandemic a \"foreign virus\" as \"(falling) back on xenophobia\" and Biden adviser Ron Klain's praise for China's government for quickly building hospitals as evidence of Biden siding with China. Many public health experts have criticized Trump's labeling of the virus as \"Chinese.\" The campaign also cited comments from Biden the same day Trump announced China travel restrictions as evidence the former vice president \"sided with China.\" Biden did not specifically note the restrictions, but called out the President's \"record of hysteria and xenophobia, hysterical xenophobia, and fear mongering\" during a speech to supporters. Trump has repeatedly said that decision saved American lives.  The Biden campaign responded saying the Trump campaign was projecting. \"This is projection, pure and simple -- a classic Trump campaign move. They are trying to attack Vice President Biden on an issue that President Trump has badly mishandled. Weeks ago, Vice President Biden called for President Trump to press China for greater transparency about the origins of the virus, which could have helped limit the spread of the virus and which now would help our scientists and public health professionals combat the epidemic here at home. That hasn't happened,\" Biden spokesman TJ Ducklo said in a statement.  He added: \"Instead, Trump lavished praise on Xi Jinping for his handling of the outbreak. So, instead of obvious, and frankly lame, efforts to deflect responsibility, why doesn't President Trump do his job?\" On the defense The Trump campaign defended the email Thursday, saying it's \"indisputable\" the virus originated in China \"and that the Chinese government concealed valuable information that would have helped the rest of the world mobilize sooner.\" \"Also troubling has been the eagerness of the American news media to carry water for the Chinese Communist government and attempt to silence accurate descriptions of the origin of the crisis,\" said Trump campaign communications director Tim Murtaugh. That assertion comes as journalists from US outlets in China have faced a crackdown, and in some cases, expulsion, by the government at a time when reporting and accountability is critical. Trump has drastically changed his tone toward China in recent weeks, doubling down this week on calling Covid-19 the \"Chinese virus,\" which the email noted. After consulting with medical experts, and receiving guidance from the World Health Organization, CNN has determined that that name is both inaccurate and is considered stigmatizing. The first reported cases of the virus were in Wuhan, and scenes from the city on lockdown shocked the world. The lockdown gave an early indication of how seriously global authorities would need to combat the fast-spreading virus. \"Viruses know no borders and they don't care about your ethnicity or the color of your skin or how much money you have in the bank,\" said Dr. Mike Ryan, executive director of the World Health Organization health emergencies program. \"It's really important that we be careful in the language we use.\" Ryan added that this is \"a time for solidarity. This is a time for facts. This is a time to move forward together.\" Rewriting history But Trump's attempt to rewrite history on his response to the virus ignores his comments as the outbreak spread across China. He claimed to have the virus \"under control,\" that the virus could vanish by April with warmer weather, and criticized Democrats and media for overhyping the situation.  When the first case of coronavirus was diagnosed in Washington state in late January, Trump said he was not concerned about a pandemic.  \"Not at all. And -- we're -- we have it totally under control. It's one person coming in from China, and we have it under control. It's -- going to be just fine,\" he said during a January 22 appearance on CNBC.  And asked if he trusted the Chinese government to be transparent, he said: \"I do. I do. I have a great relationship with President Xi.\" He praised the Chinese government's \"transparency\" on January 24. \"China has been working very hard to contain the Coronavirus. The United States greatly appreciates their efforts and transparency. It will all work out well. In particular, on behalf of the American People, I want to thank President Xi!\" he tweeted.  On February 7, he told reporters, \"China's working very hard. Late last night I had a very good talk with President Xi and mostly we talked about the coronavirus. They're working really hard and I think they're doing a very professional job.\" The Trump campaign email cast suspicion that China was behind a cyberattack directed at the Department of Health and Human Services, despite no such statement from officials. The department did not immediately respond to a CNN's request for comment. The email also highlighted Trump's comments that China has tried to blame American servicemembers for causing the outbreak. CNN previously reported that a prominent Chinese official has promoted a conspiracy theory that the US military could have brought the novel coronavirus to China -- and it did not originate in the Chinese city of Wuhan. Parts of Chinese social media, and even the country's government, appear to have launched a concerted campaign to question the origin of the novel coronavirus, which has infected more than 190,000 people globally as of Thursday midday, according to CNN's case tracker.  CNN's Arlette Saenz contributed to this report."], "Language": false}