{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/cnn10/ten-content-fri/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-03-19T20:43:18Z"], "LastModifiedDate": ["2020-03-20T00:15:27Z"], "Headline": ["CNN 10 - March 20, 2020"], "Section": ["cnn10"], "MappedSection": [null], "Article_Body": ["March 20, 2020 As information about coronavirus spreads faster than the disease itself, how can misinformation about it be addressed? As efforts to contain this disease reach historic proportions, comparisons are drawn between modern-day America and World War II America. And when a group of wayward ducks finds its way to a dangerous part of town, a police escort comes to help. WEEKLY NEWSQUIZ 1. What is the technical name of the novel (or new) coronavirus that is spreading around the world? 2. What continent is now the epicenter of the coronavirus pandemic, which started in China last December? 3. What is the one-word term for a decrease in economic activity that could last for months or longer -- and which some economists say is possible due to coronavirus effects? 4. What Cabinet position is held by Steven Mnuchin, who recently said that the U.S. economy would pick back up later this year as the U.S. confronts the coronavirus? 5. What three-letter word is used to identify workers in temporary jobs that may come with more flexibility but fewer benefits?  6. Arabia Mountain, Elijah Mountain and Panola Mountain are all located in what state, which is also home to a wildlife rehabilitation center near the state capital? 7. Though several U.S. states have bans on gatherings of more than 50 people, the Trump Administration is advising Americans to avoid groups of how many? 8. A recent discovery in Myanmar (also known as Burma) reportedly identified a dinosaur that's smaller than what kind of bird, the smallest in the world? 9. In Tuesday's U.S. primaries, President Donald Trump clinched the nomination for the Republican Party. What presidential candidate in the Democratic Party extended his delegate lead? 10. What name, which comes from Roman mythology, was given to the NASA spacecraft that launched in 2011 and recently sent back a new close-up of Jupiter? TRANSCRIPT Click here to access the printable version of today's CNN 10 transcript. CNN 10 serves a growing audience interested in compact on-demand news broadcasts ideal for explanation seekers on the go or in the classroom. The show's priority is to identify stories of international significance and then clearly describe why they're making news, who is affected, and how the events fit into a complex, international society. Thank you for using CNN 10"], "Language": false}