{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/politics/millennials-coronavirus-social-responsibility/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Brandon Tensley, CNN"], "Writers": [["Brandon Tensley"]], "FirstPublishDate": ["2020-03-19T22:03:43Z"], "LastModifiedDate": ["2020-03-20T02:18:39Z"], "Headline": ["Coronavirus presents millennials with a generational moment"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Millennials may just have the opportunity to rebrand what it means to be American, as did many of their predecessors, including the \"Greatest Generation,\" dubbed so for their sacrifices during World War II. Sure, there's plenty of blame to go around for the scary state of affairs regarding the novel coronavirus, especially when it comes to the American government: Why weren't we prepared? Why has President Donald Trump obfuscated the issue and blamed others? Still, the question to ask is: What do we owe one another? As the virus rapidly worsens in America, images at odds with the reality of a pandemic -- one whose power derives from proximity -- are circulating around social media: People crowded into bars, drinking their green beer at St. Patrick's Day parties. People packed onto beaches, taking advantage of the warming weather. These revelers tend to be young: many of them members of the expansive millennial cohort bookended by mid-twentysomethings and those right under the age of 40 -- that is, the people whom the virus is, on balance, least likely to be fatal to. It's this apparent forever-young callousness -- or obliviousness -- that's touched a raw nerve. \"To all you young millennial a**holes who keep going out and partying, go home,\" the actress and singer Hilary Duff said in an Instagram Story on Sunday. Dr. Deborah Birx, a top US health official, explained during Wednesday's White House briefing that there's worry about reports indicating that more young people are becoming seriously ill from the virus. This suggests that they may have continued to be exposed to it because they weren't concerned about being at risk, she said. \"There are concerning reports coming out of France and Italy about some young people getting seriously ill and very seriously ill in the ICUs,\" Birx said. \"We think part of this may be that people heeded the early data coming out of China and coming out of South Korea of the elderly or those with preexisting medical conditions were a particular risk.\" The sharp attention many are directing at millennials in the face of the pandemic is revealing: of, for one thing, deeper expectations of social responsibility -- our obligation to one another on account of our profound interdependence. What makes Covid-19, the disease caused by the virus, uniquely difficult to contain is its stealthiness. It can be transmitted to the vulnerable -- the elderly, those with autoimmune conditions -- by people who might believe themselves invincible. Millennials and other young people, then, arguably play an outsized part in stemming the virus. Instead of gathering and posing dangers not necessarily to themselves but to others, they ought to stay home. And while they're there, think a bit creatively about how to distribute help -- the concept of mutual aid, say -- to neighbors who could very well be in dire need of it. Of course, it's not just millennials who are disregarding social-distancing guidelines. Baby boomers are doing it, too, and at times despite the protests of their millennial relatives. In this light, the intense scrutiny of millennials is perhaps indicative of something else, too: dusty generational fault lines. American society has long reserved peculiar contempt for its younger members and their supposed narcissism. For instance, the term \"Me Generation\" was inspired by the journalist Tom Wolfe's 1976 New York Magazine cover story about baby boomers.  \"The old alchemical dream was changing base metals into gold. The new alchemical dream is: changing one's personality -- remaking, remodeling, elevating, and polishing one's very self ... and observing, studying, and doting on it,\" he wrote of the generation's navel-gazing. Millennials aren't beyond the reach of such sweeping characterization. Recall the 2013 Time magazine cover story in which the writer Joel Stein labeled millennials the \"Me Me Me Generation.\" There's also the laundry list of things they've been accused of killing: marriage, department stores, running, napkins, wine corks. It isn't difficult to see how a cohort whose perceived self-centeredness has allegedly ruined so much might also spring to mind amid the current crisis. It's a lot to ask a generation already treading water to suddenly adjust to new norms. But on top of everything else, the recent coronavirus outbreak has been a massive social experiment -- prodding people to reevaluate the architecture of society, yes, but also their roles, as individuals, in it."], "Language": false}