{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-031920/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-19T10:12:02.352Z"], "LastModifiedDate": ["2020-03-19T20:30:15.733Z"], "Headline": ["US stocks resume their roller coaster ride: March 19, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks closed higher on Thursday, eking out steady gains in the afternoon following a morning of volatile trading. The Dow swung more than 1,200 points from its low to its high point. It finished up nearly 1%, or 188 points. It was the first time since March 6 that the index closed within 1,000 points from where it opened. The S&P 500 closed up 0.5%, also by far its most modest finish since the start of the month. The Nasdaq Composite, which was the best performer of the day, ended up 2.3%. In a matter of days, mass numbers of workers, students and businesses have increased their use of the internet to work, communicate and stay entertained as coronavirus spreads. Netflix said Thursday it will reduce streaming quality in Europe to keep the internet from collapsing under the strain of unprecedented usage.  But Verizon CEO Hans Vestberg said he's not concerned about the US network's ability to handle the traffic.  “So far (we’re seeing) no congestion in the network, we can handle that, we have built a very robust network,\" Vestberg told CNN's Richard Quest Thursday.  The company has noted a shift in the types of applications relying on the network: gaming is up 75% from the prior week, web traffic is up 20%, VPN usage is up 30% and streaming is up 10%. In less than one week, 100,000 of Verizon's 135,000 global employees have shifted to remote working arrangements, but Vestberg said the company remains focused on network up-keep. “We still have field engineers in the market keeping the network up ... We need to keep these networks up because they are so important in this critical moment and this crisis right now,” he said.  This is how insane the oil market is right now: US oil prices spiked by 24% on Thursday, marking a record one-day percentage gain. Yet even that massive rally wasn't enough to recover the $6.58-per-barrel that crude lost only the day before.  Still, the spike might raise hopes that the energy market could be finding a bottom after an historic collapse. Crude settled at an 18-year low on Wednesday in response to shrinking demand and surging supply. \"The whipsaw oil price action continues at an unprecedented and violent pace,\" said Michael Tran, managing director of global energy strategy at RBC Capital Markets.  Analysts said there wasn't a clear catalyst for the rebound and instead pointed to oversold conditions and volatility across financial markets. \"These outsized moves in oil are becoming a regular occurrence as liquidity is very thin given the high volatility regime we are currently in,\" said Ryan Fitzmaurice, energy strategist at Rabobank.  The gains outstripped the 15% spike last September after Saudi Arabia's oil production suffered a devastating attack.  Oil stocks, which have been crushed by the oil crash, rallied sharply on Thursday.  Noble Energy (NBL), Diamondback Energy (FANG) and Devon Energy (DVN) all climbed more than 15% apiece.  American Airlines (AAL) is the latest airline to take drastic measures in light of the ongoing coronavirus pandemic that's ravaging the industry. The Dallas-based carrier is grounding 450 planes, which is nearly half its fleet. It's also drawing back its expansive domestic and international schedules by eliminating 55,000 flights. President Robert Isom shared the news in an internal email obtained by CNN, in which he  said he expects \"demand to fall even more before it gets better.\" He also said the airline is reducing its May schedule even further than April's planned cuts.  The airline also said it is continuing efforts to reduce the number of employees it pays, by expanding voluntary leave programs and \"offering an early out\" to employees with at least 15 years of service. The note did not disclose any furloughs or layoffs, and the airline has declined to comment on whether it is considering such cuts. American has also taken out a $1 billion loan to \"strengthen\" its balance sheet, according to the email.  The airline's stock is down another 10% Thursday and is down a whopping 64% for the year. All three major US stock indexes are in the green in the early afternoon following a volatile morning.  The S&P 500 -- Wall Street's broadest measure -- is up 1%, led by gains in the energy sector -- which is benefiting from a rebound in oil prices -- as well as consumer and tech industries. The Dow is up 1.2%, or 225 points, and the Nasdaq Composite is up 3.1%, having been the best performer all day.  The National Retail Federation sent a letter to President Donald Trump Thursday asking for clarification on which stores can remain open.  “There remains a need for clear national guidance to resolve questions caused by a number of conflicting state and local orders that are triggering consumer, worker and business confusion, leading to cascading negative impacts on communities across the country.” President Donald Trump announced Thursday that he spoke with the Carnival Cruise (CCL) chairman Mickey Arison, who has said he will make some ships from his fleet available to complement the work of US Navy hospital ships.  “This morning, I spoke with Mickey Arison of Carnival Cruise Lines and he’s going to make ships available. So in addition to the big medical ships that you have coming, if we need ships with lots of rooms, they’ll be docked at New York and Los Angeles and San Francisco, different places,” he said.  The Trump administration has outlined a massive $1 trillion economic relief program to ready the United States for the fallout from the coronavirus outbreak. And that's the good news. The worrying part: It will add significantly to America's already large debt burden, according to analysts at ratings agency Moody's.  Last year, the nation's fiscal deficit grew to 4.6% of GDP, with the national debt at 79% of GDP. That's the highest debt level since 1948. Not an optimal starting point for a shock to the economy. Both the fiscal deficit and the overall national debt burden are expected to increase, with the fiscal deficit potentially climbing to levels not seen since 2008, at the start of the Great Recession, the Moody's analysts said. A fiscal deficit is the shortfall in a government's income compared with its spending. \"We previously projected that adverse fiscal dynamics would increase the deficit to around 6.3% of GDP by 2029, but the coronavirus pandemic introduces significant downside risk to our medium-term fiscal outlook,\" the analysts said. If the measures succeed in preventing a worse economic outcome, higher GDP growth in the future could mitigate America's rising debt burden. Interest in home buying has decreased because of the coronavirus pandemic, the National Association of Realtors said. People aren't thinking about moving while they're working from home and engaging in social distancing. Nearly half of surveyed realtors saw a drop in buyer interest. “The decline in confidence related to the direction of the economy coupled with the unprecedented measures taken to combat the spread of COVID-19, including major social distancing efforts nationwide, are naturally bringing an abundance of caution among buyers and sellers,” said NAR Chief Economist Lawrence Yun. That said, home buying should rebound strongly after the quarantine-like measures are lifted, Yun said. Home prices should hold steady for now because America is facing a housing shortage anyway. That's good news if you're looking to sell. Central banks around the world continue to intervene with everything in their toolbox to get their economies ready to weather the coronavirus storm. The Bank of England slashed interest rates to 0.1% in an emergency meeting today and increased its bond buying program. This is the BOE's second rate cut this month as the economic fallout from the coronavirus pandemic is becoming more palpable around the world. The bank will purchase £200 billion more British government and corporate bonds, bringing its total holdings to £645 billion. Domino's Pizza is looking to hire up to 10,000 workers as people shift their eating habits to takeout or delivery amid restrictions surrounding the growing coronavirus pandemic. The pizza chain is looking to hire for several positions in its stores and factories, including chefs, customer service representatives and managers.   \"Our corporate and franchise stores want to make sure they're not only feeding people, but also providing opportunity to those looking for work at this time, especially those in the heavily impacted restaurant industry,\" CEO Richard Allison said in a press release.  Domino's (DPZ) stock is one of the few bright spots in the volatile stock market. Shares are up 10% Thursday and have climbed more than 7% this year.  Stocks are giving investors whiplash today. They've swung from up, to down, to mixed in just over an hour of trading so far. Most recently the Dow and S&P 500 had turned red again, albeit just modestly so, while the Nasdaq Composite remains sharply higher. But what's going on in other asset classes? US Treasury yields are slightly lower today, but the 10-year bond yield remains above 1%. Just last week, the yield fell to its lowest level ever at 0.3%. The subsequent yield rally over just a few days can be attributed to investors selling their safe-haven Treasuries for cash. Bond prices and yields move in opposite direction to each other. In the foreign exchange market the dollar continues to be king as investors and businesses are trying to shore up their dollar reserves. The ICE US Dollar Index is up 0.6% today, and has rallied nearly 4% in the month so far. Gold is currently at $1,483.90 per ounce, and US oil prices are hovering around $23 a barrel. As a result of the oil price drop gasoline prices are below $2 per gallon in 12 states.  The New York Federal Reserve continues to point a firehose of liquidity at clogged-up financial markets. The NY Fed just announced it will purchase another $10 billion of mortgage-backed securities (MBS) on Thursday via two separate operations.  The cash injections, according to the NY Fed, are aimed at tackling \"highly unusual disruptions\" in the mortgage bond market linked to the coronavirus outbreak.  The $10 billion is part of the $200 billion in mortgage bonds the Fed promised on Sunday to buy as it relaunched quantitative easing, or QE.  And this is on top of the flurry of overnight repo operations that are aimed at unclogging short-term funding markets.  And the NY Fed made clear its MBS may only be beginning. The statement said the NY Fed \"stands ready\" to buy even more mortgage bonds if it's needed to keep markets operating smoothly.  In less than one hour of trading, we've already seen it all. After a mixed open, all three major US stock indexes fell into negative territory ... then pared their losses ... and are now in the green. I dare you to keep up with this market today.  The Dow was last up 0.5%, or nearly 100 points. The S&P 500, the market's broadest measure, was up 0.8%. Consumer and tech stocks are leading the gains. The tech-heavy Nasdaq Composite rose 2.7%. Stocks are all over the place this morning, but on the whole it's looking less dire than on previous days. The Nasdaq Composite, which opened in the green, pared its modest gains, just to turn positive within a matter of minutes. The index was last up 0.9%. The S&P 500 and the Dow have both remained in negative territory since the opening bell rang about half an hour ago. But the two benchmarks also first extended and then retraced their losses. As of around 10 am ET, the Dow was 1.3%, or 250 points, lower, while the S&P fell 0.8%. Let's see how long this lasts. The Energy Department promised Thursday to support US oil producers facing \"potentially catastrophic losses\" by quickly purchasing 30 million barrels of crude. Those barrels, purchased at dirt-cheap prices, will be used to start filling up America's emergency oil stockpile, known as the Strategic Petroleum Reserve, or SPR. The initial purchase will be focused on small and midsize US oil producers, the group most at risk from the oil crash to $20 a barrel.  Treasury Secretary Steve Mnuchin said he will recommend to President Trump that he request funding from Congress to buy even more crude -- enough to fill up the SPR. \"At $22 for WTI crude, we should be filling up the reserve for the next 10 years,\" Mnuchin said on Fox Business Thursday morning.  Mnuchin said the oil market has \"nothing to do with the coronavirus, other than there's just a lot less demand.\" That's not exactly right. The demand destruction, caused by mass cancellations of flights and widespread factory shutdowns, is a major driver of the oil crash. The other huge problem: Saudi Arabia and Russia are flooding the market with too much supply in a bid to crowd out high-cost US producers.  US stocks fell further in the first half hour of trading, sliding sharply after a much less dramatic open. The Dow is now down 580 points, or 2.9%, while the S&P 500 has fallen 2.5%. The Nasdaq Composite, which was in the green at the opening bell, is down 1%. Ford announced it is offering customers no payments for six months on new car purchases in the face of the coronavirus crisis. Ford said that under its \"Built to Lend a Hand” program it will make three months of car payments for eligible new car buyers and that buyers can defer up to three additional months of payments when financing through Ford Credit. Ford also announced it is suspending payments of its dividend, and that it will draw down $15.4 billion in cash it had available on two separate lines of credits to give it sufficient cash on hand heading into an economic downturn.  Early indications are that US automakers have ground to a halt in the face of crisis, although firm numbers have yet to be reported. Ford, General Motors and Fiat Chrysler all  are shutting production at North American auto plants through the rest of the month to protect workers and because of supply chain issues. But the lack of sales means the shutdown likely won't cause a vehicle shortage at dealerships.  US stocks opened mostly in the red on Thursday, adding on to yesterday's losses, as more and more corporations are coming out with revised performance outlooks amid the coronavirus crisis. That said, Thursday's selloff is looking a little less dramatic compared to previous days. Trading was halted on both Monday and Wednesday this week after the S&P tripped a circuit breaker. The Dow opened 0.4%, or 85 points, lower.\nThe S&P 500 fell 0.4%. Both indexes extended their losses in the first moments of trading, with the S&P falling as much as 1.9% and the Dow dropping 2.4%. The Nasdaq Composite opened slightly higher, up 0.2%, but pared these gains in the first moments of trading. The index was last down 1%. The world is a scary place right now. So scary that investors can't get enough US dollars: Demand for the greenback, the world's safe haven currency, is through the roof. The Federal Reserve responded to the shortage on Sunday by lending out dollars at near-zero rates to five major foreign central banks.  And now the Fed is expanding that emergency program to the central banks of nine other countries: Australia, Brazil, Denmark, South Korea, Mexico, Norway, New Zealand, Singapore and Sweden. The goal is to prevent a liquidity crunch that chokes off credit to the coronavirus-battered economy. The Fed said these new lending facilities will provide between $30 billion and $60 billion to each central bank for \"at least\" six months.  This is on top of the Fed's existing dollar liquidity swap lines with Canada, England, Japan, Switzerland and the European Central Bank.  The Fed said these facilities are \"designed to help lessen strains in global US dollar funding markets,\" lowering the risk that this stress hurts the supply of credit to businesses and households -- at home and abroad.  More ugly economic data this morning came from the Philadelphia Fed manufacturing index, which dropped to its lowest level since July 2012. The index fell by 12.7 points, where economists had expected a 10 point increase. The index is based on a business outlook survey, and expectations for general activity, new orders and shipments fell across the board as businesses are bracing for the economic impact from the coronavirus outbreak. Apparently we're all going to become home chefs now that we're stuck indoors due to the coronavirus pandemic. How else to explain the insane surge in the price of meal kit company Blue Apron this week? Shares of Blue Apron (APRN) started Monday trade at $2.28. They're now hovering around $23. That's a more than 900% pop! Not bad for an unprofitable company that's been pressured by intense competition and is considering a sale or other \"strategic alternatives.\" But Blue Apron isn't the only food delivery company that's gotten a lift lately. Waitr Holdings (WTRH), which owns Bite Squad and focuses on delivering meals from local restaurants in smaller markets, has skyrocketed from about 32 cents a share to $3.25 this week. Waitr reported a solid jump in revenue for its latest quarter on Monday -- even as losses grew. The company also said Tuesday it is working with restaurants to offer free delivery, is supplying all drivers with gloves and will continue to pay any hourly worker who is in quarantine or has contracted coronavirus. More people are working from home as a result of the COVID-19 coronavirus outbreak -- and that appears to be giving Microsoft (MSFT) a boost.  The software giant announced Thursday that its Team collaborative software tool, a rival to Slack (WORK), had 44 million daily users globally as of March 18. That's an increase of 12 million from just the past week. Microsoft also said it has 20 customers with more than 100,000 users, up from 14 a week ago. The company inked a deal for the NFL to use Teams earlier this month. \"Our customers have certainly turned to Teams during this challenging time, and we've seen usage spikes in markets most impacted by COVID-19. The last seven days, however, have shown the sheer unprecedented nature of the global demand,\" said Jared Spataro, Microsoft 365 Corporate Vice President, in a statement. Microsoft made the announcement on what is the third anniversary of Teams and it also revealed several new features to keep the pressure on Slack. Shares of Slack have fallen 20% this year and are down nearly 60% from the high they hit shortly after last year's direct listing. Slack issued a disappointing outlook last week. Last week's jobless claims spiked to 281,000 -- the highest level since September 2017. This data point will get more and more attention in the months to come as it is published on a weekly basis, tracking the real economy much more closely than monthly data, which is always backwards-looking. Layoffs are expected to worsen significantly as the coronavirus crisis is forcing businesses to readjust. Treasury Secretary Steven Mnuchin said Wednesday that without the Trump administration's economic relief package, which includes loans to businesses so they can make payroll, US unemployment could spike to 20%, from its historically low level of 3.5% at the moment. JPMorgan Chase (JPM), the biggest US bank, has dramatically changed its economic forecast for the next year. And it's bleak. There is no longer doubt that the longest global expansion on record will end this quarter,\" Bruce Kasman, the bank's head of economic research, told clients on Wednesday.  \"The key outlook issue now is gauging the depth and the duration of the 2020 recession,\" he added. JPMorgan now believes that China's economy will shrink by 40% compared to the previous quarter between January and March, the biggest contraction recorded over the past 50 years at least. That will reverberate across Asia. The shock to the United States and Europe, meanwhile, is expected to be concentrated between April and June as daily life grinds to a standstill.  The bank thinks US GDP will shrink an annualized rate of 14% in the second quarter, far worse than in the fourth quarter of 2008, which yielded the steepest contraction of the Great Recession. Read more here. Lufthansa (DLAKY) is grounding 700 of its 763 planes, which amounts to 90% of its fleet, the German airline announced Thursday in a drastic move to ensure its survival.  CEO Carsten Spohr said in a release that the coronavirus \"has placed the entire global economy and our company as well in an unprecedented state of emergency.\" He also warned that the \"future of aviation cannot be guaranteed without state aid.\" It has slashed capacity and recently raised 600 million euros giving it liquidity of roughly 4 billion euros.  Marriott's stock is set to plummet again Thursday after the world's largest hotel chain withdrew its 2020 full-year financial guidance because of the coronavirus pandemic that is sparking mass cancellations.  Occupancy levels in North America and Europe, where the virus continues to spread, are currently below 25%. They're usually around 70% this time of year because of spring break vacations.  Marriott said it had \"historically high levels of cancellations\" for the first half of 2020, but it hasn't seen \"meaningful group cancellations for 2021.\"  However, there's a bright spot for China where it has seen \"very early signs of improvement\" as workers return to their jobs. Marriott has re-opened roughly 60 hotels and said occupancy, while low, is \"pointing in the right direction.\" Marriott (MAR) shares are down 9% in premarket trading. The stock is down nearly 60% for the year. Darden Restaurants, which owns Olive Garden, LongHorn Steakhouse, Eddie V's and other casual dining chains, is suspending its quarterly cash dividend and withdrawing its full year financial outlook because of uncertainty caused by the coronavirus pandemic.  Attempts to stop the spread of the coronavirus include shuttering restaurants and limiting seating. For Darden, the social distancing efforts mean far fewer people visiting its locations.  In the three months ending on March 15, sales at restaurants open at least a year fell nearly 6%.  In the first week of the quarter, they were up 3%. In the second week they were down 0.2%, and in the third week they plummeted nearly 21%.  \"The health and safety of our team members, their families and our guests remains our top priority,\" said CEO Gene Lee in a statement discussing the results. \"We are committed to supporting our team members during this unprecedented time.\" Lee added that the company has an emergency pay program for its hourly employees.  The New York Stock Exchange is temporarily closing trading floors and moving to fully electronic trading next week to prevent the spread of coronavirus, exchange operator Intercontinental Exchange Inc (ICE) said Wednesday. The announcement comes shortly after the NYSE sent an update to traders informing them that two people — a member of the trading floor community and an NYSE employee — tested positive for COVID-19, the illness caused by the novel coronavirus.  The NYSE had implemented coronavirus screening procedures for anyone wishing to enter the building. Both individuals who tested positive were screened on Monday and not allowed to enter the building. Read more here. Some markets reacted favorably after the European Central Bank announced it would pump $821 billion into keeping the financial system afloat.  The ECB measure is just the latest emergency stimulus plan announced by central banks to help economies in the face of a potentially disastrous worldwide recession caused by the coronavirus pandemic. In Europe, London's FTSE 100 ticked up 0.6% in early trading\nThe ECB's efforts gave a larger boost to Germany's DAX (DAX), which rose 1.6%\nFrance's CAC 40 (CAC40) increased a more robust 3.3% Those gains followed a rough trading session for stocks in Asia Pacific.  The Korea Exchange briefly suspended trading in Seoul after markets plummeted, tripping a circuit breaker.  The benchmark Kospi (KOSPI) dropped 8.4%, making it was the region's worst performer\nAustralia's S&P/ASX 200 dropped 3.4%\nHong Kong's Hang Seng Index (HSI) fell 2.6%\nChina's Shanghai Composite (SHCOMP) slid 1% The US dollar jumped to a record high against the Mexican peso.  The greenback also rose against the Japanese yen — a traditional safe haven currency — to its highest level since February. Currencies elsewhere in Asia weakened Thursday, too. The strong US dollar is slamming global capital markets like a sledgehammer today,\" wrote Stephen Innes, global chief markets strategist at AxiCorp.  He added in a research note that the \"unbridled\" demand for the world's reserve currency is causing extreme weakness in the Australian and New Zealand dollars, as well as the Korean won. Central banks in emerging markets are also in a \"world of pain,\" Innes said, as they can't justify selling reserves of the dollar when their local banks are seeing a rise in demand for the currency. That merely signals more [US dollar] strength to come as the buying frenzy continues,\" he added. The British pound has also been routed. The currency has fallen to roughly $1.15, trading at its lowest levels against the dollar since the 1980s. The United Kingdom has been rattled by the virus, and is now considering a partial lockdown in London to stem its spread, multiple sources have told CNN."], "Language": false}