{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/politics/hhs-pandemic-simulation-crimson-contagion-report/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Veronica Stracqualursi, CNN"], "Writers": [["Veronica Stracqualursi"]], "FirstPublishDate": ["2020-03-19T20:13:24Z"], "LastModifiedDate": ["2020-03-19T20:13:24Z"], "Headline": ["New York Times: HHS' pandemic simulation showed how US was ill prepared for coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Trump administration ran a government exercise last year simulating a severe influenza pandemic for which there is no vaccine that showed the country was ill prepared, according to The New York Times. The results laid out in a draft report showed that the US was underprepared and disorganized for a pandemic scenario similar to coronavirus, which has spread to all 50 states and has yet to peak in the US, the Times reported. Last January to August, the Department of Health and Human Services ran a scenario named \"Crimson Contagion\" that included participation from 19 federal agencies, a dozen states, tribal nations, hospitals and nongovernmental organizations, according to the HHS draft report obtained by the Times.  The fictional outbreak involved a group of tourists visiting China who then become infected and fly home to various countries, including the US, the draft report said. In this scenario, the virus is first detected in Chicago, according to the report. The HHS draft report concluded that the US doesn't have the capacity to manufacture personal protective equipment, needles and syringes. The report noted that these supplies, along with antiviral medications, respirators and ventilators, would be \"limited and difficult to restock,\" due to them being largely manufactured overseas. During the exercise, states experienced \"multiple challenges\" requesting resources from the federal government \"due to a lack of standardized, well-understood, and properly executed resource request processes,\" the report said. States were also unsure which government agency to request resources and information from, the report stated. In hiccups with planning, officials struggled identifying employees as essential and nonessential, as well as which employees could work remotely, according to the report. In the scenario, after the Centers for Disease Control and Prevention issued guidance to delay school openings, school districts went different ways, causing confusion among the participants, the report said. Since the first detection of Covid-19 in the US in January, the coronavirus has spread to all 50 states. While President Donald Trump has recently made more stringent recommendations about staying home and limiting gatherings to no more than 10 people, his administration has come under scrutiny for its slow response to the outbreak. Top health care officials have warned that the US doesn't have enough stockpiled medical equipment to fulfill the health care system's anticipated needs as the coronavirus pandemic continues and the number of cases tick up.   Trump announced Wednesday that he would be invoking the Defense Production Act to address the medical supply shortages -- but later said he'd only use the powers \"in a worst case scenario.\" Trump previously declared a national emergency and invoked a special statutory authority, allowing the Federal Emergency Management Agency to mobilize and tap into supplies and funding. As of Thursday, more than 11,000 people in the US have been infected with Covid-19 and more than 164 have died from the virus."], "Language": false}