{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/politics/donald-trump-leadership-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-03-19T04:56:06Z"], "LastModifiedDate": ["2020-03-19T15:50:11Z"], "Headline": ["Trump's new strategy on coronavirus is already being undermined by his own actions"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["It's a stunning reversal President Donald Trump would like Americans to forget. Only days after dismissing the coronavirus threat as a distraction, he's now assumed the title of a resolute war time president fighting an \"invisible enemy\" while promising to rally the nation behind him in pursuit of \"total victory.\" Trump's new posture is in response to a crisis that is worsening by the hour and appears to be partly designed to cover up the administration's failures in distributing testing kits that have might help authorities slow the virus' advance. And it is already being undermined by his own actions. He's casting doubt over whether he will actually implement a move to invoke the Defense Production Act -- that he signed on Wednesday and that gives him authority to order industry to work towards homeland defense and national goals. In this case, it could speed the production of badly needed ventilators, masks and other supplies for hospital workers. Trump's initial decision was welcomed by state governors and representatives for frontline medical workers who fear being exposed to the virus due to shortages of protective equipment. But he later tweeted that he only signed the act \"should we need to invoke it in a worst case scenario in the future. Hopefully there will be no need.\" The statement caused confusion, undermined Trump's earlier adoption of a military-style campaign and raised fresh questions over whether he was still trying to downplay the possible impact of the virus on the United States. \"It was so disassociated from what he said this morning at the press conference and what he said to us,\" said Dr. David Benton, a nursing industry representative who was at a meeting with Trump on Wednesday at which the President talked of \"scaling up\" medical supplies. Benton said that the President left him with the impression \"that he's now using this power to meet the demands that were needed.\" But he added that the change in position was \"very, very strange.\" House Speaker Nancy Pelosi reacted to Trump's apparent equivocation by warning on Thursday that shortages of critical medical and protective equipment were harming efforts to fight the pandemic and endangering health care workers. \"The President must immediately use the powers of the Defense Production Act to mass produce and coordinate distribution of these critical supplies, before the need worsens and the shortages become even more dire,\" she said in a statement. Another pillar of Trump's messaging on Wednesday was also afflicted by uncertainty. An announcement that hospital ships will be deployed to New York and a forthcoming West Coast destination is going to happen more slowly than it first appeared. Defense Secretary Mark Esper told CNN Wednesday that it will be several weeks before the vessels are ready. These developments are a reminder that while Trump may enjoy the ring of the title \"wartime President\" only his words and deeds in a moment of grave national crisis will show whether he is worthy of it. In shouldering the mantle of a wartime commander, Trump is likening the need for an escalating struggle against the coronavirus to the heroism of the World War II generation. \"Now it's our time. We must sacrifice together because we are all in this together and we'll come through together,\" Trump said, in a classic war leader's invocation of shared sacrifice. \"We're going to defeat the invisible enemy. I think we're going to do it even faster than we thought, and it will be a completely victory. It'll be a total victory,\" the President said. The President also appears to be seeking other enemies -- in addition to the coronavirus. He has stepped up his efforts to blame China for the pandemic in recent days, angered at efforts by Chinese officials to blame the US for the disease as part of a propaganda campaign orchestrated by Beijing to bolster the Communist Party leadership. Trump's campaign is meanwhile seizing on his anti-China rhetoric to attack his likely general election opponent former Vice President Joe Biden. \"America is under attack -- not just by an invisible virus, but by the Chinese,\" a campaign email sent to reporters said Wednesday. \"What is Joe Biden up to as all this is happening? Siding with the Chinese and attacking the presidential candidate China fears most: Donald Trump,\" the email said. Trump's adoption of a military-style campaign does not just raise the expectation of a rarely seen national effort, but also significantly ups the pressure on his own personal leadership. Many of Trump's critics have been hoping for days that he would adopt a warlike footing to meet the rising crisis of the pandemic, which is now infecting thousands of Americans. \"We need the greatest federal mobilization we have ever seen. The President is right, this is a war,\" said New York Democratic Gov. Andrew Cuomo on \"The Situation Room\" on CNN. Former Defense Secretary Leon Panetta also praised the move. \"I am glad the President invoked the Defense Production Act because what it can do is give the President power to mobilize industry in this country to do what is necessary to deal with this enemy we are confronting,\" he told CNN's Wolf Blitzer. The concept of a war, with its implied imagery of a unified home front working to defeat a common foe alongside a huge government mobilization is an apt one for the magnitude of the current crisis. The war metaphor also suggests a willingness of the populace to allow some infringements of hard won civil liberties in extreme circumstances -- as is happening with self-isolating right now. But the concept of a wartime presidency also brings political and personal expectations of the commander-in-chief himself and may require a significant refashioning of Trump's divisive political method. The qualities of a wartime leader   America's greatest war leaders did not just declare themselves as such. Presidents Abraham Lincoln and Franklin Roosevelt instinctively understood how to conjure national purpose in dark times. They mined deep knowledge of American history, literature and national mythology to give definition to contemporary battles. They could steel Americans to confront danger and empathize over savage sacrifices. They were willing to tell their people the truth, even when it was unpalatable and the country didn't want to hear it. Both Lincoln and Roosevelt were deeply immersed in the details of their wars and were masterful tacticians. Roosevelt wielded immense control over the military minds waging the US war effort -- and the massive worldwide deployment of American armed forces overseas. All while in a wheelchair. War leaders are also masterful rhetoricians: As legendary American World War II correspondent Ed Murrow said of British Prime Minister Winston Churchill -- \"he mobilized the English language and sent it into battle.\" Trump's image makers will surely use the President assumptions of a warlike mantle to try to shape his reelection race that will unfold alongside the coronavirus emergency. It's probably not a fair comparison to stand Trump alongside two men regularly nominated by historians as the greatest presidents. But there is little reason -- over his first three-and-a-half years in the White House and even in the hours since he declared war on the virus -- that he shares their qualities. He has struggled to show empathy, disdains detail and has more often fractured national unity that fostered it. Often, Trump has appeared to put his own personal and political interests over those of his nation. Indeed such a charge was at the center of the impeachment case that he sought dirt on likely Democratic nominee Joe Biden for personal political gain. Before World War II, Roosevelt spent years trying to persuade his countrymen of the rising peril of Nazism as he tried to convince a wary nation to join a fight for global freedom. Trump spent the weeks before the coronavirus took hold on the United States minimizing its threat. Far from treating it as the enemy that he now sees, Trump said it might just go away and was not much worse than the flu. At the moment when it might have mattered most, the President was unwilling to tell Americans just how dark was the hour. On Tuesday, he untruthfully said that he had always known that the virus was a pandemic -- as he and aides sought to bury his earlier misinformation conduct that could haunt him if the battle against the coronavirus goes badly. Still, most objective observers have noticed a maturing of the President's rhetoric and approach in recent days as the true magnitude of the pandemic's challenge begins to emerge. \"There is spirit in our country like never before ... we will prevail together, we love the USA,\" Trump said, summoning notes of patriotism and unity in a Rose Garden statement posted on Twitter. But history's great war leaders are also known for consistency as well as in-the-moment resolve. Trump is sparking confusion since only a few hours after signing the Defense Production Act he said it was only to apply to a \"worse case scenario in the future\" and may not be needed. Such comments will alarm governors and health care administrators who are desperately searching for breathing machines and basic medical supplies before their hospitals get inundated with gravely ill patients. Another characteristic of war leaders is that they accept the blame when things go wrong. A day before American and allied troops went ashore in Normandy on D-Day, June 6, 1944, then-General Dwight Eisenhower wrote a statement just in case the invasion failed and troops were withdrawn. \"If any blame or fault attaches to the attempt it is mine alone,\" Eisenhower wrote. There's no comparison to Trump's statement on Friday over the slow availability of coronavirus testing kits. \"I don't take responsibility at all,\" the President said. There aren't many historical examples of Roosevelt and Lincoln repeatedly praising their own genius and achievements either. A better historical analogy for Trump   Raising allusions to war leaders could also come back to damage Trump should deficiencies in his administration hamper what is shaping up to be a prolonged fight against the pandemic. As often as not, modern US war leaders -- such as Lyndon Johnson and George W. Bush -- left office with reputations forever scarred. In fact, the World War II analogy that is being increasingly used -- partly because it stirs cherished memories and allusions of a time when all Americans came together and triumphed -- may not be the most appropriate one for Trump's situation. For one thing, Trump has done more than any other president to destroy the Western world of international institutions that was built to Roosevelt's blueprint after his death late in World War II. And the fearsome economic crisis that is being unleashed across the world as governments isolate their people and close down shops, "], "Language": false}