{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/health/coronavirus-asymptomatic-spread/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen, Senior Medical Correspondent"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-03-14T19:32:05Z"], "LastModifiedDate": ["2020-03-19T13:14:29Z"], "Headline": ["Infected people without symptoms might be driving the spread of coronavirus more than we realized"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["New studies in several countries and a large coronavirus outbreak in Massachusetts bring into question reassuring assertions by US officials about the way the novel virus spreads.     These officials have emphasized that the virus is spread mainly by people who are already showing symptoms, such as fever, cough or difficulty breathing. If that's true, it's good news, since people who are obviously ill can be identified and isolated, making it easier to control an outbreak.     But it appears that a Massachusetts coronavirus cluster with at least 82 cases was started by people who were not yet showing symptoms, and more than half a dozen studies have shown that people without symptoms are causing substantial amounts of infection.     For weeks, federal officials have emphasized that asymptomatic transmission can happen, but have said that it's not a significant factor in the spread of the virus.     On March 1 on ABC's This Week, US Secretary of Health and Human Services Alex Azar told host George Stephanopoulos that asymptomatic spread is \"not the major driver\" of the spread of the new coronavirus.   \"You really need to just focus on the individuals that are symptomatic,\" he said. \"It [the  containment strategy] really does depend on symptomatic presentation.\"    The website for the US Centers for Disease Control and Prevention echoes that assessment.   \"Some spread might be possible before people show symptoms; there have been reports of this occurring with this new coronavirus, but this is not thought to be the main way the virus spreads,\" according to the website.   Spokespeople for Azar and the CDC did not respond to requests for comment from CNN.   \nBut during a press briefing at the White House on Saturday, the administration's coronavirus response coordinator, Dr. Deborah Birx, seemed to strike a somewhat different note on asymptomatic transmission. She said they're trying to understand people under the age of 20 who don't have \"significant symptoms\" -- \"Are they a group that are potentially asymptomatic and spreading the virus?\" she asked. \"Until you really understand how many people are asymptomatic and asymptomatically passing the virus on, we think it's better for the entire American public to know that the risk of serious illness may be low, but they could be potentially spreading the virus to others.  \"That's why we're asking every American to take personal responsibility to prevent that spread.\" The role of asymptomatic transmission  Several experts interviewed by CNN said while it's unclear exactly what percentage of the transmission in the outbreak is fueled by people who are obviously sick versus those who have no symptoms or very mild symptoms, it's become clear that transmission by people who are asymptomatic or mildly symptomatic is responsible for more transmission than previously thought.     \"We now know that asymptomatic transmission likely [plays] an important role in spreading this virus,\" said Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota.     Osterholm added that it's \"absolutely clear\" that asymptomatic infection \"surely can fuel a pandemic like this in a way that's going to make it very difficult to control.\"     In an article two weeks ago in the New England Journal of Medicine, Bill Gates, co-chair of the Bill and Melinda Gates Foundation, expressed concern about the spread of the disease by people who haven't yet developed symptoms, or who are only a bit sick.    \"There is also strong evidence that it can be transmitted by people who are just mildly ill or even presymptomatic. That means COVID-19 will be much harder to contain than the Middle East respiratory syndrome or severe acute respiratory syndrome (SARS), which were spread much less efficiently and only by symptomatic people,\" he wrote, using the scientific word for the disease caused by the virus.  Others agree that people without serious symptoms play a substantial role in the spread of the new coronavirus.     \"Asymptomatic and mildly symptomatic transmission are a major factor in transmission for Covid-19,\" said Dr. William Schaffner, a professor at Vanderbilt University School of Medicine  and longtime adviser to the CDC. \"They're going to be the drivers of spread in the community.\"      Osterholm urged public officials to be clearer about the way the virus is spread.     \"At the very beginning of the outbreak, we had many questions about how transmission of this virus occurred. And unfortunately, we saw a number of people taking very firm stances about it was happening this way or it wasn't happening this way. And as we have continued to learn how transmission occurs with this outbreak, it is clear that many of those early statements were not correct,\" he said.     \"This is time for straight talk,\" he said. \"This is time to tell the public what we know and don't know.\"     Outbreak in Massachusetts     In the United States, more than 2,000 people are confirmed or presumed positive for the novel coronavirus, and 50 have died.      In February, employees of Cambridge biotechnology company Biogen attended a company meeting. After the meeting was over, three employees tested positive for the virus.     Those three employees did not have symptoms during the meeting, according to Ann Scales, a spokeswoman for the Massachusetts Department of Public Health, who noted that an investigation into the outbreak is ongoing and new information about cases and their symptom status may become available later.     International studies     There are also reports in other countries of significant transmission by people who are asymptomatic or only mildly symptomatic.     On Tuesday, Dr. Sandra Ciesek, director of the Institute of Medical Virology in Frankfurt, Germany, tested 24 passengers who had just flown in from Israel.     Seven of the 24 passengers tested positive for coronavirus. Four of those had no symptoms, and Ciesek was surprised to find that the viral load of the specimens from the asymptomatic patients was higher than the viral load of the specimens from the three patients who did have symptoms.      Viral load is a measure of the concentration of the virus in someone's respiratory secretions. A higher load means that someone is more likely to spread the infection to other people.     While Ciesek has not yet published this finding, on February 18, she published a letter in the New England Journal of Medicine about two passengers who returned to Germany from Wuhan, China, and tested positive for coronavirus.     One of these positive passengers had no symptoms and the other had a faint rash and a mild sore throat. When she took their testing samples back to the lab, she successfully infected a cell culture with the patients' swabs.     \"We can conclude that both patients [were] shedding virus that is able to infect cells, and, most likely, other humans,\" Ciesek wrote in an email to CNN.     Early, large-scale studies using mathematical modelling of outbreaks in Tianjin, China, and Singapore in January and February have also found significant amounts of spread by people who had not yet developed symptoms.     Both studies were posted on MedRxiv, a pre-print server founded by Yale University, the medical journal BMJ and Cold Spring Harbor Laboratory in New York. Articles on this server have not been reviewed by the authors' scientific peers.     A study posted Sunday by Belgian and Dutch researchers shows that between 48% and 66% of the 91 people in the Singapore cluster contracted the infection from someone who was pre-symptomatic. Of the 135 people in the Tianjin cluster, between 62% and 77% caught it from someone was pre-symptomatic.     One of the study's lead authors, Tapiwa Ganyani at the Data Science Institute at Hasselt University in Belgium, noted in an email to CNN that these are estimates with uncertainties.     Canadian, Dutch and Singaporean researchers looked at the same outbreaks in Tianjin and Singapore and found that infection was transmitted on average 2.55 days and 2.89 days before symptom onset respectively in each location.     \"Our analysis would suggest that presymptomatic transmission is pretty commonplace,\" said the study's lead author, Caroline Colijn, who leads the mathematics, genomics and prediction in infection and evolution research group at Simon Fraser University in British Columbia.     CDC officials have said that while it's clear asymptomatic spread does happen, it does not appear to be the driver of the outbreak -- or as the CDC says on its website, asymptomatic transmission \"is not thought to be the main way the virus spreads.\"     \"If I were writing that CDC webpage today, I would phrase that a little more towards transmission before symptoms show up,\" Colijn said.     Ciesek, the German virologist, agrees that the CDC should tweak its statement.     \"I read it before, and I wondered to myself -- why are they so sure of this?\" she said.   "], "Language": false}