{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-031820/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-18T10:18:10.518Z"], "LastModifiedDate": ["2020-03-19T12:38:36.133Z"], "Headline": ["Coronavirus fears continue to grip stocks: March 18, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Click here for March 19, 2020 stock news. It was another ugly day for Wall Street. US stocks erased the prior session's gains and closed lower. The Dow closed below 20,000 total points for the first time since February 2017. It was down 6.3%, or 1,338 points, on the day. During the afternoon, the index fell so much that it erased all of the gains accumulated under the Trump administration -- though it closed slightly above that key level. The S&P 500 is also edging closer to falling below its January 2017 level. The index finished down 5.2%. The Nasdaq Composite closed down 4.7%. Trading was briefly halted in the early afternoon after the S&P fell 7%, triggering the New York Stock Exchange's circuit breaker. The economic fallout from the coronavirus pandemic could claim up to three million jobs by the summer, according to the Economic Policy Institute. \"At this point, a coronavirus recession is inevitable. But the policy response can determine how deep it is, how long it lasts, and how rapidly the economy bounces back from it,\" wrote EPI Director of Research Josh Bivens. A policy response with enough fiscal stimulus could help curtail the number of jobs lost, Bivens said. Moderate stimulus isn't enough, he warned, and could still allow for three million lost jobs. Employment losses in the coronavirus recession, \"much more laser-targeted at low-wage, low-productivity, and low-hours jobs in service industries,\" he added. \"Given that workers in these sectors are likely to have very little savings to tide them over the economy’s downturn, the ripple effect from the first round of job losses are likely to be far greater,\" Bivens said. Markets are going wild again on Wednesday and assets are selling off across the board. \"I think everyone needs to take a deep breath,\" said Nancy Tengler, chief investment strategist at Laffer Tengler Investments on the CNN Business' digital live show Markets Now. Diversification works in times of trouble, Tengler tells her clients.  But  now would also be a good time to increase 401(k) contributions and add to equity portfolios. High quality companies that will continue to be in business, be solvent and pay dividends look cheap right now. McDonalds (MCD), Cisco (CSCO), Microsoft (MSFT), AbbVie (ABBV) and Starbucks (SBUX) are stocks in that category, according to Tengler. \"These are incremental buys,\" and it wouldn't be wise to jump in with both feet, she added. That way investors will be prepared for the recession \"we're inevitably entering into,\" Tengler said. That escalated quickly. Crude oil was facing another horrific day, with a loss of 9% during Wednesday morning trading. But selling intensified throughout the session, with US oil finishing down a stunning 24%, settling at just $20.37 a barrel. That means oil is now at the weakest level since February 2002.  Late Tuesday Goldman Sachs predicted another round of selling in the oil patch that would eventually drive crude from $27 a barrel to just $20. But even the Wall Street bank must be stunned at how quickly that nightmare scenario played out.  The breathtaking speed of the oil crash reflects the enormous pain being inflicted by the combination of shrinking demand and swelling supply. And it underscores just how much worse the economic situation has become.  The Federal Reserve slashed rates to zero on Sunday before Asian markets opened, but this hasn't helped calm financial markets. Did the world's most powerful central bank make a mistake? Not necessarily, said Danielle Dimartino Booth, CEO and chief strategist for Quill Intelligence on CNN Business' digital live show Markets Now. Even though the timing may have been slightly surprising, investors had already priced in a Fed rate cut to zero. That might be why the market didn't react more positively to the central bank's action. The drastic cut also highlighted that the economy might be in a much rougher state than previously thought. \"The service industry has come to a shrieking halt across America,\" said Dimartino Booth. That is worrying because consumer spending is the backbone of the US economy. JCPenney (JCP) said Wednesday that it will close its stores until April 2. The company initially resisted closing all of its stores and had planned to reduce hours. In recent days, its department store rivals Nordstrom (JWN) and Macy's (M) said they will temporarily close stores. Kohl's (KSS) is the only major department store chain still operating stores. It is shortening hours at its locations. \"With the effects of the outbreak being felt more each day, our primary concern and area of focus is and has been on the health and safety of our associates, our customers, and our communities,” said Jill Soltau, chief executive officer of JCPenney. “We know this is a critical, unprecedented time and our thoughts are with those who have been impacted.” Just a month ago, the Dow looked destined to break through the 30,000 level for the first time ever.  Investors were confident (overly so, in retrospect) that the coronavirus outbreak in China would have just a fleeting impact on the American economy. Reflecting that optimism, the Dow hit a record closing high of 29,551.42 on February 12.  The world has completely changed since then. The coronavirus outbreak is now a pandemic. And it's shut down large parts of the world economy, including in the United States. Investors are bracing for a recession, perhaps a severe one. Now, the Dow is struggling just to hold the 19,000 level. It plunged to as low as 19,056 on Wednesday following another 15-minute trading halt. That means the Dow has lost more than 10,400 points, or 35%, from its record high.  As the coronavirus crisis keeps markets in a chokehold, liquidity has gotten tight.  US Treasury bonds are normally the most liquid asset in the world, meaning they  can be converted into cash so quickly that they are cash-like. Under normal circumstances, Treasuries are \"the gold standard for liquidity,\" said John Bellows, portfolio manager at Western Asset Management.  But things look quite a bit different in the new coronavirus normal: investors have now grown concerned about the liquidity in bond markets. \"The demand for cash is causing investors to sell their Treasuries,\" Bellows said. In line with that, the 10-year Treasury bond headed lower on Wednesday, with its yield moving back above 1.1%. Bond prices and yields move in opposite directions to each other. The sold Treasuries then pile up on the balance sheets of broker dealers, which is what is draining the liquidity from the market, Bellows said. This is where the Federal Reserve's bond purchases to unclog the financial system comes in. \"The risks are to the upside here. The Fed can and will do more as the need for cash increases,\" Bellows added. Sony gave a talk via YouTube livestream Wednesday on its upcoming next-generation console, the PlayStation 5. It added a few details on what we already know: The PS5 will have immersive 3D audio, SSD storage and a graphics card that supports ray-tracing, which can add more realistic details to gaming, like shadows. Sony (SNE) was originally going to give its talk to developers during the now postponed Game Developers Conference in San Francisco that was planned for this week. The conference was moved to this summer over coronavirus concerns and some virtual talks are streaming this week online.  Sony's stock was down 3.6% Wednesday following the presentation.  Many in the YouTube (GOOG) comments complained that the developer-focused talk which was heavy on math and jargon was too boring. Some demanded the PlayStation 5 be released so they could simply spend the money without sitting through the talk. The announcement came two days after Microsoft (MSFT) revealed the technical specifications of the Xbox Series X. Although pricing is still unknown, Microsoft said the Series X has several new features that would give it a leg up over older consoles, including support for better graphics. Both consoles are slated to come out over the holidays.  The Trump stock rally, which at its peak a month ago was robust and seemingly unending, has completely evaporated. The Dow dropped more than 1,700 points on Tuesday, bringing the index below 19,732 points. That was the Dow's closing level on January 19, 2017, the day before Trump took office. The S&P 500, which is the broadest measure of Wall Street, is not yet below the key level, but it is moving closer. Trading was briefly halted this afternoon on the New York Stock Exchange after the S&P tripped its 7% circuit breaker. Global equities have been hit hard by the worries about the economic fallout from the coronavirus outbreak, which has by now infected more than 7,000 people in the United States. Economists predict recessions for both individual countries and the world economy this year as the pandemic dealt both a supply and demand shock to commerce. That said, expectations for a sharp rebound for the economy and the stock market in the second half of the year are high. Stocks resumed trading at 1:11pm ET, after the New York Stock Exchange halted activity following a 7% drop in the S&P 500. The S&P was down 7.2% upon the reopen.\nThe Dow fell 8.1%, or 1,710 points.\nThe Nasdaq Composite was down 6.5%. Many Americans are being forced to stay home due to the coronavirus outbreak. But they're continuing to shop -- on their laptops and smartphones -- for all their daily necessities. That could actually help Walmart (WMT). Shares of Walmart rose nearly 6% Wednesday -- even as the broader market plunged again -- and hit a new all-time high. The catalyst? Credit Suisse analyst Seth Sigman upgraded the stock to \"outperform,\" saying Walmart will be one of the major beneficiaries of a shift to more people buying goods from home. \"We see this unfortunate period accelerating structural changes in consumer shopping,\" Sigman wrote in a report. More people will be willing to shop for groceries (a big product category at Walmart) online, he added. Walmart has spent billions to boost its digital efforts in order to compete more effectively with Amazon (AMZN).  Walmart often holds up better during economic rough patches because its discount model attracts more budget-conscious shoppers. But Sigman said Walmart \"is no longer just an early cycle, defensive, low-price player, as in prior cycles.... More than a short-term pantry load - expect shift to consumption at home.\" Interestingly, two other consumer companies -- bleach and disinfectant wipes maker Clorox (CLX) and SPAM canned meat owner Hormel (HRL) -- also hit new all-time highs Wednesday. People are probably buying a lot of their products from Walmart as well.  The New York Stock Exchange has halted stock trading for 15 minutes after the S&P 500 fell 7% on Wednesday afternoon. Delta's financial future is getting increasingly dire.  The airline revealed in a regulatory filing Wednesday that its revenue will decline by nearly $2 billion this month expects it to fall even further in April. Similar to other airlines that are looking to their cut costs, Delta will reduce domestic capacity by 70% and international capacity by 80% over the next three months. CEO Ed Bastian said that the company is having \"constructive discussions\" with the White House and Congress about receiving financial support.  Until then, it's enacting \"cash preservation\" actions including significant pay cuts among its corporate leaders, temporarily closing a majority of its Sky Clubs and reducing its fleet size by half, which amounts to more than 600 planes.  And Bastian warned employees that involuntary job losses may be necessary, even though about 10,000 employees have already taken voluntary unpaid leave. \"I know everyone is concerned about the security of your jobs and pay,\" he wrote. \"Given the uncertainty about the duration of this crisis, we are not yet at a point to make any decisions. And those are very painful decisions to even consider.\"  He said Delta would only make the staff cuts if its future is at stake. Delta's (DAL) shares are down 33% and the stock has lost 64% of its value this year. The last time crude oil prices traded at these levels, President George W. Bush was in the middle of his first term in the White House. The crude crash accelerated Wednesday afternoon, with US oil nosediving 18.5% to as low as $21.96 a barrel. Oil hit session lows just after stock market trading was halted on the New York Stock Exchange for 15 minutes. Crude is on track to finish at the weakest level since at least February 2002. Oil continues to be rocked by shrinking demand caused by coronavirus travel restrictions and the slowing world economy. \"This continues to be a perfect storm from both a supply and demand perspective,\" said Matt Smith, director of commodity research at ClipperData. Instead of supporting the market by cutting production, Russia and Saudi Arabia are mired in devastating price war that will add supply at the worst possible time. \"The world's largest producers are about to flood the global market in the coming weeks, at a time when demand is cratering due to the coronavirus,\" Smith said.  The intensifying oil crash drove the energy sector (XLE) down a stunning 12% on Wednesday alone. Noble Energy (NBL), Diamondback Energy (FANG) and Kinder Morgan (KMI) plunged between 18% and 28%.  Stocks have been selling off for weeks and brief rebound rallies haven't been able to lift weekly performances. So what needs to happen for the market to improve and break this habit? \"We have not seen a positive headline yet about Corona, the numbers keep expanding,\" said Jonathan Corpina, senior managing partner at Meridian Equity Partners, told Alison Kosik during the CNN Business' digital live show Markets Now. \"Every night, every day, it's the continual same headline, the numbers are increasing,\" As soon as there is some more clarity and some positive news in terms of combating the virus and some positive numbers pointing to a flattened curve of infections or an end to infections, the market will calm down, he said. Stocks remain in the red at midday, with investors awaiting a White House press briefing with President Donald Trump and the coronavirus task force. During yesterday's press briefing, stocks extended their gains. The Dow is down 5.6%, or 1,200 points.\nThe S&P 500 is down 5%.\nAnd the Nasdaq Composite slipped 3.9%. Burger King is giving away two kids' meals with any purchase made on its app beginning next week, the fast food chain confirmed to CNN Business. Restaurant Brands International CEO Jose Cil explained in an interview that the promotion is aimed at helping school-aged kids who may be at home because of the ongoing coronavirus crisis. He said that children are \"one of the hardest hit groups of Americans, because they rely so significantly on school, for lunch.\"  Burger King is owned by RBI (QSR), which also controls Tim Hortons and Popeyes. Ikea is temporarily closing all 50 of its stores in the United States in an effort to stunt the spread of coronavirus, the company said Wednesday.  The decision comes after a March 16 announcement that the furniture retailer would be closing some US stores and reducing hours at others. And Ikea joins a growing list of retailers who have temporarily closing stores in the United States and around the world.  “Unprecedented times call for unprecedented measures,\" Ikea retail US president Javier Quiñones said in a statement. \"This is the most responsible way Ikea can continue to care for our co-workers and our customers in a manner that is healthy and safe.\" While Ikea's stores will be closed to customers, they will still fulfill online orders and be open for online order pick up.  The company said it will continue to support its 18,000 US workers \"through its comprehensive benefits package and paid leave policy.\"  Ikea has also announced temporary store closures in Austria, Belgium, Canada, Czech Republic, Denmark, Germany, Italy, France, the Netherlands, Poland, Slovakia, Spain, Switzerland and China. The company said that as the outbreak in China improves, it is gradually reopening stores in the country.  At the start of the year, Boeing (BA) was the biggest weighting in the Dow, which ranks its 30 stocks by their share prices.  At the time, Boeing was trading around $325 a share. Despite the company's numerous problems related to two fatal crashes in 2018 and 2019 and the subsequent grounding of its  fleet of 737 Max jets, Boeing still had the highest stock price of any Dow component. Then came the coronavirus outbreak and the global airline industry went into a massive free fall. Boeing is now asking the federal government for assistance, saying late Tuesday that it and the rest of the aerospace industry may need at least a $60 billion bailout. Boeing's stock plunged 15% Wednesday, and has now plummeted 70% this year. It now trades for just over $100 a share. A dozen other Dow stocks now have a higher price than Boeing. Here's a list of them, ranked from highest to lowest price: Apple (AAPL)\nUnitedHealth (UNH)\nHome Depot (HD)\nGoldman Sachs (GS)\nVisa (V) \nMicrosoft (MSFT) \nMcDonald's (MCD)\n3M (MMM)\nJohnson & Johnson (JNJ)\nWalmart (WMT) \nProcter & Gamble (PG)\nIBM (IBM) Dow component Caterpillar (CAT) is only about a dollar below Boeing's stock price. Shares of major hotel chains are on the decline, only compounding to the increasingly bleak outlook as tourism suffers amid the ongoing coronavirus pandemic. Hilton (HLT) is down 15% and is down 50% for the year\nHyatt (H) shares plunged 17% and is down nearly 60% year to date\nMarriott (MAR) declined 23% and down 62% for the year\nCaesars  (CZR) dropped nearly 15% and is down nearly 70% for the year\nMGM Resorts (MGM) dipped 14% and is down a whopping 75% for the year Executives from the hotel industry met with President Donald Trump yesterday at the White House appealing for a bailout.  Hilton CEO Christopher Nassetta said he's never seen \"anything like it\" before in reference to how high levels of occupancy are in his hotels. He said Hilton would be running at about 10% to 15% occupancy worldwide.  “We’ve never closed a hotel that wasn’t going to be demolished and rebuilt,” he added, “the bulk of our hotels in major cities are closing as we speak.” The nightmare in the oil industry keeps getting worse. Intensifying recession fears drove US oil prices to the lowest level since June 2002 on Wednesday. Crude plunged as much as 9%, touching a low of $24.42 a barrel. The relentless selling is being driven by a crushing combination of excess supply and shrinking demand. And it's dealing a crushing blow to America's once-booming oil industry. The coronavirus pandemic has caused global travel to collapse, eating into the world's once-insatiable thirst for oil, which powers the economy. Countless flights have been canceled. The cruise industry is at a standstill. Highways are empty. And many factories are dark. Read more about the oil selloff here. Economic data for America's housing sector looked promising in the past months. With mortgage rates coming down and paychecks rising modestly, the sector was poised for a good 2020. But everything is different now that the coronavirus pandemic has arrived on America's shores. Wednesday's data for building permits and housing starts still looks reasonably positive. Building permits rose by nearly 1.5 million in February, broadly in line with expectations, while housing starts were up 1.6 million, slightly more than forecast. This picture is likely going to worsen over the coming months, as social isolation quarantines that hurt consumer confidence take hold. US stocks tumbled at Wednesday’s open, erasing the gains from the prior session’s rebound rally. The S&P 500 opened 5.4% lower. If the index falls 7%, trading will be halted for 15 minutes.\nThe Dow opened 6%, or 1,275 points, lower\nThe Nasdaq Composite was down 5.7%. America's biggest bank is providing $50 million to help people hit hardest by the coronavirus pandemic. JPMorgan Chase (JPM) announced the global philanthropic commitment Wednesday aimed at addressing both the public health and economic challenges posed by the crisis. An initial investment of $15 million will go toward helping communities hit the hardest by the coronavirus. That includes $5 million toward healthcare, food and other relief; $2 million to nonprofits; and $8 million to small businesses in the United States, China and Europe. JPMorgan said the remaining $35 million will be delivered over time to help vulnerable communities, focusing on key areas including jobs, skills, small business and financial health. \"We are mobilizing the firm’s resources to support customers, employees and communities – especially the most vulnerable – in this time of crisis,” Peter Scher, JPMorgan's head of corporate responsibility, said in a statement. Target (TGT) will begin closing its nearly 1,900 stores in the United States at 9 pm. Similar to other major retailers, the reduced hours will give employees more time to restock and clean.  The changes begin Wednesday and will \"last until further notice,\" the company said. It's also reserving the first hour of a store's opening to \"support vulnerable guests,\" including the elderly. Customers clearing out stores for necessities, including toilet paper and frozen food, has been a problem for stores amid the growing coronavirus pandemic.  US stock futures once again hit \"limit down\" in overnight trading, meaning they can't fall any further and traders are flying blind into the open. The only thing we know? It could be another ugly day. After Tuesday's rebound, markets could reverse all their gains again. The SPDR S&P ETF Trust (SPY), which tracks the S&P 500, is down 6.5% in premarket trading. If the S&P drops 7% during the regular session, trading will be halted for 15 minutes. This has happened three times over the past 10 days, including Monday. The US dollar has strengthened over the past weeks amid a credit squeeze. The dollar is the world's go-to funding currency, and investors and businesses are scrambling to shore of their reserves. This has slammed the greenback's rivals, including the British pound, which has fallen below $1.20 and to its lowest level since the October 2016 flash crash.  One pound last bought $1.1851, down 1.7% on the day. If the currency drops further, it could tumble to its lowest level since 1985. Given how far it has fallen, it could make a bigger move toward $1.15, said Michael Hewson, chief market analyst at CMC Markets. JetBlue Airways (JBLU) said it is in discussions with aircraft maker Airbus to delay payments and delivery of new jets as it adjusts to the plunge in air travel in the face of the coronavirus crisis. The airline, which along with United Airlines was among the first to cut its domestic schedule because of the fall in traffic, said it will cut its schedule in April and May by 40% and it expects to make deep cuts in the June and July schedule as well. That's far deeper than the initial 5% cut in its schedule that it announced on March 4. But airlines has fallen sharply since then, prompting other airlines, such as United and Delta, to announce similar reductions in their schedule. The airline industry is seeking a $50 billion federal bailout for passenger airlines and another $8 billion in help for cargo carriers. JetBlue said it supports that aid package, but that in the meantime it has arranged an a new $1 billion credit line. \"This is not free money – it’s a band-aid solution that holds us over and we have to pay it back with interest,\" said the airline. \"Even with these cash reserves we, like the rest of the industry, will need significant government support to help us through these losses.\" In recent days, the US Federal Reserve has pulled out the big guns to fight the fast-moving economic and financial shock caused by the coronavirus epidemic — cutting interest rates close to zero, ramping up asset purchases and easing capital rules to give banks more flexibility to extend credit to households and businesses. The rapid series of interventions continued Tuesday, when the central bank invoked emergency powers to launch a new program that will seek to unfreeze a $1 trillion market that keeps America's economy moving. What happened: The Fed said it will purchase commercial paper from highly rated borrowers. During normal times, businesses use the commercial paper market to easily get short-term loans to pay workers and finance inventories.  But like other funding markets, there's been a breakdown in recent days, raising fears that coronavirus-ravaged companies would lose access to credit just as they need it most. That would have a cascading effect, forcing cash-strapped businesses to lay off workers and scrap spending plans. \"The commercial paper market has been under considerable strain in recent days as businesses and households face greater uncertainty in light of the coronavirus outbreak,\" the Fed said in a statement. Crisis mode: The Fed took launched a similar rescue plan in 2008. In a note to clients, Goldman Sachs' chief economist Jan Hatzius called the move a return to the \"crisis-era playbook\" — and predicted that more emergency measures to keep credit flowing could be on the way. The Big Three automakers in the United States will keep their factories in the country open for now — albeit with new restrictions in place to safeguard workers from the novel coronavirus. Ford (F), General Motors (GM) and Fiat Chrysler Automobiles agreed Tuesday night to \"rotating partial shutdowns\" of their factories, according to United Auto Workers.  The union added that the automakers will also deep clean their facilities and equipment when workers swap shifts, and extend the length of time between shifts. The announcement is a compromise between the union and the automakers. The UAW earlier called on the companies to shut down their US factories entirely for two weeks as a way to \"safeguard our members, our families and our communities.\" Read more here. The fear among investors about the novel coronavirus pandemic and its devastating impact isn't going away despite promises of massive government support for business. US stock futures swung back into the red overnight after Wall Street's slight rebound. They hit their limit and stopped trading. Dow (INDU) futures fell more than 800 points, or 3.9%, accelerating earlier losses after hours\nS&P 500 (SPX) futures were down 3.7%\nNasdaq (COMP) futures declined 4.4% US Treasury Secretary Steven Mnuchin is pushing for a $1 trillion economic stimulus designed to prevent the unemployment rate from soaring to 20%, a Republican Senate source told CNN.  Volatility across markets has created considerable anxiety amongst investors trying to gauge the effectiveness\" of various healthcare, monetary and fiscal policy responses, wrote Bob Michele, global head of fixed Income at JP Morgan Asset Management, in a research note. Read more here. US market jitters carried over to Asia Pacific during Wednesday trade. Australia's S&P/ASX 200 closed down 6.4%, the worst performer in the region\nSouth Korea's Kospi (KOSPI) ended the day down 4.9% Other major regional indexes turned negative, erasing morning gains.  Japan's Nikkei 225 (N225) finished down 1.7%\nChina's Shanghai Composite (SHCOMP) was last down 1.8% \nHong Kong's Hang Seng Index (HSI) was 4.2% lower as its losses accelerated rapidly toward the end of the day. Europe was also lower.  Europe's STOXX 600 index was down 3.3% in early trading\nGermany's DAX (DAX) was off 4.6%\nFrance's CAC 40 (CAC40) has slid 3.6%\nBritain's FTSE 100 was 3.3% lower"], "Language": false}