{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/politics/young-people-coronavirus-caution-white-house/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Betsy Klein and Maegan Vazquez, CNN"], "Writers": [["Betsy Klein", "Maegan Vazquez"]], "FirstPublishDate": ["2020-03-18T17:20:03Z"], "LastModifiedDate": ["2020-03-18T23:49:44Z"], "Headline": ["Trump and health officials caution young people to 'heed the advice' on coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump and a top US health official cautioned young people to heed the advice to socially distance and be wary of the coronavirus pandemic even though they do not fall in the highest risk groups. Dr. Deborah Birx said during Wednesday's briefing at the White House that the coronavirus task force is concerned about reports indicating that more young people are becoming seriously ill from the coronavirus. It suggests they may have continued to be exposed to the virus because they weren't concerned about being at risk, she said. \"There are concerning reports coming out of France and Italy about some young people getting seriously ill and very seriously ill in the ICUs,\" Birx said. \"We think part of this may be that people heeded the early data coming out of China and coming out of South Korea of the elderly or those with preexisting medical conditions were a particular risk,\" she continued. \"It may have been that the millennial generation ... there may be disproportional number of infections among that group and so even if it's a rare occurrence it may be seen more frequently in that group.\" She also said that the task force has \"not seen any significant mortality in children.\" Trump, who initially downplayed concerns over the virus as it began to spread across the globe, said Wednesday his initial comments were aimed at keeping people calm. \"I hope they just listen to what we've been saying over the last period of time. We don't want them gathering, and I see that they do gather including on beaches, and including in restaurants, young people,\" the President said. \"They don't realize that -- they're feeling invincible, I don't know if you felt invincible when you were young. But they don't realize that they could be carrying lots of bad things home to their grandmother and grandfather and even their parents,\" he said. \"So, we want them to heed the advice ... and I do believe it's getting through.\""], "Language": false}