{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/health/schools-reopening-coronavirus-children-wellness-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Emma Reynolds, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-06T16:37:38Z"], "LastModifiedDate": ["2020-05-06T18:55:50Z"], "Headline": ["Should your kids go back to school? These studies suggest not"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Moves by countries to reopen schools that were shut to prevent the spread of coronavirus could risk a second wave of infections, some studies suggest. Most cases of Covid-19 in children are mild, but studies suggest kids may play a major role in transmitting the virus to each other and to vulnerable adults -- and that keeping schools closed for longer may help stop the spread of the coronavirus. One study conducted in China and published in the journal Science last week suggested that keeping schools closed could reduce infections and delay the epidemic.  Researchers from China, Boston and Italy performed contact surveys in Wuhan, where the coronavirus was first detected, and Shanghai, China's largest city.  They estimated that removing all interactions normally seen in schools for children up to 14 years old would lead to a reduction in the average daily number of new cases of about 42%, while reducing children's interactions to those typically seen during vacation periods could reduce new cases by 64%. \"Overall, school-based closure policies are not sufficient to entirely prevent a Covid-19 outbreak, but they can impact disease dynamics, and hence hospital surge capacity,\" said the researchers. The paper states that children ages 0-14 are about a third as likely to be infected with coronavirus as adults, but experts told CNN that the research does not have sufficient data to be reliable. Simon Clarke, associate professor in cellular microbiology at the University of Reading, said the paper is based on contact tracing and self-reported symptoms, so it does not record asymptomatic infections. It also only looks at specific locations in China, where there could be other factors that affect transmission, he said. A study from Shenzen, in southeastern China, published in the Lancet journal in April found that children had the same risk of contracting the coronavirus as the rest of the population but rarely developed severe symptoms.  Another study posted on the German Research network Zoonotic Infectious Diseases in April suggested that children were less likely to be severely affected by Covid-19, but did not show whether their chances of being infected were lower. Experts told CNN the paper had not been peer reviewed and there were methodological issues that affected being able to make conclusions. Despite reservations on the available data, Clarke agreed that countries should be cautious in reopening schools. \"None of this stuff is definitive, but it's building up a picture,\" said Clarke. \"At this stage, when we just don't know enough about the susceptibility of children to picking up the virus and transmitting it, then we should err on the side of caution.\" Countries including China, Taiwan, Denmark and Israel have reopened schools and others are considering doing the same. The UK is reportedly weighing up reopening schools for younger children on June 1. Clarke said of the UK: \"I think it is too early at this stage to reopen schools.\" \"It could be a driver for a second wave. Everything we do, to some extent, lifting restrictions, will put upward pressure on the R rate, on the R number [the reproduction rate, which shows how many people each infected person will transmit the disease to on average]. So, you know, it's just a case of picking those which put the least upward pressure on the R number. \"Any opportunity for people to mix will put upward pressure on that.\" He added that since we know children can spread flu, \"it is not unreasonable to suspect\" that they may be able to spread the coronavirus. Clarke noted that the Science study only looked at social distancing rather than the effects of measures such as decontamination, which are being employed in many of the schools where children are returning to work. In Denmark, for example, classrooms were given deep cleans, desks were placed well apart and children were taught outside where possible when younger students returned on April 15 after a month of closure. Dr. Tom Wingfield, Senior Clinical Lecturer and Honorary Consultant Physician at Liverpool School of Tropical Medicine, told CNN that there were many different ways to reopen schools, including partial reopening for certain age groups and staggered hours.  \"I just don't think there's evidence to help us say whether one of those things is better than the other. But I think I think the evidence across the board does show that school closures will reduce transmission, alongside a raft of other other social distancing interventions,\" he said. He said it was also important to think about how children interact -- \"what the family units look like, how many vulnerable people are within those family units, and that I imagine will change slightly from country to country in terms of intergenerational households and especially for example, amongst certain ethnic minority groups.\" Clarke warned that when schools closed for the summer during the swine flu epidemic in 2009, \"normal cases dropped like a stone, and then went racing back up again in sort of mid-September.\" \"It takes a few weeks for these things to get going,\" he added. Case numbers are falling in many countries after social distancing and school closures were implemented. Now that it appears governments may be able to safely relax some restrictions, many are eager to get students back to school, particularly young children, to allow their parents to return to work. But as long as we still don't know how infectious children really are, leaders will need to be vigilant to make sure that a return to the classroom doesn't mean a return to the worst levels of the pandemic."], "Language": false}