{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/us/coronovirus-testing-supply-shortages-invs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Robert Kuznia, Curt Devine and Drew Griffin, CNN"], "Writers": [["Robert Kuznia", "Curt Devine", "Drew Griffin"]], "FirstPublishDate": ["2020-03-18T22:30:26Z"], "LastModifiedDate": ["2020-03-18T22:30:26Z"], "Headline": ["Severe shortages of swabs and other supplies hamper coronavirus testing"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Even as commercial laboratories have ramped up coronavirus testing, frontline medical workers across the country are reporting a new, dire problem: A shortage of related materials needed to conduct the tests. Medical officials at several state health departments, hospitals and labs have told CNN they need more testing swabs, reagents, pipettes and other material needed to conduct the Covid-19 tests. In Minnesota, the shortage caused the sudden closure of some pop-up drive-thru clinics. In West Virginia, the chief health official said she had to scrape together supplies from flu tests to make do. In Ohio, the Department of Health told CNN they're focusing on \"testing our most vulnerable patients\" because of a \"global shortage of supplies.\" \"This is a huge problem,\" said Scott Becker, the CEO of the Association of Public Health Laboratories, which represents state and local public health laboratories. \"I'm really concerned that we are not going to have the capabilities to test those who really need and should get a test.\" The supply shortage is the latest obstacle to roil an American medical system caught flat-footed by a deadly global pandemic that threatens to plunge the economy into recession and deliver a punishing death toll. It amounts to a stumble out of the gate in the race against the disease, which had already been given a head start. Pandemic means 'demand will outweigh supply' Test supplier Roche Diagnostics Corporation says its around-the-clock production -- it's now distributing 400,000 tests per week to labs in the United States -- isn't enough to keep pace with demand. \"At the height of any global health emergency, demand will outweigh supply,\" said spokesman Michael Weist. Roche Diagnostics and government agencies have developed a strategy that prioritizes labs with the broadest geographic reach and highest patient impact, he added. European manufacturer Qiagen says it has already shipped twice as many RNA kits for coronavirus tests in the first two and a half months of this year than it did in all of last year. The kits, or reagents, are used to extract the genetic code of a virus from swabs or cough samples -- a key part of coronavirus testing. The company announced it is dramatically ramping up production, but a spokesperson also told CNN, \"We are prioritizing requests and discussing with customers their flexibility on allocating kits.\"  \"It is unprecedented demand,\" Qiagen's John Gilardi said. Supply shortage forces doctor to scrape flu kits The supply shortage has jammed the gears of concerted efforts to turn the corner on testing. The Minnesota Department of Health announced Tuesday it was \"forced to make adjustments\" on testing \"due to a national shortage of COVID-19 laboratory testing materials.\" This left some sickened residents in the lurch, with a University of Minnesota-affiliated hospital shuttering its pop-up drive-thru clinic, according to the Star Tribune. Some patients who'd made appointments to be swabbed behind the wheel received last-minute cancellation calls.  In West Virginia, State Health Officer Dr. Cathy Slemp said the state had the ability to test \"maybe 500 people\" -- and that, she said, was only because \"I've pulled all my supplies from flu\" kits. \"There are all kinds of things in the chain of testing,\" she said at a news conference Tuesday.  \"There's swabs, there's extraction things ... there are shortages on many pieces of it.\" Tuesday, West Virginia became the 50th state to report a positive case. But some believe the state's low Covid-19 tally was really about a testing paucity: Before Tuesday, West Virginia had tested just 84 people.  \"I wanted to make sure that people understood they should not get a false sense of security,\" Sen. Joe Manchin of West Virginia told CNN's John Berman on \"New Day\" on Wednesday. \"We need the testing, test kits,\" said Manchin. \"We have to have it and all the supplies that go with it. ... When it hits my state -- and it has hit -- it is going to be absolutely catastrophic.\" Military veteran Kenneth Hawthorne, who lives in the northern part of the state, says he's been to the emergency rooms three times in the past two weeks. Sick with a cough and fever, he tested negative for the flu and he says he cannot get a coronavirus test.  \"They keep telling me and my wife we are low risk, so we aren't priority to take the test,\" he said. 'I'm so angry and outraged,' nurse says One nurse in West Virginia said she's been very sick for more than a week but has been unable to get a coronavirus test despite repeated requests by her and her doctors. The nurse, who asked not to be identified for fear she will lose her job, told CNN she first developed a fever of between 100 and 103 degrees and an \"unrelenting cough\" that won't let up. She, too, tested negative for the flu; her requests to be tested for coronavirus have been repeatedly denied because she has not been in direct contact with someone who has tested positive. Now, other members of her family have also fallen sick. \"At this point I'm so angry and outraged at the way this is being handled,\" she said. In Washington state -- whose death toll makes up more than a third of the 125 lives claimed by the coronavirus to date in United States -- the University of Washington was testing at a high rate early on when it hit a snag: It ran out of pipettes -- a hand-held tool for transporting liquid, said Dr. Rod Hochman, who heads the 51-hospital Providence St. Joseph Health network across the American West. \"I think we need to rethink how we're going to deal with an epidemic or pandemic,\" Hochman said. \"The minute there was an outbreak in China several months ago, that should have started a whole sequence of events going. Now as everyone would say ... that's the history, but what do we do now?\" Many patients still can't get tested Also hitting a roadblock is the University of Nebraska Medical Center, which was among the first facilities in the nation to develop an in-house coronavirus test for people in the region, after the FDA eased regulations in late February.  \"We're in the situation now where we actually don't have the reagents from the extraction to do the samples so we can run the tests,\" Dr. Mark Rupp, the facility's infection control chief, told CNN's Jake Tapper this week. \"Allow(ing) states to develop these tests only goes so far.\"  In a statement to CNN, the Food and Drug Administration said it is well aware of the shortages and is trying to provide information \"on alternative sources of reagents, extraction kits, swabs and more.\" Meanwhile, all across America, sick people still find themselves unable to get a test. Shannon Mason, a 38-year-old attorney in northern California, says she has suffered for four weeks with a respiratory infection that left her with shortness of breath and lungs feeling full of fluid. \"When I would lay down, I could hear the fluid gurgling,\" she told CNN, speaking by phone. \"It was freaking me out.\" Her daughter caught it, too, and missed a day of school before returning. On March 13, Mason called the voicemail service of her primary care provider to request a Covid-19 test, she said. By Wednesday -- five days later -- they still hadn't called back, she said, so she tried again. As for her recovery, it's up and down. On Tuesday she felt better, on Wednesday, her lungs felt like they were filling up again. \"I have a really gnarly virus,\" she said. \"Whether or not it is coronavirus, I don't know -- I don't know if I'll ever know.\" "], "Language": false}