{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/health/global-food-waste-higher/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Shelby Lin Erdman, CNN"], "Writers": [["Shelby Lin Erdman"]], "FirstPublishDate": ["2020-02-20T21:16:06Z"], "LastModifiedDate": ["2020-03-18T20:56:03Z"], "Headline": ["Global food waste twice as high as previously estimated, study says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Twice as much food as previously estimated -- or a third of all food available for human consumption -- is wasted, with people in wealthier countries wasting more, according to a recent study published in the journal PLOS One. Researchers looked at the relationship between food waste and wealth and found a direct link between the two. They also discovered that people in poorer nations begin wasting more food as they earn more money. The study estimated food waste using consumer expenditure and found that, globally, people were wasting as much as 727 calories a day in food in 2011, or 25% of calories available for human consumption, compared to 351 calories a day in 2003, although researchers said the 2003 measure did not include food waste from some of the largest nations, such as the United States, so they recalculated food waste for the year 2005 at 526 calories a day per capita. Researchers said that food waste is not a \"problem at low levels of affluence,\" or in developing countries, and that a so-called \"elasticity\" or growth in waste occurs as incomes increase. The \"affluence elasticity of food waste\" is a new concept from this study that finds food waste increases quickly at first, then the increase \"tapers off\" as wealth grows. The authors estimated that in poor and middle-income countries, consumers begin rapidly wasting food when their incomes increase to at least $6.70 a day per capita. Without an intervention, poorer countries are on the same track for massive food waste as wealthier developed nations, the authors said. \"If these growing economies follow the same growth paths as the developed regions, we will soon see similar FW (food waste) patterns evolving.\" The study urges policymakers in developing nations to get ahead of the problem through consumer awareness and education programs. Climate experts have identified food waste as one of the top sustainability problems worldwide and the United Nations environment program has an ambitious goal of eliminating half of all food waste by 2030. \"Globally, if food waste could be represented as its own country, it would be the third largest greenhouse gas emitter, behind China and the US,\" the agency said on its website. \"The resources needed to produce the food that becomes lost or wasted has a carbon footprint of about 3.3 billion tons of CO2.\" The UN estimates annual global food waste at 1.3 billion tons, or around a $1 trillion, and says it ends up rotting in homes or on store shelves and can be directly linked  to \"poor transportation and harvesting practices.\" The UN's Sustainable Development Goals program seeks to promote sustainable food consumption and production through \"energy efficiency, sustainable infrastructure and access to basic services...\"  Like the study, the United Nations suggests ways to help address the huge resource waste, including reduction in personal waste and always choosing a sustainable option when possible."], "Language": false}