{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/politics/democratic-debate-fact-check/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By CNN staff"], "Writers": [["CNN staff "]], "FirstPublishDate": ["2020-03-15T23:57:03Z"], "LastModifiedDate": ["2020-04-07T00:55:26Z"], "Headline": ["Fact-checking the Sanders v. Biden Democratic debate"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Welcome to CNN's fact check coverage of the eleventh Democratic presidential debate from Washington, DC, ahead of the nation's third super Tuesday, where primaries will be held in Arizona, Florida, Illinois and Ohio on March 17.  In a debate hosted by CNN and Univision, front-runner and former Vice President Joe Biden, who leads by over 100 delegates, and Vermont Sen. Bernie Sanders faced off in the first one-on-one debate of the 2020 election cycle.  In a press conference last week, Sanders specifically listed several questions he would be asking Biden, including what he would do to help those with medically related debt, how he would reduce mass incarceration, and what he would do to tackle climate change, student debt and wealth disparity.   Sanders claimed Biden only recently supported raising the minimum wage In an attempt to show himself as a longtime leader on several progressive fronts, Sanders said Sunday that Biden \"since the campaign has come around\" on progressive issues, including minimum wage increases.  At CNN, we start with the facts. Visit CNN's home for Facts First. \"I talked about raising that minimum wage, 15 bucks an hour, four years ago,\" Sanders said at Sunday night's Democratic presidential debate.   \"So did I, and I went out and campaigned for it,\" Biden replied.  \"$15 an hour?\" Sanders asked.  \"$15 an hour in New York City. Go talk to the governor,\" Biden shot back.  \"I will talk to the governor. I am not aware of that,\" Sanders said.   Facts First: Biden is correct.   As Vice President, Biden campaigned with New York Democratic Gov. Andrew Cuomo in 2015 to increase the state minimum wage to $15 an hour.  The governor signed legislation -- part of the 2016-2017 New York budget -- that will gradually increase the state's minimum wage to $15 an hour completely by 2021.  -- Holmes Lybrand  Biden claimed 'Medicare for All' wouldn't solve coronavirus 'at all' Asked whether he would order a national lockdown to combat the coronavirus pandemic, Biden took a swipe at Sanders' \"Medicare for All\" proposal. He pointed to Italy, saying that its single-payer health care system hasn't worked to stem the outbreak there.  \"It has nothing to do with Medicare for All. That would not solve the problem at all,\" Biden said at CNN's Democratic Debate on Sunday night.  Facts First: This is partly true. As the experience of Italy and other countries shows, having universal coverage and a government-run health system is not enough on its own to stem the spread of coronavirus. But the US is at a disadvantage in fighting the coronavirus because tens of millions of Americans are uninsured or face high out-of-pocket costs before their insurance kicks in -- which may make people hesitant to seek testing or treatment.  Health care experts in the US are concerned that the coronavirus will spread more widely because ill Americans will avoid getting checked out because of the potential cost. Medicare for All calls for all Americans to have coverage with no out-of-pocket charges.  Nearly 28 million non-elderly people -- or 10.4% -- were uninsured in 2018, according to the US Census Bureau. And those who have insurance through their jobs still face annual deductibles of about $1,655, on average, before coverage kicks in, according to the Kaiser Family Foundation's Employer Health Benefits Survey.  \"Addressing coronavirus with tens of millions of people without health insurance or with inadequate insurance will be a uniquely American challenge among developed countries,\" tweeted Larry Levitt, executive vice president for health policy at Kaiser. \"It will take money to treat people and address uncompensated care absorbed by providers.\"  But federal and state officials, as well as insurers, have stepped up to make sure that Americans can get the coronavirus test at no cost. Many insurers have said they will waive fees for certain members. Several states have also required insurers to waive the cost of the test for some policyholders.  The House bipartisan legislative package, which lawmakers passed in the early hours of Saturday morning, also calls for \"free coronavirus testing for everyone who needs a test, including the uninsured,\" said Speaker Nancy Pelosi in a letter to House Democrats.  President Donald Trump has tweeted his support of the package. The Senate is expected to take up the measure when it returns to session this week.  -- Tami Luhby Biden claimed the US chose not to take coronavirus tests from the WHO During the debate, Biden claimed that the US chose not to take testing kits for the coronavirus from the World Health Organization (WHO).  \"Look, the World Health Organization offered the testing kits that they have available and to give it to us now,\" Biden said. \"We refused them. We did not want to buy them. We did not want to get them from them. We wanted to make sure we had our own.\"  Facts First: Biden's characterization that the WHO offered the US tests is incorrect. Laboratories in Germany developed tests to detect the coronavirus which the WHO adopted and by last week, the WHO sent out tests to 120 countries. Other countries, like the US and China, chose to develop their own tests, according to the Washington Post.    As CNN reported Wednesday, no discussions occurred between the WHO and the CDC about providing tests to the United States, WHO spokesperson Tarik Jasarevic told CNN on Tuesday, and the WHO did not offer coronavirus tests to the CDC. During a press conference Tuesday, administration officials were asked about Biden's comments during the debate. Dr. Deborah Birx, the White House coronavirus response coordinator, told reporters that organizations and groups \"can submit their testing kits through our regulatory processes, but without that and without a plan, we are not going to accept tests that have not been studied by us.\" President Donald Trump, when asked Tuesday about Biden's comments, told reporters Biden \"made a mistake\" and assumed \"that he'll apologize.\" Andrew Bates, a spokesman for the Biden campaign, told CNN in response that \"Donald Trump cannot deflect responsibility for mishandling of the administration's response to the coronavirus outbreak. The United States lags far behind other countries in terms of having enough tests available for our citizens.\" Testing in the US  On February 12, the Center for Disease Control reported that some of the coronavirus test kits shipped to labs across the country were not working as they should.  As a result, the CDC remade parts of the test kits after some produced inconclusive test results. As of Sunday, almost two months after the coronavirus was first detected in the US, 22,713 specimens had been tested in the US according to the CDC's website, where you can find daily updates here.  Experts have criticized the country's seeming inability to produce more tests. Dr. Anthony Fauci, Director of the National Institute of Allergy and Infectious Diseases and one of the experts leading the administration's response to the coronavirus told Congress Thursday that the US was \"failing\" when it came to getting Americans tested.   \"It is a failing, let's admit it,\" Fauci said. \"The idea of anybody getting it easily, the way people in other countries are doing it, we're not set up for that.\" CORRECTION: The Facts First finding on Biden's claim about the US and WHO testing kits was corrected after additional reporting that showed the WHO did not offer coronavirus tests to the CDC. -- Holmes Lybrand Biden claimed Sanders voted against 2008 auto bailout  In an exchange about how the government bailed out banks during the 2008 financial crisis, Biden asserted that Sanders voted against a bailout for the auto industry.  \"Part of that was bailing out the automobile industry -- saving thousands of jobs, tens of thousands of jobs over time. He voted against that,\" Biden said.  Sanders immediately rejected the claim, saying: \"No, I did not vote against that.\"  Facts First: Sanders is right, but this needs context. Sanders voted for a bill that would have bailed out the auto industry -- but it failed to pass the Senate. He voted against a different bailout measure, the $700 billion Troubled Asset Relief Program, or TARP, which passed. That program released money to banks -- and a portion of that money eventually went to automakers.  In the midst of the financial crisis, the government bailed out failing banks to try to stabilize the economy. Automakers, facing cratering sales, were also headed towards insolvency and the government stepped in to rescue the industry and the jobs it provides.  Sanders did vote in December of 2008 to bring an auto bailout bill to the floor. But the motion failed and that particular piece of legislation never came to a full vote.  But Sanders voted against TARP, which was used to bail out the banks. When this measure was first proposed, there were no plans to use the money for the auto industry. But first President George W. Bush and then President Barack Obama used some of the TARP funds to bailout automakers.  Sanders opposed TARP when it passed in October 2008. He also joined with Republicans who sought to stop the distribution of additional TARP funds in January 2009.  -- Katie Lobosco Sanders claimed 'at least 30,000' and 'up to 60,000' people died due to inadequate health care Sanders on Sunday cited two figures about the number of people he claimed die because of the inadequacy of the US health care system.  Sanders said \"at least 30,000\" people died in the US last year because they didn't get health care when they should have. He also said that \"up to 60,000 people\" die, \"in a good year,\" because \"they don't get to a doctor on time.\"   Facts First: The true number of Americans who die because they are uninsured or lack adequate coverage is not known. Some studies suggest the number is in the tens of thousands per year, but other experts have expressed skepticism that the number is as high as Sanders says.  When CNN inquired in February about a previous version of Sanders' claim about 30,000 deaths, the senator's campaign pointed to a new study in The Lancet medical journal that found \"ensuring health-care access for all Americans would save more than 68,000 lives...every year compared with the status quo.\" But other experts have cast doubt on the findings of the study, noting that the estimate of more than 68,000 lives saved relied on an earlier paper -- from 2009, before the Affordable Care Act came into existence -- that arrived at a higher figure than other analyses have.   -- Daniel Dale  Biden made misleading claim on his past position on Iraq  Biden during the debate was asked what lessons he learned from his 2002 vote to authorize war in Iraq, which he has called a mistake.   Biden, who was a US senator at the time of his vote, responded, \"I learned that I can't take the word of a President when in fact they assured me t"], "Language": false}