{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/politics/white-house-state-dinner-spain/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kate Bennett, CNN"], "Writers": [["Kate Bennett"]], "FirstPublishDate": ["2020-03-18T13:05:41Z"], "LastModifiedDate": ["2020-03-18T14:03:05Z"], "Headline": ["White House postpones state dinner for Spanish royals"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The White House postponed the expected third state dinner of the Trump administration due to concerns over the coronavirus. A statement released by White House press secretary Stephanie Grisham says the April 21 official state visit of Spain's King Felipe VI and Queen Letizia has been postponed in its entirety.   \"President Donald J. Trump and First Lady Melania Trump look forward to welcoming Their Majesties to the United States and the White House in the near future. The United States will continue to work with Spain and all of our European partners to minimize the impact of the COVID-19 pandemic,\" Grisham said, adding that postponing will allow both countries to \"devote their full resources and attention to the COVID-19 response.\" The King and Queen's visit was first announced by the White House in February in a statement that said the US first couple would welcome the royals to \"reaffirm our commitments to stand together to address today's shared global challenges.\"  That's a prescient way to describe what both Spain and the United States are now facing in the throes of the coronavirus. Spain is in a nationwide lockdown as the virus spread has crippled the nation with more than 13,000 confirmed cases, placing it behind only China, Italy and Iran. Tens of millions of Spanish residents are under government order not to leave their homes, with the exception of essential activities. The Spanish royal family itself has had personal experience with the virus, both the King and Queen were tested for Covid-19 last week. The test results were pronounced negative on Friday, according to a statement from a Casa Real spokesperson, who added Queen Letizia would cancel all of her events and continue to periodically take her temperature.   Earlier this month, Queen Letizia attended a meeting with Spain's minister of equality, Irene Montero, who days later revealed she had tested positive for the virus. Additionally, Maria Begoña Gómez, the wife of Spanish Prime Minister Pedro Sánchez, has tested positive for Covid-19. The White House state dinner for Spain would have been the third such event for the Trump administration. In 2018, the Trumps welcomed French President Emmanuel Macron and Brigitte Macron, and in September 2019, Australian Prime Minister Scott Morrison and his wife Jennifer Morrison were the guests of honor. Earlier this week, Melania Trump publicly announced the cancellation of another large-scale event amid coronavirus, pulling the plug on the annual White House Easter Egg Roll.  \"The health and safety of all Americans must be the first priority, especially right now,\" Tsaid in a written statement. \"I deeply regret this cancellation, but we need to make difficult decisions in the short-term to ensure a healthy country for the long-term.\"  The Easter Egg Roll was last canceled from 1948-1952, as President Harry Truman completed a massive White House renovation. Additionally, there was no egg-rolling on the South Lawn during the World Wars I and II. The last time an official White House state dinner was canceled after being announced to the public was in 2013 amid controversial relations between Brazil, the invited nation, and the United States. Then-Brazilian President Dilma Rousseff pulled the plug on a scheduled state visit to the White House a month prior to the date of the dinner, citing concerns the US, under the Obama administration, had been spying on her and Brazilian business entities. White House state dinners are massive undertakings for the social office and the East Wing of the White House, often requiring several weeks of planning, from guest lists to flowers, menus, which Presidential China to use, and the color and theme of the décor.  During previous administrations, especially the eight years the Obamas were in the White House, they were also typically star-studded affairs. Barack and Michelle Obama hosted 13 state dinners during their tenure, a handful of which took place in large tented spaces on the South Lawn of the White House, with entertainment from singers such as Gwen Stefani, Mary J. Blige and James Taylor.  Former President George W. Bush preferred VIP guests be entertained by Broadway casts, or classical music headliners like Yo-Yo Ma and Itzhak Perlman. Once, for the Australian state dinner in 2006, Bush indulged his well-known inclination for country music, bringing in singer Kenny Chesney to perform.  The two Trump administration state dinners thus far have featured far fewer, if any, celebrities on the guest list, and entertainment has included United States military bands and string ensembles. Melania Trump was involved with the details and execution of both the French and Australian state dinners, picking everything from the main course of the menu to the color of the chair cushions, according to White House social secretary Rickie Niceta. As of yet, there is no date to reschedule the state dinner for Spain's King and Queen."], "Language": false}