{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/business/recession-deficit-federal-reserve-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-03-18T11:44:33Z"], "LastModifiedDate": ["2020-03-18T13:15:41Z"], "Headline": ["$1 trillion deficits and near-zero rates. The worst way to enter a recession"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Washington rushed to pump the American economy with emergency-style medicine in recent years -- even though there was no emergency in sight.   Now, there really is a national emergency. And there's a growing realization that Washington blew through a chunk of its recession-fighting ammo long before it was needed.   In 2019, unemployment was sitting at a 50-year low. Consumer spending was strong. The housing market was finally flourishing. And the stock market had never been higher.  Yet policymakers decided to inject costly stimulus into what was already the longest economic expansion in American history. The Federal Reserve, seeking to counter damage caused by the US-China trade war, fired off three of its remaining nine interest rate cuts in 2019.   Worse, Congress and the White House borrowed heavily to pay for spending surges and tax cuts to juice growth. None of it lived up to the hype.  Now the bill is still coming due. The federal deficit topped $1 trillion in 2019, long before the coronavirus outbreak struck.  \"You're supposed to have dry powder for the next crisis,\" said Kristina Hooper, chief global market strategist at Invesco. \"When the history books are written, the government will certainly be faulted for taking on too much debt. The Fed will be faulted for maintaining ultra-accommodative rates.\"  Back to zero In fact, the Fed is already out of room to cut interest rates.   After a pair of huge emergency rate cuts this month, rates are now at zero. Given that rates were already low, it's not really clear how effective the latest cuts will be. Moreover, many American households and businesses won't even be able to take advantage of the lower borrowing costs.  \"They can lower rates, but if people can't leave their house, that can only go so far,\" Hooper said.   Fed officials are reluctant to go negative because subzero rates in Europe and Japan failed to boost growth or inflation. If anything, negative rates there have backfired by hurting savers, insurance companies and banks.  \"The lesson learned from Japan and Europe is that negative rates don't really help the financial system,\" said Mark Howard, senior multi asset specialist at BNP Paribas. \"They don't stimulate lending. They actually discourage savers.\"  History shows that the Fed normally responds to recessions by slashing interest rates by around five percentage points. But deep cuts, aimed at encouraging households and businesses to keep spending, weren't even possible this time around.  QE4 has arrived Rates were sitting at just 1.5% entering 2020. That's because the Fed kept interest rates extremely low during much of the sluggish recovery from the 2008 Great Recession. After a series of rate hikes in 2015 to 2019, the Fed reversed some of that \"normalization\" last year by cutting rates three times as the trade war with China raged.   The Fed also entered this crisis with a bloated balance sheet totaling more than $4 trillion, up from just $900 billion in 2007. The US central bank has struggled in recent years to offload the Treasuries and mortgage bonds it gobbled up during three iterations of quantitative easing beginning in 2008. Each attempt seemed to destabilize the markets. And then it ran out of time.  Last weekend, the Fed launched QE4, promising to buy $700 billion of bonds to keep interest rates low and boost financial markets.   With no room left to cut rates and with its already-massive balance sheet, the Fed may need to turn to more unconventional tools. Analysts have speculated that the Fed will have to follow in the footsteps of foreign central banks that have purchased corporate bonds, ETFs and even stocks.   $1 trillion deficit before the coronavirus struck Meanwhile, the US federal government took on a huge amount of debt during the latter years of the economic expansion. That heavy borrowing will push the national debt higher than it would otherwise be after this crisis. Worse, it could make some lawmakers hesitant to borrow aggressively now -- even though economists say that's exactly what's needed.   Normally, Washington trims the federal deficit during expansions to leave room to respond to the inevitable recession. Yet this time policymakers allowed the deficit to reach levels rarely seen outside of recession or times of war.  The budget deficit hit a record $235 billion during February, the final month before the coronavirus outbreak began to take its toll on the American economy. The Congressional Budget Office recently predicted the annual budget deficit would top $1 trillion in 2020. And that estimate now looks low given that Wall Street, Main Street and Corporate America are all turning to the federal government to revive the battered economy.  \"Instead of taking advantage of our strong economic growth to get our fiscal house in order, we let it continue to fall apart by passing unpaid for tax cuts and spending increases,\" Maya MacGuineas, president of the Committee for a Responsible Federal Budget, said in a statement last week. \"That leaves us less prepared for what could be a sustained economic slowdown.\"  And critics say the fiscal stimulus of recent years failed to deliver the intended boost.  Flush with cash from the tax cuts, Corporate America binged on share buybacks. Yet the promised business spending boom never really materialized, perhaps in part because of the unprecedented trade uncertainty.  \"The tax cuts have disproportionately benefited certain parts of the economy while many other parts are still living paycheck to paycheck and are extremely vulnerable to a shock like this,\" said BNP's Howard.   More borrowing is required The good news is that the United States enjoys very, very affordable borrowing costs right now. Despite the gaping hole in the nation's budget, there is so much economic fear right now that America can borrow for 10 years at less than 1%.   And there is growing bipartisan support to borrow more to support the economy and rescue hurting industries. President Donald Trump said Tuesday he supports a potentially costly bailout for Boeing. And he's in favor of support for the US airline industry, which could request a $50 billion aid package. Trump officials also voiced support for a stimulus plan that would directly give many Americans checks, perhaps for $1,000. The goal is to get money quickly into the hands of consumers who could in theory then spend that money to boost the economy.  Economists urged lawmakers not to repeat the mistakes of 2008 and 2009, when concerns about the deficit made it difficult to pass the bold stimulus package required by that crisis.   \"That's one of the reasons the early years of the recovery were disappointing,\" said Gus Faucher, chief economist at PNC Financial.   Repeating that mistake, he said, could cause the United States to stumble into a recession that will be difficult to exit.    \"We need a big response now to nip this thing in the bud. Don't worry about the deficit right now,\" Faucher said.  Now that's one thing Washington has proven successful at in recent years.  "], "Language": false}