{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/us/five-things-march-18-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-18T10:17:00Z"], "LastModifiedDate": ["2020-03-18T10:20:47Z"], "Headline": ["5 things to know for March 18: Election 2020, coronavirus, China, White House"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Lots of coronavirus news to get to today, but first, mark your calendars: This year's tax payment deadline has been delayed by 90 days. Here's what else you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Election 2020 It's another sweep for Joe Biden. The former Vice President picked up primary wins in Arizona, Florida and Illinois, padding a significant delegate lead over fellow presidential candidate Bernie Sanders. In a victory speech from his home in Delaware, Biden showed interest in uniting Democratic voters, telling Sanders voters he and the Vermont senator had different tactics but common goals on major issues like health care, income inequality and climate change. Speaking from his home in Vermont, Sanders largely ignored the night's results, and urged supporters to focus on the economic crisis looming over the country in the shadow of the coronavirus threat. It was no surprise that Biden walked away with the full hand. Polls had him leading in all three voting states, and a recent CNN poll found a majority of voters in yesterday's primary states would trust Biden in a crisis over Sanders.  2. Coronavirus  The White House is mulling various forms of economic aid to alleviate the damage done by ever-increasing coronavirus fears and restrictions. A $1 trillion economic stimulus negotiation is currently underway on Capitol Hill. While President Trump has advocated for a payroll tax cut to stimulate the economy, he said yesterday he is also interested in sending out stimulus checks to all Americans, Great Recession-style. The administration is also pushing to further tighten immigration restrictions, including rejecting all asylum seekers. While these moves would allegedly be a response to the coronavirus threat, they also accomplish hardline immigration goals held by some White House officials. Meanwhile, cancellations and crackdowns are mounting. The European Union has agreed to temporarily shut its exterior borders to non-essential travel, and the US and Canada are preparing to suspend non-essential travel between the two countries. There are now more than 6,000 coronavirus cases in the US, and 197,000 worldwide. Follow along here for the latest.  3. China  China has announced it will expel journalists from The New York Times, The Washington Post and The Wall Street Journal in a major escalation of tensions with the US government. The move follows America's recent decision to designate five Chinese state media outlets as \"foreign mission\" outlets and cap the number of Chinese journalists working for those outlets on US soil. The Chinese government also said the newly-banned journalists will not be allowed to operate in the semi-autonomous cities of Macao or Hong Kong, which is typically where journalists blocked by Beijing would go to continue their work. 4. White House  Dale Cabaniss, the head of Trump's Office of Personnel Management, resigned abruptly yesterday amid reports of frustration within the OPM regarding coronavirus plans. According to sources within the department, there has been friction between the OPM and the White House regarding government workflow and messaging to government employees amid coronavirus-related arrangements, and some within the OPM have felt sidelined by the Office of Management and Budget. However, Cabaniss' resignation reportedly came as a complete surprise. 5. Manchester  Hashem Abedi, the brother of Manchester bomber Salman Abedi, has been found guilty of the murders of 22 people killed in the suicide bomb attack at an Ariana Grande concert in 2017. Although Salman Abedi ultimately detonated the bomb, Hashem Abedi helped acquire the chemicals to make it, and encouraged and assisted his brother in planning the atrocity. England's Director of Public Prosecutions said Abedi \"has blood on his hands, even if he didn't detonate the bomb.\" The father of one of the bombing victims gave a statement after the verdict, saying the decision helped give a sense of justice to the hundreds of people affected by the attack. BREAKFAST BROWSE One single cannabis joint can trigger psychiatric symptoms, study says  Great, like we need another thing to worry about.  MLB teams commit $30 million -- that's $1 million per team -- to support ballpark employees  Baseball, we miss you.  Tom Brady says goodbye to the New England Patriots. (And hello to Tampa Bay?) Leaving New England on St. Patrick's Day? The gall!  \"Cats\" tops annual Razzies Awards for worst in cinema  Who could have guessed?  All the virtual concerts, plays, museums and other culture you can enjoy from home  Ballgown and monocle not required (unless you're feeling fancy).  HAPPENING LATER It's almost spring, but it's about to feel like winter A coast-to-coast storm with blizzard conditions, strong winds and heavy rains will barrel across the US today through Friday, impacting almost every state in the lower 48.  TODAY'S NUMBER > $200,000 Former Republican Rep. Duncan Hunter was sentenced to 11 months in prison for corruption charges stemming from misuse of more than $200,000 in campaign funds for personal expenses. Among his purchases were a $14,000 Italian vacation and thousands of dollars in routine items like groceries, bedding and household goods.  TODAY'S QUOTE \"Never, I think, have we been so dependent on each other, at least not in my lifetime, and we should rise to that occasion.\" CNN Chief Medical Correspondent Dr. Sanjay Gupta, urging Americans to take coronavirus precautions seriously. Listen to Dr. Gupta's podcast, \"Coronavirus: Fact vs. Fiction,\" to hear from experts about the best ways to cope with, and learn about, the outbreak.  TODAY'S WEATHER AND FINALLY Breathtaking blooms  You know what? We're just gonna do nature videos all week. Because nature is beautiful and it makes us happy, like this beautiful time lapse of blooming flowers. (Click here to view) "], "Language": false}