{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/politics/donald-trump-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-05-06T04:09:40Z"], "LastModifiedDate": ["2020-05-06T15:58:54Z"], "Headline": ["Trump pivots hard away from fight against unvanquished pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump wants to move on. \"Wartime\" leadership in a national crisis no longer fits his political timetable. No matter that coronavirus cases are rising in many states and that governors are ignoring his guidelines about when it's safe to open. Trump is shrugging off warnings by scientists that the easing restrictions taking place across the country could cause tens of thousands of deaths.  The White House gave its clearest sign yet Tuesday, just less than six months from Election Day and as the US death toll topped 70,000, that it is moving from pandemic management to a message of revival and an aggressive pitch for a second term. And Trump is thwarting oversight efforts of how he and his administration responded to the pandemic that could reveal failures that worsened the outbreak.   Trump conceded in an ABC News interview that \"there'll be more death\" as the country opened but added \"the virus will pass, with or without a vaccine. And I think we're doing very well on vaccines but, with or without a vaccine, it's going to pass, and we're going to be back to normal.\" Trump appeared to confirm Tuesday's revelations that the coronavirus task force would begin to wrap up by around Memorial Day at the end of the month. \"We're now looking at a little bit of a different form, and that form is safety and opening, and we'll have a different group probably set up for that,\" Trump told CNN's Jim Acosta. But on Wednesday, reflecting the often erratic nature of his coronavirus leadership and sensitivity to press criticism, Trump appeared to contradict himself, writing on Twitter that the task force would continue \"indefinitely\" and that people could be added or subtracted from it. Officials said Tuesday that advisers like Drs. Anthony Fauci and Deborah Birx would remain on board. But closing the task force would make experts whose science-based arguments have sometimes contradicted Trump's overly optimistic projections far less visible. Disbanding the task force would also raise questions about the administration's priorities in effectively declaring victory over a pandemic that appears likely to rage for many more months. \"We're now looking at a little bit of a different form, and that form is safety and opening, and we'll have a different group probably set up for that,\" Trump told CNN's Jim Acosta. Trump all but admitted that he was reconciled to the deaths that epidemiologists say would result from a premature effort to open the economy. Asked by ABC if the price of opening will be more deaths, Trump replied: \"It's possible there will be some, because you won't be locked into an apartment or a house or whatever it is.\" The President called on Americans to maintain social distancing and handwashing, but claimed that stay-at-home orders were also injurious to national well-being. The President was speaking in Arizona on a symbolic first significant trip out of the White House in weeks, geared to send a strong signal that it's now time to talk about comebacks. \"We have to get our country back. You know, people are dying the other way too. When you look at what's happened with drugs, it goes up. When you look at suicides, I mean, take a look at what's going on. People are losing their jobs -- we have to bring it back, and that's what we're doing.\"  The White House has been tripped up before by trying to impose artificial deadlines on the virus. Take Trump's desire to see full pews in churches at Easter, for instance. But even talk of devaluing the importance of the task force reflects the impulses of a President who seems just to have become impatient with the grim reality of the worst domestic crisis since World War II -- especially since his ratings-hit briefings were paused. No one doubts the cataclysmic impact of the stay-at-home orders on the economy -- or the need to somehow find a way to resume daily life, even in some reduced form. And it is to be hoped that a flurry of openings in a majority of states do not bring the spike in infections and deaths that experts fear. The need to offer relief to 30 million Americans who've lost jobs as the economy was shut down could not be more urgent. White House economic adviser Kevin Hassett predicted Tuesday on CNN that unemployment figures due on Friday could come in at Great Depression numbers of 19% to 20%. \"So we are looking at probably the worst unemployment rate since the Great Depression,\" he told Poppy Harlow. Dangers of a botched opening  Given such circumstances, the nation faces deprivation of historic proportions that must necessarily trigger a national debate about whether shutdowns can be maintained at such cost. But Trump's White House is showing signs of moving toward the opening in exactly the same slapdash, politically polarizing manner that it used in the early months of the year, when the President was in denial about the problem. The stakes are far higher than the political careers of the President and his Democratic foe, Joe Biden, in an election that now appears an almost secondary national concern.  A botched opening could plunge the country into even deeper economic turmoil and offer the virus a new foothold for deadlier waves of infection later in the year in the absence of a vaccine and so far proven therapies. The administration effort has been massively criticized. That is despite Trump's claim that the response has been hugely successful and his victory laps over an entry ban on foreign nationals who had recently been in China and his claim to have averted a feared ventilator shortage.  But signs that it is now downgrading its efforts to combat the virus dismayed the Democratic governor of one of the hardest-hit states, Ned Lamont of Connecticut. \"It seems a little weird that just a couple of days ago the President was at the Lincoln Memorial, doubling the estimates for the number of people who were going to die, given the Covid crisis, then a day later says we may wind down the Pence task force,\" Lamont told CNN's Wolf Blitzer. \"It doesn't make any sense to me. I think we need more federal direction.\" And New York Gov. Andrew Cuomo accused the White House in a CNN interview on Tuesday of wanting the crisis to be over because it was an \"inconvenience.\" \"They went to great lengths, initially to minimize it. It then became undeniable. They dealt with it and then left it to the states,\" Cuomo told his brother Chris Cuomo, a CNN anchor. \"But they want it over. That is clear. But the virus doesn't care. The virus doesn't listen. This is not a marketing situation. You can't talk your way around this. That virus is there.\" Lamont's comments reflected that the Trump administration's pivot, while it may make sense on short-term economic grounds, appears to ignore the brutal reality of the evolution of the pandemic. Dr. Leana Wen, a former Baltimore city health commissioner, told Blitzer that the thought of winding down the coronavirus task force was \"mind-blowing.\" \"We are seeing cases of a number of infections going in exactly the wrong direction. They're increasing, and we don't have the capabilities we need, the testing, the tracing, all these efforts that require a national coordinated presence,\" Wen said. \"We don't have that in place. And the last thing we want is to give the American people the idea that we have the virus under control, when actually nothing about the virus has changed.\" Trump in new power grab to thwart oversight  Trump's revival rhetoric is being matched by an increasingly aggressive White House effort to cover up for the erratic federal response to the pandemic and the President's own mistakes early in the crisis, and to thwart oversight pushes by Democrats to expose the administration's failures. Trump and his secretary of state, Mike Pompeo, are heaping blame on China for the pandemic, despite the President's repeated praise for President Xi Jinping in its early days. They are mounting a bid to convince the world that the virus emerged from a laboratory -- not a live-animal market in Wuhan -- even if the intelligence may not support their predetermined political narratives.  Echoing his stand during the impeachment saga, the President on Tuesday effectively made a new power grab, making clear he will accept only oversight run by friendly Senate Republicans, flouting Congress's traditional role. \"The House is a bunch of Trump-haters,\" the President said, blasting constitutionally mandated oversight as a \"setup.\" There is plenty for Congress to probe. It includes the administration's failure to set up a comprehensive testing and tracing operation to quell coronavirus hot spots. Trump's own misinformation, claims that the coronavirus was not a threat and his obsequious treatment of Xi will also interest investigators. And the role of Trump's son-in-law, Jared Kushner, and his shadowy efforts to run pandemic operations will attract Democratic scrutiny. CORRECTION: This story has been updated to correct the unemployment figures Kevin Hassett predicted. It has also been updated to include additional comment from Trump."], "Language": false}