{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/opinions/coronavirus-media-literacy-matters-kirby/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by John Kirby, CNN National Security Analyst"], "Writers": [["John Kirby"]], "FirstPublishDate": ["2020-03-18T00:29:50Z"], "LastModifiedDate": ["2020-03-18T00:29:50Z"], "Headline": ["How to get the best information on coronavirus"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Much of the advice Americans are getting about how to protect themselves from coronavirus comes down to good hygiene: stay at home, avoid crowds and public gatherings, wash your hands, disinfect surfaces, and don't touch your face.    Obviously, a public health crisis of this magnitude cannot be solved through hygiene and social distancing alone, but experts say these efforts can slow the spread of the disease and buy much-needed time for the country's health care system to catch up and prepare.  Count me in. Makes a lot of sense.   And while we're at it, let's focus on our information hygiene as well.  There's been a torrent of disinformation about the coronavirus in the last few weeks -- false content created and disseminated to coddle, confuse, mislead and undermine public faith in the very institutions upon which we rely.  Here's just a sampling: A Chinese foreign ministry spokesperson has spread accusatory conspiracy theories about the virus, including one that accused the American military of bringing the virus to China. \nFox News anchor Pete Hegseth claimed Democrats are \"rooting for coronavirus to spread.\" \nAccording to the New York Attorney General, who has ordered him to cease and desist, Infowars' host Alex Jones tried to sell silver-infused toothpaste that Jones claimed \"kills the whole SARS-corona family at point-blank range.\" Jonathan W. Emord, a lawyer for \"The Alex Jones Show\" and Infowars, called the allegations \"false\" and said the products were never intended \"to be used in the treatment of any disease including the novel coronavirus.\" Jones has since added a disclaimer banner to the top of his website. \nIn January, the New York Post and other news outlets posted a viral video of a Chinese woman eating a bat, falsely connecting coronavirus to Asian people and culture. It was one among many toxic examples of information whose misuse perpetuated a xenophobic notion that Americans would be safe from a virus associated with China.  Some of this nonsense would be fanciful, maybe even funny, but for the real impact it is having. Grocery shelves are being cleaned out of paper products and staples; some young people, falsely convinced they are not at risk, continue to frequent bars, concerts and nightclubs; Chinese-Americans are facing new and troubling prejudice; respiratory masks are being stolen out of hospitals.    A friend of mine works in the health care industry in Florida.  She tells me masks are flying off treatment floors, putting caregivers and patients at increased risk for any number of other contagious maladies. Some hospitals have had to put the masks under lock and key. Disinformation doesn't just play with our heads; it can literally affect our health and safety.   So, what can you do to improve your information hygiene during this crisis?  Well, for starters, listen to the experts. I applaud the president's decision to create a coronavirus task force. I'm in no position to judge the value of the decisions and policy changes the task force have developed, but Vice President Mike Pence is doing a commendable job marshalling the effort. Pence's daily press conferences have been useful, timely and informative. Let him continue to bring the experts to the podium.   And we just ought to admit it right now: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, is a national treasure.  It's a shame he has had to constantly clean up the president's egregious misstatements, but thank goodness we have someone like him available and accessible to do it.  If we want to improve our information hygiene, a good first step is reading and heeding Dr. Fauci.  A good second step would be to consult other experts as well, including our family physicians. This is a public health crisis. Public health experts and medical professionals, particularly those trained in infectious diseases, are our best sources of reliable information.  Many national news outlets -- including CNN -- have been booking these experts regularly and with good reason. Some of them and their organizations have a presence online and through social media.  Follow them. Follow the CDC on Twitter (@CDCgov), subscribe to Dr. Sanjay Gupta's excellent podcast \"Coronavirus: Fact vs Fiction;\" visit the World Health Organization's coronavirus website. The White House/CDC Task Force is also excellent (you can find it here: www.coronavirus.gov).   There's solid, evidence-based content out there.  Not hard to find.  That includes the statements, websites and announcements from your state and local officials.  They have a finger on the pulse of your region and, in most cases, have been very forward-leaning.  Much the same can be said of local news outlets.  Your hometown newspaper, television and radio stations offer round-the-clock news tailored to your community, your neighborhood, your everyday needs.   Local news outlets, the ones that have weathered the tough economics of local news, report more specifically about school closings in your area, hospital availability, testing sites and neighbors in need. They can drill down on the impacts of the virus in ways and on topics most important and most immediate to you.    A recent study found that Americans are far more likely to trust local news for unbiased coverage that people can use in their daily lives.  That bias thing is really interesting. A NBC News/Wall Street Journal poll conducted March 11 to 13 showed sharp partisan divides between Americans over the virus. Nearly 70% of Democrats are worried that someone in their family will catch coronavirus; only 40% of Republicans harbor that fear.  Goodness knows, it can't be for lack of information. The virus continues to dominate the headlines and television programming across the country. But it probably does reflect -- at least in part -- the degree to which some conservative media have echoed Trump's rhetoric and his desires to downplay the effect of the disease until his shift in tone Monday.    There now appears to be a bit of a sea change going on at Fox News, where coverage of the virus is getting less shrill and conspiratorial in the wake of Trump's newfound soberness. Let's hope it continues and that others follow suit. Be wary of those who don't. Turn them off.  Avoiding hyper-partisan media coverage won't prevent you from getting sick. But it may help limit your exposure to ideas and to practices that are not in your best interest.  Think of it as a prophylactic...like wearing gloves on an airplane.  In similar fashion, we need to think more carefully about what we share on social media. I get it. It's a free country. You can post whatever you like. But I should think at a time like this, good citizenship demands we do our best not to make things worse and to limit ourselves to content that derives from official, verified sources.  Better yet, we could avoid posting anything at all. Before tapping that \"send\" icon, let's ask ourselves three questions: Does this need to be shared?\nMust it be shared right now? \nAm I the best person to share it? If you can't answer yes to all three, well, maybe it's time to just ... not.  We're avoiding handshakes so as not to spread germs.  We can avoid posting bogus material so as not to spread disinformation. It just good old-fashioned information hygiene. "], "Language": false}