{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/politics/donald-trump-coronavirus-response-messaging/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kaitlan Collins and Kevin Liptak, CNN"], "Writers": [["Kaitlan Collins", "Kevin Liptak"]], "FirstPublishDate": ["2020-03-17T23:03:01Z"], "LastModifiedDate": ["2020-03-18T00:24:26Z"], "Headline": ["What drove Trump's newfound somber tone on coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump wasn't planning to come before cameras Sunday, according to two people familiar with his plans. Thinking he'd only be meeting members of his coronavirus task force, the President put on a suit jacket, button-down shirt with an open collar and a blue \"USA\" baseball cap before heading downstairs to the West Wing. But when he realized the team he had assembled was heading to the briefing room to update reporters on the latest, Trump decided at the last minute that he wanted to join. \"I'll sit in the front row,\" he told his team, several of whom responded with puzzled looks since those seats are typically reserved for members of the press. Trump insisted he \"just wanted to watch.\" Instead, the President entered the room and headed directly to the podium, which until last week had gone almost entirely unused for a year. The Sunday appearance, which came as some US cities were preparing to shut down and as the administration was finalizing its own guidelines on social distancing, was an early indication of Trump's newfound desire to project a level of seriousness about the pandemic that now has the world's attention -- even if he's not always following his team's plan. As Trump's last-minute decision to appear in the briefing room on Sunday demonstrates, his desire remains strong to front his administration's response to the virus. He's commented to several people over the past week that Vice President Mike Pence, the leader of the coronavirus task force, and Dr. Anthony Fauci, the nation's top infectious disease expert, have received \"rave reviews\" for their work and television appearances -- a compliment that some aides wonder is a bad omen from a President who likes to take the credit himself. While some of Trump's Republican allies have privately advised the White House that Pence and Fauci -- not Trump -- should act as the voice of the coronavirus response, officials recognized that was never a likely scenario, even after a widely panned Oval Office address to the nation caused further anxiety. Dramatically altered message After weeks of playing down the crisis and insisting it would soon be over, Trump has dramatically altered his message over the past two days. Appearing daily behind the podium his officials have shunned, Trump has sought to reclaim squandered credibility and present an alternate version of history.  Trump still miscasts history during his appearances, claiming he recognized the potential for pandemic even when in reality he was shrugging off its likelihood. He hasn't abandoned issuing political barbs or castigating the media for coverage he dislikes. Even on Sunday, he assured the nation he had \"tremendous control over the coronavirus\" -- a statement he later walked back. Still, after weeks of attempted interventions by Republican allies, market seesaws that nearly erased the gains of his presidency and large swaths of his social set exposed, Trump's tone has now changed. Officials this week have pointed to more than half-a-dozen reasons why the shift might have occurred now. None seems to have the definitive explanation for why a President who on Friday was shaking hands freely in the Rose Garden predicting the virus would \"wash through\" is now forecasting a return to normal only by August and advising Americans to \"enjoy their living room.\" Whatever the cause, most aides seem to welcome the shift after privately worrying for weeks that Trump was in denial about the outbreak and not listening to his government's experts. Trump, who appeared skeptical before Wednesday's Oval Office speech and complained bitterly afterward when it was received poorly, has been more receptive to using the White House briefing room for daily updates after meetings with his task force. Before the coronavirus outbreak, Trump had appeared only once from that podium and didn't take questions. The White House had all but abandoned the room as a venue for serious-minded messaging, opting instead for freewheeling South Lawn \"chopper talks.\" Now, Trump has told aides he prefers the new location, which he says confers authority. His appearances aren't always planned ahead of time, and the presidential seal is rarely affixed to the podium before he arrives. Speaking from the room on Tuesday, Trump denied he'd changed his tone, incorrectly suggesting he'd taken the outbreak seriously all along. \"I've always viewed it as very serious. There was no difference yesterday from days before. I feel the tone is similar, but some people said it wasn't,\" he said, erasing the weeks he'd sought to downplay the seriousness of the virus and frame it as a foreign problem. 'Inputs' that changed the 'output' Officials and those close to Trump on Monday and Tuesday pointed to no fewer than seven different \"inputs\" that may have changed Trump's \"output\" on the outbreak. They included plummeting markets, economic data from China showing a devastating impact on growth and new statistical models showing millions of Americans could die if action wasn't taken promptly. They also cited the private and public urging from his allies to adopt a more serious tone; the influence of Fauci in meetings; a new urgency from Jared Kushner, the President's son-in-law and senior adviser who once suggested to Trump the media was overhyping the outbreak; and the situation at Mar-a-Lago, where no fewer than three people may have spread the disease earlier this month, an episode one official said \"made the whole thing seem real\" for Trump. Officials said Fauci in particular has emerged as a critical truth-teller in meetings of the coronavirus task force, the panel of government officials originally convened in late January by acting chief of staff Mick Mulvaney, who has since been replaced. In discussions over the weekend, Fauci and Dr. Deborah Birx, the State Department official delegated to leading the White House's response, warned that stringent recommendations were needed immediately to keep Americans from spreading the virus. People who have joined Trump's phone calls over the past few days say his public tone matches what he's saying behind the scenes, at least when he's talking to outside groups. One person on a call with G7 leaders on Monday said there was pleasant surprise among the group at how generally cooperative Trump seemed and how willing he was to listen to some of the other leaders' concerns. On a call Tuesday with restaurant executives, Trump offered a message of concern, participants said. \"The tone from the call was from a real concerned guy,\" said Todd Graves, the CEO of Raising Cane's, a chicken finger chain. \"The tone was good.\" Changing White House life Like many others across the nation, several of Trump's top aides are working from home amid concerns they've been exposed to people who've tested positive for the coronavirus, CNN has learned. Trump's daughter Ivanka Trump, his press secretary Stephanie Grisham and Mulvaney have all been missing from the West Wing this week as they remain home. The absence of some of his top staffers has, in part, contributed to the President's public shift on coronavirus, people familiar with the matter said. Though he insisted Sunday the virus was under \"tremendous control,\" Trump later backtracked, admitting it wasn't under control anywhere in the world while insisting he was referring to his administration's response. Sources close to the President said he started to realize how some of the aides who work closest to him were suddenly concerned with their own health and are no longer in his proximity, leading to a jolt of reality. Grisham told CNN she was staying home \"out of an abundance of caution\" after she came into contact with a Brazilian delegation that visited Mar-a-Lago in recent weeks. The Brazilian press secretary, who is seen in a photo standing next to Trump, tested positive for coronavirus afterward. Ivanka Trump is also working from home after she and a slew of other aides met with a senior Australian official while he was in Washington. The official later tested positive for coronavirus. While officials said the President's daughter and senior adviser received guidance from doctors that she was \"exhibiting no symptoms and does not need to self-quarantine,\" she was remaining away from the office. It's unclear how long she plans to do so. And the President's outgoing acting chief of staff, who only has days left on the job, is also finishing his tenure out of the office. Mulvaney is self-quarantining at home in South Carolina after his niece, who lives with him in Washington, also came into contact with the Brazilian delegation. His niece is still waiting for her coronavirus test results. Another close contact of the President's who is also spending time at home while waiting on the results of her test is the Republican National Committee chairwoman Ronna McDaniel. She took a coronavirus test after experiencing a fever and flu-like symptoms, though she has not gotten her results back yet. The disclosure rankled several people in the West Wing, who were already facing questions over the President's contact with people who had since tested positive for coronavirus, including the Brazilian press secretary who was in close proximity with Trump at Mar-a-Lago the weekend prior. McDaniel spent an extended period of time around the president, including on a flight back from Orlando to Washington last Monday, though officials have insisted they had minimal contact."], "Language": false}