{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/europe/coronavirus-big-brother-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-03-17T18:58:14Z"], "LastModifiedDate": ["2020-03-17T18:58:14Z"], "Headline": ["Some of the last people on earth to hear about the coronavirus pandemic are going to be told on live TV"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["When 18 contestants entered the German \"Big Brother\" house on February 6, an outbreak of the novel coronavirus was just starting to seep out of mainland China. Germany had 13 confirmed cases of the virus. The United States had 12, and the United Kingdom just 3. Sporting events, concerts and social gatherings were continuing as normal, and much of the world's population was blissfully unaware of the unprecedented crisis looming. And for the remaining participants in the long-running reality series, that's how it has stayed. The popular global reality TV franchise puts a group of strangers into a house for weeks on end, completely cutting off their contact with the outside world. Producers have stuck to that principle even as borders have slammed shut, stock markets have sunk and the world has ground towards an unimaginable halt.  But on Tuesday evening, the contestants on the German program will finally be updated about the pandemic -- live, on television, in a heavily-publicized special episode of the show. \"Big Brother will give all contestants the latest information about COVID-19 in Germany and the whole world tonight,\" a spokesperson for the broadcaster Sat.1 told CNN, adding that the cast will be able to ask questions to the show's resident doctor. \"The first contestants had been cut off from the outside world in preparation for the show on February, 6th. Theoretically they could know about the virus outbreak in Wuhan/China but don't know anything about the current situation in Germany,\" the spokesperson added. Newer contestants, who entered the show just days ago, have been banned from telling others about the pandemic. The decision raises questions about how and when reality television should allow the real world in, and differs from the approach taken by other versions of the show. Some commentators online said the scenario resembled the 2008 British drama \"Dead Set,\" in which contestants on the UK's \"Big Brother\" were unaware of a zombie apocalypse taking place outside. On the Canadian version of the program, which is also currently on air, a viral clip from last week showed contestants speculating as to why there was no live audience to greet the latest person voted off the show. Mass gatherings have been scaled down and discouraged in Canada, as with other major countries. \"We would have seen them,\" one contestant is heard saying on the show, which constantly airs a live feed online. \"Unless the house is now soundproof?\" another suggests. Eventually, the Big Brother figure tells the contestants to \"please stop talking\" over the PA system. But over the weekend, the feed was paused and the contestants on the show gathered in the living room, before a producer told them about the coronavirus outbreak over the PA, a spokeswoman for broadcaster Global TV told CNN.  \"This just didn't feel like something you couldn't not tell everybody about,\" she explained. Producers ensured the contestants' families were unaffected, and contestants were checked for and cleared of coronavirus symptoms by the show's doctor. The Brazilian show, which has aired since January, has followed a similar format by informing their contestants. They have since featured segments in which contestants have been given hand sanitizer."], "Language": false}