{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/football/euro-2020-uefa-postpone-coronavirus-meeting-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-17T09:21:13Z"], "LastModifiedDate": ["2020-03-17T18:02:58Z"], "Headline": ["UEFA postpones Euro 2020 until 2021 amid coronavirus pandemic"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["UEFA has decided to postpone this year's European Championship until 2021 because of the ongoing coronavirus outbreak. The football tournament had been due to kick off in Rome, Italy, on June 12 and was to be played in 12 different host cities across the continent. At an emergency meeting Tuesday, European football's governing body ruled the competition will now be played between June 11 to July 11 next year, allowing time for domestic competitions to conclude.   The majority of Europe's top football leagues have been suspended because of the virus and Italy, France and Spain have all introduced lockdown restrictions on millions of citizens as they try to lessen COVID-19's impact. \"We are at the helm of a sport that vast numbers of people live and breathe that has been laid low by this invisible and fast-moving opponent,\" said UEFA President Aleksander Čeferin.  \"It is at times like these, that the football community needs to show responsibility, unity, solidarity and altruism. \"The health of fans, staff and players has to be our number one priority and in that spirit, UEFA tabled a range of options so that competitions can finish this season safely and I am proud of the response of my colleagues across European football.  \"There was a real spirit of co-operation, with everyone recognizing that they had to sacrifice something in order to achieve the best result.\" UEFA has yet to reach a definitive decision on what happens to this season's European club competitions -- for both men and women -- which have been put on hold. However, it committed to completing all domestic European club competitions by the end of the current sporting season, June 30, should the situation start to improve. As a result, domestic league games could be played during midweek and UEFA club competitions may be scheduled for the weekend. UEFA would also look to adapt next season's Champions League and Europa League qualifying rounds if the current competitions are delayed.     \"The focus now will be to come up with solutions to conclude the 2019/20 club season in the most practical manner and, beyond that, ensure football, like society as a whole, returns as quickly as possible to its natural form and rhythm,\" said a statement from European Clubs Association chairman and UEFA Executive Committee member Andrea Agnelli. READ: Premier League in limbo as chiefs consider 'radical solutions' to finish the season 'Purpose over profit' European football's governing body had called Tuesday's meeting of all 55 individual federations to discuss the potential impact of the virus as governments stepped up their approaches in dealing with the crisis. The meeting was conducted by video conference and involved the boards of the European Club Association, the European leagues and a representative of FIFPro, the players' union. UEFA's Euro 2020 decision came as the number of confirmed coronavirus cases in Europe continued to rise with travel between nations being restricted.  \"Moving Euro 2020 comes at a huge cost for UEFA but we will do our best to ensure that the vital funding for grassroots, women's football and the development of the game in our 55 countries is not affected,\" said Čeferin. \"Purpose over profit has been our guiding principle in taking this decision for the good of European football as a whole. \"Football is an uplifting and powerful force in society. The thought of celebrating a pan-European festival of football in empty stadia, with deserted fan zones while the continent sits at home in isolation, is a joyless one and one we could not accept to celebrate the 60th anniversary of the competition.\" The remaining EURO 2020 play-off matches set for the end of March have been rescheduled to the start of June, subject to review given how the coronavirus pandemic plays out. Copa America has also been postponed until next year and will run at the same time as the European Championship, in order to lessen the impact on club football.  READ: Wayne Rooney -- 'We were treated like guinea pigs over the coronavirus' Emergency meeting Italy, in particular, is struggling to cope with the biggest outbreak of the virus outside of China and prior to Tuesday's meeting the president of the country's football federation (FIGC) had urged UEFA to consider postponing Euro 2020.  Gabriele Gravina said domestic leagues and cup competitions should be completed before the international tournament begins and warned that other countries did not yet know the full extent of the problem. \"We believe that it is right and more correct to give the right outcome of the many sacrifices, efforts, investment brought forward by our society\" he said, confirming he hoped Serie A would be concluded by June 30 but he did not rule out a further extension."], "Language": false}