{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/success/teacher-work-from-home-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Anna Bahney, CNNBusiness"], "Writers": [["Anna Bahney"]], "FirstPublishDate": ["2020-03-17T16:19:31Z"], "LastModifiedDate": ["2020-03-17T16:19:31Z"], "Headline": ["Tips from a teacher: How to homeschool your kids while working during a global pandemic"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["Athole McLauchlan is a second grade teacher at an international school in Beijing, where he and his family have lived for the past three years. At the end of January, as coronavirus concerns grew in China, he and his two children, Jamie 10 and Rosalyn 7, returned home to Glasgow, Scotland. His wife, a journalist, remained in China. For the past six and a half weeks, McLauchlan has been on his own with his kids, who have spent much of that time self-quarantined at home with him after returning from China. All the while he is distance-teaching his students at the international school -- who are now spread out from New Zealand to Miami, with a time zone difference of 18 hours -- and managing a team of teachers. He is weeks ahead of many American families who are just starting several weeks of working at home with their children because of coronavirus-related closures. As a teacher and a parent, he answers questions about how to manage getting work done, while keeping kids supported at home. What is your family's situation? The speed of change was lightning quick. When we arrived home in Glasgow, little was known about the virus and we chose to self-isolate for two weeks. During this time, I was teaching and leading a team of six teachers and trying to get systems up and running for virtual learning. I was then swamped with the triple task of leading a team, preparing and managing systems for teaching my own class, as well as home educating and single parenting my kids. At first, I openly expressed to friends how much I was looking forward to the home educating part. I'm a teacher. I have skills with this stuff. And these are my kids. It will be like the best continuous snow day possible! Erm... It was hard. I was permanently on my screen -- trying to keep everything going at school. Supporting staff and students and parents. After a week, I realized that it wasn't the best option for my own kids [given that schools in Scotland were open]. Two weeks later, they were both in local schools. They loved being back at school. The social dynamic and bonding was sorely missed. But now it looks like UK schools will inevitably close again soon. How much structure should a parent provide or hope to maintain? As a parent I was bombarded with information from the school. It was all helpful and constructive but too much to take in, in one gulp. Multiply that by a factor of how many kids you have. My decision was to actually ignore the learning activities that came from PE, Art, Music and Language and focus on the [core] teaching. We did this in the morning, and once we got a system going it worked fairly well. But even then I found myself frazzled trying to cope with my own work and keeping the kids focused and motivated.  Break times were spent eating snacks and listening to episodes of WOW In The World podcasts (absolute gold for kids). Afternoons were spent outside. I bought them both scooters and that became our PE lesson. We hoarded boxes and toilet paper rolls and made a gigantic junk airplane. We drew pictures. Then, when they were in bed I spent the rest of my evening working again. A sense of routine is key. Establish it and maintain it. What are the biggest unforeseen challenges kids face? Face-to-face time is the biggest loss for kids. Undoubtedly. They miss friends and the social dynamic of school, which is impossible to replicate at home or on Zoom. They are the most social of creatures and need that space away from us as much as we need a glass of wine or two at 8 pm on a Friday, or other nights of the week too!  They feel isolation and boredom and frustration, too. And, actually, although online games are good, they risk stripping kids from the normal social interaction of school. We tried to do as many analogue activities as possible.  And this, importantly, was also the feedback from our parents. For the first week of online learning we sent lots of reminder links to the various online platforms we use to support learning in school. But parent reaction was quite negative to this and they assumed that this was the normal day for their child and expressed concern that they had not realized how much time their child was spending on the iPad in school. Which could not be more opposite from the truth.  So, in week two we focused all our efforts on quality offline tasks that required next to no devices and are easily explained. Week two went superbly and we've kept this system going since with no complaints. What are the biggest unforeseen challenges parents face? How do you avoid the gravitational pull toward news online?  Short answer. I haven't. It's impossible. I read and watch Netflix in the evenings. But even then my phone is in my hand. I can't find the strength to put it down. I actually had taken a prolonged break from Twitter and Facebook for nearly a year and have only been back on both sites for the last month. The main reason is to share and support other teachers who have or will be going through the same process. And to keep family informed through Facebook.  But it's been a nightmare. I was blissfully unaware of the social media noise in China because I don't speak the language and don't use these platforms. And, at first, the rest of the world was just observing China. But now it is global, it feels impossible to escape the fear, anxiety and emotions. I feel these too, but actually they add to the intense isolation that comes from spending long hours working on screens and being contained inside the home. I've not perfected the balance and I doubt anyone will. Yes, we stay positive for and in front of our kids and students. But in quiet moments of reflection, black humor and lots of swearing keeps me going in WeChat and WhatsApp groups!  I've also eaten a lot of biscuits and crisps. Self-health is a huge challenge. Some people will be unbelievably positive and model perfect self-isolation homes and lifestyles. They are incredibly annoying. It's like the home-school bloggers that paint a picture perfect utopia of home learning. School certainly isn't like that, and neither should it be right now. It's ok to have bad days, to feel guilty, to realize you have neglected your kids for three hours. It's not ok if you keep doing it every day. But don't beat yourself up and expect the home learning experience to be perfect. Words of advice for parents on how to talk to their kids, support them or manage expectations? Don't lose each other in separate online worlds. You on Facebook, them on Minecraft. Find ways to interact together on screens, like FaceTime, messages, social gaming, family movies, but also away from screens. The social interaction they miss is more about not being with other people physically. Board games, card games, long walks, bike rides, all that old fashioned stuff works. And for parents to ditch their phones when spending these times together, which is easier said than done."], "Language": false}