{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/health/deaths-secondhand-smoke-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-03-17T15:02:58Z"], "LastModifiedDate": ["2020-03-17T15:02:58Z"], "Headline": ["Secondhand smoke kills one person for every 52 smokers, study says. That's a million people worldwide each year"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["It took a mere 52 smokers to kill one person via secondhand smoke in 2016, according to a new analysis of worldwide statistics on the impact of smoking. Considering there are an estimated billion smokers in the world, that means a million people die each year simply by inhaling the smoke around them, according to the study published Tuesday in the journal JAMA Network Open. \"There's a sense of secondhand smoke being benign, or not as damaging as the actual smoking is,\" said study co-author Dr. Jagat Narula, associate dean of global affairs at the Icahn School of Medicine at Mount Sinai in New York City. \"But it's truly deadly,\" Narula added.  \"This study confirms what other research has shown: That nonsmokers are at risk from secondhand smoke and that no one should be exposed to it,\" said Dr. Albert Rizzo, chief medical officer for the American Lung Association, who was not involved in the study. \"While it may be called 'secondhand,' the health effects of those exposed are truly firsthand,\" Rizzo said. Role of smokers Secondhand smoke is defined as the mixture of the smoke breathed out by the smoker combined with the smoldering end of a cigarette, cigar or pipe. According to the United States National Library of Medicine, secondhand smoke contains more than 7,000 chemicals, 70 of which are known to cause cancer and hundreds more are toxic. Even a low dose of secondhand smoke can contribute to sudden infant death and cause ear infections and asthma attacks in children while causing cancer and heart disease in adults.  \"In 2006 the US Surgeon General declared there was no safe level of exposure to secondhand smoke,\" Rizzo said.  While the harmful effects of secondhand smoke have been known for years, no one knew the full impact on deaths on a global basis, Narula said. \"We wanted to calculate how many smokers are needed to kill one innocent nonsmoker,\" he said.  The Mount Sinai researchers worked in tandem with colleagues at the Amsterdam Medical Center, Amsterdam UMC, to analyze a number of datasets from the World Health Organization, the Global Burden of Disease Reports, International Mortality and Smoking Statistics and others. They looked at the number of active smokers and secondhand smoke victims over a 26-year period from 1990 to 2016.  They developed a \"secondhand smoke index\" and applied it to North America; South Asia; Middle East and North Africa; East Asia and Pacific; Europe and Central Asia; Sub-Saharan Africa; Latin America and the Caribbean. Globally, in 1990 it took only 31 smokers to kill one person; in 2016 that number rose to 52 smokers, the study found -- an improvement due to smoking bans in restaurants, business and the like in some countries. North America had the most favorable secondhand smoke index: around 86 smokers for each death. The Middle East and Southeast Asia had least favorable numbers due to few protective measures — around 43 smokers to one death. More protections needed, study says Despite the advances in some countries, the absolute number of people who smoked between 1990 and 2016 has been on the rise, the study says. That's mostly due to the increase in smoking in China and India and other low-to-middle income countries, a trend which is expected to continue. \"This study demonstrates the devastating effect of secondhand smoke,\" Narula said. By putting the blame for deaths directly at the feet of smokers, he added, this study will hopefully \"influence public opinion against secondhand smoke exposure\" and encourage governments to pass and enforce \"stringent\" anti-tobacco controls. While developing countries need to step up their game, there is still much to be done in the US and other developed countries, said lead author Dr. Leonard Hofstra, a professor of cardiology at Amsterdam UMC. \"There is a lot to gain when it comes to strengthening policies to protect nonsmokers, especially children,\" he said. \"For example, it should not be allowed for parents to smoke inside their cars with them.\"  Twenty-two states in the US have \"not yet passed comprehensive laws protecting their citizens -- and the Lung Association calls on them to do so,\" Rizzo said, adding that the public can also make use of online tools provided by the American Lung Association \"to end their addiction.\" CNN reached out to various tobacco companies for their response but did not hear back before our publication deadline."], "Language": false}