{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/world/tang-dynasty-woman-donkey-polo-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2020-03-17T14:52:34Z"], "LastModifiedDate": ["2020-03-17T14:52:34Z"], "Headline": ["This Tang Dynasty noblewoman loved playing polo so much, she was buried with her donkeys"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Sometime before an Imperial Chinese noblewoman named Cui Shi died in 878 AD, she requested that her beloved donkeys be buried with her.  Cui Shi played donkey polo during the Tang Dynasty, and her hope was that she could continue her favorite sport in the afterlife.  But of course, no one alive today knew that at first. When researchers came across her heavily looted tomb in Xi'an, a city in central China, in 2012 they had no idea why lowly donkey bones were amongst the goods found inside.  The archaeologists had never seen anything like it before: Why would a beast of burden be buried with a noblewoman?  They set out to find an answer -- and what they discovered, published this week in the journal Antiquity, gives scientific confirmation to ancient stories about the lives of the Tang Dynasty elite.  \"There was no reason for a lady such as Cui Shi to use a donkey, let alone sacrifice it for her afterlife,\" said Songmei Hu, lead study author and anthropologist from the Shaanxi Academy of Archaeology. \"This is the first time such a burial has been found.\" Historical texts have suggested that people, especially noblewomen, played donkey polo called Lvju. But this discovery provides the first direct evidence of this game and the women of higher status who played it during this time period.  Cui Shi was married to Bao Gao, a skilled polo player at the time who was promoted to the rank of general by Emperor Xizong for winning a polo match. Emperors used the game as a way to determine generals through competition.  But polo on large horses was dangerous. Bao Gao lost an eye during one game. Separately, Emperor Muzong was killed in a match.  Lvju, or polo played using donkeys, was preferred for this reason. Donkeys were considered safer and steadier. \"Historical documents also showed that ladies of the late Tang court loved to play donkey polo,\" said Fiona Marshall, study co-author and archaeologist at Washington University in St. Louis.  Marshall analyzed the donkey bones found in the tomb. The researchers wanted to determine if the donkeys truly belonged in the grave, or if they had been deposited there by looters. Radiocarbon dating confirmed the bones belonged to the grave based on their age. Analysis also revealed stress on the bones that occurred when the donkeys were alive -- but not the kind of stress typically found in pack animals used for carrying heavy loads.  Instead, the patterns of strain in the bones were consistent with animals that ran and turned frequently. The donkeys were also smaller than is expected of pack animals. This suggests they were bred to play polo. And the donkeys found in the noblewoman's tomb were about six years old -- the prime age for polo, according to the researchers. \"This context provides evidence the donkeys in her tomb were for polo, not transport,\" Hu said. \"This confirms the claims of donkey polo from historic literature.\" Polo was popular in China during the Tang Dynasty, which lasted from 618 to 907 AD, but the game has roots in Iran and was thought to have spread across the continent between 247 BC and 224 AD. Xi'an, once known as Chang'an, was the capital of the Tang Dynasty. When archaeologists excavated Cui Shi's brick tomb, they found the items looters left behind: a stone epitaph bearing her name, a lead stirrup and scattered donkey bones.  Chang'an was also considered the beginning of the Silk Road, where trade began and people used the route to travel and move goods across Central Asia.  Donkeys were inevitably part of this trade route, but actual evidence of their presence is rare.  \"Donkeys were the first pack animal, the steam engines of their day in Africa and western Eurasia, but we know almost nothing about their use in eastern Asia,\" Marshall said. \"Donkey skeletons just have not been found -- this is probably because they died along trade routes and were not preserved.\" But the skeletons in the tomb provided a unique opportunity to study donkeys and their role in Tang era China.  Donkeys were first domesticated between 3,000 to 4,000 BC. They were used as pack animals for trash pickup in Eurasia, but thought to be largely overlooked for use in warfare, ceremonies or entertainment, according to the study. Marshall, a well-known donkey zooarchaeologist, says this discovery places donkeys in an elite setting compared to how history has treated them otherwise. \"Donkeys are hardy and strong animals as well as gentle, and fill really important roles in everyday life for small farmers and traders carrying loads in many parts of the world,\" Marshall said. \"This finding shows that donkeys have also had a place as high status rather than humble animals.\" "], "Language": false}