{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-031620/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-16T00:53:00.473Z"], "LastModifiedDate": ["2020-03-17T13:54:18.802Z"], "Headline": ["Dow and US stocks plunge again: March 16, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Click here for the latest stock market news for March 17, 2020.  By one metric at least, the coronavirus-inspired mayhem on Wall Street now exceeds what was experienced during the 2008 financial crisis.  The VIX (VIX), a gauge of stock market volatility, spiked 43% to 86.69 on Monday as coronavirus fears ripped through Wall Street. That takes out the previous record set on October 24, 2008, according to Refinitiv.  On an intraday basis, the VIX topped out at 83.56 on Monday, just shy of the 2008 record of 89.53.  Worries about the coronavirus outbreak sent the Dow plunging 2,997 points, or 12.9%. The S&P 500 plummeted 12%, its worst day since 1987.  Selling was so extreme that trading on the New York Stock Exchange was halted for 15 minutes. It was the third time such a circuit breaker was triggered in the past week. The CNN Business Fear & Greed Index of market sentiment, which incorporates the VIX and other measures, is flashing \"extreme fear.\" That fear has driven up market volatility in dramatic fashion. The VIX has doubled so far in March. In fact, it's now up a whopping 500% this year.  It was another ugly day for US stocks. The Dow recorded its worst one-day point drop in history and its worst performance on a percentage basis since October 19, 1987, also known as “Black Monday.” Stocks fell to session lows in the final hour of trading, as President Donald Trump said the outbreak could last until July or August. The Dow dropped more than 3,000 points at its worst. The S&P 500 finished down nearly 12%.\nThe Dow closed 2,997 points, or 12.9%, lower.\nThe Nasdaq Composite ended down 12.3%. The Dow was down 2,700 points after President Donald Trump said American life might not return to normal until August. It had fallen as many as 2,800 points Monday. Trump also said the virus \"is not under control\" and acknowledged the economy may be falling into a recession. Investors were displeased. The S&P 500 was down 10.8%. US stocks are set to close in the red yet again, with all major stock indexes firmly negative. The market's broadest measure, the S&P 500, is down 8.4%. And while that might sound terrible, it's only its worst day since Thursday. That's the kind of new normal -- outsized market swings -- investors have had to get used to. The Dow is 2,115 points, or 9.1%, lower in the final hour of trading. And the Nasdaq Composite is down 8.7%. Market turmoil has been persistent, and this week looks no better. Now the voices calling for a temporary shut-down of the US stock market are getting louder. But closing shop is no way to restore confidence, said John Higgins, chief market economist at Capital Economics. Exchanges stayed open during the 2008 financial crisis, the bursting of the dot-com bubble in 2000 and the Great Depression, Higgins said. The market has been closed for a prolonged period only for practical reasons, such as the four days after 9/11. It has never shut down because of volatility. In addition, \"stock markets have now fallen a long way and so seem to be discounting a very bad economic outcome already,\" Higgins said. That is why markets might start stabilizing soon, he added. New York Stock Exchange President Stacey Cunningham tweeted earlier that it was important for markets to remain open and function in an orderly manner. Airlines slammed by the coronavirus are requesting an aid package from the US government that could amount to up to $58 billion, according to industry group Airlines for America.  The aid is requested in the form of loans, grants and tax relief. The ask includes up to $25 billion in grants for passenger air carriers and $4 billion in grants to cargo carriers, and the same amounts in loans or loan guarantees. Airlines for America said in a release: \"US carriers are in need of immediate assistance as the current economic environment is simply not sustainable. This is compounded by the fact that the crisis does not appear to have an end in sight.\" Two sources told CNN the aid package has been discussed with key lawmakers and staff, on Capitol Hill and in the Trump administration.  The discussions were described as being at an early stage. But one of the sources noted there is a growing recognition from the federal government that conditions \"are getting very bad, very fast.\" Airlines for America predicted the seven US airlines it represents could \"run out of money completely sometime between June 30 and the end of the year\" with losses that could be as high as $53 billion this year. Most airline stocks are getting clobbered, again: Delta Air Lines (DAL) is down 6%, United Airlines (UAL) sank 10% and Southwest (LUV) shares are 8% lower.  However, American Airlines (AAL) is up 6%. Going to the gym might be the last thing on many people's minds these days, given worries about the coronavirus. But if you live in New York, New Jersey, Connecticut or Michigan, you don't even have the option. These four states have issued executive orders to temporarily close gyms, as well as other crowded public places, to try to slow the outbreak. The CDC has also recommended avoiding places where there are groups of 50 or more people. That's bad new for gym owner Planet Fitness (PLNT). Shares plunged almost 30% due to concerns about how the pandemic will impact membership growth. The stock has now lost half its value this year. But investors seem to think this could be a boon for interactive bike maker Peloton (PTON). Its shares surged nearly 15% Monday. Still, the stock hit a new all-time low earlier in the day and remains about 25% below its IPO price.  Nervous consumers (maybe even including the woman from last year's oft-maligned holiday ad) may not be looking to spend on pricey exercise equipment anytime soon in this environment. There's no way to sugarcoat this: The markets look terrible right now. We're halfway through March and Wall Street is on track for its worst month in more than three decades. The S&P 500, the broadest measure of American stocks, is down 16.9% so far this month -- putting it on track for its worst month since October 1987, when the infamous \"Black Monday\" market crash happened. Ouch. America's Chamber of Commerce today called for measures to support US businesses of all sizes to ensure they can weather the storm of the coronavirus fallout. Though pleased with what Congress has done so far, more action is needed, said Tom Donohue, CEO of the chamber, in a statement. \"No business or family should go bankrupt from the temporary but significant disruption caused by the Coronavirus,” Donohue added. The chamber is calling for three measures: A cancellation of all payroll taxes paid by employers for the months of March, April and May, which would be a monthly relief of some $100 billion for companies and could give them breathing room to fund paychecks.\nExpanding and streamlining of loan programs for small businesses experiencing revenue loss as a result of the coronavirus outbreak.\nThe creation of credit facilities to provide loans and loan guarantees to employers with more than 500 employees that have witnessed revenue losses. There are signs that a direct cash-to-citizens proposal is gaining traction.  Greg Mankiw, a former top economic adviser to President George W. Bush, has embraced the idea. \"I would start with a $1000 check for every American, sent out as quickly as possible,\" Mankiw told CNN's John Harwood. \"That would work out to be about 1.7% of GDP. But if this pandemic continues, we might have to do it again in a month.\" The proposal, which has been advocated by Obama adviser Jason Furman, would send $1,000 to every American immediately. Furman has estimated the proposal would cost $350 billion. Republican Sen. Mitt Romney of Utah, who was advised by Mankiw in both of his presidential campaigns, has also voiced support for such a measure. Although its chances of passing Congress and President Donald Trump's desk are unclear, Trump economic adviser Larry Kudlow would not rule the proposal out when asked by CNN. While stocks remain squarely in the red at midday, the three major US indexes have bounced back from their session lows. The S&P 500 is down 7.1%, while the Dow is 7.7%, or around 1,780 points. The Nasdaq Composite fell 7.1%. Stocks tripped a circuit breaker this morning when the S&P dropped more than 7%. But a circuit breaker can only be triggered once, which is why the index can now fall below 7% without trading being halted again. The next circuit breaker is at a 13% drop on the S&P. The S&P was down as much as 11.4% at its low point earlier. The Dow fell nearly 2,800 points at its worst. \"There has been indiscriminate selling,\" said Ralph Bassett, head of North American equities at Aberdeen Standard Investments, in emailed comments about today's market activity.  Still, Bassett is staying put: \"At this stage we’re making very few changes to portfolios,\" he said. \"The focus is on looking at how the drivers of these businesses are going to be impacted, but importantly their ability to fund their operations during what will likely prove an acutely weak period of demand for most companies.\" The New York Federal Reserve is once again ramping up its cash injections aimed at easing stressed-out financial markets. The NY Fed just announced it will conduct an additional overnight repo operation on Monday afternoon. The move will inject up to $500 billion into financial markets and be on top of previously scheduled operations. The statement said the NY Fed is taking these steps to make sure the supply of reserves \"remains ample\" and to support the \"smooth functioning\" of short-term funding markets. In other words, the Fed is trying to avoid a liquidity squeeze that sparks a financial crisis.  The US central bank is racing to calm investors freaked out by the severe disruptions caused by the coronavirus pandemic.  The Fed slashed interest rates by a full percentage point to zero Sunday evening and officially relaunched its 2008 financial crisis-era bond-buying program known as quantitative easing.  Last week, the NY Fed announced plans to inject $1.5 trillion into financial markets to smooth unusual disruptions in the Treasury market, where liquidity dried up during the market chaos.  Corporate profits rose ever so slightly in the fourth quarter of last year after three consecutive drops in the first part of 2019. Heading into 2020, analysts were optimistic that earnings would continue to rebound. Then the coronavirus outbreak happened. And now, all bets are off. The question on Wall Street is no longer about how much will profits increase this year but how bad will things get. Analysts surveyed by FactSet are forecasting a 1.7% decline in earnings for the S&P 500 during the first quarter. But that forecast is almost certain to be overly conservative. Read more about the expected downturn in company earnings here. The United States' largest defense contractor announced its CEO of seven years, Marillyn Hewson, is stepping down. Hewson will stay on as chairman of the board. Her replacement as CEO will be James Taiclet, who led wireless infrastructure developer American Tower Corporation since 2003. The shift in leadership at Lockheed Martin (LMT) was planned, according to a statement from Hewson, who said she recommended Taiclet as her replacement.  I know it is the right time to transition the leadership of Lockheed Martin. The corporation is strong, as evidenced by our outstanding financial results last year and a record backlog of business Her departure comes after Lockheed racked up a record backlog of orders in 2019. Much of the company's growth was driven by weapons and missile production, according to its latest earnings report.  It's an ugly day for stocks. After trading was halted for 15 minutes at the opening bell because of steep declines, the Dow has now fallen to its lowest level since May 2017. The index was last down 9.5%, or around 2,200 points. The selloff that has ravaged markets for weeks has dragged the Dow more than 26% lower this year alone. Mind you, the index hit its most recent record high on February 12, just more than four weeks ago. There is active discussions within the Trump administration to encourage a possible “curfew” across the nation in which non-essential businesses would have to close by a certain time each night, according to an administration official and another source familiar.  The guidance would likely focus on malls, restaurants and bars. Grocery stores and pharmacies could be exempt from the curfew. The idea would be fashioned after the European model but would likely have to be enforced at a local level. The source familiar tells CNN that a curfew is likely to be strongly encouraged at the state level during the President’s video teleconference with governors today.  The White House has not yet responded to CNN’s request for comment Regulators are trying to convince banks not to be afraid of turning to the Federal Reserve to meet their short-term cash needs. The goal is to remove the negative stigma that in the past has come from banks tapping the Federal Reserve's so-called discount window, which allows stressed lenders to borrow cash when they need it.   It's part of the government's efforts to prevent the coronavirus crisis from morphing into a full-blown financial crisis. In a joint statement from the FDIC, Fed, and OCC, regulators said they \"encourage\" financial institutions to use the discount window \"to meet demands for credit from households and businesses at this time.\" The discount window can help banks manage their liquidity risks and \"avoid actions that have negative consequences for their customers,\" the regulators said. The statement comes after the Federal Reserve reduced the interest rate in discount window loans by 1.5 percentage points to 0.25%. And the US central bank said it will offer these loans for up to 90 days. \"We encourage banks to turn to the discount window to help meet demands for credit from households and businesses,\" Fed chief Jerome Powell told reporters Sunday night.  Stocks resumed trading at 9:45 am ET, after the New York Stock Exchange halted activity following a more than 7% drop in the S&P 500 immediately at the market open.  The S&P 500 was down 9.8%. If the index falls 13%, a second circuit breaker is triggered and trading will once again be halted for 15 minutes. The Dow fell 11.8%, or 2,725 points. The Nasdaq Composite dropped 11.7%. President Donald Trump's promise to buy vast amounts of cheap oil to fill America's crude stockpile is doing little to help energy markets. Although US oil prices initially rallied to nearly $34 Friday on the announcement, prices have since returned to crash-mode.  US oil prices tumbled 9% to $29 a barrel Monday morning as recession fears rock global financial markets. Brent crude, the global benchmark, plummeted 11% to $30.25 a barrel.  Trump said Friday that the United States will buy so much crude for the Strategic Petroleum Reserve that the administration will \"fill it right up to the top.\" \"While helpful on the margins,\" analysts at RBC Capital Markets wrote in a note, \"such policy pales in comparison to a coronavirus-plagued market that is measured in months or a price war that is expected to last several quarters or longer.\" Demand for crude is nosediving because of the continued shutdown of major parts of the global economy.  At the same time, supply is swelling at precisely the wrong time. Saudi Arabia is flooding the market with cheap oil in retaliation for Russia refusing to cut output.  \"We have not seen the bottom of the oil price just yet,\" Bjoernar Tonhaugen, head of oil markets at Rystad Energy, wrote in a statement. US stocks opened sharply lower on Monday as investors grew concerned that the emergency policy measures by global central banks over the weekend meant the economy is in much worse shape than previously believed. Instead of soothing the markets, another emergency interest rate cut from the Federal Reserve had the opposite effect. The S&P 500 opened down 8.1%. The index hit a circuit breaker after falling more than 7%. Trading is now halted for 15 minutes. The Dow opened 9.7%, or 2,250 points, lower. The Nasdaq Composite fell 6.1%. A the usual metal detectors outside of one wall, I wasn’t greeted my the usual NYPD officer who know me by name. This morning, I was greeted by two people dressed in white lab coats and blue masks, and they asked me if I was going to be on the floor of the NYSE. They handed me a form and ushered me to the lobby of the building where it was full of those wearing white lab coats and blue masks and gloves. Again, they asked if I would be on the floor today. And I said, \"Yes -- that’s where I do my live reports.\"    Suddenly I had a thermometer pressed against my forehead and I think the woman under her mask saw that I was startled. She said it’s going to be alright. My temperature was normal and I was allowed to proceed to the CNN offices upstairs. Welcome to the new normal at the NYSE. These are the precautions the NYSE is taking: Up until about last week, gold prices were holding up much better than the rest of the market in the wake of the panic about the global coronavrius outbreak.  Not anymore.  The price of the yellow metal fell 3% on Monday alone, following the Federal Reserve's emergency rate cut on Sunday night. Gold prices have now slipped for the past five days.  It was only a week ago that gold hit a seven-year high of more than $1,700. Now the metal is trading at around $1,470, down about 3% for the year. Will gold keep falling? It's worth noting that in 2008, after the price dropped as much as 33% from its highs in the initial chaos of that financial crisis, gold bounced back quickly and finished up nearly 6% for the year.   Gold was viewed as a hedge against a global recession 12 years ago. Will that happen again this year?  The Federal Reserve shocked the markets Sunday night by cutting interest rates a full percentage point to essentially zero -- just three days before the Fed was set to have its regular meeting. But the move was not unanimous. Cleveland Federal Reserve president Loretta Mester dissented with the central bank's decision. According to the Fed statement, Mester voted for the Fed to just cut rates by a half-point to 0.5% to 0.75%. Mester has typically been one of the more hawkish Fed members, preferring to lower rates more gradually.  The Fed also announced several other bold measures in coordination with other global central banks to try and stabilize the markets. And Mester was \"fully supportive of all of the actions taken to promote the smooth functioning of markets and the flow of credit to households and businesses.\" But stocks plunged around the world Monday despite the extraordinary move. Possible reasons? The Fed has now done all it can and has nothing left -- which might have been a reason for the central bank to cut rates more slowly in order to have more arrows in the quiver. Investors also seem to realize that there's only so much the central bank can do to alleviate the impact of what is, first and foremost, a health crisis. Early indicators for how the US economy is faring under the growing coronavirus outbreak are not encouraging. The Empire State Manufacturing Survey's general business condition index plummeted to -21.5, its lowest level since 2009, compared with the consensus expectation of 4.  The new order and shipping indexes also fell, and optimism for the six-month business outlook plummeted, \"with firms less optimistic than they have been since 2009,\" according to the data release. JPMorgan (JPM) cut its economic forecasts for the year following the data release, predicting 1.94% GDP growth, versus 2.03% before. The risk of a recession within one year climbed to 37.3% from 34.8%. Sunday's central bank action was about more than the Federal Reserve's dramatic slashing of interest rates. The US central bank also struck a deal with central banks around the world -- the European Central Bank, Bank of England, Bank of Japan, Bank of Canada and Swiss National Bank -- to shore up liquidity and keep financial markets functioning smoothly. The banks agreed to lower their rates on currency swaps, which helps keep lower cost of US dollars to ease market stress. The dollar is the world's major funding currency  and in times of uncertainty those funding costs can spike. \"The US dollar dominates the global payments system and given signs that the economic fall-out from the coronavirus is worsening, the Fed may have to resort to further emergency measures to fully convince global businesses that the supply of the greenback will remain ample,\" wrote Jane Foley, senior FX strategist at Rabobank. So much for central banks to the rescue. Investors clearly are not soothed by the Federal Reserve slashing interest rates to zero on Sunday, or the global coordinated central bank action that came along with it. Stock markets are flashing red across the world and US equity futures once again have hit their \"limit down\" overnight, meaning they cannot fall any further. This happened twice last week, and on both days stocks also tripped a circuit breaker that led the New York Stock Exchange to halt trading for 15 minutes. The NYSE circuit breakers depend on drops in the S&P 500, with the first triggered at a 7% decline. We could be in for another one of those today as traders are flying blind into the open. Dow futures are down 1,041 points, or 4.5% at their limit down, while S&P 500 futures are off by 4.8%. Nasdaq Composite futures are down 4.5%. ETFs tracking the three major indexes are painting a much gloomier picture: the S&P 500 tracker SPDR S&P 500 ETF Trust (SPY) is down 9.7%. Many Americans might be tempted to believe the assurances of the President and his Treasury Secretary that the negative economic impact of the Coronavirus outbreak will be short, and that the US economy and stock prices will recover quickly.  But if that were the case, the Federal Reserve would not have taken action of cutting rates near 0% to stabilize the financial system.  The US central bank took these extraordinary steps in part because investors in specific corners of the credit markets have been panicking.  Although these aren’t markets that average Americans follow, they can still impact them in ways they can see and feel like money market funds, mortgage rates and small business lending.  But the volatility in these critical credit markets is unlikely to end any time soon. While the Fed’s actions may have soothed the credit markets, it led to a pullback in the stock markets—futures sold off violently right after the Fed’s move. But even if the Fed succeeds in stabilizing markets, the government will still need to do much more to help average Americans, including putting actual cash in the hand of consumers and other forms of financial assistance to stave off or minimize a recession. Trump has made the economy—and the stock markets—a signature part of his re-election campaign, so we can expect to see him pressure Congress in the near term to pass a fiscal stimulus package. His re-election may depend on it. MGM Resorts International (MGM) and Wynn Resorts (WYNN) will close their Las Vegas properties as of March 17 in light of the coronavirus pandemic. Wynn Resorts indicated Sunday that it would close Wynn Las Vegas and Encore \"as part of its continuing effort to reduce the spread\" the coronavirus. The company said it expects the closures to be in effect for two weeks, beginning at 6 p.m. Tuesday, at which point the company will assess the situation. Similarly, MGM Resorts said in a news release Sunday that it will close casino operations on Monday, March 16, and then hotel operations. It said it will not accept reservations before May 1. MGM Resorts operates a number of Las Vegas properties, including the Bellagio, the MGM Grand, and The Mirage — among others. MGM's shares sank 14% in premarket trading, while Wynn's stock plunged 17%.  Read more here. United Airlines (UAL) is slashing its flight schedule by 50% for the next two months and is seeking deep cost savings from its unions. United's top management executives will have a 50% cut in their pay, according to a letter from United CEO Oscar Munoz and President Scott Kirby to the company's 100,000 employees — which was made public Sunday night. The letter indicated that United management began discussions with the airline's unions on Sunday about lowering compensation costs.  Employee furloughs, layoffs or a reduction in pay rates are among the options for cost cutting being considered. United and other airlines have already allowed employees to take unpaid leaves during this crisis. Read more here. Global stock markets plunged Monday as investors were unnerved by drastic action from the US Federal Reserve to cushion the blow from coronavirus and as data showed the outbreak has caused an unprecedented economic collapse in China. Markets were battered across Asia, with Australia's benchmark index crashing nearly 10% in its worst day on record.  Across Europe:  London's FTSE 100 (UKX) fell 7% in early trading\nFrance's CAC 40 (CAC40) and Germany's DAX (DAX) dropped roughly 9% US markets were poised to suffer heavy losses: Dow (INDU) futures were last down 1,041 points, or about 4.5%\nS&P 500 (SPX) futures slumped 4.8%\nNasdaq (COMP) futures shed 4.5% Investors bailed out of stocks despite a massive intervention by the US Federal Reserve on Sunday.  The central bank slashed rates to close to zero at an emergency meeting, and said it would purchase another $700 billion worth of Treasury bonds and mortgage-backed securities. Markets in Asia Pacific were rocked by data showing the Chinese economy has been hit harder than expected by the coronavirus outbreak. Retail sales in China plunged 20.5% in the January-to-February period from a year earlier, much worse than the forecast 0.8% rise by analysts polled by Reuters, according to the National Bureau of Statistics.  Industrial output also fell 13.5% during the same period, while fixed asset investment plunged 24.5%, both widely missing estimates. Mao Xinyong, a spokesman for the National Bureau of Statistics, said at a press conference that China will increase policy support to counter the virus' impact, including active fiscal measures and prudent monetary measures to support businesses, as well as special policies to protect jobs. That failed to calm investors: Hong Kong's Hang Seng Index (HSI) dropped 4%\nJapan's Nikkei 225 (N225) shed 2.5%\nChina's Shanghai Composite (SHCOMP) dropped 3.4%. The People's Bank of China on Monday pumped 100 billion yuan ($14.3 billion) into the financial system by offering loans to banks.  Read more here. In a bold, emergency action to support the economy during the coronavirus pandemic, the Federal Reserve on Sunday announced it would cut its target interest rate near zero. The swifter-than-expected rate cut is designed to prevent the kind of credit crunch and financial market disruptions that occurred the last time the Fed had to cut rates all the way to the bottom, during the global financial crisis just over a decade ago. The Fed's board of governors had been set to meet this week and report on the results of its meeting on Wednesday. Central bankers were widely expected to cut rates to zero at that meeting, after they slashed rates to a half a percentage point in another emergency cut on March 3.  Sunday's latest emergency action suggests the Fed believed the cogs of the US economic machine were getting gummed up, and it was concerned that waiting even three more days could be too late to prop up the economy. The Fed will no longer meet later this week. \"I don't think they would have done this unless they felt the financial markets were at significant risk of freezing up tomorrow,\" said Mark Zandi, chief economist at Moody's. \"They're very concerned the financial markets won't work.\" Read more here. A growing number of retailers have announced they are temporarily closing stores in an effort to prevent the spread of coronavirus. Nike (NKE), Urban Outfitters (URBN), Abercrombie & Fitch (ANF) and more have announced that they are shuttering many or all of their retail stores around the globe through late March because of coronavirus.  Apple (AAPL) last month closed retail locations in China during the peak of the outbreak there. On Friday, the company said that while its China locations had reopened, it was closing stores in all other areas of the world. Read more here."], "Language": false}