{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/will-ripley"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2014-12-18T07:20:54Z"], "LastModifiedDate": ["2020-03-17T08:13:02Z"], "Headline": ["Will Ripley"], "Section": [null], "MappedSection": [null], "Article_Body": ["Will Ripley is an award-winning correspondent for CNN, based at the network's Asia Pacific headquarters in Hong Kong. A journalist for two decades, Ripley has travelled to North Korea 19 times since 2014 — more than any American TV correspondent. He has reported exclusively from Pyongyang after missile launches and nuclear tests and was the only American journalist in North Korea when U.S. prisoner Otto Warmbier was released just days before his death in 2017. Ripley covers breaking news right across the Asia-Pacific region, recently reporting on the novel coronavirus from Japan, the devastating bushfires in Australia and the volcano tragedy in New Zealand. He is also a guest-anchor for CNN Newsroom live from CNN's Hong Kong studio and regularly hosts CNN feature programming such as Talk Asia.  Before moving to Hong Kong, Ripley was CNN's Tokyo-based correspondent. He reported extensively across Japan -- including being among the first foreign journalists to interview Tokyo's first female governor and first female leader of the Democratic Party. He has covered major breaking stories including the devastating floods in Joso, the execution of two Japanese ISIS hostages, the deadly eruption of Mt. Ontake and the aftermath of the Fukushima disaster.  Ripley has also travelled to China multiple times. He was one of the first journalists to report live from the massive chemical explosions in Tianjin and he also told the emotional story of a young Beijing orphan named Jia Jia whose adoptive parents in the United States raised more than $50,000 to cover his adoption expenses. Prior to CNN, Ripley spent nearly 15 years working in newsrooms across the United States. He got his start as a student news reporter in his home state of Connecticut before heading to Missouri, Texas, and Colorado. Throughout his career, Ripley has won numerous accolades including Best Single News Story/Report at the Asian Academy Creative Awards in 2018 for his reporting on the destruction of the remote Punggye-ri nuclear test site in North Korea.  He also received the award for Best Documentary at the Asian Academy Creative Awards for his exclusive CNN documentary Secret State: Inside North Korea. In the U.S. the documentary was the top-rated cable news program (among adults aged 25-54) when it premiered. Ripley has also been recognized with four Regional Edward R. Murrow awards and a Heartland Regional Emmy award. He was honoured by the Texas Association of Broadcasters with the Steve Pieringer award for outstanding valour in news coverage.  Ripley graduated from the School of Journalism at the University of Missouri-Columbia, consistently ranked as one of the top journalism schools in the United States."], "Language": false}