{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/us/nj-coronavirus-update/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Melanie Schuman, Elizabeth Joseph and Eric Levenson, CNN"], "Writers": [["Elizabeth Joseph", "Eric Levenson"]], "FirstPublishDate": ["2020-03-16T17:24:28Z"], "LastModifiedDate": ["2020-03-17T02:30:59Z"], "Headline": ["New Jersey activates National Guard, urges residents to stay home after 8 p.m."], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["New Jersey Gov. Phil Murphy on Monday urged residents to stay home after 8 p.m., activated the National Guard, and issued an executive order limiting some business operations to fight the spread of coronavirus. \"All non-essential and non-emergency travel in Jersey is strongly discouraged beginning tonight at 8 p.m. until 5 a.m. each day,\" Murphy said. \"This will remain in effect for the foreseeable future. We want everybody to be home, not out.\" On Monday afternoon, he clarified that this was not explicitly a curfew. \"This is not a curfew, but it is strongly recommended and travel is strongly discouraged. If you don't need to be on the roads, you should not be on the roads,\" he said. Murphy signed an executive order Monday that mandates all non-essential retail, recreational, and entertainment businesses cease daily operations at 8 p.m. every night. He also mobilized the New Jersey National Guard \"to assist in our efforts in any way necessary.\" Murphy told CNN Monday night that the National Guard could be used to deliver food to children in need, help coordinate drive-through testing sites and repurpose nursing homes and dormitories into hospitals.  \"The National Guard can play a whole range of roles,\" Murphy said. As of Monday afternoon, New Jersey had 178 confirmed cases of coronavirus and two deaths. Closings across the New York area In addition, the tri-state area of New York, New Jersey and Connecticut announced a ban on gatherings of more than 50 people, the governors of the three states said Monday. The three states agreed to close casinos, gyms and movies starting 8 p.m. Monday. All eat-in services from bars and restaurants also will transition to takeout and delivery-only services at the same time. In New Jersey, all schools and universities will close Wednesday until health officials deem it safe to resume in-person classes, Murphy said. \"We do not take any of these steps lightly. We know that each comes with its own set of impacts on residents, families, communities and businesses. But at this moment, our paramount concern must be to flatten the curve of new cases so we do not overload our health care system,\" he said. New Jersey needs more hospital beds The moves follows similar limitations that several New Jersey communities have already taken to stop the coronavirus spread.  Hoboken, located just across the Hudson River from New York City's Manhattan, announced Saturday that it was implementing a citywide curfew and restrictions on restaurants and bars. Residents were ordered to stay home from 10 p.m. until 5 a.m. unless they have to work during those hours, according to a statement from Mayor Ravinder Bhalla. On Saturday, authorities in Teaneck urged all residents of the township to self-quarantine amid a surge in local cases. \"We don't know how it happened,\" Teaneck Deputy Mayor Elie Katz told CNN. \"Teaneck has been at the forefront from the beginning. We were one of the first to close our municipal buildings and close our schools.\" Murphy said Monday morning that New Jersey, like many other states, is \"woefully short\" on hospital beds to deal with the coming increase in cases. \"We need hospital beds over the next couple of weeks. We are woefully short as a region, as a country, in terms of being able to take care of folks -- especially if this surge comes in the way we expect it,\" he said.  \"Even if we're able to flatten the curve in the most optimistic way, we're badly outgunned on that front and that's where we do need the feds to help step up. You saw what happened in China and other places where they were able to build new hospitals and add new capacity in very short order. We have some catching up to do there.\""], "Language": false}