{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/politics/coronavirus-travel-restrictions/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Priscilla Alvarez and Geneva Sands, CNN"], "Writers": [["Priscilla Alvarez", "Geneva Sands"]], "FirstPublishDate": ["2020-03-16T22:42:43Z"], "LastModifiedDate": ["2020-03-16T22:42:43Z"], "Headline": ["New limits on UK, Ireland travel pose another test for Trump administration after weekend airport meltdown"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["At midnight Monday, the United States will implement a new slate of travel restrictions to combat coronavirus spread, limiting transit from the United Kingdom and Ireland, following a weekend of confusion and frustration at select airports nationwide. This time, though, officials say they'll be better prepared.   A flurry of images on Saturday showed passengers squeezed together and waiting to get through US customs, after returning from overseas. Passengers shared stories of hours-long backups, inconsistent screenings and waiting shoulder-to-shoulder to be processed.  Illinois Gov. J.B. Pritzker reacted to the long lines at Chicago's O'Hare International Airport by tweeting at President Donald Trump and Vice President Mike Pence, \"The federal government needs to get its s@#t together. NOW.\" At John F. Kennedy International Airport in New York, one of the other designated airports where travelers from restricted countries have been sent, Katelyn Deibler, who landed from Kiev, Ukraine, said it took more than two hours to complete customs. Wait times have since decreased. But as the Trump administration remedies the issues raised over the weekend, it's on the cusp of putting in place more restrictions that could also sow confusion.  To avoid the backups that occurred over the weekend, US Customs and Border Protection is upping its staff at airports and adding more people on shifts. CBP has also streamlined operations to try to expedite the processing and increase screening capacity to avoid long wait times. The enhanced screenings are part of an administration effort to handle the coronavirus pandemic. Countries around the world have shut down their borders and placed increased restrictions on movement and social gatherings.  The Trump administration began by restricting travel from China, then Iran. Last week, President Trump extended those restrictions to include certain European countries, effective last Friday night. The United Kingdom and Ireland were initially excluded, but limits for those countries take effect Monday at midnight. US citizens, green card holders and their family members are exempt from the restrictions. Starting at 11:59 p.m. ET Monday, people returning home from Ireland and the United Kingdom will also undergo enhanced entry at the same 13 airports, according to the Department of Homeland Security.    \"We're very confident that we're not going to experience anything like we did in Chicago,\" a Homeland Security official told CNN, referring to the logjam at O'Hare Saturday. The official cited adjustments to the CBP process and an expected decrease in the overall volume of travel from Europe among the reasons why long delays aren't expected moving forward.  The Department of Homeland Security did not respond to requests for comment. As people descended on customs at select airports Saturday, additional CBP officers were brought in on overtime to help process them and chip away at the lines, according to a source familiar with the matter.  The crush of arrivals at airports and enhanced screening procedures contributed to the rapidly-increasing wait times. Karen Rogers, a passenger returning from Paris by way of London, had been waiting in line for at least five hours to be screened at O'Hare and was told she would have at least another hour to go, she said Saturday night. Acting CBP Commissioner Mark Morgan and acting Homeland Security Secretary Chad Wolf called the incident \"unacceptable,\" stressing that they were taking steps to remedy the issue.   The backup in Chicago involved the sequencing of the inspections and assessments by medical staff, \"how that information was captured and when,\" according to the DHS official. CBP eventually tweaked their system to streamline the clearing process and as a result, move people through more efficiently, according to a source familiar with the matter. But by the time Chicago made the necessary change, the crush of people was \"already upon them,\" the DHS official added.  A spike in travelers is expected when UK and Ireland travelers begin getting funneled to the 13 airports, which may \"tax the system,\" said the official, but it's expected to be manageable. As of Monday morning, however, a spokeswoman for the Centers for Disease Control and Prevention, which is involved in the screening, said the agency was working to \"operationalize\" a plan.  \"At this time, we are working quickly with our partners to operationalize a plan which will outline where these travelers will be routed and what the screening process will be,\" said Kristen Nordlund, a CDC spokeswoman, adding: \"We appreciate everyone's patience during this time.\"  Passengers coming in from Europe's Schengen Area -- 26 countries stretching from Iceland to Greece -- have been funneled to 13 airports where they undergo enhanced screening. They first go through customs, then are screened by Homeland Security medical contractors and, in the event someone exhibits symptoms or other red flags, passengers will be referred to CDC personnel on site. The same procedure is expected to take place with travelers coming from the UK and Ireland. "], "Language": false}