{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/politics/pentagon-bubble-leadership-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Michael Conte, CNN"], "Writers": [["Mike Conte"]], "FirstPublishDate": ["2020-03-16T19:56:22Z"], "LastModifiedDate": ["2020-03-16T20:28:46Z"], "Headline": ["Pentagon keeping 'a bubble' around leadership amid coronavirus outbreak"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Pentagon is attempting to create a \"bubble\" around its top two officials, Defense Secretary Mark Esper and Deputy Defense Secretary David Norquist, by keeping them \"physically separated\" as a precaution against the coronavirus pandemic, a Defense Department spokesperson said Monday. \"Starting today, the secretary and the deputy secretary are remaining physically separated,\" said Pentagon spokesperson Jonathan Hoffman, \"so we are attempting to put a, for lack of a better term, a bubble around the two of them.\" That means limiting in-person contact between the staffs of the two officials. \"They and their staffs will only interact via teleconference,\" Hoffman said. \"We're screening people that are entering the secretary's suite and limiting the number of people who have access as well,\" Hoffman continued. The Pentagon's new procedures come as the Trump administration is stepping up its response to the pandemic, with the White House announcing Monday new guidelines to slow the spread of the virus, including advising people not to gather in groups of more than 10. But the President did not agree with the approach when asked if he and Vice President Mike Pence should follow the same procedures as the two top leaders at the Pentagon, saying they hadn't thought of it. \"We're very careful with being together,\" said Trump. \"But everybody should be vigilant.\" Joint Staff Surgeon Brig. Gen. Dr. Paul Friedrichs, the medical adviser to the top US general, Chairman of the Joint Chiefs of Staff Gen. Mark Milley, said these new precautions were an extension of the Department's implantation of guidelines from the Centers for Disease Control and Protection. \"My deputy's working from home this week. That's not because I'm special, it's just it's the right thing to do,\" said Friedrichs. \"It's what commercial companies are doing. It's what nonprofits are doing. It's the right thing to do.\" The Pentagon says they are particularly well-positioned to implement so-called social distancing because of the demands on their commanders. \"We're set up so that our commanders can, and our leaders can do their jobs from anywhere in the world at any time,\" said Hoffman. \"And so we're able to take advantage of that probably to an extent that even major companies and others aren't able to do.\" The new procedures around the top Defense Department officials come at a time when there are questions about the support the Pentagon will be able to provide to the civilian population during the coronavirus crisis. As of Monday, the Department said they had not received any additional requests for assistance for coronavirus response, beyond the requests from the Department of Health and Human Services for housing and quarantining individuals evacuated from Wuhan, China, the cruise ships Grand Princess and Diamond Princess, and for the airports for individuals flying back to the US to be in quarantine. \"We're going to continue to do what we need to do to protect the leadership and protect the workforce so that we will have that ability, as this goes on, to help the civilian government respond,\" Hoffman said. These new \"bubbles\" are part of a slew of new precautions the Pentagon is taking against coronavirus that have included halting domestic travel for the military starting Monday. \"These restrictions are necessary to preserve force readiness, limit the continuing spread of the virus, and preserve the health and welfare of Service members, DoD civilian employees, their families, and the local communities in which we live,\" according to a memo on the new travel restrictions signed by Norquist."], "Language": false}