{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/us/usps-fedex-coronavirus-mail-deliver-amazon-ups-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-03-16T15:40:24Z"], "LastModifiedDate": ["2020-03-16T17:59:02Z"], "Headline": ["Mail services including the USPS and FedEx will continue delivering despite coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["For those of us practicing social distancing, isolation or quarantining because of the coronavirus, being stuck at home means a lot of Netflix -- and online shopping. Anyone waiting for packages or mail to arrive has little to worry about. Most mail services are continuing to deliver, even as millions across the US woke up to massive shutdowns intended to slow the spread of coronavirus. Here are the main services who will still drop by: US Postal Service  The US Postal Service (USPS) is not currently \"experiencing operational impacts\" because of the coronavirus pandemic. However, the USPS enforced a temporary suspension of the guarantee on Priority Mail Express International destined for China and Hong Kong \"due to widespread airline cancellations and restrictions into this area.\" Residential customers and small businesses can find out if their mail is being delivered of if their local Post Offices are open here.  FedEx FedEx is continuing to deliver packages. The company is also sanitizing delivery equipment regularly. Customers living in regions severely impacted by the coronavirus may experience delays. \"We are operating to and within impacted areas as local conditions and restrictions allow. We are adhering to all regulations and guidelines from government authorities related to containment of the virus,\" FedEx said. \"These work and travel restrictions may affect shipments to and from impacted areas, as well as shipments moving within those areas. We have adjusted delivery commitments for certain impacted areas.\" Customers can visit fedex.com or tnt.com to check the status of their shipments. Since January 10, FedEx also sent 10 humanitarian aid shipments of medical supplies, including surgical caps, medical gowns, masks, gloves and coveralls to China. Amazon Amazon is continuing to deliver packages. As the spread of coronavirus increases worldwide, the company leaders say they've seen \"an increase in people shopping online\" which has resulted in \"longer than usual\" delivery promises. \"In particular, you will notice that we are currently out of stock on some popular brands and items, especially in household staples categories,\" Amazon said. \"We are working around the clock with our selling partners to ensure availability on all of our products, and bring on additional capacity to deliver all of your orders.\" Amazon has also removed more than 530,000 listings from its marketplace and suspended 2,500 US sellers for coronavirus-related price gouging, the company told a US senator. UPS UPS is continuing to deliver packages. Countries which have declared a state of public health emergency may see potential delays in services. UPS has also resumed services for the majority of China Mainland except Wuhan City.  Can coronavirus spread through mail? Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, spoke about the likelihood of the coronavirus being transmitted through things like mail or money during CNN's coronavirus town hall. Fauci said if the disease were to transfer onto something like mail, it would likely be a low concentration. \"Even if it is on there, would it be high enough of a concentration to actually be transmitted? Although it is important, I don't want to downplay the recommendations of wiping down the kinds of things you can easily wipe down,\" Fauci said. \"Doorknobs, screens, things like that. I think if you start thinking about money and mail and things like that, you can almost sort of immobilize yourself, which I don't think is a good idea.\" The Centers for Disease Control and Prevention (CDC) also said there is very low risk of coronavirus spreading from products and packages, even if they were shipped from China, because of the \"poor survivability of these coronaviruses on surfaces.\" As packages go through multiple days -- or weeks -- of delivery, they face various temperatures that coronaviruses aren't likely to survive."], "Language": false}