{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/investing/earnings-stocks-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-03-16T12:59:45Z"], "LastModifiedDate": ["2020-03-16T14:07:11Z"], "Headline": ["Corporate earnings are about to get extremely ugly"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Corporate profits rose ever so slightly in the fourth quarter of last year after three consecutive drops in the first part of 2019. Heading into 2020, analysts were optimistic that earnings would continue to rebound. Then the coronavirus outbreak happened. And now, all bets are off.  The question on Wall Street is no longer about how much will profits increase this year but how bad will things get. Analysts surveyed by FactSet are forecasting a 1.7% decline in earnings for the S&P 500 during the first quarter. But that forecast is almost certain to be overly conservative.   Estimates are dropping fast as companies warn of the impact that the coronavirus pandemic will have on demand, especially in China during the first three months of the year. Earnings forecasts should fall hard and fast Analysts were expecting an earnings increase of 4.4% for the quarter at the start of 2020. But since then, 72 companies in the S&P 500 have said that first quarter results will miss forecasts.  The second quarter is likely to be even worse, since that is when the full impact of shutdowns to businesses in the United States will be felt. This doesn't appear to be factored into profit forecasts yet.  Analysts are now forecasting a 0.7% decrease for earnings for that quarter, according to FactSet. Yet it seems almost impossible for earnings not to fall even more dramatically now that some Americans are starting to self-quarantine. \"Travel bans, suspended professional sports, social distancing, supplier issues, and a potential overwhelming of the health care system may generate a new series of incremental demand shocks that probably are not in Street estimates yet,\" said Citi chief US equity strategist Tobias Levkovich in a report. The Fed's surprise Sunday night interest rate cut to zero (its second emergency cut this month) will put more pressure on banks as well because their earnings tend to get hit by reduced profit margins from loans when rates are low. That will drag down earnings for the S&P 500 too. Analysts fear a repeat of 2008 Economists are cutting their forecasts even more rapidly.  Goldman Sachs is now expecting a 5% annualized drop in US gross domestic product during the second quarter while ING is even more bearish, predicting that US GDP will fall at a staggering 8% rate. That's undoubtedly going to have an impact on earnings. At best, profits might be flat for all of 2020, according to RBC Capital Markets head of US equity strategy Lori Calvasina. So much for this being the year when earnings bounce back. Calvasina said in a report Monday morning that the recent market sell-off is \"eerily similar to late September/early October 2008, some of the worst days of the financial crisis.\" Even though Calvasina said the economy and big banks are stronger now than they were just before the 2008 meltdown, she fears that \"sentiment could become just as stressed as it was back then.\" Still, some hope that the US economy will only suffer for a quarter or two from the coronavirus crisis and that things will slowly return to normal for Corporate America after that.  Analysts surveyed by FactSet are predicting a 5.2% increase for earnings in the third quarter and 8.6% rebound in the fourth quarter. That could be enough to lift earnings for the full year. \"Once the country makes it past the current COVID-19 outbreak later this spring or summer, that should set the stage for a rebound heading into the end of 2020 and 2021,\" said Michael Sheldon, chief investment officer for Hightower - RDM Financial Group."], "Language": false}