{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/asia/coronavirus-traditional-chinese-medicine-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Nectar Gan and Yong Xiong, CNN"], "Writers": [["Nectar Gan", "Yong Xiong"]], "FirstPublishDate": ["2020-03-15T00:42:56Z"], "LastModifiedDate": ["2020-03-16T07:13:32Z"], "Headline": ["Beijing is promoting traditional medicine as a 'Chinese solution' to coronavirus. Not everyone is on board"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Xiong Qingzhen, a drone engineer in the central Chinese metropolis of Wuhan, spent more than two weeks in a makeshift hospital in February receiving treatment for Covid-19, the respiratory disease causing a global health crisis. Every morning and evening, the 38-year-old was handed a bag of brown soup -- a traditional Chinese remedy blended from over 20 herbs, including ephedra, cinnamon twigs and licorice root. But unlike most patients around him, Xiong was skeptical of its efficacy and refused to drink it. \"In my opinion, it is a sheer placebo,\" said, Xiong, who was discharged in late February from the makeshift hospital run by TCM doctors where no Western medicine was provided, apart from medication for underlying conditions, such as high blood pressure.  The \"lung-clearing and detoxing soup,\" as the herbal compound he was given is called, was part of the Chinese government's push to use Traditional Chinese Medicine (TCM) in the fight against the novel coronavirus outbreak. As scientists race to find a cure and vaccine, China is increasingly turning to its traditional remedies. As of late last month, more than 85% of all coronavirus patients in China -- about 60,000 people -- had received herbal remedies alongside mainstream antiviral drugs, according to the Ministry of Science and Technology. \"We are willing to share the 'Chinese experience' and 'Chinese solution' of treating Covid-19, and let more countries get to know Chinese medicine, understand Chinese medicine and use Chinese medicine,\" Yu Yanhong, deputy head of China's National Administration of Traditional Chinese Medicine, said at a press conference last week. But even in China, where TCM has a large number of adherents, the government has been unable to quell its skeptics -- like Xiong. Abroad, the herbal remedies could face even more skepticism from Western medical experts, who have long questioned their safety and effectiveness. Search for a cure There is no known cure for the coronavirus which has killed more than 4,000 people, sickened over 115,000 and spread to 75 countries and regions worldwide.  Scientists are working to find ways to stamp out the deadly virus. But for now, the mainstream antiviral treatments focus on relieving the symptoms -- and that's where China believes its ancient remedies can help.  \"By adjusting the whole body health and improving immunity, TCM can help stimulate the patients' abilities to resist and recover from the disease, which is an effective way of therapy,\" she said, adding that traditional medicine had helped fight viruses in the past, such as the SARS pandemic in 2002 and 2003 that killed hundreds in China. So far, more than 50,000 novel coronavirus patients have been discharged from hospital, and the majority of them used TCM, Yu said, citing it as evidence for the efficacy of using Chinese and Western medicine in tandem In a clinical trial of 102 patients with mild symptoms in Wuhan, patients with combined treatments compared with the control group of patients receiving only Western medicine, Yu said. Their recovery rate was 33% higher, she added.   In another study of more serious cases, patients receiving combined treatments also left hospital sooner than the control group and had greater levels of oxygen in their blood and a higher lymphocyte count -- an important indicators of the health of recovering patients, according to Yu. But not everyone is convinced. Xiong, the recovered patient who refused to drink the TCM soups, questioned the rigorousness and fairness of the trials.  \"We must conduct double blind tests with large enough samples -- and they have to be chosen completely randomly,\" he said. TCM treatments are not just being carried out in Wuhan, the epicenter of the outbreak. In eastern Zhejiang province, more than 95% of coronavirus patients had been given traditional medicines as of late February, according to the state run Global Times. In Beijing, that ratio stood at 87%. Among those who had received TCM, 92% had shown improvement, said Gao Xiaojun, a spokesperson for the Beijing Health Commission. \"Traditional Chinese medicine has played an active role in improving the recovery rate and lowering the fatality rate among patients,\" he told a press conference late last month. However, Yanzhong Huang, a senior fellow for global health at the Washington-based Council on Foreign Relations, said the claimed improvement rate of 92% should be taken with a pinch of salt. \"You have to be mindful that 80% (of the coronavirus patients) are mild cases. Even if they don't do anything they might eventually recover,\" he said. State-backed industry The front and center role TCM has taken in fighting the coronavirus outbreak dovetails with the Chinese government's recent efforts to promote TCM at home and abroad. China's State Council estimated last year that the TCM industry could exceed 3 trillion yuan ($430 billion) by 2020 -- a 71% increase from 2017. Beijing has also sought to promote TCM alongside its \"Belt and Road Initiative,\" a massive global infrastructure and investment program. Ancient remedies have been repeatedly hailed as a source of national pride by Chinese President Xi Jinping, himself a well-known TCM advocate. \"Traditional medicine is a treasure of Chinese civilization embodying the wisdom of the nation and its people,\" Xi told a national conference on TCM in October last year. In this outbreak, Xi has repeatedly exhorted doctors to treat patients with a mix of Chinese and Western medicines.  The Chinese leader made his first public call for the \"combination of Chinese and Western medicine\" in the diagnosis and treatment of Covid-19 in late January, at a meeting of the Communist Party's Politburo Standing Committee, the country's supreme ruling body. Two days later, China's National Health Commission issued a notice asking medical institutions to \"actively promote the role of traditional Chinese medicine (TCM) during treatment\" of coronavirus. Last month, the commission recommended a TCM prescription in an updated version of the guideline: the \"lung-cleansing and detoxifying soup\" -- the remedy being handed out in the makeshift hospital Xiong was in.  The prescription is promoted by the National Administration of Traditional Chinese Medicine and the National Health Commission as a suitable remedy for patients with mild to serious symptoms, and has since been widely used in Wuhan and other provinces. Feng Yibin, acting director of the School of Chinese Medicine at the University of Hong Kong, said the prescription was based on four herbal formulas from ancient China, with one dating back as far as 1,800 years ago. \"After being first adopted in four provinces, clinical observations show that the remedy has desirable results, so it was promoted nationwide,\" he said. In addition, Feng said research had shown that the 29 herbs used in the remedy will interact with ACE2 -- a receptor used by the novel coronavirus to infect host cells, and are thus an effective method to treat Covid-19. Is it safe? Nevertheless, public health experts say it could be a long shot for China to convince other nations -- especially Western countries -- to adopt TCM treatments to fight the coronavirus outbreak. \"I think the effort to promote TCM worldwide is likely to make way in certain regions, like Africa. But unless the development and marketing of TCM (conform) to the modern standards, like what was done to artemisinin, it is unlikely to be so well-received in the Western world,\" said professor Huang from the Council on Foreign Relations.  Artemisinin is a globally recognized remedy for malaria derived from sweet wormwood, a plant used in TCM. Tu Youyou, the Chinese scientist who turned to ancient Chinese medical texts to find artemisinin, was awarded the Nobel Prize for Medicine in 2015. The safety and effectiveness of TCM is still debated in China, where it has both adherents and skeptics. Though many of the remedies in TCM have been in use for hundreds of years, critics argue that there is no verifiable scientific evidence to support their supposed benefits. \"Almost all TCM products in China do not go through the rigorous procedures Western modern medicine typically goes through. That's partly why people don't trust TCM in the Western world,\" Huang said. Skepticism over its safety and effectiveness persisted after the World Health Organization gave its first-ever endorsement of TCM in 2018 -- by including the ancient practice in its influential book classifying thousands of diseases. Some in the biomedical community say WHO overlooked the toxicity of some herbal medicine and the lack of evidence that it works, while animal rights advocates say it will further endanger animals such as the tiger, pangolin, bear and rhino, whose organs are used in some TCM cures. For the coronavirus, the WHO originally advised against using TCM on its website, saying those with Covid-19 should avoid \"taking traditional herbal remedies.\"  But that line was later removed. \"On 4 March at an editorial meeting of the news and risk communications teams in Geneva, a decision was made to remove that line as it was too broad and did not take into account the fact that many people turn to traditional medicines to alleviate some of the milder symptoms of COVID-19,\" the WHO said in a statement published on its official account on WeChat, a popular Chinese social media site. 'A symbol of patriotism' Earlier this month, students and teachers in Lincang city in southwestern Yunnan province were instructed to drink TCM soup as a prerequisite for returning to school. They were also told to post photos and videos as proof they were taking the medicine, which was meant to strengthen their immunity, the state run Global Times reported. The move sparked criticism online, with many questioning why the medicine was forced upon healthy people indiscriminately. \"The problem is, a key concept in TCM is (patients should be treated) case by case. The same disease may have different symptoms on different people. It is surely problematic to force people to drink it without knowing (their conditions) first,\" said Feng, the Chinese medicine expert at Hong Kong University. Following the backlash, the Lincang education authority apologized and withdrew the request, Global Times reported. Amid the government's heavy promotion of TCM, its critics have also faced strong backlash online. Xiong, the recovered patient who refused to take the herbal soup, said he was subjected to online abuse after publicly questioning its effectiveness on Weibo, China's Twitter-like platform. Another influential user on Weibo and prominent critic of TCM got his account deleted last week. Xiong said the government is seizing upon rising nationalist sentiments in China to push for TCM. \"Many people are blinded by this kind of nationalism -- an extreme and narrow-minded nationalism,\" he sa"], "Language": false}