{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/us/peace-corps-evacuation-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alta Spells and Susannah Cullinane"], "Writers": [["Susannah Cullinane"]], "FirstPublishDate": ["2020-03-16T06:20:42Z"], "LastModifiedDate": ["2020-03-16T06:20:42Z"], "Headline": ["Peace Corps evacuating volunteers and suspending operations over coronavirus outbreak"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Peace Corps is suspending its global operations and evacuating all volunteers as concerns mount about the coronavirus pandemic, the organization said Sunday. \"As COVID-19 continues to spread and international travel becomes more and more challenging by the day, we are acting now to safeguard your well-being and prevent a situation where Volunteers are unable to leave their host countries,\" director Jody K. Olsen said in a letter to volunteers.  The letter was posted on the Peace Corps website. Olsen said volunteers had already been evacuated from China and Mongolia.  \"Unfortunately, it has become clear in the last 48 hours that numerous posts must follow suit,\" she said. \"I want to stress that Headquarters remains open under its own Continuity of Operations Plan, and agency personnel are working 24/7 to support you and our staff overseas,\" Olsen continued. Olsen said the suspension is temporary. \"We are not closing posts, and we will be ready to return to normal operations when conditions permit. Importantly, our host country staff will remain in their current positions.\" The US State Department raised the worldwide travel advisory to Level 3 on March 11 -- meaning US citizens should reconsider travel abroad. \"The Department of State advises US citizens to reconsider travel abroad due to the global impact of Covid-19. Many areas throughout the world are now experiencing Covid-19 outbreaks and taking action that may limit traveler mobility, including quarantines and border restrictions,\" the statement said. Airlines around the world have reduced flights and many have suspended service to countries hard-hit by the virus.  The Peace Corps volunteer program has been run by the US government since the 1960s and aims to foster peace and friendship through service abroad."], "Language": false}