{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/politics/fact-check-trump-coronavirus-nobody-predicted/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniel Dale"], "Writers": [["Daniel Dale"]], "FirstPublishDate": ["2020-03-16T00:40:15Z"], "LastModifiedDate": ["2020-04-07T00:59:40Z"], "Headline": ["Analysis: Trump says the pandemic crisis was 'unforeseen' -- but lots of people foresaw it"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump has repeatedly described the coronavirus outbreak in the United States as a problem that nobody anticipated. The crisis is \"an unforeseen problem\" that \"came out of nowhere,\" Trump said on March 6. \"We're having to fix a problem that, four weeks ago, nobody ever thought would be a problem,\" he said on March 11. \"It's something that nobody expected,\" he said again on March 14.  Facts First: Trump is just wrong. The US intelligence community, public health experts and officials in Trump's own administration had warned for years that the country was at risk from a pandemic. Some of the warnings specifically mentioned the possibility of a coronavirus pandemic. And when this particular coronavirus, SARS-CoV-2, was identified in China in early January, health experts quickly cautioned it could be a major problem around the world. \"This was foreseeable, and foreseen, weeks and months ago, and only now is the White House coming out of denial and heading straight into saying it could not have been foreseen,\" Harvard University epidemiology professor Marc Lipsitch, director of Harvard's Center for Communicable Disease Dynamics, said on Sunday. At CNN, we start with the facts. Visit CNN's home for Facts First. Trump's attempt to improve perceptions of his response by depicting the pandemic as a shock to everyone is just one of numerous ways he has dishonestly described the crisis.   Trump claimed Saturday that the situation has been \"urgent for me\" from the very beginning, citing his late-January decision to restrict travel from China.  But Trump downplayed the severity of the issues facing the US long after that -- even as experts were issuing the warnings Trump is now suggesting did not happen. \"Almost two months ago, experts were saying that the new virus in Wuhan was potentially a global threat,\" Lipsitch said in an email. \"One month ago, experts were saying that it was likely to be pandemic, and the White House's response was that this was under control, despite the fact that the US's lack of testing was demonstrably giving a false picture of the extent of infection.\"  Numerous warnings The US intelligence community warned about the possibility of a pandemic long before the current pandemic. The intelligence community's 2019 Worldwide Threat Assessment, delivered last January, said the following in bold type: \"We assess that the United States and the world will remain vulnerable to the next flu pandemic or large-scale outbreak of a contagious disease that could lead to massive rates of death and disability, severely affect the world economy, strain international resources, and increase calls on the United States for support.\" The report said that there will be \"more frequent outbreaks of infectious diseases\" than in the past, for various reasons related to urbanization, globalization and climate change, and said that health security improvements by the international community \"may be inadequate.\"  The intelligence community's 2018 threat assessment warned that a \"novel strain of a virulent microbe that is easily transmissible between humans continues to be a major threat\" -- specifically listing a coronavirus, Middle East Respiratory Syndrome (MERS) Coronavirus, as one with \"pandemic potential.\"  Harvard's Lipsitch noted that a 2015 study found a risk that a coronavirus circulating among bats in China, similar to the SARS coronavirus identified in 2003, would emerge in humans. (The Centers for Disease Control and Prevention says the current coronavirus, like the SARS of 2003 and the Middle East coronavirus, has its origin in bats.)  Bill Gates, the Microsoft co-founder whose philanthropic foundation is a major player in the global health world, said in a 2018 speech that \"the next threat may not be a flu at all. More than likely, it will be an unknown pathogen that we see for the first time during an outbreak, as was the case with SARS, MERS, and other recently-discovered infectious diseases.\" Gates said that \"even in the US,\" not only in low-income countries, \"our response to a pandemic or widespread bioterror attack would be insufficient.\"  Jeremy Konyndyk, who served under former President Barack Obama as director of the US Agency for International Development's Office of US Foreign Disaster Assistance, wrote on Twitter and in a Politico article during the first two months of Trump's presidency in 2017 about what he argued was Trump's unpreparedness for the pandemic he warned could be coming. \"A major new global health crisis is a question of when, not if,\" he wrote in Politico, noting that \"every president dating back to at least Ronald Reagan has dealt with major and unexpected outbreaks -- HIV/AIDS, SARS, bird flu, Ebola, Zika.\" Disbanding the pandemic unit Another pandemic warning came in 2018 -- from the now-defunct White House National Security Council team then responsible for pandemics. According to the Washington Post, Dr. Luciana Borio, then the council's director of medical and biodefense preparedness, said in 2018: \"The threat of pandemic flu is the number one health security concern. Are we ready to respond? I fear the answer is no.\"  John Bolton, then Trump's national security adviser, disbanded the team during a reorganization of the NSC implemented shortly after Borio's comments. Bolton tweeted Saturday that it's \"false\" that his \"streamlining\" hurt the country's \"bio defense.\" Trump disavowed responsibility on Friday for the NSC changes, saying, \"I didn't do it\" and \"I don't know anything about it\" -- though he conceded that \"the administration\" did.  Jennifer Horney, professor and founding director of the epidemiology program at the University of Delaware, said \"we've been planning for and anticipating a global event like this\" at least since the 2005 avian influenza outbreak. Data about this coronavirus outbreak in China was available by January, Horney noted. \"I think everyone is well aware that our travel, economy -- everything -- is so closely linked globally that there would be almost no potential for an infectious disease not to spread globally at this point,\" she said."], "Language": false}