{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/airbnb-coronavirus-global-policy-change/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jen Rose Smith, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-15T15:54:01Z"], "LastModifiedDate": ["2020-03-15T21:35:23Z"], "Headline": ["Airbnb further expands its coronavirus response, hosts complain, Vrbo makes no change"], "Section": ["travel-stay"], "MappedSection": [null], "Article_Body": ["As coronavirus spreads across the globe, the vacation rental company Airbnb expanded its extenuating circumstances policy yesterday, allowing almost all travelers to cancel their reservations penalty-free. Now, most travelers who booked with the company will qualify for penalty-free refunds for bookings, and thousands of travelers are canceling their reservations and choosing to stay home.   Here's what you need to know about booking with Airbnb:  What is the extenuating circumstances policy? Airbnb's reservations come with one of six cancellation policies set by the host, which range from flexible to super strict. These are set by the host. The company can override those conditions with its Extenuating Circumstances Policy, and that's how many Covid-19-related cancellations may qualify for refunds. When the Airbnb website recognizes that customers are traveling from or to certain affected areas, an automatic message is generated offering the chance to cancel without a penalty. Even if travelers don't receive that automated message, they may still cancel their reservation and submit a request for a refund within 14 days of cancellation.  What areas are covered? As President Trump's Schengen Area travel ban goes into effect, and confirmed cases of Covid-19 in the United States rise, Airbnb has made the area covered by the extenuating circumstances policy global.  All reservations made before March 14th, with check-in dates from March 14th through April 14th, qualify for penalty free cancellations. Both hosts and guests may choose to cancel the booking.  Airbnb experiences, where travelers can book tours, classes and workshops, are also covered by the new policy.  The sole exception is for domestic travel in mainland China. On April 1st, standard cancellation policies are back in effect there.  What about Vrbo? Not every travel company is offering exceptions for coronavirus cancellations. The vacation rental property Vrbo has not offered any Covid-19-related exceptions to its cancellation policy. In a March 14th letter, Vrbo president Jeff Hurst recommended that travelers reach out to homeowners to request a penalty-free cancellation. Addressing homeowners in a letter on March 12th, Hurst suggested that they remain open to such requests. \"In the spirit of good hospitality,\" he wrote, \"we strongly encourage you to offer a full refund.\"  What about Airbnb hosts? Travelers aren't the only ones feeling the pain of canceled trips. Thousands of Airbnb hosts across the globe are coping with lost income.  On Airhosts forum, a popular platform for Airbnb hosts, users are sharing their concerns about the financial impact of refunding money.  In some cases, the 50% deposits paid by guests to Airbnb (which holds deposits until 24 hours after check-in) might be hundreds or even thousands of dollars, money that hosts won't ever get when travelers cancel their bookings  — whether or not they're in an area already severely impacted by coronavirus. (The CDC's Global Outbreak Notice notes that sustained community spread of coronavirus is occurring globally.) On March 14th, the short-term vacation rental group purchasing organization Host GPO posted an open letter to Airbnb about the new refund policy.  \"Extending refunds to practically everyone through April 1st,\" they write, \"will be absolutely devastating to hosts.\" Arguing that the decision is a break with company policy, the letter asks that Airbnb reconsider.  \"To prevent hosts from losing their livelihoods, it's important to make sure that hosts survive the unprecedented onslaught of cancellations.\" "], "Language": false}