{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/politics/supply-chain-shortages-coronavirus-pandemic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katelyn Polantz, CNN"], "Writers": [["Katelyn Polantz"]], "FirstPublishDate": ["2020-03-15T19:36:25Z"], "LastModifiedDate": ["2020-03-15T21:24:34Z"], "Headline": ["Health care and consumer industry groups concerned about supply shortages during coronavirus pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Health care and consumer industry groups and even federal agencies have been sounding the alarm that the US may face major problems in keeping basic medical, food and retail supplies available during the coronavirus pandemic. On Sunday, the group representing food and retail companies like Clorox, Procter & Gamble and PepsiCo told the State Department and the US Trade Representative they fear other countries cutting off exports to the US, which could exacerbate the public health emergency.  President Donald Trump spoke to grocery, food and beverage corporate leaders on Sunday about supply chain concerns, including the Consumer Brand Association's head and major grocery chain CEOs.  \"Supply chains in the United States are strong, and it is unnecessary for the American public to hoard daily essentials,\" according to a readout of the President's conference call provided by White House Deputy Press Secretary Judd Deere. \"All of the executives are working hand-in-hand with the Federal Government, as well as State and local leaders, to ensure food and essentials are constantly available,\" Deere said. But Consumer Brands is particularly concerned about countries restricting chemicals, ingredients and products from getting to the US. For instance, India, a major drug ingredient supplier, has already limited exports of medications like acetaminophen, a common painkiller used for flu-like symptoms, and Germany has banned the export of protective equipment like masks, gloves and suits used by health care professionals. \"Absent early intervention, Consumer Brands fears that efforts by other countries to restrict the export of base materials, nutritional and food inputs, chemicals and other essential manufacturing supplies and ingredients will prevent manufacturers from being able to increase production, ultimately leading to consumers being unable to obtain products that are vital to treating and stopping the spread of COVID-19 and remaining healthy,\" the products lobbying group wrote to the State Department and federal trade office on Sunday.  \"In response to the COVID-19 outbreak, we have already seen multiple countries enact restrictions on the export of base materials, chemicals, medical supplies and ingredients. If other countries were to follow suit,\" the group wrote, it would \"pose a serious threat to the public health.\" The group noted that India, Germany, France, the Czech Republic, Turkey and Russia have already restricted the export of some chemicals and medical products they produce.  \"It would only require a handful of countries taking a similar approach to quickly result in long-term, critical ingredient shortages,\" the industry group wrote. The group of companies is asking the government to work with foreign leaders on trade and to attempt to lift tariffs. As more cases of the virus arise around the world and governments react to help their own people, it's not yet clear how dramatically the supply chain will be affected.  \"I don't think we quite know yet how these market disruptions are going to affect the availability of products in the US at all,\" said Amanda Klingler, a Washington- and Chicago-based lawyer who advises pharmaceutical manufacturers on supply chain issues. \"I think this is something we're going to see come down the line.\" The former US Surgeon General Vivek Murthy noted on Sunday some doctors and nurses are already short on equipment like gowns and gloves.  Industry groups have been sounding the alarm with the Trump administration about possible shortages in supplies for several days, even weeks. The supply chain issue has been on the administration's radar since at least early March, when the President announced a meeting with pharmaceutical and biotech companies, then pressed them on making vaccines quickly. Health and Human Services Secretary Alex Azar said on March 2 the administration was working with companies on speeding up vaccines, therapeutics and foreseeing supply chain challenges. From then on, industry groups have been giving advice to the federal agencies, raising the alarm of coming shortages and the need for leadership. The Consumer Brands Association met with staff from Vice President Mike Pence's office in the first week of March about supply chain issues. The group has publicly pushed for special task forces from Customs & Border Protection and the Department of Homeland Security and for the creation for a White House Office of Supply Chain about getting supplies into the US and getting them distributed. Pence has been approached by multiple people close to the administration who have warned about disrupted supply chains and urged him to pull back from drug production in China before it's too late.  The US's major lab industry group has also raised concerns with federal agencies over the past week about potential shortages of supplies, including N95 face masks and hand sanitizer. Julie Khani, the president of the American Clinical Laboratory Association, which represents Quest Diagnostics, LabCorp and several other labs, said that her industry group has been in touch with the Centers for Disease Control and Prevention since mid-January.   \"Since commercial tests first went live less than a week ago, we've been working closely with the CDC and other federal agencies to help anticipate any potential shortages laboratories may face down the line,\" she said in a statement. \"As a part of this ongoing communication with federal agencies, we've raised concerns about potential shortages of certain supplies, including specimen collection swabs, N95 respirators, viral transport media, masks, gloves, and hand sanitizer.\" The Food and Drug Administration says it has been monitoring the supply chain issues and sees potential shortages coming for medical products in the US, according to the agency's recent public statements. Federal regulators have also freed up some products, like respirators not normally used in health care, to be used during the outbreak by medical professionals. The FDA also warned last week of coming surgical mask and gown shortages, and told healthcare workers how to limit gown and mask usage if they are running low. \"We've been working diligently to mitigate any potential shortages in the supply chain, including addressing increased demand and supply challenges associated with personal protective equipment,\" FDA Commissioner Stephen Hahn said in a statement earlier this month. Last week, the consumer products lobbying group raised concerns with the Department of Justice on price-gouging around hand sanitizer and other products in short supply, and the Department pledged to hold accountable bad actors."], "Language": false}