{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/politics/biden-campaign-coronavirus-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Arlette Saenz and Sarah Mucha, CNN"], "Writers": [["Arlette Saenz", "Sarah Mucha"]], "FirstPublishDate": ["2020-05-12T22:03:20Z"], "LastModifiedDate": ["2020-05-12T22:03:20Z"], "Headline": ["Biden campaign makes push to paint Trump's coronavirus response as 'incompetent' and 'corrupt'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Joe Biden and his presidential campaign are seizing on President Donald Trump's handling of the coronavirus pandemic in a new push to paint the administration's response as \"incompetent\" and \"corrupt.\" The dual criticism, which has come in the form of digital ads, op-eds and comments from the presumptive Democratic nominee himself, showcases how Biden and his allies are planning to use the President's coronavirus response as a political weapon in the general election fight. That fight is playing out against the backdrop of a rising death toll and as Americans feel the economic impact of the crisis. It also comes as public disapproval of Trump's handling of the coronavirus has risen, with a new CNN national poll finding 55% say they disapprove of the job the President is doing on coronavirus, up seven points from early March. Visit CNN's Election Center for full coverage of the 2020 race In a television interview on Tuesday, Biden blasted the administration's testing effort after the President claimed anyone in the country who wants a test for Covid-19 can access one. \"Anyone can't get a test around the country. Granted, more tests are coming forward, but look, this needless complacency that the President has engaged in from the very beginning,\" Biden said in an interview on Good Morning America. \"He knew about this crisis all the way back in January and February. He's been incompetent the way in which he responded to it.\" That criticism of Trump echoed a digital ad the Biden campaign launched this week key battleground states. \"Donald Trump doesn't understand. We have an economic crisis because we have a public health crisis. And we have a public health crisis because he refused to act,\" a narrator says in the ad, which is running on Facebook, Instagram and YouTube in Arizona, Florida, Michigan, North Carolina, Pennsylvania and Wisconsin. \"Donald Trump didn't build a great economy. His failure to lead destroyed one,\" the narrator concludes. The Trump campaign pushed back against the Biden campaign's attack in a statement to CNN.  \"While President Trump took decisive action in January to form the task force and shut down travel with China, Joe Biden was criticizing the President as 'hysterical' and 'xenophobic,' \" said Andrew Clark, rapid response director for the Trump campaign. Clark pointed to comments from Biden's advisers and that Biden held rallies in March as examples that the Trump campaign believes undercut the former vice president's argument.  \"The real timeline is inconvenient for Joe Biden, so he's pathetically trying to make up his own,\" Clark said. In a Washington Post op-ed Monday, Biden argued a disparity exists between the frequent testing conducted at the White House and what is available to people across the country. \"If Trump and his team understand how critical testing is to their safety -- and they seem to, given their own behavior -- why are they insisting that it's unnecessary for the American people?\" Biden wrote. He's also sought to characterize the President's handling of the coronavirus stimulus as \"corrupt,\" going as far as labeling the President's recovery plan as the \"Corrupt Recovery\" \"It turns out corruption is a feature of this economic agenda, not a bug. You know, he's gonna pick his wealthy friends, his corporate cronies over working families every time,\" Biden said in an economic speech Friday. \"We're already seeing the tell-tale hallmarks of Trumponomics in the way he is implementing the crisis response efforts: no strings, no oversight, no accountability.\" On Tuesday, Biden announced that if he becomes president, he would appoint an inspector general to investigate coronavirus stimulus loans issued by the Trump administration to \"any big company or political insider.\" Biden has also tried to present a contrast with the President on empathy as well as adherence to non-compulsory guidance issued by the federal government on masks and social distancing. Biden, who has spent the past eight weeks in Delaware, has said he wears a mask and gloves while interacting with aides or Secret Service at his home. Ahead of an economic speech last week, Biden donned a mask, which he removed as he began speaking.  \"I'm following the rules,\" Biden said Tuesday morning. \"The President should follow the rules instead of showing up in places without masks and the whole thing.\" As Biden has ramped up his criticism, the Trump campaign has also used the global coronavirus crisis to attack Biden. The campaign recently launched a $10 million effort to attack Biden, including ads that painting the former vice president as soft on China, a theme allied groups of the President have also promoted. Biden has led Trump in recent national polling and in some battleground states. He was up in head-to-head match ups with the President in Michigan and Pennsylvania, two states critical to Trump's election in 2016, in Fox News polls late last month. Both Biden and Trump are waging their campaigns in unfamiliar territory as the coronavirus pandemic has halted traditional campaigning. Trump is visiting battleground states in his official capacity. Last week, he toured a Honeywell mask-making plant in Arizona, and he's slated to visit a Pennsylvania facility distributing masks and other protective equipment later this week. Biden has started to shift his focus to battleground states this month with the former vice president holding virtual events in Florida last week and his wife, Jill, conducting her own virtual campaigning in Michigan and Pennsylvania. Asked Tuesday when he expects to return to the campaign trail, Biden said he's following the guidance of medical experts though admitted he's \"anxious\" to return to those in-person interactions he has at campaign events. \"Well we're on the campaign trail now, and everybody says, you know, Biden's hidin'. Well let me tell you something. We're doing very well,\" Biden said. \"As a matter of fact, we're winning, if you look at all the polling data.\"  He added, \"Right now the idea that somehow we are being hurt by my keeping to the rules and following the instructions that have been put forward by the docs is absolutely bizarre. I reject the premise that somehow this is hurting us.\""], "Language": false}