{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/us/coronavirus-pandemic-us/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ray Sanchez, CNN"], "Writers": [["Ray Sanchez"]], "FirstPublishDate": ["2020-03-15T08:00:24Z"], "LastModifiedDate": ["2020-03-15T13:38:30Z"], "Headline": ["This past week signaled a turning point in America's health emergency"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["From behind the big oak desk in the Oval Office, the most solemn setting in times of national emergency, President Donald Trump somberly addressed the public.    Americans desperately needed reassurances about the rapidly spreading novel coronavirus. After all, it was now official: The virus had touched every continent except for Antarctica. The World Health Organization declared the outbreak a pandemic. It had killed dozens and infected thousands of Americans, shut down schools, universities and businesses across the country and begun to sow widespread fear, despite Trump's assertion in late February that \"like a miracle, it will disappear.\"   \"The virus will not have a chance against us,\" the President read from the teleprompter Wednesday night, announcing a ban on most travel from Europe and painting a rosy picture of the tanking economy. Around that same time, more than 1,300 miles away, NBA fans packed Oklahoma City's Chesapeake Energy Arena. Some chanted, \"O-K-C! O-K-C!\" The Jazz were about to tip off against the Thunder.  But amid the pregame fervor, team officials huddled with the refs. With each minute of the delay, the crowd grew restless. Soon, players from both teams -- some waving at fans -- left for the locker rooms. A smattering of boos rose from the stands.  \"Fans, due to unforeseen circumstances the game tonight has been postponed,\" the public address announcer told the crowd. The alert was vague. But soon came news that a Utah Jazz player had tested positive for the coronavirus, prompting the league to suspend the remainder of its season. Within a day, the NCAA's March Madness tournaments, Major League Baseball, the National Hockey League and others would follow suit. As fans in Oklahoma City streamed out of the arena, the loudspeakers blared with \"Rhythm of the Night.\" Then within hours came word that Tom Hanks and his actress wife, Rita Wilson, had been diagnosed with coronavirus in Australia. They instantly became the most recognizable faces of the outbreak.     \"Well, now. What to do next?\" the 63-year-old Academy Award-winning actor said in a statement posted on Instagram. What to do next? Indeed. The nation, already well aware of the mounting public health scourge, had yearned, in this moment, for a measure of comfort. By the night's close, Covid-19 had drastically altered the rhythms of life. Globalization made the world more vulnerable to the spread of infectious diseases, increasing the potential for catastrophic worldwide epidemics. Last week signaled a turning point in the national health emergency: Ordinary life changed for the foreseeable future.   A nursing home becomes an epicenter of the US outbreak The first US case was reported in January. Coronavirus had infected a man from Snohomish County in western Washington state. He had arrived from Wuhan, China -- where the virus first appeared in late December -- at Seattle-Tacoma International Airport on January 15, before the mandatory health screenings started at US airports. He sought medical care on January 19, after four days of self-quarantine at home. A 60-year-old US citizen died in early February in Wuhan. The first fatality from the virus on US soil occurred later that month, on February 29, in Washington state. At least 30 other state residents would die in the weeks to come. That first victim, a man in his 50s, had underlying health conditions. He appeared to become ill as the virus spread in the community. There was no evidence the patient had close contact with an infected person or a travel history that would have exposed him, said Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention. Two other cases were connected to the Life Care Center, a nursing and rehab facility in the Seattle suburb of Kirkland. It would become an epicenter of the US outbreak, with at least 19 deaths. Relatives and friends of the 108 patients were barred from visiting -- a policy that soon spread across the country. One case from the center involved a health care worker, in her 40s, who had no relevant travel history. Another was a center resident in her 70s.  An almost 'perfect killing machine'  The older and sicker one is, the greater the chance of dying from the virus. The roughly 2.5 million Americans in nursing homes and assisted-living facilities are the most vulnerable. \"The grim reality is that, for the elderly, Covid-19 is almost a perfect killing machine,\" said Mark Parkinson, president of the American Health Care Association, which represents 13,000 skilled-nursing sites around the country.  Now, nursing homes even disinfect the saltshakers. At Aldercrest Health & Rehabilitation Center in Edmonds, Washington, the front door was locked. A nurse in gloves greeted visitors in mid-March with a thermometer. Anyone above 100.3 degree Fahrenheit was turned away.  At some nursing homes, relatives have begun to communicate with quarantined residents through windows panes, as if visiting prisoners at the local lockup.  Dorothy Campbell, 88, stood in front of a closed window at the Life Care Center one day earlier this month. On the other side, beyond her reflection, her 89-year-old husband, Gene, spoke with her on a phone. They couldn't touch.  Her son Charlie, a retired nurse, helped her stand by the window.  Bonnie Holstad wasn't so fortunate. She had not been able to hug -- or even speak -- with her husband, Ken, a Life Care Center resident. He has Parkinson's disease, dementia and a cough.  She stood outside the facility on March 1 with a sign.  \"No one at Life Care is answering the phones,\" it reads. \"He needs to be attended to ... what is his temperature?\"  The Department of Veterans Affairs last week banned visitors from its nursing homes. Parkinson's industry group had suggested that, to protect the most vulnerable, they all do the same. On Friday, nursing home visits nationwide were temporarily restricted under a national emergency declaration -- limiting all visitors, volunteers and nonessential personnel, with a few exceptions, such as end-of-life situations. President denies missteps that health experts say aggravated the crisis As the Trump administration's point man on the epidemic, Vice President Mike Pence had been saying that anyone with a doctor's order could get tested for the coronavirus.  \"There's no barrier,\" Pence insisted on CNN last week. \"Make no mistake about it, we're making steady progress.\" But only 11,079 specimens had been tested in the US as of Wednesday. By comparison, more than 230,000 people were tested over the last two months in South Korea, which has about one-sixth the US population. By Thursday morning, there were 81 public health labs that had been verified and were offering testing for coronavirus, including at least one in all 50 states and the District of Columbia, said Michelle Forman of the Association of Public Health Laboratories.  Still, across the country, people who believe they might have the virus said they couldn't get tested.  \"It's insanity,\" said a primary care doctor in Massachusetts, who spoke on the condition of anonymity. Aside from critically ill patients in hospitals, the physician said the Massachusetts Department of Public Health was only approving testing for people who have been exposed to someone who tested positive or who had traveled to one of the five heavily impacted countries outside the US in the prior 14 days. The policy mirrors CDC guidelines. Still, there were no tests on hand even if a patient was approved for testing, the doctor told CNN last week, calling on state and federal health officials \"to loosen the criteria on testing.\" Among those waiting for tests were nearly 20 Washington state firefighters and paramedics who believe they were exposed to people who tested positive. The reason: They have shown no signs of illness. Officially declaring the national emergency on Friday, Trump said $50 billion in federal funds would become available for states to combat the virus. Private labs and vaccine developers will provide millions of coronavirus tests within a month, including half a million by this week, according to the President. But don't rush to get tested.  \"We don't want everybody taking this test,\" Trump said. \"It's totally unnecessary.\" He also denied missteps some health experts say aggravated the crisis. \"I don't take responsibility at all,\" he said, insisting problems that led to slow test-kit distribution were the fault of previous administrations.  The White House announced Saturday night that Trump had tested negative for the coronavirus. He was tested Friday night after recent contact with two people who have tested positive. The President, speaking Friday at the Rose Garden event, had said of the outbreak: \"This will pass. This will pass through, and we will be even stronger for it.\" Religious leaders cancel worship services Houses of worship are pillars of comfort and support in the community. But even religious life in America has been touched by the coronavirus.  Like sports leagues, museums and other cultural institutions, churches and mosques, synagogues and sanghas, temples and gurdwaras are temporarily closing to guard against spreading the virus. In Chicago, Cardinal Blase Cupich, archbishop for about 2.2 million Catholics, announced the suspension of public Mass beginning Saturday evening. Schools in the diocese, the pastoral center and agency offices have been closed.      \"This was not a decision I made lightly,\" Cupich said in a statement, adding that \"we must take the better part of caution in order to slow the spread of this pandemic.\" The Archdiocese of New York left it up to its 2.8 million Catholics to \"use their prudential judgment\" on whether to attend Mass. When Episcopal congregants receive Holy Communion this weekend, they may choose not to dip the consecrated bread into the single, shared chalice. During the sign of peace, worshipers will wave or bump elbows instead of the typical handshakes or hugs. Some churches will offer Mass online and on TV. Synagogues streamed readings of the Scroll of Esther for Purim.  Muslims at the Islamic Center of Southern California were asked not to embrace or kiss each other on the cheek but rather place a hand over their hearts, give a respectful nod or flash a warm smile.  Indeed, a synagogue is believed to be the epicenter of the outbreak that led to New York's first \"containment area.\" 1-mile 'containment area' created 20 miles north of Manhattan In New Rochelle, a small city about 20 miles northeast of Manhattan in Westchester County, the National Guard has worked to contain what appeared to be the largest cluster of coronavirus cases in the nation. New Rochelle had more than 100 known cases. New York Gov. Andrew Cuomo on Tuesday announced plans to create a 1-mile containment area for two weeks in hopes of halting the spread.  Guard members have delivered food t"], "Language": false}