{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/asia/coronavirus-animals-pets-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-03-15T07:01:33Z"], "LastModifiedDate": ["2020-03-15T10:33:24Z"], "Headline": ["Cats and dogs abandoned at the start of the coronavirus outbreak are now starving or being killed"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["The novel coronavirus has infected more than 100,000 people around the globe, killing more than 4,000. But it's not just humans impacted by the spread of the pandemic. Many animals in Wuhan, the Chinese city that is the epicenter of the coronavirus outbreak, have died or are at risk of dying after residents evacuated their homes in the wake of the lockdown, animal advocates have said. \"We know that many dogs and cats have been left behind in apartments in Wuhan, in particular, when residents were evacuated, but also in other areas such as Beijing, Dalian, Xi'an,\" Wendy Higgins, director of international media at Humane Society International, told CNN.  \"Estimates are impossible, but we do know that in Wuhan, for example, animal activists have assisted with animals in upwards of 1,000 apartments. So, the numbers nationwide will be significant.\" No water or food The primary risk most animals face is an obvious one: starvation.  Residents who were forced to leave their pets behind typically left enough food and water to last them for a few days, thinking they would be able to return soon, some animal advocates told CNN. But nearly a month after they evacuated, many residents have not returned home. Vshine Animal Protection Association, a China-based animal welfare and environmental organization which partners with Humane Society International, estimated that the number of dogs and cats left behind in apartments in Hubei cities are in the tens of thousands.  \"Things can get worse if the epidemic remains uncontrolled,\" Deng Fang, chief of staff for Vshine Animal Protection Association, told CNN.  Many worried residents have contacted organizations like Vshine to ask employees to check in on their pets. Vshine has received at least 400 calls for help in the city of Dailan alone, and they have helped save at least 380 dogs and cats that were left behind, Fang said. Unfounded fears that pets can spread the virus In late February, Hong Kong's Agriculture, Fisheries and Conservation Department (AFCD) said that samples from a dog's nasal and oral cavities had tested \"weak positive\" for novel coronavirus. However, pet owners don't need to panic just yet, as CNN reported last week. Pets can catch other known coronaviruses, and while the infections can become severe neither has been shown to spread to humans. \"At present, the AFCD does not have evidence that pet animals can be infected with COVID-19 virus or can be a source of infection to people,\" the AFCD said in a statement. Hong Kong SPCA Society for the Prevention of Cruelty to Animals (SPCA) issued a similar reminder. \"Members of the public are advised to differentiate that 'being infected' does not equal being infectious and capable of spreading the Covid-19 virus,\" SPCA wrote in a Facebook post. Such fears have caused incidents of violence toward animals in China, Fang and Higgins said, and a local government officials have posted notices warning pet owners to keep animals inside.  In a notice that Fang shared with CNN, a group that listed its name as the Urban Construction Administration stated it would start to kill cats and dogs that were outside of homes in order to prevent the transmission of the coronavirus disease. She also shared a notice from city officials in Hongjiang, in Hunan province, which states that pets in public areas or unattended animals would be killed without exception. In another county in Zhejiang, a province with the most infections after Hubei, authorities warned dogs that are found in public would be exterminated, according to Reuters. Some have even went so far as to find tiny masks for their pets, the wire service said. \"I'm worried about my dog being hated by the neighbourhood,\" Beijinger Wang Fengyun said, adding that while he hasn't found any animal-grade facial protection, he made one himself with a paper cup."], "Language": false}