{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/opinions/how-the-us-can-help-ease-idlibs-catastrophe-alrifai/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Oula A. Alrifai"], "Writers": [[]], "FirstPublishDate": ["2020-03-15T02:36:41Z"], "LastModifiedDate": ["2020-03-15T02:36:41Z"], "Headline": ["How the US can help ease Idlib's catastrophe"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["While Washington's focus is on coronavirus and the race for the White House, a devastating humanitarian catastrophe is unfolding in Syria's last rebel-held region. It's time for the US political establishment to do something about it.  On March 15, the Syrian civil war will enter its 10th year. In the days ahead of this sad anniversary, the US announced Tuesday an additional $108 million aid package to provide essentials like food, medical care and safe drinking water to the estimated 3 million people trapped in the province. However, not only is the $108 million too little to make a major difference, but President Donald Trump's administration has not put forward a plan that will enable effective delivery of this aid, given Russia and China's December veto of a UN Security Council plan on cross-border aid to Syria.     On Wednesday, a Syrian defector testifying before the US Senate Foreign Relations begged Washington to take action to protect civilians rather than to give more money to alleviate their suffering.  \"When you give us more money, what you are telling us is you will not stop the atrocities,\" said Raed Saleh, director of the White Helmets, the volunteer emergency rescue force. The situation in Idlib is dire. A million civilians were forced to flee their homes in the last three months. Overcrowded camps have forced many to live in the open, exposed to winter weather so harsh that some children have frozen to death. Others are starving. While a ceasefire negotiated between Russia and Turkey brought some respite, few expect it to last given Syrian leader Bashar al-Assad's stated determination to retake \"every inch\" of Syria.  Nor should we expect the Trump administration to do much if the air bombardments start again. The State Department has yet even to issue any statement outlining the consequences for the breaking of the ceasefire agreement between Turkey and Russia signed in 2018. President Trump has yet to tweet about it. And when Secretary of State Mike Pompeo did tweet his \"condolences\" to the families of the Turkish soldiers killed in a recent air attack on Idlib by Russian-backed Syrian forces, he made no mention of the hundreds of Syrian civilians killed in similar assaults.  The Trump administration's passivity on Syria seems to be one of the only Obama-era legacies the current US president has embraced.  The consequences of inaction are clear. The international community failed to appreciate the gravity of the humanitarian consequences of Assad's Aleppo campaign in 2016, where those fleeing the carnage exacerbated Europe's refugee crisis and sparked a far-right populist rise on the continent. The displaced in Idlib — an estimated 80% of whom are women and children — number more than those uprooted by the siege of Aleppo. In addition, the sectarian nature of the conflict — the regime is dominated by the minority Alawite sects and Assad's allied ground forces are Iranian-backed proxy militias — will sow the seeds for the next Sunni insurgency in Syria, which could again feed into an expansion of networks like the Islamic State abroad. The debate in American politics right now centers on whether the United States should \"end endless wars.\" That may explain why there has been so little discussion of the Syria crisis during the 2020 election campaign. During the Democratic debate on February 25, only two out of then-seven candidates were asked how they would deal with the Idlib crisis. Both gave vague responses, with Pete Buttigieg changing the topic to life and health insurance in Denmark and Elizabeth Warren not providing any specific steps to end the catastrophe.  In an earlier poll by the Washington Post, only three of the then-eight Democratic presidential hopefuls answered \"no\" to a question on re-opening diplomatic relations with Assad, a man who has shown flagrant disregard for, if not glee in personally ending, the lives of his own people.  So, what should be done? First, Washington should cooperate with its European allies to force serious political negotiations on Damascus. The European Union recently called on the Assad regime and its supporters to end the Idlib offensive; Washington can go a step further by putting pressure on Russian leader Vladimir Putin to persuade Assad to take part in the talks. The Trump administration should impose sanctions on Russians who have committed war crimes in Syria.  Second, Washington should provide intelligence, surveillance and reconnaissance (ISR) for the Turkish government to create a no-fly zone to protect and shelter Syrian civilians fleeing the air attacks that are likely to resume.  Third, Washington must rally diplomatic support to stop Russia and China from again using their veto power on the UN Security Council to prevent the expansion of humanitarian aid delivery through the Turkish border. UN Secretary-General Antonio Guterres has suggested adding the Tal Abiyad border as a crossing point. This needs to happen long before the Security Council's July 10 deadline for a resolution extending its mandate on cross-border aid. Turning a blind eye right now may be tempting, but history will not look kindly on those who do. World leaders can hide behind toothless UN resolutions, or throw up their hands over the lack of an easy solution. Three million people are counting on them. The Assad regime's policy of extermination of the civilian population is a crime against humanity. No US government should allow such behavior."], "Language": false}