{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-05-06T11:52:29Z"], "LastModifiedDate": ["2020-05-06T11:52:29Z"], "Headline": ["Gig economy companies like Airbnb are signaling distress"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Since the last global recession, the gig economy has transformed life around the world, shaking up transportation in cities, food delivery and even the way people think about housework. (Why hang a painting yourself when you can use TaskRabbit?) But the gig economy startups that captured public attention over the past decade aren't faring well in their first downturn, as people are spend less on non-essential items and travel — either across town or around the world —is extremely limited. What's happening: Airbnb, the short-term rental site that had planned to go public this year, said Tuesday that it will lay off about 25% of its workforce as the coronavirus pandemic upends the travel industry and threatens the company's core business. \"We are collectively living through the most harrowing crisis of our lifetime, and as it began to unfold, global travel came to a standstill,\" Airbnb CEO and cofounder Brian Chesky said in a letter to employees. Airbnb's business has been \"hit hard\" and revenue this year is expected to be less than half of what the company earned in 2019, he added. Comparisons to last year will also be tough for Uber and Lyft. The ride-sharing companies had been struggling to convince investors that they were on a path toward profitability following their Wall Street debuts. The coronavirus outbreak has only fed doubts about the way forward. Investor insight: Uber shares are down 30% since the middle of February, while Lyft shares have dropped 43%. The S&P 500 has shed 15% over the same period. More details about how Uber and Lyft's businesses are faring will be available shortly. Lyft reports earnings for the first three months of 2020 after US markets close. Uber follows on Thursday. Investors are bracing for tough data. Bank of America analysts predict that ridesharing could be down as much as 80% in some markets during the current quarter. Both Uber and Lyft have pulled guidance on earnings for 2020 due to uncertainty surrounding the pandemic. Analysts think Uber could get a lift from an uptick in its food delivery business Uber Eats, but intense competition continues to affect profitability.  \"Uber and Lyft face Herculean-like challenges looking ahead as the new reality will likely change the business models of these companies (and competitors) for the foreseeable future,\" Daniel Ives, an analyst at Wedbush Securities, said in a recent note to clients. He projects that up to 30% of gig economy revenue could disappear for the next one to two years, and a portion will never return as behaviors change. Even as demand picks back up, gig economy companies will face new costs as they roll out policies to protect workers and customers. Uber, for example, plans to require drivers and riders to wear face masks or face coverings when using the platform in certain countries. The coronavirus has battered Disney. Can it recover? The world's largest entertainment company has been dealt a huge blow by the coronavirus, and it could be some time until business gets back to normal. The latest: Disney said Tuesday that its profit dropped 91% during the first three months of 2020, revealing the widespread damage the pandemic has inflicted on its media and entertainment empire. The closure of the company's 12 theme parks hit especially hard, my CNN Business colleague Frank Pallotta reports. All of Disney's parks in North America, Asia and Europe have been closed since March 15. Shares of the company are off 1.8% in premarket trading. Disney also said it would not pay its next semi-annual dividend to investors, a move that it said would conserve about $1.6 billion in cash. Looking ahead: Disney announced that Shanghai Disneyland, which has been closed since January, will reopen in phases starting May 11. CEO Bob Chapek told analysts that the company has witnessed \"a gradual return to some semblance of normalcy in China.\" Executive chairman Bob Iger said he's confident people will \"resume familiar activities\" once the crisis is over. But it's an open question when that day will come. \"Disney is built on shared group experiences,\" analyst Richard Greenfield of Lightshed Partners told clients Tuesday. \"Until there is global comfort health-wise with that behavior again, Disney's earnings are fundamentally impaired.\" A bright spot: Launching Disney+ has been hugely expensive but appears to be paying off. In just five months, the streaming service has racked up roughly 54 million paid subscribers globally, in line with the company's long-term goals. Elon Musk is in line for a $720 million payday Tesla shares have skyrocketed this year. That means CEO Elon Musk just qualified for stock options worth more than $700 million, my CNN Business colleague Chris Isidore reports. The details: Musk, who already owns about 20% of the company, doesn't get a straight salary or bonuses. Under a stock compensation plan approved by shareholders in 2018, he can receive up to 20.3 million stock options by 2028 if the company hits various benchmarks. The CEO became eligible to receive the first tranche of 1.7 million options after Tesla notched an average market value of $100 billion over a six-month period. That happened earlier this week even though Musk himself tweeted recently that the company's stock price is \"too high.\" The total package could eventually make Musk the richest man in the world. Up next CVS, GM, The New York Times, Office Depot, Papa John's and Wendy's report results before US markets open. Etsy, Grubhub, Hyatt Hotels, Lyft, PayPal, Peloton and Square follow after the close.  Also today: ADP's private employment report for April posts at 8:15 a.m. ET.\nThe latest data on US crude oil inventories follows at 10:30 a.m. ET. Coming tomorrow: How did Uber's business fare during the first three months of the year?"], "Language": false}