{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/health/us-coronavirus-weekend-updates/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris, Dakin Andone and Nicole Chavez, CNN"], "Writers": [["Christina Maxouris", "Dakin Andone", "Nicole Chavez"]], "FirstPublishDate": ["2020-03-14T10:22:24Z"], "LastModifiedDate": ["2020-03-15T01:53:06Z"], "Headline": ["New Jersey town urges people to self-quarantine as US coronavirus cases top 2,800"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As the number of US coronavirus cases passed 2,800 on Saturday, authorities in Teaneck, New Jersey, concerned with a rapid increase of cases, are urging all residents of the township to self-quarantine. \"We don't know how it happened,\" Teaneck Deputy Mayor Elie Katz told CNN. \"Teaneck has been at the forefront from the beginning. We were one of the first to close our municipal buildings and close our schools.\" The number of presumptive positive cases in Teaneck more than doubled overnight, Katz said, and officials are now considering \"very strict\" guidelines. Teaneck is currently reporting 25 cases, according to the New Jersey Department of Health. The township in Bergen County has more than 41,000 residents and is a New York suburb roughly six miles west of upper Manhattan. As of Saturday, West Virginia remained the only state without any confirmed cases. At least 31 individuals have been tested and 26 have come back negative, according to the West Virginia Department of Health and Human Resources. Five tests remain pending.  The lack of confirmed cases did not stop state Gov. Jim Justice from closing schools in response to the \"emerging health threat posed\" by the virus.  \"There are currently no confirmed cases of COVID-19 in West Virginia,\" the governor's office said Friday, referring to the World Health Organization's name for disease caused by the coronavirus. \"However, it's anticipated that the disease will come to West Virginia soon.\"  Elsewhere in the US, Americans were grappling with life under the coronavirus and everything that came with it: school closures, travel restrictions, empty grocery store shelves, canceled worship services and a near-halt of recreational and entertainment events. A ban restricting travel from a large swath of Europe to the US went into effect Friday night, and will be extended to include the UK and Ireland, officials said at a White House briefing Saturday. The new restrictions are set to go into effect at midnight on Monday, Vice President Mike Pence said. There are at least 2,816 cases across America. At least 58 people have died, with most of the deaths in Washington state.  \"We have not yet reached our peak\" of coronavirus cases in the United States, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Disease, said Saturday. There will be more cases and more deaths, he said, primarily among vulnerable older individuals. The virus has been felt at the top levels of American government.  President Donald Trump took a coronavirus test Friday night, he told reporters Saturday, after facing questions about whether he had been tested at a news conference the day before. The White House later said the test was negative. Trump had his temperature taken before Saturday's briefing, and it was normal, he said. On Capitol Hill, nine US lawmakers are taking steps to self-quarantine after encountering an infected person. And courts across the US are delaying trials due to coronavirus concerns. Millions more tests available, Trump says President Trump declared a national emergency Friday, freeing up $50 billion in federal resources to combat the outbreaks.  \"No resource will be spared, nothing whatsoever,\" he said. The Trump administration said Friday it was partnering with the private sector to also boost testing capacity -- with both more tests and drive-through testing.  The country's testing system has so far received stark criticism by health officials and residents who say they were turned away despite showing symptoms. Dr. Anthony Fauci, with the National Institutes of Health, said earlier this week the US testing system was failing to meet the public's needs.  \"The idea of anybody getting it (a test) easily, the way people in other countries are doing it, we're not set up for that,\" he told a congressional committee Thursday. \"Do I think we should be? Yes, but we're not.\" On Friday, Trump said 5 million coronavirus tests would be available within a month, adding American retail executives would be donating resources to facilitate drive-through testing across the country. But those companies later said they had few details on what they could offer or when test kits would be available. Meanwhile, facilities in New York, Illinois and Colorado have begun offering drive-through testing. \"Drive through testing means people in this community can call a telephone number, make an appointment and then can come to be tested and literally drive through the testing facilities,\" New York Gov. Andrew Cuomo said. \"it's not only faster and easier, it's also smarter and safer because you're not exposing people who may be positive.\" Life comes to a near-halt At least 25.8 million students have been affected by school closures of varying lengths across the country, according to Education Week. Shorter-term closures will likely make little difference in the fight to contain the coronavirus, and might negatively affect older caregivers at home, the CDC has said. Closing schools for eight weeks or more may have a greater impact in mitigating the spread, according to CDC guidance.  Many parents will have to juggle taking care of kids while working at home as more companies direct employees to work from home. Apple announced Saturday it would shut down all stores outside Greater China, encouraging employees who can work remotely to do so. Hourly employees will still be paid, CEO Tim Cook said.  AT&T, which owns CNN, directed employees who can to work from home. Similar messages were sent to employees of other major companies like Google and Amazon.  The options for recreation and entertainment in the US are dwindling. Many major sports leagues have postponed events or suspended their seasons, including the National Basketball Association, Major League Baseball, Major League Soccer, the National Hockey League, the PGA Tour and NASCAR. Television productions like \"The Ellen DeGeneres Show,\" \"The Daily Show with Trevor Noah,\" \"Last Week Tonight,\" \"Jimmy Kimmel Live\" and \"Real Time with Bill Maher\" will all temporarily halt production. Walt Disney World in Florida and Disneyland in California will both close their doors. And Royal Caribbean Cruises announced it would suspend sailings globally, beginning Saturday night at midnight.  Many worship services are also being forced to change their ways, by either canceling services or livestreaming them this week.  The Archdiocese of New York canceled this weekend's services due to concerns about the virus, it said in a statement Saturday. Churches will remain open for private prayer.  \"Let us pray for all who are sick, as well as doctors, nurses, caregivers, and all those working hard to combat the disease,\" Archbishop of New York Timothy Dolan said in a statement. In some states, large public gatherings have been banned.  Events in New York with more than 500 people will be canceled or postponed, and in Washington state, events with more than 250 people in the state's three largest counties are banned. Similar guidance has been issued in California, Oregon, New Mexico, Ohio and Utah.  Empty grocery aisles As Americans try to prepare for what's next, across the country, more and more are faced with empty store shelves.  Several grocery store chains announced they would reduce their hours to help keep their employees safe and allow more time for cleaning and restocking.  Publix stores and pharmacies will close two hours early, at 8 p.m. The Giant Company, which has nearly 200 stores across the mid-Atlantic, will begin closing its 24-hour locations at midnight and reopening at 6 a.m. And Harris Teeter, a large chain in the Southeast, will close its stores at 9 p.m. beginning Sunday.  The hope is these changes will help stores cope with the demand seen in recent days. One Massachusetts resident told CNN it took nearly half an hour to check out at the local grocery store, and staff members were reassuring shoppers over the intercom the store would be open all weekend. The co-owner of Morton Williams Supermarkets in New York told CNN that the chain saw a 300-400% increase in sales in a day. \"As you see here in these shelves, we cannot stock these items quickly enough,\" Avi Kaner said. In New York City, Richie Maruffi of Arnold Bread Distributor said he cannot keep bread on the shelves in stores.  \"The beginning of my week was normal -- Monday and Tuesday was normal. Came out here like in the middle of the week, and it just got insane. So, I can't keep up,\" he said. \"This week's pretty much done already. I have to pre-order like a week ahead.\" Earlier this month, a spokesperson for Walmart told CNN shopping patterns were similar to those \"you would see as people prepare for a major storm.\" CORRECTION: CNN revised the US death count, taking it down by one after discovering a double count of one death. This article has been updated to correct the count going forward."], "Language": false}