{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/media/tv-hollywood-shutdown-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-03-14T22:22:23Z"], "LastModifiedDate": ["2020-03-14T22:22:23Z"], "Headline": ["America loses 'comfort food' as daytime talk shows and late-night comics suspend production over coronavirus"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Television is a lifeline as Americans hunker down to stop the spread of the coronavirus. But many of the country's favorite daytime and late-night shows are temporarily stopping production.  The suspensions are across networks and across the board, from \"The Late Show with Stephen Colbert\" to \"The Wendy Williams Show\" to \"Watch What Happens Live with Andy Cohen.\" And they're generally in effect for at least a couple of weeks. This will come as bad news to viewers who look to comedians and talk show hosts for a respite from the real world. In most cases, the shows will still air in their usual time slots, just with repeat episodes, so viewers won't be totally deprived. But their \"comfort food\" might seem stale -- since the punch-lines and conversations won't reflect the current coronavirus-centric news cycle. The suspensions are all about safety. Television networks want to abide by the guidance of public health officials in New York, Los Angeles and other production hubs. The advice is to stay home if at all possible. That's why the talk show stoppage is taking effect. At HBO, which shares corporate parent AT&T with CNN, Bill Maher taped Friday's \"Real Time,\" called it \"Surreal Time,\" and said he's going on a two-week hiatus. At least. \"This may be our last panel for a while,\" he told viewers. Sunday night HBO star John Oliver will have a \"shortened episode\" on Sunday night, the network said, and then Oliver will go on break as well. Late-night shows on NBC, ABC, CBS, and other channels are all reverting to repeat episodes. So are talk shows like \"Tamron Hall\" and \"The Kelly Clarkson Show,\" and \"The Talk.\" \"We hope to be back LIVE soon,\" the Twitter account for \"The Talk\" said Friday. \"In the meantime, enjoy some of our favorite episodes starting Mon., 3/16. We can still laugh and share moments. We're in this together.\" Ellen DeGeneres similarly used Twitter to announce her show's suspension. The \"Ellen\" decision was notable because DeGeneres said Friday morning that she was shifting to a no-audience format next week, and said California governor Gavin Newsom would be one of her guests. Then, five hours later, she said, \"After some more thought, we have decided to suspend production completely until March 30th. We just want to take every precaution to ensure that we do our part to keep everyone healthy.\" The changes attest to just how rapidly the pandemic is upending the American way of life. Dozens of scripted shows and films are also suspending production due to the pandemic. The long list of affected productions includes dramas like \"Stranger Things,\" soaps like \"General Hospital\" and comedies like \"Young Sheldon.\"  On Friday Disney suspended production on seven movies: \"The Little Mermaid,\" \"Home Alone,\" \"Shang-Chi and The Legend of the Ten Rings,\"  \"The Last Duel,\" \"Nightmare Alley,\" \"Peter Pan & Wendy,\" and \"Shrunk.\" \"We will continue to assess the situation and restart as soon as feasible,\" the company said. Hollywood is currently in television pilot season, developing potential shows for the coming season, but many pilots are now on hold too. Warner Bros. Television Group, which shares a corporate parent with CNN, said Friday that it was \"halting production on some of our 70+ series and pilots currently filming or about to begin.\" Netflix has paused TV and film production in both the US and Canada for two weeks, a source with knowledge of the situation told CNN. The source cited government restrictions and health and safety precautions. The list goes on and on. On Saturday another blockbuster film was added: Warner Bros. said that production of \"The Batman\" movie in London is on \"hiatus\" for two weeks. As for films that are in post-production or are awaiting their theatrical premieres, many of those are being rescheduled. Some movie theaters are beginning to close due to health concerns and local government restrictions. Taken all together, these delays will have many ripple effects and cause major financial hits for Hollywood studios and financiers. \"Early estimates indicate that the blow will be unlike anything Hollywood has experienced before,\" The Hollywood Reporter said earlier this week. Already, the financial toll of global box office closures (in China and elsewhere) has stretched into the billions of dollars."], "Language": false}