{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/news/coronavirus-closures-tourist-attractions-and-events/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Stacey Lastoe, CNN"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2020-03-02T20:03:10Z"], "LastModifiedDate": ["2020-03-14T17:21:58Z"], "Headline": ["Attractions closed and events canceled amid coronavirus outbreak"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The United States is starting to see more cancellations and postponements of large events aimed at stemming the spread of coronavirus, while major theme parks are closing their doors. On Thursday, Disney announced it's closing Walt Disney World, in Orlando, Florida, as well as its Disneyland resort in Los Angeles. The company also said that it will suspend all new departures with the Disney Cruise Line starting Saturday through the end of the month.  Universal Studios theme parks in Orlando and Los Angeles have also announced plans to temporarily close.  Sporting events are impacted as well. On Wednesday, the NBA announced that the season is being suspended after a Utah Jazz player tested positive for COVID-19.The NHL followed suit on Thursday, announcing it is pausing the rest of the season's games because of the coronavirus pandemic. Meanwhile, St. Patrick's Day parades in Boston, Philadelphia and New Orleans have been canceled and Chicago has postponed its parade indefinitely. More parade cancellations are likely. The Coachella and Stagecoach music festivals have been postponed until October. Around the world, closures and cancellations have become an everyday occurrence. Shanghai Disney Resort was among the first major global attractions to close its doors in late January, followed in short order by all of Asia's Disney-themed parks. Shanghai Disneyland remains closed but the resort reopened a limited number of shopping, dining and recreational activities on Monday. Italy was placed under lockdown Monday, which included the shuttering of museums and archaeological sites.  In Ireland, the city of Dublin announced plans to cancel its annual St. Patrick's Day parade on Monday. Concerns surrounding the number and proximity of people also led to the cancellation of Cork's St. Patrick's Day parade. For the most up-to-date information on the status of an attraction or event, check the institution's or event's main web page.  Theme parks In addition to its parks in California and Florida, Disney also announced on Thursday it's closing its Disneyland Paris Resort.  Shanghai Disney, closed since January 24, is resuming operations at certain shopping and dining attractions on the premises, but the theme park itself will not reopen at this time. Hong Kong Disneyland is also temporarily closed with no reopening date scheduled, as is the Ocean Park theme park and aquarium.   Meanwhile, in Japan, both Tokyo Disneyland and DisneySea will remain closed through mid-April, according to Oriental Land, Tokyo Disneyland's operator. Universal Studios Japan will be closed until at least March 22, according to a post on its website. Universal Studios Singapore is currently still open.  If you have travel plans centered around visiting a theme park or resort area, check with the park for the latest information on operations. Attractions, museums and cultural venues Popular landmarks and destinations across Washington and in nearby cities are temporarily closing in an effort to help prevent the spread of the novel coronavirus in the nation's capital.  These include the Arlington National Cemetery, which announced that it will close to visitors on Friday, while The Smithsonian Institution said all of its museums and the National Zoo will close Saturday.  In New York, Broadway shows will suspend all performances \"immediately\" through April 12 because of the coronavirus pandemic, according to The Broadway League, a national trade association.  Museums and archaeological sites are closed in Italy during the countrywide lockdown. These restrictions will be in place until at least April 3, according to government officials. A list of impacted attractions in Japan is being updated by Japan National Tourism Organization. Tokyo Skytree is temporarily closed, along with many museums, theme parks and other popular tourist spots. Museums around China have been forced to temporarily close their doors due to the outbreak. In response, China's National Cultural Heritage Administration (NCHA) has asked them to stay active on social media and offer their services digitally. These include Beijing's Palace Museum in the Forbidden City, which has been closed since January 25. One of South Korea's most popular tourist attractions, Gyeongbokgung Palace, has suspended all official guided tours \"until further notice,\" according to the palace's website. Self-guided tours, however, are permitted.  The National Museum of Korea and the National Museum of Modern and Contemporary Art in South Korea are among the country's national institutions closed until further notice. In Berlin, Germany, state theaters, operas and concert halls will be closed from March 11 until April, 19, Berlin's culture senator Klaus Lederer said in a online statement. Private large theaters are advised to follow suit, he says. Events St. Patrick's Day parades have been canceled in Dublin and Cork, Ireland, and in multiple cities in the United States, including Boston and New Orleans. Several major cherry blossom festivals in Japan been canceled, including Tokyo's Nakameguro Cherry Blossom Festival.     So far, there are no plans to cancel the Olympic Games in Tokyo, which are due to begin on July 24. The Tokyo 2020 Olympic torch lighting ceremony will be staged without spectators on Thursday in Greece. One of the world's largest marathons, the Tokyo Marathon, went off with a major hitch on March 1. An extremely limited field of elite runners was allowed to run the race as planned. Others were left scrambling to make different arrangements.  Following suit, in accordance with the French government's order that all public gatherings of more than 5,000 people be canceled, Paris canceled its March 1 half marathon. Rome's marathon, scheduled for March 29, has been canceled due to coronavirus concerns.  In Thailand, several official Songkran (Thai New Year) festivals, due to take place in mid-April, have been canceled. The monthly full-moon parties that take place on Thailand's Koh Phangan island have also been canceled until further notice.  No cultural corner is immune to the outbreak. The rock group Pearl Jam has canceled the North American leg of its Gigaton tour due to concern over the spread of the novel coronavirus,  and the Coachella and Stagecoach music festivals have been postponed until October. Several musical artists have canceled tour dates in Asia, including BTS and Green Day.  As to whether you should cancel or keep any upcoming travel plans, it's a personal calculation for each traveler."], "Language": false}