{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/business/apple-coronavirus-stores-announcement/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris and Alta Spells, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2020-03-14T07:52:06Z"], "LastModifiedDate": ["2020-03-14T12:25:23Z"], "Headline": ["Apple temporarily shuts stores outside Greater China"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Apple will close all stores outside of Greater China until March 27 to help stop the spread of coronavirus, Apple CEO Tim Cook said Saturday.  The company will also commit $15 million to help with the worldwide recovery from coronavirus, he said, \"both to help treat those who are sick and to help lessen the economic and community impacts of the pandemic.\" The company has also launched a new section in Apple News for the virus, where Cook said users can find updates from \"trusted news outlets.\" There are now more than 142,000 coronavirus cases worldwide, according to the World Health Organization (WHO) and at least 5,388 deaths. As of Saturday, all of the company's stores in China have reopened.  \"As rates of new infections continue to grow in other places, we're taking additional steps to protect our team members and customers,\" Cook said.  Employees in all other parts of the world who are able to work remotely should do so, Cook said, and \"those whose work requires them to be on site should follow guidance to maximize interpersonal space.\" There will be \"deep cleaning \" at all sites, Cook said, and they are rolling out health screenings and temperature checks at all offices.  Hourly workers will continue to be paid, he said.  And the company has also expanded leave policies for those who are impacted by the virus \"including recovering from an illness, caring for a sick loved one, mandatory quarantining, or childcare challenges due to school closures.\""], "Language": false}