{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/world/coronavirus-newsletter-05-06-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-05-06T11:20:51Z"], "LastModifiedDate": ["2020-05-06T11:20:51Z"], "Headline": ["What you need to know about coronavirus on Wednesday, May 6"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The US death toll has topped 70,000. Testing is nowhere near the level it needs to be. And experts warn that the worst may still be ahead. Yet on Tuesday, a senior Trump administration official told CNN the White House would start to wind down its coronavirus task force by the end of the month. Disbanding the task force and effectively declaring victory over a virus still spreading through the country raises questions about the administration's priorities. Less than six months from Election Day, President Donald Trump seems to be shifting gears from pandemic management to a message of revival and a pitch for a second term, Stephen Collinson writes.   The news comes in the wake of a leaked internal White House report that projects daily deaths to climb to 3,000 by June, and an extensive whistleblower complaint from an ousted vaccine director alleging that early warnings about the virus were met with \"indifference which then developed into hostility\" by leaders at the Department of Health and Human Services.   Donning safety glasses, but no mask, Trump visited a plant manufacturing medical masks in Arizona — a battleground state in the 2020 presidential election — to make the case for reopening the economy. Addressing the media, the President appeared to admit that he was reconciled to the deaths epidemiologists say will result from a premature return to normal life.    \"I'm not saying anything is perfect, and yes, will some people be affected? Yes. Will some people be affected badly? Yes,\" Trump said. \"But we have to get our country opened, and we have to get it open soon.\" YOU ASKED. WE ANSWERED Q: How will Covid-19 change schools?  A: As new studies offer strong evidence that children can transmit the virus, epidemiologists are considering whether schools should stay closed until a vaccine is available. If they do reopen, it's clear that classrooms will need to look a lot different to keep kids safe. That could mean remote learning will stick around long after the crisis ends. Before the bell rings this fall, schools are strategizing ways to reduce transmission — from staggering start times to introducing temperature checks, limiting visitors on campus and wearing masks.   Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Corporate America is in crisis With its parks closed, movies out of theaters and cruise ships docked, Disney's profits have plunged 91%. GE is permanently cutting a quarter of its global workforce, and J. Crew has filed for Chapter 11 bankruptcy protection. The pandemic is bringing many businesses to their knees, with companies undergoing massive layoffs, posting record losses, and, in some cases, filing for bankruptcy. Zachary B. Wolf takes a look at what comes next.    Virus has been circulating in people since late 2019  A new genetic analysis of the virus that causes Covid-19 shows it has been circulating in people since late last year, and must have spread extremely quickly after the first infection. The revelation seems to rule out hopes some doctors had that the virus was circulating for many months, building up immunity in some populations. But there is some good news. The researchers in Britain also found no evidence the virus is becoming more easily transmitted or more likely to cause serious disease: \"The virus is changing, but this in itself does not mean it's getting worse.\"    US is unprepared to protect citizens, expert says   With more than half of states starting to reopen, the former acting director of the US Centers for Disease Control and Prevention says the US hasn't done nearly enough to protect citizens from the coronavirus. And, without a handle on key factors needed to bring the virus to heel — from testing to tracing — it's impossible to estimate the deadly impact of prematurely restarting the economy. \"We are saying, if you have money and you are white, you can do well here,\" Dr. Richard Besser told CNN. \"If you are not, good luck to you.\"    Bessers comments come on the heels of a new study that found that coronavirus is killing African Americans at higher rates. Black Americans represent 13.4% of the American population, but counties with higher black populations account for more than half of all Covid-19 cases and almost 60% of deaths, the study found. Researchers blame disparities, including access to health care.  UK deaths highest in Europe The UK has suffered more confirmed deaths from coronavirus than any other country in Europe — nearly 30,000 — a milestone that piles further scrutiny on the response to the pandemic by Prime Minister Boris Johnson.    And, yesterday, a leading scientist who advised the UK government on its coronavirus response resigned, after the Telegraph newspaper reported he broke the lockdown rules he helped shape by allowing his reported lover to visit his home.    Pandemic resets EU-China relations 2020 was slated to be a crucial year for the European Union and China. But China's response to Covid-19 — from draconian clampdowns to accusations of spreading misinformation — has left a bitter taste in the mouths of European officials. The crisis has also been a reminder that closer engagement with China comes with risk.   ON OUR RADAR Every night, just after sunset, Ruth Medjber chats with her neighbors in Dublin, Ireland, and snaps a portrait of them at their windows for a photo project called Grá sa Bhaile, Irish for \"Love at Home.\"\nThousands of students, wearing masks, went back to school today in Wuhan — the original epicenter of the coronavirus pandemic.   \nIsrael has developed futuristic mobile testing booths with built-in gloves, allowing individuals to be swabbed without ​risking exposure to the virus.   \nNew guidelines for social distancing are provoking public backlash in Japan. The suggestions include mandatory face masks and outdoor dining at restaurants.   \nA retired farmer who mailed New York Governor Andrew Cuomo an N-95 mask, asking that he pass it onto a doctor or nurse that needed it, has been given an honorary degree.   \nFor the first time in its history, New York City's entire subway system has been shut down for disinfection. The deep cleanings will now be done on a nightly basis, from 1 a.m. to 5 a.m.  \nJapanese artist Takashi Murakami and the streetwear brand Supreme teamed up to raise over a million dollars, with 100% of proceeds going to support those facing homelessness during the pandemic.   \nDaniel Radcliffe and his wizarding world co-stars are taking turns reading chapters of the beloved \"Harry Potter\" novels, as part of J.K. Rowling's new online reading hub, and it's very soothing.   TOP TIP Whether it's an alternative mode of transportation, your daily dose of exercise or meditation through movement, going for walks is a salve for our sanity during these troubling times. And experts say they're OK, so long as you stay six feet apart. Long strolls aren't only good for the body, but for the mind too. If you're finding yourself stressed, get up and walk — even if it's just around your house — and focus on your breath. Looking for more tips on taking things in stride? Check out these five ways to supersize your walk.  TODAY'S PODCAST \"Everything that is accessible in an in-person visit is accessible in a telemedicine visit.\" — Dr. Gregory Esper, director of telemedicine at Emory University   What should you do if you need a doctor right now? For some, the answer lies in telemedicine. CNN's Chief Medical Correspondent Dr. Sanjay Gupta speaks to Dr. Gregory Esper about how technology is changing the way healthcare is delivered. Listen now."], "Language": false}