{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-outbreak-03-13-20-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jessie Yeung, Joshua Berlinger, Adam Renton, Meg Wagner, Mike Hayes and Veronica Rocha, CNN"], "Writers": [["Jessie Yeung", "Joshua Berlinger", "Adam Renton", "Meg Wagner", "Mike Hayes", "Veronica Rocha"]], "FirstPublishDate": ["2020-03-13T00:42:49.198Z"], "LastModifiedDate": ["2020-03-14T01:49:43.960Z"], "Headline": ["March 13 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus outbreak has moved here. President Trump tweeted his support Friday night for a coronavirus relief bill, which would give some Americans paid emergency leave and offer free testing for COVID-19. The legislation is part of a deal between House Democrats and the White House. Trump said the bill will be voted on in the House Friday night. Read Trump's tweets:  ##Health## Attorney Karina Kufa, who reportedly traveled with Brazilian President Jair Bolsonaro on his recent trip to the United States, tweeted Friday night that she tested positive for novel coronavirus. “My coronavirus exam came back positive. I returned yesterday from Miami and I isolated myself immediately when I learned about the state of @Fabiowoficial’s health,” she wrote, referring to Bolsonaro’s press secretary, Fabio Wajngarten, who tested positive for the virus on Thursday. “I am following the protocols and feeling well. Now I only need a few days of rest to get back in the fight again!”  The Brazilian newspaper Estado de Sao Paulo, among other Brazilian media, reported that Kufa, who is Bolsonaro’s attorney and the treasurer of a political group launched by Bolsonaro, traveled with the Brazilian president on his recent trip to meet President Trump.  An Instagram account under Kufa’s name includes an image that appears to be the lawyer standing next to an artistic rendering of Bolsonaro in the studio of Miami artist Romero Britto. The Brazilian presidency published an article about Bolsonaro’s visit to Britto’s studio that includes the president standing next to the same rendering. Earlier on Friday, Bolsonaro said that his own coronavirus test came back negative.  ##Health## The Washington Monument will close temporarily, effective Saturday, suspending elevator tours, according to the National Park Service. Visitors will still be able to visit grounds, as well as other monuments along the National Mall, according to a NPS statement. ##Daily Life## ##Travel## If the World Health Organization says the Olympic Games should be canceled, they will be, the Olympics' governing body president said. International Olympic Committee president Thomas Bach said in an interview with CNN affiliate ARD on Thursday that the IOC will listen to the advice of the WHO, and if the WHO tells the IOC to cancel the 2020 Tokyo Games, the IOC will follow that recommendation. \"We listen to the advice of the WHO that is the expert group who is responsible for exactly these questions,\" he told ARD. \"That is why we have been linked to the WHO in a task force since mid-February and have constant contact. ... We will follow the advice of the WHO.\" ##Travel## Miami Mayor Francis Suarez learned Friday that he tested positive for coronavirus and he said he's already starting to feel the symptoms. \"You know it feels similar to the on set of a cold,\" he told CNN's Erin Burnett on Friday. Suarez said he plans to share his experience in the hopes that \"it calms people down because it's something I'm going through myself.\" The mayor went on to say that he's not sure where he caught the virus, but noted that he was recently in close proximity of someone who tested positive for the virus. In a statement that he released earlier, Suarez said, \"If we did not shake hands or you did not come into contact with me if I coughed or sneezed, there is no action you need to take whatsoever. If we did, however, touch or shake hands, or if I sneezed or coughed near you since Monday, it is recommended that you self-isolate for 14 days, but you do not need to get tested.\" ##Health## US Immigration and Customs Enforcement is suspending social visitation at detention facilities “as a precautionary measure,” the agency announced Friday in a statement.  There have not been any confirmed cases among detainees in custody, ICE said, adding that the agency is incorporating US Centers for Disease Control and Prevention guidance and instituting screening guidance for new arrivals.  ##Health## Poland will not allow non-resident foreigners into the country for at least 10 days, starting Sunday midnight local time, Prime Minister Mateusz Morawiecki announced Friday. He said the measures were being implemented to tackle the spread of the novel coronavirus. Any Poles coming from abroad will be automatically put into quarantine for 14 days. Goods will be allowed to go through. All international flights and train services will be suspended.  Starting Saturday midnight local time, shopping malls will be partially shut, with only pharmacies, grocery stores, laundromats and chemical stores open. All dine-in restaurants, pubs, bars, casinos and nightclubs will be shut for at least 14 days. It will be possible to order takeaway or delivery food. All gatherings of more than 50 people will be banned.  At least 68 cases of coronavirus have been confirmed in Poland. Two deaths from coronavirus have also been reported there.  ##Travel## President Trump tweeted that he is declaring Sunday will be a National Day of Prayer as many churches around the country are closed due to the spread of coronavirus. Large gatherings have been discouraged as social distancing is being used in an attempt to stop the spread of the virus. \"No matter where you may be, I encourage you to turn towards prayer in an act of faith. Together, we will easily PREVAIL!\" he wrote in a subsequent tweet. Read Trump's tweet: ##Daily Life## Uruguay’s Ministry of Health reported four people have tested positive for coronavirus Friday. These are the first cases of coronavirus reported in Uruguay. All four people entered the country earlier this month from Milan, Italy, the ministry tweeted. According to statement, the patients are stable and at home. ##Health## Three more series have decided to suspend production in wake of heightened concerns over coronavirus.  On Friday, Ellen DeGeneres announced on Twitter her daytime talk show would suspend production until March 30.  Comedy Central also said two of its series, “The Daily Show with Trevor Noah” and “Lights Out with David Spade” would also suspend production.  “Our top priority is the safety of our guests and staff. Beginning Monday, March 16th, Comedy Central’s The Daily Show with Trevor Noah and Lights Out with David Spade will temporarily suspend production as a precautionary measure. We will continue to closely monitor the situation per guidance issued by the CDC and public health authorities and hope to return Monday, March 30th,\" Comedy Central said in a statement. ##Business## ##Daily Life## States across the US are closing schools in an effort to stop the spread of coronavirus. Here are some of the states that have deployed such measures: Alabama\nWisconsin\nMaryland\nOhio\nKentucky\nWashington\nWest Virginia\nIllinois\nPennsylvania\nLouisiana\nRhode Island\nMichigan\nNew Mexico\nOregon\nVirginia\nUtah ##Daily Life## President Trump tweeted that at his request, Carnival, Royal Caribbean, Norwegian and MSC cruise lines will suspend outbound cruises for 30 days.  In his Rose Garden address earlier Friday, the President said “we’ll be helping” the cruise line industry but did not directly answer if there would be a bailout provided. Read the President's tweet:  Norwegian CEO Harry Sommer confirmed in a statement his company's cruise lines would not operate until April 12. \"While we have not had any confirmed cases across our 17-ship fleet and are taking this measure in an abundance of caution, we felt it necessary to do our part,\" he said. ##Travel## ##Business## HBO’s “Last Week Tonight” and “Real Time with Bill Maher” will temporarily halt production due to concerns over the coronavirus pandemic, a spokesperson for HBO announced Friday. “Last Week Tonight” will air a shortened episode on Sunday before beginning hiatus. Earlier today, ABC television announced that “Jimmy Kimmel Live” will also suspend production starting March 16. ##Business## House Speaker Nancy Pelosi has released a letter to colleagues announcing a deal with the White House to pass a coronavirus response bill. “We are proud to have reached an agreement with the Administration to resolve outstanding challenges, and now will soon pass the Families First Coronavirus Response Act,\" she said in the letter.  Watch: ##Health## Colorado Gov. Jared Polis has activated the National Guard due to the coronavirus outbreak, his office's said in a statement. The governor is encouraging any doctors and healthcare workers not currently working to reach out to previous employers to help increase capacity. Additionally, licensing restrictions are being eased so that medical professionals with licenses from outside the state can be licensed in Colorado as quickly as possible, the statement said. Nursing homes will have restricted visitation and screen 100 percent of individuals before entry, according to the statement. ##Daily Life## Two new presumptive positive cases of novel coronavirus have been identified in Nebraska, bringing the state total to 13, according to the state's Department of Health and Human Services. The new cases are a man in his 50s and a woman in her 60s. They are both Douglas County residents who have recently traveled, a statement from the department said. ##Health## One of nearly 900 attendees at a Trump Victory fundraiser brunch last Sunday at President Donald Trump’s Mar-a-Lago club has tested positive for coronavirus. Trump Victory, the merged efforts between Trump’s re-election campaign and the Republican National Committee, informed attendees in an email Friday. “We unfortunately write today to notify you that an attendee at the Trump Victory-sponsored event you attended at Mar-a-Lago on Sunday, March 8, has tested positive for the Coronavirus (COVID-19). We do not know if the individual had the virus by the time of the event, but out of an abundance of caution, wanted to call this to your attention,” the letter said, encouraging supporters to contact their medical provider if they develop symptoms. Trump participated in a photo line and gave a speech, per a source familiar with the event. Approximately 70-100 people participated in the photo line.  Trump campaign communications director Tim Murtaugh told CNN \"there was no interaction\" between the attendee who has tested positive and the President.  “Attendees had no direct interaction with the President at this event and the VP did not attend this event,” a Republican official reiterated. Though it’s unknown if the person had the virus while they attended the brunch, it’s another example of the risks of exposure in large group settings. This week, the Trump campaign made the decision to cancel rallies and move other campaign events to a virtual forum for the foreseeable future as the outbreak progresses. Wisconsin will close all K-12 schools starting Wednesday, Gov. Tony Evers said in a statement, and will remain closed until at least April 6. The decree is part of the state’s efforts to respond to the coronavirus outbreak. The reopening date is subject to change pending further information, the statement said. At least 19 coronavirus cases have reported in Wisconsin, according to the statement. ##Daily Life## ##Health## The Los Angeles Archdiocese has closed schools in L.A., Ventura and Santa Barbara through the end of the month and will move to remote learning, according to a statement. Calling the move \"unprecedented,\" Archbishop José Gomez said nearly 75,000 students will be affected. Archbishop Gomez said there are no confirmed cases in their schools, but hopes the closures will protect the public’s health. ##Health## ##Daily Life## All K-12 schools in Illinois will be closed starting next Tuesday through March 30, Gov. J.B. Pritzker announced at a news conference Friday. This includes all public and private schools, Prtizker said. “All of these choices have cascading effects for citizens and vulnerable populations when it comes to food access, safety, childcare, and social services,\" he said in a statement. \"We’ve seen what happens in places that didn’t move with urgency. I ask all of you not to hesitate to do the right thing for your family, your friends, and your community. One small step at a time, we will get through this together.” School meals for students in need will still be provided through either delivery or parent pick up, Pritzker said. At least one administrator from each school will remain on site at each school should students need a safe place to go, the Illinois State Superintendent of Education Carmen Ayala said.  Daycare centers will remain open, according to a statement. ##Health## The Transportation Security Administration will allow travelers to bring some larger containers of hand sanitizer through airport security checkpoints, but it will go through a special screening process.  Travelers with bottles of up to 12 ounces will be allowed to declare the hand sanitizer as a medical liquid. Travelers with these liquids will typically accompany the officer to a specialized machine for screening opaque medical liquids, according to TSA spokesperson Mark Howell.  That process is also used for medical liquids such as insulin, Howell said.  The agency warned on its website that hand sanitizer containers above the 3.4 ounce limit “will need to be screened separately, which will add some time to their checkpoint screening experience.”  For all other liquids, the agency’s regular rules still apply, including limiting bottles to 3.4 ounces within a single plastic bag, TSA said.  ##Travel## ##Health## Guatemalan President Alejandro Giammattei confirmed the country’s first case of coronavirus Friday. Giammattei, speaking at a public event in Guatemala City, said a man has been diagnosed with coronavirus. He traveled to Italy last Wednesday and entered the country on an Aeromexico flight.  In a statement released on Twitter, the President urged Guatemalans to not panic and continue taking preventative measures to combat the spread of the virus. ##Health## There are at least 2,033 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 1,963 cases in 48 states and the District of Columbia, bringing the total number of coronavirus cases to 2,033. In total, 47 people have died.   ##Health## Americans returning from all restricted countries, including the European zone, China and Iran, will be required to travel through one of 13 US airports, according to guidance from the Department of Homeland Security.  The mandate is effective for flights taking off at 11:59 p.m. tonight. Eleven airports have already been in use for travelers from China and Iran.  Those include:  California: San Francisco International Airport (SFO)\nCalifornia: Los Angeles International Airport, (LAX)\nGeorgia: Hartsfield-Jackson Atlanta International Airport (ATL)\nHawaii: Daniel K. Inouye International Airport (HNL)\nIllinois: Chicago O’Hare International Airport (ORD)\nMichigan: Detroit Metropolitan Airport (DTW)\nNew Jersey: Newark Liberty International Airport (EWR)\nNew York: John F. Kennedy International Airport (JFK) \nTexas: Dallas/Fort Worth International Airport (DFW)\nVirginia: Washington-Dulles International Airport (IAD)\nWashington state: Seattle-Tacoma International Airport (SEA) Miami International Airport and Logan International Airport in Boston will be added to the list. When people arrive, they will proceed through standard customs processing, then they will then continue to \"enhanced entry screening\" where they will be asked about medical history, current condition, and asked for contact information for local health authorities, DHS said.  Passengers will be given written guidance about COVID-19, directed to proceed to their final destination and \"immediately home-quarantine.\" ##Travel## The Ukrainian government will close the Ukrainian border to foreign nationals for two weeks by Monday, a statement on the Ukrainian presidential website said. A readout of a meeting of the country’s National Security and Defense Council posted late Friday afternoon said the Ukrainian border would be closed to foreign nationals for two weeks within 48 hours. Ukraine has had three confirmed cases of novel coronavirus and one death, according to Johns Hopkins University. ##Travel##   The Washington Metro system will reduce service starting on Monday for both rail and buses. During the week, trains and buses will now run on a Saturday frequency.  The system has also raised its response to Phase 3 of its Pandemic Flu Plan – the highest level. ##Daily Life## ##Travel## ABC television has announced that “Jimmy Kimmel Live” will suspend production starting March 16.  According to an ABC Entertainment spokesperson, they “hope to be back on the air with new shows Monday, March 30.”  The network’s long-running soap opera, “General Hospital,” will also suspend production through Friday, April 10. The network does not anticipate “an interruption in the broadcast of original episodes.” ##Business## Push by reporters on why he hasn't been tested for coronavirus after coming in contact with someone who tested positive for coronavirus, President Trump said, \"I didn't say I wasn't going to be tested.\" He followed up that \"most likely\" he'll get tested but didn't say when. More on this: Fabio Wajngarten, the press secretary for Brazilian President Jair Bolsonaro, tested positive for coronavirus on Thursday. Trump was in close physical proximity with the Wajngarten Saturday night in Florida, two people familiar tell CNN. The Brazilian press secretary attended the dinner Trump hosted at his Mar-a-Lago resort in Florida, took a photo with the President and later stood feet away from Trump as he spoke during Kimberly Guilfoyle's birthday, the sources said. Watch: President Trump on Friday said that the threat of novel coronavirus to young, healthy Americans \"remains very low,\" but warned that \"anyone can be a carrier\" of the virus. The remarks came as he has not been tested for coronavirus despite extended contact with someone who has been diagnosed.  \"While the risks to young and healthy Americans remains very low — read a lot about this in the last two weeks — anyone can be a carrier for the virus and risk transmission to older Americans and those with underlying health conditions, and those who are most at risk, they have not done very well,\" Trump said in the Rose Garden.  He continued: \"Older Americans, who are — especially if they have a health problem — have not done well. We must take all precautions and be responsible for the actions that we take.\"  Trump has previously said \"the risk to the American people remains very low\" — today, he added the \"young\" and \"healthy\" caveats.  The White House has said repeatedly that the President is asymptomatic and will not be tested, however, as CNN has reported, officials are now weighing whether Trump, who is in the age group of those who are more likely to get seriously ill if infected, should be tested.  Other politicians who have had similar types of contact with those who have tested positive for the virus have self-quarantined out of an abundance of caution.  President Trump said Friday he does not currently support the House Democrats’ coronavirus bill, which would among other things provide paid leave to Americans who can’t go into work during the pandemic.   “We just don’t think they’re giving enough, we don’t think the Democrats are giving enough,” Trump said during an appearance in the Rose Garden. \"We thought we had something, but all of a sudden they didn’t agree to certain things,” Trump said of Democrats.  House Speaker Nancy Pelosi and Treasury Secretary Steve Mnuchin spoke eight times Friday as they worked to negotiate a coronavirus response all sides can support, although sticking points over the paid leave aspects of the legislation remain.  \"They’re not doing what’s right for the country,” Trump said. President Trump said he is experiencing no symptoms of the coronavirus despite meeting last week with a Brazilian official who tested positive for coronavirus. \"No. We have no symptoms whatsoever,\" Trump said, in response to a question from a reporter in the Rose Garden about whether he is planning to take any kind of precautionary measure to protect him and his staff. He said he had a \"fantastic meeting\" with Brazil's president Jair Bolsonaro whose aide tested positive for coronavirus after the meeting with Trump. Trump pointed out that Bolsonaro tested negative. Watch: President Trump was asked Friday if there were other specific measures the administration plans to undertake in response to the coronavirus. “We’re going to be releasing a paper in about two hours stating quite a few other steps, very important ones,” Trump said during a White House Rose Garden news conference He didn’t offer more details. ##Health## President Trump said he's considering adding the UK into the list of European countries with travel restrictions to the US — and he could take others off the list. Trump said Wednesday he was sharply restricting travel to the United States from more than two dozen European countries. This list did not include the UK, which has seen a rise in coronavirus cases since the announcement. \"We may have to include them in the list of countries that we will, you could say, ban or whatever it is, during this period of time,\" Trump said when asked why he did not include the UK on the list. \"The numbers have gone up fairly precipitously over the last 24 hours. \" He continued: \"And we may be adding a couple of others. And we may, frankly, start thinking about taking some off.\" ##Travel## ##Health## President Trump announced new measures aimed at easing the burden of student loans as universities and colleges across the country shut their doors, as well as measures aimed at taking advantage of low oil prices.  “I’ve waived interest on all student loans held by federal government agencies, and that will be until further notice,” Trump said during an appearance in the Rose Garden, noting the number of schools that have sent students home amid the growing coronavirus outbreak. The President also said he has directed the Secretary of Energy “to purchase large quantities of crude oil for the US strategic reserves.” Oil prices have tumbled in recent days – particularly as the demand for jet fuel has plummeted as global travel slows dramatically amid various bans on international movement. “That’s something that would have not even been possible a week ago,” Trump said of the large-scale purchase he was ordering the Energy Department to make.  “So we’re going to fill it up, it’s a good time to fill it up,” he said of the strategic crude oil reserves. President Trump continues to shake hands with corporate chiefs in the Rose Garden, even as health experts warn against the practice in a bid to prevent community spread. Trump, who has come into contact with at least one person who tested positive for coronavirus, has a self-avowed dislike of shaking hands.  But he couldn't seem to shake the habit on Friday until at last a CEO offered an elbow bump instead of a handshake. ##Health## President Trump said the emergency orders issued today will also \"confer broad new authorities\" to Health and Human Services Secretary Alex Azar.  Azar will be able to \"waive provisions of applicable laws and regulations to give doctors, hospitals — all hospitals — and health care providers maximum flexibility to respond to the virus,\" he said.  That includes waivers of some federal licensing requirements, waivers to critical access limits on numbers of beds and lengths of stays, and waivers to rules to bring additional physicians on board at certain hospitals.  ##Health## A source familiar with the President's plans says Trump is declaring both a national emergency and invoking the Stafford Act.  What this means:  The Stafford Act is what frees up the extra federal funding and allows access to the funds. \nThe national emergency gives access to expanded authorities for the executive branch. President Trump announced that private labs and vaccine developers will be able to provide five million coronavirus tests within a month.  He also claimed that drive-through testing sites will be set up to make coronavirus tests available to more people and more quickly, something that has been implemented in other countries. ##Health## Even as he announced a scaling up of testing capacity for coronavirus, President Trump said Friday he did not believe all Americans should rush to be tested. “We don't want people to take a test if we feel that they shouldn’t be doing it. And we don’t want everybody running out and taking — only if you have certain symptoms,\" he said in the Rose Garden. Trump, who began his remarks giving himself plaudits for his response to the outbreak, still appeared to believe the spread could be limited and that not every person in the country would require access to tests. “We don’t want everybody taking this test. It’s totally unnecessary,\" he said. Watch: ##Health## Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, praised President Trump's emergency action on coronavirus, saying the move \"remove the constraints\" health, state and local officials have in containing the virus. \"We still have a long way to go. There will be many more cases. But we'll take care of that and ultimately, as the President said, this will end,\" he said. Fauci added: \"But what's going on here today is going to help it to end sooner than it would have.\" ##Health## President Trump declared a \"national emergency\" on Friday due to the coronavirus pandemic. He said the action would \"open up access to up to $50 billion,\" which he described as \"a large amount of money for states and territories and localities in our shared fight against this disease.\" Trump also urged states to set up emergency operation centers immediately. Watch: ##Health## President Trump is now speaking from the White House about the coronavirus pandemic. Trump is likely to make an emergency declaration that would free up tens of billions of federal dollars to combat coronavirus, according to two people familiar with the decision. AMC Theatres announced on Friday that they are proactively reducing the maximum capacity of each of its theaters by at least 50%, according to a press release. Beginning Saturday through April 30, the movie theater chain will cap ticket sales for each of its theatre’s auditoriums to an amount equal to 50% of the normal seating capacity. Adam Aron, CEO and President of AMC Theatres, said “with this action, we are facilitating the ‘social distance’ between guests who still want to see movies on a big screen.” The company is also enhancing its cleaning protocols by cleaning “hightouch” point areas at least once per hour, the company said. ##Daily Life## Denmark will temporarily close its borders for non-citizens in a move to curb the spread of coronavirus, the Danish prime minister Mette Frederiksen said on Friday. \"All tourists, all travel, all vacations, and all foreigners who cannot prove a creditable purpose of entering Denmark, will be denied entrance at the Danish border,\" Frederiksen said at a news conference late Friday in Copenhagen. ##Travel## Boston and Miami will be added to the list of 11 airports that are being used to divert passengers traveling to the US from European regions that are part of a travel ban, a senior official with US Customs and Border Protection said. The new airports — Miami International Airport and Logan International Airport — go into effect at 11:59 p.m. Friday, the senior official said on a press call, adding that \"anyone already en route is not impacted by this,\"  Some background: President Trump announced the ban during an address on Wednesday. The ban would affect most foreign nationals who were in Europe's Schengen Area — 26 countries stretching from Iceland to Greece — in the past 14 days. American citizens, green card holders, some family members and a few other groups are exempt from the travel ban but will face additional health screening and restrictions when they arrive. On Thursday, Vice President Mike Pence told CNN that Americans coming home will be funneled through 13 different airports. “They'll be screened and then we're going to ask every American and legal resident returning to the united states to self-quarantine for 14 days,\" Pence said.  These are the other airports:  California: San Francisco International Airport (SFO)\nCalifornia: Los Angeles International Airport, (LAX)\nGeorgia: Hartsfield-Jackson Atlanta International Airport (ATL)\nHawaii: Daniel K. Inouye International Airport (HNL)\nIllinois: Chicago O’Hare International Airport (ORD)\nMichigan: Detroit Metropolitan Airport (DTW)\nNew Jersey: Newark Liberty International Airport (EWR)\nNew York: John F. Kennedy International Airport (JFK) \nTexas: Dallas/Fort Worth International Airport (DFW)\nVirginia: Washington-Dulles International Airport (IAD)\nWashington state: Seattle-Tacoma International Airport (SEA) ##Travel## ##Health## Two Venezuelan nationals are the nation’s first confirmed cases of coronavirus, Venezuela’s Vice President Delcy Rodriguez announced on state-run VTV Friday. The confirmed cases are a 41-year-old woman who traveled to the United States, Italy and Spain, Rodriguez said. The second case is a 52-year-old man who traveled to Spain, she said. Both are in quarantine.  Rodriguez said the Venezuelan government is ordering all passengers who traveled on Iberia flight 6673 on March 5 and 8 to go into “immediate obligatory quarantine.” ##Health## Louisiana Gov. John Bel Edwards announced Friday plans to limit public gatherings and close all public schools. All K-12 public schools will be closed starting Monday and all gatherings of more than 250 people will be banned until April 13. Classes will resume on April 13, he said. \"We are at an inflection point now and we are going to take bold action to minimize the further spread of this illness. That is why I am issuing this order today, ending all events of more than 250 people, closing our schools, and reducing the amount of face-to-face public interaction at state government buildings,” Gov. Edwards said in a statement.  ##Daily Life## Correction: This post has been updated to include the correct photo of Louisiana Gov. John Bel Edwards. US House Speaker Nancy Pelosi said the House will pass the Families First Coronavirus Response Act today. \"The three most important parts of this bill are testing, testing, testing,\" she said. Pelosi said the legislation \"facilitates free coronavirus testing for everyone.\" She added that the bill secures paid leave with two weeks of paid sick leave and family and medical leave \"for those affected by the virus.\"  She said that the legislation will also strengthen unemployment insurance. It's unclear if the White House supports this legislation.  Watch her remarks: ##Health## Disney will pause production on some of its live-action films, according to a Disney studio spokesperson. “While there have been no confirmed cases of COVID-19 on our productions, after considering the current environment and the best interests of our cast and crew, we have made the decision..,” the Disney studio spokesperson said. The movies include: The Little Mermaid\nShang-Chi and The Legend of the Ten Rings\nHome Alone\nThe Last Duel\nNightmare Alley\nPeter Pan & Wendy\nShrunk  Disney said that they will continue to assess the situation and restart “as soon as feasible,” the spokesperson said. ##Business## ##Daily Life## Yes, because you or a family member might suddenly have to quarantine — but it's a good idea to always have extra food and medication anyway. \"Consider keeping a two-week to 30-day supply of nonperishable food at home,\" Harvard Medical School says. \"These items can also come in handy in other types of emergencies, such as power outages or snowstorms.\" In addition, try to keep at least a 30-day supply of prescription medication and any needed over-the-counter medication. ##Your Questions## The Eiffel Tower in Paris will be closed starting 9 p.m. local time Friday, according to a statement on its website. “In the context of the COVID-19 outbreak and due to the government health measures announced today, the Eiffel Tower will be closed today from 9pm, for an indefinite period of time,” the statement read. ##Travel## New York now has at least 421 cases of coronavirus, Gov. Andrew Cuomo said today. That’s an increase of at least 96 cases since the state's last update. The governor said 50 patients are currently hospitalized, which is a 12% rate. Eighteen are in intensive care. The governor said 28 labs will be authorized for testing in New York state. By next week, when they are up and running, the state will be able to run 6,000 tests per day. It will be a “dramatic increase” as New York is currently processing about 3,000 tests per day, Cuomo said. “Testing is the single most important things we can be doing right now,\" he added ##Health## Pakistan announced Friday it will be “completely” closing its borders with Afghanistan and Iran, according Dr. Zafar Mirza, a special assistant to the country’s prime minister of health. Mirza added that all major gatherings in the country are to be canceled. Movie theaters across the country will be closed indefinitely and wedding halls will be closed for the next two weeks. To limit ports of entry, Mirza said only three airports will be open for international travel. At least 28 cases of coronavirus have been reported in Pakistan. ##Travel## ##Business## ##Daily Life## Rhode Island Gov. Gina Raimondo announced Friday that classes for students attending K-12 public schools will be canceled next week. Spring break for students in K-12 public schools will be moved to this upcoming week, Raimondo said. It was previously scheduled to start in April. School staff will be working with the Rhode Island Department of Transportation to prepare distance learning plans during this school closure.  “Closing school for a week now will allow us not only to slow the spread of the virus but it’ll also allow us to get organized and put plans in place,” Raimondo said. The closure will also be used to come up with plans for cleaning protocols, she said. The governor encouraged childcare and daycare facilities to remain open for the week. ##Daily Life## The New York Stock Exchange says it will remain open for the time being, but that some employees will work from home.  That includes employees who are “not required to support floor trading or a limited number of building activities, will work from home,” the NYSE said in a statement.  The exchange added that “this measure will greatly reduce the number of personnel who are entering the building and interacting with members of the floor community.”  The NYSE also said its “has been engaged in ongoing conversations with city, state, and federal government officials, including SEC Chairman Jay Clayton” about the future of the exchange, adding that staying open is “symbolically important to public confidence and maintaining an orderly market during these volatile times.” ##Business## The London Marathon, originally scheduled to run on April 26, has been postponed to Oct. 4.  “We know how disappointing this news will be for so many…the world is in an unprecedented situation grappling with a global pandemic of COVID-19 and public health is everyone’s priority,\" the event's director Hugh Brasher said in a statement. The London Marathon’s announcement follows Friday’s news that the Boston Marathon was postponed to a later date as well. ##Daily Life## Massachusetts Gov. Charlie Baker signed an order Friday prohibiting gatherings of more than 250 people. These gatherings are “subject — but not limited to — community, civic, public and leisure gatherings, faith-based events, sporting events with spectators, concerts, conventions, fundraisers, parades, fairs, festivals and any similar event or activity that brings together 250 or more persons in a single room or single space at the same time,” Baker said at a news conference. Transpiration hubs, medical facilities, shopping centers, polling centers and other spaces where more than 250 people are in transit are exempt from the order. The order also doesn’t include restaurants, “provided that they should, whenever possible encourage social distancing” ##Health## ##Daily Life## Sportswear giant Nike announced on Friday that they are encouraging US-based employees to work from home through March “if their jobs allow,” according to a statement.  The company’s world headquarters in Beaverton, Oregon will remain open, Nike said. “We will continue to monitor developments and make decisions that prioritize the safety of our teammates as necessary,” the company said in a statement. ##Business## California's two largest school districts — Los Angeles Unified School District and the San Diego Unified School District — will close starting Monday due to the coronavirus pandemic. The districts said the decision was made in part \"to prevent the spread of COVID-19.\" In a joint statement, LAUSD Superintendent Austin Beutner and SDUSD Superintendent Cindy Marten said the following:  “California has now entered a critical new phase in the fight to stop the spread of the Covid-19 pandemic. There is evidence the virus is already present in the communities we serve, and our efforts now must be aimed at preventing its spread. We believe closing the state’s two largest school districts will make an important contribution to this effort. For that reason, we plan to close, effective Monday, March 16. \nLater today, we will be providing students, parents and staff with more information on our plans to continue providing learning opportunities for students during the closure. We have also directed staff at both districts to prepare to continue providing nutrition and other supports through family resource facilities.” ##Daily Life## The coronavirus pandemic has continued to impact local attractions and recreation in Southern California. The latest theme parks in California to announce closures are Knott’s Berry Farm in Buena Park and Six Flags Magic Mountain in Valencia.  The theme parks will temporarily close tomorrow through the end of March.  “As of today, many states have declared a state of emergency and are recommending that all non-essential gatherings of large groups be postponed or canceled,” Six Flags Magic Mountain and Six Flags Discovery Kingdom said in a statement. Elsewhere, “Hamilton” and “The Spongebob Musical” ticketholders will be refunded for canceled performances at Hollywood’s Pantages Theater. ##Daily Life## ##Business## Delta Air Lines announced that due to the coronavirus, it is facing worse conditions and making deeper cuts than after the 9/11 terror attacks.   “The speed of the demand fall-off is unlike anything we’ve seen – and we’ve seen a lot in our business,” CEO Ed Bastian wrote in a memo to employees that was obtained by CNN.  The company will make an “overall capacity reduction in the next few months of 40 percent – the largest capacity reduction in Delta’s history, including 2001,” Bastian wrote. “The situation is fluid and likely to be getting worse.” The airline will park up to 300 aircraft.  ##Daily Life## ##Business## Scottish Chief Medical Officer Catherine Calderwood reported the country's first death of a patient with coronavirus on Friday. \"The patient, who was being treated by Lothian Health Board was an older person who had underlying health conditions,\" Calderwood said in a statement. ##Health## The World Health Organization is urging countries to act quickly and aggressively test to fight the novel coronavirus.  Dr. Mike Ryan, executive director of health emergencies programme at the World Health Organization, recounted his past experience with Ebola outbreaks, with this advice: \"Be fast, have no regrets. You must be the first mover. The virus will always get you if you don’t move quickly.”  Ryan said being prepared is paramount to keeping the virus at bay, adding, “If you need to be right before you move, you will never win.”   “Speed trumps perfection. And the problem we have with society at the moment is everyone is afraid of making a mistake. Everyone is afraid of the consequence of error. But the greatest error is not to move. The greatest error is to be paralyzed by the fear of error,” Ryan warned. Dr. Maria Van Kerkhove, a WHO infectious disease epidemiologist, said if there are countries that are actively looking and doing aggressive contact finding and starting to report high numbers of cases, “they shouldn’t be punished from that.\" \"It’s really important that we support countries in doing the right measures and sometimes that’s going to mean that case numbers are going to increase,\" she said. “In many countries, it’s going to get worse before it gets better,” Van Kerkhove added. “Please look for cases, please do testing and find those cases so we can turn the tide.” ##Health## Colorado health officials will postpone the drive-up testing site in Lowry, Colorado, until Saturday, weather permitting, the Colorado Department of Public Health and Environment said in a statement Friday. \"Current weather conditions put both people being tested and laboratory staff at risk. Cold temperatures can reduce the effectiveness of personal protective,\" the statement said.  Snow is in the forecast for the Denver-area Friday. ##Health## Canadian Prime Minister Justin Trudeau told all Canadians on Friday to curtail non-essential travel outside of the country. The cruise ship season will be suspended until July, Trudeau said. He said additional screening procedures will be added at Canadian airports. Trudeau said Canada would limit the amount of international travelers arriving in the country. He added that they would reduce the number of airports that would received international travelers. “We will make those decisions based on the best information from our health officials,” Trudeau said.  Trudeau said he has spoken with President Trump, other world leaders and health experts. The Canadian government will announce a financial stimulus package in the upcoming days, he said. “We will get through this together,” Trudeau told reporters in Ottawa.  ##Health## ##Travel## The Louisiana Primary scheduled for April 4 will be postponed until June 20 due to concerns over the coronavirus outbreak, Louisiana Secretary of State Kyle Ardoin said at a news conference Friday. The move was made “to best protect the health and safety of Louisiana voters and voting officials,” Ardoin’s office said in a statement. Louisiana has identified 33 positive cases of coronavirus in the state.  ##Health## ##Daily Life## Canadian Prime Minister Justin Trudeau said his wife, Sophie Grégoire Trudeau, who tested positive for novel coronavirus has mild symptoms, but they will continue to take every precaution. Trudeau said he is thinking of every family across the country who received the same diagnosis. “I will remain in self-isolation for 14 days. I want to be clear: I have no symptoms. I’m feeling good and technology allows me to work from home,” Trudeau said, adding that the inconvenience is frustrating. “We are all social beings after all,” the prime minister said. ##Health## The Sudan Health Ministry announced Friday the death of a man from coronavirus infection. This is the first death related to the virus. The ministry said the man was in his 50s and traveled to United Arab Emirates in early March. ##Health## T United Kingdom is delaying local and mayoral elections for a year, the UK Cabinet Office told CNN Friday, as part of an escalated response to delay the spread of coronavirus in the country. The spokesperson said that the Cabinet will bring forward legislation to facilitate the postponement, adding that it will “work with the devolved administrations to ensure that they have the necessary powers to do the same.” The delay also affects police and crime commissioner elections.  ##Daily Life## Just days after declaring the coronavirus outbreak a pandemic, the World Health Organization on Friday announced a new response fund that companies, philanthropies and people can donate to and help fight the spread of coronavirus, also known as or COVID-19. “Until now, we have been relying mainly on governments to support the response. We thank all those countries who have supported WHO’s Strategy, Preparedness and Response Plan ... Now everyone can contribute,” WHO Director-General Tedros Adhanom Ghebreyesus.  “Funds raised will be used to coordinate the response, to buy masks, gloves, gowns and goggles for health workers, to buy diagnostic tests, to improve surveillance and to invest in research and development,\" he added. The WHO is the public health agency of the United Nations, and the new fund will be hosted by both the United Nations Foundation and the Swiss Philanthropy Foundation. “This pandemic is growing faster than our resources to respond. WHO has outlined a $675 million funding need for its COVID-19 response through April of this year alone,” Kate Dodson, vice president for global health at the United Nations Foundation, said during a phone call with reporters this week. “We hope it will become the foremost way for individuals, businesses and philanthropies to get involved in this fight against this virus on a global scale,” Dodson said. “The funds will go to support the work of WHO and partners in solidarity with countries and communities around the world to track and understand the spread of the virus; ensure patients get the care they need and frontline workers get additional supplies and information; help ensure all countries can prepare, especially those with the weakest health systems; and accelerate efforts to develop vaccines, tests and treatments.” ##Health## West Virginia Gov. Jim Justice said public and private schools will close after the end of class Friday. Justice said today West Virginia will close its schools for \"as long as we have to close.\"   What other states are closing schools: Kentucky, Maryland, Ohio, Michigan and New Mexico have become the first US states to shut all K-12 schools over coronavirus concerns. The Ukrainian Health Ministry reported the country’s first death of a coronavirus patient.  According to the statement released on the ministry website, the 71-year-old patient from Zhytomyr region was pronounced dead on Friday, after she was hospitalized with previously registered COVID-19 diagnosis the night before. Ukraine also had two new cases of the virus reported on Friday. ##Health## President Trump is likely to make an emergency declaration on Friday afternoon, a move that would free up more federal resources to combat coronavirus, according to two people familiar with the decision. CNN reported on Thursday that Trump had decided to make the declaration but that it was still undergoing legal review at the White House. Trump is scheduled to have a briefing on coronavirus today at 3 p.m. ET. ##Health## As the coronavirus pandemic continues, the World Health Organization announced on Friday that it will provide personal protective equipment to health workers in 28 additional countries. \"We're continuing to support countries to prepare and respond,\" said WHO Director-General Tedros Adhanom Ghebreyesus during a press briefing on Friday. \"We have shipped supplies of personal protective equipment to 56 countries, we're shipping to a further 28, and we've sent almost 1.5 million diagnostic tests to 120 countries,\" Tedros said. \"Every health facility should be ready to cope with large numbers of patients and ensure the safety of staff and patients.\" ##Health## Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said Friday that Europe \"has now become the epicenter of the #COVID19 pandemic, with more reported cases and deaths than the rest of the world combined, apart from China.”  “More cases are now being reported every day than were reported in China at the height of its epidemic,\" he said. Tedros added that at least 132,000 cases of coronavirus and 5,000 deaths have been reported around the world. ##Health##  The Louvre museum in Paris will be closed starting this evening \"until further notice,\" the museum tweeted Friday. \"In accordance with government directives, the Louvre museum and the Delacroix Museum close Friday March 13, 2020 at 6pm (1pET) until further notice. All visitors who purchased a ticket online will be reimbursed,\" the Louvre museum tweeted. French President Emmanuel Macron said Thursday that France will impose measures to try and contain the spread of coronavirus including closing schools, postponing non-essential medical procedures and advising elderly people to stay at home. ##Daily Life## ##Travel## Miami Mayor Francis Suarez has tested positive for coronavirus, his spokesperson said. The mayor's office said he feels well and is not showing any symptoms. He remains in quarantine. ##Health## NASCAR has announced that it is postponing its next two races and surrounding events in the best interest of the safety of everyone associated with the sport.  Drivers were originally scheduled to compete at the Atlanta Motor Speedway this weekend and at the Homestead-Miami Speedway next weekend. NASCAR said in a statement, \"We will continue to monitor this dynamic situation as we assess future race events.\" Meanwhile, the motor racing series NTT IndyCar has announced that this Sunday’s scheduled race, the Firestone Grand Prix of St. Petersburg, has been canceled.  Earlier in the week, IndyCar said it would hold the race but without spectators.  ##Daily Life## Brazil’s President Jair Bolsonaro has tested negative for the novel coronavirus, according to a statement on his Facebook page. The test comes after Bolsonaro’s press secretary, Fabio Wajngarten, tested positive for the virus on Thursday. Bolsonaro and his team met with US President Trump at Mar-a-Lago last weekend. The group had dinner together with President Trump and his team. The aide was seen in a photograph standing next to President Trump. White House officials were urgently assessing as-yet-unconfirmed reports Friday that Brazilian President Jair Bolsonaro had tested positive for coronavirus after meeting with President Trump at Mar-a-Lago. The White House had said a day earlier that neither Trump nor Vice President Pence would be tested themselves, despite coming into contact with an aide to Bolsonaro who did test positive. But the calculus in the White House is changing, one official said. Aides are currently weighing whether Trump should be tested, but it was still not clear whether he will. Officials said the White House was constantly evaluating whether to test the President and take measures to prevent the virus’s spread further among Trump’s close confidantes, according to one senior official, who said aides are keenly aware of the optics of testing the President. Others close to the President said they believed he would eventually be tested — if he hadn't already been so — despite denials from the White House. The decision would likely be closely held. The White House did not respond on the record to a question about whether their Thursday statement that the President had not been tested still stood. The White House said on Thursday that neither Trump nor Pence had displayed any symptoms, though asymptomatic people can still spread the virus and some studies have shown symptoms can begin displaying only after five days. Trump and Bolsonaro met last Saturday at Mar-a-Lago. Some inside the White House have privately wondered why Trump isn't being tested, according to officials, who said those people believe it would be a prudent step as Trump continues to meet with people, including a meeting scheduled for later Friday with laboratory industry officials. Some of Trump’s closest congressional allies — including Sens. Lindsey Graham and Rick Scott, Reps. Matt Gaetz, Doug Collins and Mark Meadows, his new chief of staff — have all taken precautionary self-quarantine measures after coming into contact with people who tested positive for the virus. One White House official noted Trump is always technically \"working from home\" when he's at the White House and doesn't have any public plans to leave in the next few days. Pence, meanwhile, is not going to be tested unless something changes in the coming days, according to a person familiar with the matter. He did not attend the dinner with Bolsonaro or interact closely with the press secretary, so they have been advised again by his doctor that he doesn’t need it. US citizens are waving goodbye to Spain as the country declared a state of emergency and President Trump sharply restricted travel to the United States from more than two dozen European countries. After three days of quarantine measures, Madrid's public transport was deserted, main roads were traffic-free and department stores in the city center were almost empty.  Schools, libraries and theaters were closed, with even outdoor playgrounds sealed off. Sarah Nagy and Graham Owen, from Montana, told CNN they were \"thinking of leaving while we still can.\" “Our parents back home think it will be the same there soon, they would like us around,” they added. Courtney Seeley, a 21-year-old student from Boston, Massachusetts, who had been doing an internship in Madrid, told CNN at the airport: “I was calm until the school told us we had to go home, they even bought the flights for us, they were very expensive. \"My parents are very worried, I hope to be able to come back soon and finish my internship.\" James Donoghue, 21, was studying in London and in Madrid visiting Seeley. “My school wrote to me saying we had to go back home and leave Europe so here we are trying to leave Spain,\" he said. David and Lucenda Presnall, both 71, told CNN their son had helped them change their tickets before the ban was announced, but they had heard others spending $1,400 to get out before Friday's deadline.  “We had a whole month planned in Spain, we had nine wonderful days,\" said Lucenda, from St. Louis, Missouri. \"Then we saw what is happening to Italy and thought the same would happen here. My son really wanted us to come back. “In Granada, where we were, people weren’t taking precautions, that worried us.\" There have been more than 4,000 cases and 120 deaths in Spain. More than 62 countries have placed restrictions on flights from Spain, and Morocco suspended all air and sea travel to the country.  ##Travel## There are at least 1696 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the U.S. Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 1626 cases in 48 states and the District of Columbia, bringing the total number of coronavirus cases to 1696. In total, 41 people have died.  Currently, Idaho and West Virginia are the only two states with no cases. This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. President Trump just announced he'll hold a news conference about coronavirus at 3 p.m. ET today. New York Gov. Andrew Cuomo said today he spoke to Vice President Mike Pence yesterday and told him, “I think the federal government should decentralize testing,” rather than trying to control it all through Washington, the US Centers for Disease Control and Prevention, and the Food and Drug Administration. The “volume is just too high,” Cuomo said.  “We do have a crisis in testing, we’re not up to scale,” Cuomo said speaking at the drive through testing site in New Rochelle, New York. He suggested 500 to 1,000 labs could open overnight if the responsibility is returned back to state. There are dozens of labs in NY that could start testing tomorrow, Cuomo said He hopes the federal government takes the recommendation seriously. Cuomo has been pushing in recent days that automated tests be approved by the FDA which would significantly increase testing capacity. ##Health## A White House official tells CNN they are planning for a coronavirus briefing today.  Vice President Mike Pence's current public schedule says he will attend a meeting with industry executives at 1:30 p.m. ET and will then lead a coronavirus task force meeting in the situation room at 3:30 p.m. ET.  Pence has been leading the coronavirus response efforts. There is not a briefing yet on the public schedule.  The drive-through testing facility for coronavirus in New Rochelle, New York, can handle 6 lanes and up to 200 cars a day, Gov. Andrew Cuomo said today. He said its “faster, easier” as well as “smarter and safer” especially since this doesn’t expose people who would otherwise go into an office. He said officials are prioritizing people in New Rochelle — the New York City suburb which is the site of a containment zone — first as well as vulnerable populations. But people all throughout Westchester County can be served. The medical staff will take the swabs and send it to Bioreference lab, which will do the testing. ##Health## ##Daily Life##   Spanish Prime Minister Pedro Sanchez has declared a 15-day state of emergency over the coronavirus pandemic.  ##Daily Life## Boston Mayor Marty Walsh just announced that the Boston Marathon will be postponed. The new date for the marathon is September 14. The marathon also just tweeted this: ##Daily Life## With the coronavirus pandemic forcing colleges and universities to cancel classes, U-Haul is stepping in to help students who suddenly have to move out of their dorms. The moving storage company is offering 30-day free self-storage, U-Haul said this week. \"We don't know how every student is affected. But we know they are affected,\" U-Haul President John Taylor said on the company's website. \"More and more universities are giving instructions to leave campus and go home. Students and their parents are in need of moving and storage solutions. We have the expertise and network to help, and that's exactly what we're going to do.\" Some colleges — like Harvard University, the Massachusetts Institute of Technology, Berea College and Cornell University — have asked students to vacate their on-campus housing for the rest of the semester. That's left students scrambling to find last-minute housing, storage and transportation. How this works: Students can reserve a U-Haul truck, trailer or a U-Box — a portable moving and storage container that can be stored in U-Haul warehouses — by showing the company their college IDs. Students can also get Collegeboxes, a kit of five standard-sized boxes, shipped to them for free. Once all the belongings are packed, the company will pick up the boxes from a dorm or apartment to be shipped anywhere across the globe or stored in a U-Haul facility.  ##Daily Life## Fred Ridley, chairman of Augusta National Golf Club in Augusta, Georgia, has announced that the 2020 Masters tournament has been postponed. Ridley said in a statement: \"Ultimately, the health and well-being of everyone associated with these events and the citizens of the Augusta community led us to this decision. We hope this postponement puts us in the best position to safely host the Masters Tournament and our amateur events at some later date.\" ##Daily Life##   The European Union has unveiled a series of measures to try to limit the economic impact of coronavirus.  The European Commission says it will direct around $40 billion of funds to fight against the coronavirus crisis. It will also relax rules limiting how much EU member states can spend and borrow and is promising help for small and medium businesses across Europe. ##Business##  The Giro d'Italia has been postponed due to the outbreak of the coronavirus, race organizers RCS Sport said today. The Giro is Italy’s most prestigious road bicycle race, and along with the Tour de France and Vuelta a España, it makes up cycling's prestigious three-week-long Grand Tours. “The organising committee of the Giro d'Italia's Hungarian stages declared the Giro's start could not be held in Hungary at the originally scheduled time,” the organizers said in a statement. “All parties have agreed that they are determined to work together to enable the Giro d'Italia to depart from Hungary at a later time.” The Tour had been due to start in Hungary in May. A new date will be announced later. ##Daily Life## South Korea has tested more than 230,000 people for free and set up drive-thru testing weeks ago. Meanwhile, the US vice president and the Health and Human Services secretary said this week they don't know how many Americans have been tested. But members of both parties say there aren't nearly enough tests available. There are a few factors for the difference in responses, said Dr. Rob Davidson, an emergency room doctor and executive director of the Committee to Protect Medicare. \"The public health infrastructure and the response to outbreaks and the National Security Council have been gutted by this administration,\" Davidson said. Two years ago, the US Centers for Disease Control and Prevention stopped funding epidemic prevention activities in 39 countries, including China, after the Trump administration refused to reallocate money to a program that started during the government's response to the Ebola outbreak in 2014. At that time, former CDC director Dr. Tom Frieden said the move \"would significantly increase the chance an epidemic will spread without our knowledge and endanger lives in our country and around the world.\" Another factor involves the tests themselves — including malfunctions, shortages and delays in availability. In the first few weeks of coronavirus in the US, the CDC was the only facility in the country that could confirm test results. \"We had the ability about five weeks ago to use a WHO — World Health Organization — approved test that's been used in other countries that was available, and that was rejected so we could use a test that was developed here,\" Davidson said. After test kits were later sent across the country, some were flawed. \"So they go back to the drawing board,\" Davidson said. \"It put us behind by about four or five weeks.\" ##Your Questions## US stocks bounced back from their worst day since “Black Monday” in 1987 on Friday. Wall Street entered a bear market Thursday, ending an 11-year bull market run. Here's how things look this morning: The S&P 500 opened up 4.9%.\nThe Dow kicked off 5.6%, or 1,190 points, higher.\nThe Nasdaq Composite rose 5.7%. All three indexes extended their gains after the opening bell. ##Business## America faces a new normal: Travel restrictions into the US are going into effect today. Leaders across the country are banning public gatherings, dozens of school districts and universities hit the pause button on classes, sports leagues suspended their seasons and major entertainment venues -- including Broadway and Disney World -- announced a halt in activities.\nInfection rate in China and South Korea slows: Mainland China reported only eight new infections Thursday, with five in Wuhan, ground zero for the pandemic. South Korea reported its lowest daily increase since February 22. \nMuseums, theme parks and places of worship are closing down globally, as people were asked to avoid crowds.\nSporting events suspended: The English Premier League -- the world's richest top-flight division -- has been hit by the decision to postpone all professional football in England until early April due to the coronavirus outbreak.\nUK's chief scientist explains \"herd immunity plan\": The UK government has explained the country's plan to \"delay the peak\" of infection until summertime. Will warmer weather slow the rate of infection, as it does with the flu? Here's what the experts think. The Food and Drug Administration announced Friday it is allowing emergency use of a novel coronavirus testing system designed by Roche Molecular Systems “within 24 hours of receiving the application,” the agency said.  This is the first commercially distributed diagnostic test to receive an emergency use authorization during the COVID-19 outbreak, the FDA said. “Laboratories can immediately run tests on Roche’s high-volume platform, which will greatly increase national testing capacity,” the agency said. FDA also announced its allowing the New York State Department of Health to authorize some New York laboratories to test for the novel coronavirus after validating their tests. Generally, a lab would have to pursue emergency use authorization through the FDA The FDA granted this flexibility based on the urgent public health need for additional testing capability, according to a statement. ##Health## Ohio Gov. Mike DeWine said he decided to close the state's schools after he spoke to experts who told him, “two weeks is too late. Another week is too late.” All Ohio K-12 public, private and charter schools will close Monday evening through at least April 3. “You got to try to slow this thing down early,” DeWine said on CNN today. “And even though we only have five confirmed cases, we feel that we could have up to 100,000 people in Ohio right now who are carrying around the coronavirus.” DeWine added that they actually don’t know if 100,000 people are walking around with coronavirus — but there is some science behind their estimate due to the community spread. “This thing multiplies, we’re told, every six days,” the governor said.   DeWine said the decision to shut down schools was “gut-wrenching” because so many students rely on getting meals there. He says they are discussing keeping on cafeteria staff and bus drivers and trying to get the food out in the community that way. He also said they have the capacity for another 1,000 coronavirus test at this time. ##Daily Life## English Premier League soccer club, West Ham United, has become the eighth team in the league to confirm that they are self-quarantining as a precaution against the coronavirus outbreak. The club said the decision was made after members of the West Ham United team had been in direct contact with the Arsenal manager, Mikel Arteta, at their English Premier League game at Arsenal’s Emirates Stadium on Saturday, March 7. Arsenal confirmed yesterday that Arteta had tested positive for coronavirus and that their club staff who had recent contact with him would now self-isolate. West Ham United join fellow Premier League sides Arsenal, Leicester City, Chelsea, Manchester City, Watford, AFC Bournemouth and Everton in having players either tested for Coronavirus or in quarantine. All elite soccer in England has since been suspended until at least April 3 as a result of the spread of coronavirus. ##Daily Life##   The Prince of Wales and the Duchess of Cornwall have canceled their spring tour because of \"the unfolding situation with the coronavirus pandemic,” a Clarence House spokesperson said Friday. Prince Charles and Camilla were scheduled to visit Bosnia and Herzegovina, Cyprus and Jordan.  ##Travel##  The mayor of New Rochelle — the New York City suburb that is inside a containment zone — said the National Guard’s purpose in the community is to assist with operations and logistics including the delivery of meals to public school students, the distribution of supplies, cleaning public facilities.  While they are in uniform, they are unarmed and driving around in rented mini vans, Noam Bramson said. He added it’s not as though the community is under “lock down” or “martial law” but adds we are “facing a serious challenge and our community is rising to the occasion.\" “The National Guard is not here to maintain a sort of perimeter,” he said on CNN’s New day He describes the containment zone as “an area within which large gatherings within large institutions are prohibited which is a sensible means of mitigating the spread of the virus in an area which has a high concentration of positive tests.\" He added “it’s not an exclusion zone, it’s not a quarantine zone.”  His message to the community this weekend is to moreover practice “common sense public health practices”  When asked if people should dine in restaurants, he said while he and his family dined out yesterday in the heart of the containment zone to support the local community “everyone needs to make a decision based on their own circumstances” “It’s about striking the right balance.” ##Daily Life## The Australian state of Queensland is preparing for an infection rate of up to 25%, while the state of New South Wales is predicting a 20% infection rate. Queensland Chief Health Officer Dr. Jeannette Young told a media briefing on Friday: \"We are preparing up to 25% of the Queensland population getting this infection in the next six months.\" According to the Australian Bureau of Statistics (ABS), Queensland's population is 5 million, meaning health officials are preparing for 1.25 million infections. Dr. Young added that of those, 20% or 200,000 people will \"do worse\" and may require hospitalization. In a state government hearing on budget estimates on Thursday, NSW Chief Health Officer Dr. Kerry Chant said: \"We are anticipating 20% of the population in the first wave will be infected.\" According to the ABS, the NSW population is 8 million, meaning Dr. Chant estimates that 1.6 million people will be infected. Dr. Chant added that every person that has the novel coronavirus will pass it on to an average of 2.68 other people. Australian Prime Minister Scott Morrison and his Cabinet will not quarantine, despite meeting with Home Minster Peter Dutton on Tuesday, according to a tweet from his office.  Dutton, who tested positive for the virus on Friday, also met with Ivanka Trump and Attorney General William Barr last week. ##Health## The UK government's chief scientific adviser has explained the country's plan to \"delay the peak\" until summertime and attempt to create \"herd immunity\" to the novel coronavirus. Patrick Vallance, Britain's chief scientific adviser, told Reuters that the UK's strategy -- which has not yet included closing schools, banning events or advising people to work from home -- was aimed at preventing the National Health Service from being overwhelmed. \"We think this virus is likely to be one that comes back year on year and becomes like a seasonal virus and communities will become immune to it and that's going to be an important part of controlling this longer term,\" Vallance said, according to Reuters. \"60% is the sort of figure you need to get herd immunity.\"  He said the goal was to \"protect people in the most infectious period\" and \"delay the peak and to push the peak down\" until the summer months, when the NHS is less overburdened, according to Reuters. The UK is thought to be about four weeks behind Italy and other European countries, with between 5,000 and 10,000 people believed to be infected. As of Thursday morning, the UK had tested 29,764 people. There have been almost 600 confirmed cases and eight people have died.  ##Health## France's soccer league has joined its counterparts in Italy, the Netherlands, Spain, the UK and the US in bringing a halt to its season. The top two French divisions have been suspended “until further notice” because of the coronavirus outbreak, the governing body for the country's major leagues confirmed on Friday. The Ligue de Football Professionnel (LFP) said in a statement after an emergency meeting that the decision had been taken “unanimously” to stop playing with immediate effect in both Ligue 1 and Ligue 2. European soccer's governing body UEFA will meet on Tuesday to discuss further implications for international soccer. In other sporting cancelations, the Board of Control for Cricket in India (BCCI) has decided to suspend the Indian Premier League (IPL) until April 15. The BCCI is concerned and sensitive about all its stakeholders and public health in general, and it is taking all necessary steps to ensure that all people related to IPL including fans have a safe cricketing experience,\" said BCCI Secretary Jay Shah in a press release.  The IPL was scheduled to commence in India on March 29. ##Daily Life## Ethiopia has reported the first case of coronavirus in the country.  The patient is a 48-year-old Japanese citizen who traveled to Ethiopia from Burkina Faso on March 4, according to a statement published by minister of health Lia Tadesse. Tadesse says the patient is “currently isolated at our facility undergoing medical follow up” and is in stable condition. The statement also said the government has allocated “additional budget for the prevention effort and mobilizing more resources,” has established quarantine and isolation centers, and is working to hire more staff.  “Since fear and panic are as dangerous as the disease itself, this first positive case in the country should not let us lower our guard but should propel us to redouble our effort to control the disease,” the statement said. ##Health## CNN is collecting your questions about coronavirus. We'll be answering some of them here throughout the day. ##Your Questions## More and more of us are working from home as the novel coronavirus spreads -- including many top lawmakers and world leaders.  Canada's Prime Minister Justin Trudeau is trying to run his country in self-isolation after his wife, Sophie Grégoire Trudeau, tested positive for coronavirus. He joins a long list of officials who have removed themselves from public life, including top US lawmakers, a British health minister, Iran's deputy health minister, France's culture minister and the president of the European Parliament. Brazilian president Jair Bolsonaro is currently waiting for the results of a coronavirus test, his son Eduardo Bolsonaro tweeted Thursday, after his press secretary Fabio Wajngarten tested positive for it. US President Donald Trump is telling people close to him that he is concerned about coming into contact with people who have the coronavirus, including Wajngarten, who was recently with Trump at Mar-a-Lago, CNN's Jim Acosta reports. (However the White House said that contact was minimal and testing is not required.) Separately, nine US lawmakers -- some of whom had recent contact with Trump -- are now taking steps to self-quarantine as a precaution after coming into contact with another infected person. Read the full story here. One of India’s most influential people has shared a poem on Twitter about how to prevent the spread of coronavirus in a country of more than a billion people. Bollywood megastar Amitabh Bachchan posted a video of himself reciting a few lines of verse that he had “doodled.” The poem talks about listening to government advice such as washing your hands regularly, staying indoors and practicing social distancing. \"They (officials) ask us to stay at home and they say, 'do not say hello without washing your hands with soap or stay at home.' Yes, we will do what you ask us to do,” says Bachchan as he recites the Hindi poem for his 40.3 million followers. “Big B,” as he is known across India, also posted a photo of himself preparing to record a message on coronavirus for UNICEF and the Indian government. Considered a national institution in India, Bachchan has starred in more than 200 movies and hosts the Indian version of “Who Wants to Be a Millionaire.” He is known for promoting social causes. In 2016, he starred in the courtroom drama “Pink,\" in which he plays a lawyer fighting for three young female victims of unwanted sexual advances in New Delhi, often considered one of the most unsafe cities for women in India.  In 2018, he cleared more than $560,000 worth of debt owed by farmers amid an agricultural crisis that had forced many into extreme poverty. ##Daily Life## A group of first responders in Washington state, a scientist in California, a woman at an assisted living facility in Florida -- all worried because they believe they might have coronavirus but say they can't get tested. They and many others tell CNN they're suffering symptoms associated with Covid-19, and are worried they may have come into contact with someone who has the virus. They are angry and frustrated after trying to get tested, only to be turned away.  Their stories came into CNN's tip line even as Vice President Mike Pence on Thursday told CNN's morning show, \"New Day,\" that anyone with a doctor's order could get tested. \"There's no barrier ...\" Pence said. \"Make no mistake about it, we're making steady progress.\" A primary care doctor in Massachusetts said Pence's assertion that anyone with doctor's orders for testing can get it is \"totally false.\" There is strict criteria for testing: The Massachusetts Department of Public Health is only approving testing for people who are critically ill, have been exposed to an infected patient, or who have recently traveled to certain heavily impacted countries outside the US. Even if a patient is approved for testing, there just aren't tests on hand to use, said the physician, who spoke on the condition of anonymity. \"Even if the patient were around and exposed to someone coughing, sick, sneezing, I cannot give them a coronavirus test,\" the doctor said. \"We are being crippled by our department of public health and the CDC on our ability to combat this pandemic.\" Read the full story here: ##Health## Museums, theme parks and places of worship are closing down across the world, leaving usually bustling attractions eerily empty. In an effort to slow the spread of the virus, people have been asked to avoid crowds and limit their travel, while students and workers are being sent home. Sporting events have been suspended, trains and planes canceled and conferences postponed. The result is a strange silence descending on some of the busiest streets and venues in the world.  See all the latest photos here. ##Daily Life## The English Premier League has been suspended until at least April 4, subject to medical advice and conditions at that time. The decision was made after shareholders met on Friday and unanimously decided to suspend the professional game in England, the EPL said in a statement. Premier League Chief Executive Richard Masters said that the league wished Arsenal's head coach Mikel Arteta and Chelsea player Callum Hudson-Odoi \"speedy recoveries,\" after they both tested positive for coronavirus.  \"In this unprecedented situation, we are working closely with our clubs, Government, The FA (Football Association) and EFL (English Football League) and can reassure everyone the health and welfare of players, staff and supporters are our priority,\" he added. The aim is to reschedule fixtures when it is safe to do so and further updates will be provided when appropriate, the statement said. ##Daily Life## Before there were any cases of novel coronavirus confirmed in South Korea, one of the country's biotech firms had begun preparing to make testing kits to identify the disease. On January 16, Chun Jong-yoon, the chief executive and founder of molecular biotech company Seegene, told his team it was time to start focusing on coronavirus. That was before the virus sweeping China had been named Covid-19 and four days ahead of South Korea confirming its first case. \"Even if nobody is asking us to, we are a molecular diagnosis company. We have to prepare in advance,\" he remembered thinking at the time. Fast forward two months, and South Korea is among the world's worst affected countries, with nearly 8,000 people infected, according to the World Health Organization. But one reason why South Korea might have a higher number of infections than other countries is its aggressive approach to testing. While some nations have struggled to get enough test kits to diagnose suspected patients, South Korea has provided free and easy access to testing for anyone who a doctor deems needs it. To date, the country has tested more than 230,000 people. Part of the reason it was able to do that is the availability of test kits developed by companies like Seegene.  Read the full story of how Seegene created its test kits here.  ##Health## Kenya has confirmed its first case of coronavirus, prompting its health secretary to warn that being black is no protection against COVID-19. Secretary of Health Mutahi Kagwe rejected rumors that “those with black skin cannot get coronavirus” at a news conference, adding that the patient was African. The government said the patient was a 27-year-old woman who traveled from the United States through London on March 5. The case was identified on March 12 and the government said it had traced all those who had come into contact with her. Kagwe told reporters the patient is “stable, her temperature has gone down to normal, she’s been eating -- but she can’t be released until the test comes back as negative.” The government said in a statement that it was strengthening “measures to ensure no further transmission of the disease\" in Kenya. Kenya’s Secretary for Tourism, Najib Balala, said the country’s economy would be “hit badly,” and that the tourism sector would be the most affected. Balala said the government has allocated 500 million Kenyan shillings ($4.8 million) for “PR and marketing post-coronavirus.” ##Health## Kazakhstan has confirmed the country's first two cases of the novel coronavirus as two citizens who had been in Germany. \"Unfortunately, we should inform that two nationals of Kazakhstan have tested positive for the coronavirus. They both arrived from Germany,\" said Minister of Healthcare Yelzhan Birtanov on Friday, according to state news agency Kazinform.  Birtanov added: \"Both of them were hospitalized. Neither of them has clinical symptoms, they feel well.\" Earlier on Friday, Kazakhstan's Civil Aviation Committee announced it had suspended international flights to countries including the Netherlands, Poland, Turkey and the UK. ##Health## Iran has rejected an apparent offer by US President Donald Trump to help the nation in the fight against coronavirus, calling it “hypocritical” and “repulsive” and accusing the US of “economic and medical terrorism.”  “Instead of hypocritical displays of compassion and repulsive bragging, you should end your economic and medical terrorism so that medicine and medical supplies can reach medical staff and the Iranian people,” Foreign Ministry spokesman Abbas Mousavi said Friday, according to state-run Press TV.  “We do not need American doctors,” Mousavi said on Friday, adding that Iran has “the best, bravest and most component medical staff in the world.” During a meeting with Ireland’s Prime Minister at the White House on Thursday, Trump said the US was offering “assistance” to Iran.  “We have the greatest doctors in the world, we offer Iran assistance,” Trump said.  There are 10,075 confirmed coronavirus cases in Iran and 429 deaths, according to the latest Health Ministry numbers.  ##Health## English Premier League side Everton confirmed on Friday that their entire first-team squad has been placed into self-isolation following medical advice after a first-team player reported symptoms consistent with coronavirus. The football club said it was in regular contact with the player in question and is monitoring the wellbeing of all players and staff and had closed down all of its workplaces, including its Goodison Park stadium and USM Finch Farm training ground. Everton joins Premier League sides Arsenal, Leicester City, Chelsea and Manchester City in having players tested or in quarantine.  Premier League side Watford confirmed on Friday that one player is awaiting test results on his symptoms. “We've had players who have had symptoms of not being well,\" manager Nigel Pearson said at a news conference. \"We've got one player awaiting tests results on his symptoms. We are trying to be proactive and hopefully the Premier League will make a strong decision based on what is good for everybody.” With the exception of Brighton and Hove Albion vs. Arsenal, which has already been postponed, all games in the English Premier League this weekend are currently due to go ahead as planned. ##Daily Life## A London Underground driver has tested positive for coronavirus, Transport for London has confirmed. A TfL spokesperson said: “A train driver on the Jubilee line has tested positive for COVID-19. They are receiving support from health services and are self-isolating.  \"Their duties mean they were not working in a customer facing area. The safety of our staff and customers is our top priority and we are taking all necessary precautions.  \"The areas where the driver worked are being cleaned, including the depot and the trains, in line with guidance from Public Health England with whom we are working closely.” This is the second confirmed case among TFL workers, after an office worker tested positive on Monday. ##Travel## There are now at least 1,666 novel coronavirus cases in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. There are 70 cases of repatriated citizens who have the coronavirus, according to the CDC. CNN Health’s tally of US cases that have been detected and tested in the United States through US public health systems shows there are 1,596 cases in 47 states and the District of Columbia, bringing the total number of cases to 1,666.  In total, 41 people have died.  This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and cases confirmed by the CDC. ##Health## Singapore will cease port calls for all cruise vessels, effective immediately, according to the country's Maritime and Port Authority. In a news release today, the Maritime and Port Authority said that the new measure barring cruise ships was implemented to minimize the risk of community spread of the coronavirus.  Singapore has 187 confirmed cases of the virus, according to the World Health Organization. The measure comes after several cruise ships, most famously the Diamond Princess, were docked under quarantine with infected cases found on board. Just this week, the Grand Princess cruise ship docked off the California coast had cases confirmed aboard and all passengers were sent to government quarantine centers. ##Travel## 1. Will the outbreak end during the summer? Dr. Leana Wen, the former Baltimore Health Commissioner, echoed what many experts have said at the town hall: we just don't know yet. 2. If you had the coronavirus and recovered, can you still can still transmit the disease? Just because someone who had the coronavirus is feeling better does not mean they can't spread the disease, said Dr. Anthony Fauci, the US's top infectious disease doctor and the director of the National Institute of Allergy and Infectious Diseases. \"You can become infected, get symptomatic, resolve the symptoms, feel well, and still share the virus. You can go back to your normal life when you have two consecutive tests for the coronavirus that are negative, separated by 24 hours. That is an excellent question. Just because you feel better or feel well does not mean you are not sharing the virus,\" Fauci said. 3. If you get the coronavirus once, can you contract it again? The answer to that is not yet clear, according to Dr. Maria Van Kerkhove, an infectious diseases epidemiologist with the World Health Organization. \"Studies are ongoing now. Across a number of countries. We'll have to get back to you on that,\" she said. 4. Should you travel?  Fauci said he \"certainly wouldn't get on a plane for a pleasure trip. It would have to be something that was really urgent.\" \"I'm a pretty healthy guy for 79,\" Fauci said. \"If it (the trip) had to do with the public health and I needed to do something for the public health, I might do that because I'm quite healthy. However, if it was just for fun -- no way I would do it.\"  And here's the CDC's latest coronavirus advice for travelers 5. What does the Trump administration's latest travel ban mean for me? The restrictions will ban travel to the US from 26 European countries -- a group in Europe called the Schengen Area -- Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, the Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden and Switzerland.  The ban will be in effect for anyone who is transiting through the listed countries, not just arriving from them, according to CNN correspondent Richard Quest -- meaning, for instance, someone in Paris could not travel to London and then go to the US. The ban does not apply to US citizens in Europe. They are allowed to return, but the procedure is not exactly clear. They will need to go to designated airports to fly back. It's unclear whether they will have to immediately self-isolate once they arrive, or whether that may only apply to symptomatic people. ##Your Questions## ##Health## ##Travel## ##Daily Life## WATCH: The next three tournaments on the Ladies Professional Golf Association (LGPA) Tour -- including the first women’s golf major of the year -- have been postponed because of the coronavirus outbreak. The LPGA is the American organization for female professional golfers. The Founders Cup in Arizona, the Kia Classic and the ANA Inspiration in California – which were due to take place in March and early April – have been suspended. The LPGA says it hopes they can be rescheduled for later in the season. “This is a difficult situation and as we navigate these uncertain times, we appreciate the support of all those involved with the LPGA. I am fully committed to rescheduling these important events on our 2020 schedule, especially our first major, the ANA Inspiration,” said LPGA Commissioner Mike Whan. Men's tournaments have also been postponed: The men’s PGA Players Championship in Florida was canceled after one round, with organizers saying it was “the right thing to do” during the coronavirus outbreak. The event is not a major championship but is often referenced as “The Fifth Major” given its status in the golfing calendar. The PGA Tour has also stopped all play until the Valero Texas Open, which is scheduled to begin on April 2. The Masters – the first men’s major of 2020 – is due to start a week later at the Augusta National Golf Club in Augusta, Georgia. ##Business## Organizers of the all-electric Formula E racing series confirmed on Friday that they will be temporarily suspending the 2020 championship because of the coronavirus outbreak. Races in Sanya, China and Rome had already been postponed, while Indonesian capital Jakarta delayed a race scheduled for June 6 over concerns about the virus. “This decision has not been taken lightly, but we feel it is an essential one to protect the health and well-being of staff, teams, partners and suppliers - as well as their families - who travel together with Formula E,\"  said a Formula E statement. \n\"As an international events-based series that races in the heart of city-centres, we also have a moral and social responsibility to protect the people and citizens in the locations we race and we do not want to exacerbate the already concerning situation.” Formula E said it would remain under “red flag” conditions in March and April, meaning that the Paris race on April 18 would also be postponed. Then, it would move to a \"yellow flag\" in May, meaning the Seoul race on May 3 would also have to be postponed while keeping the option open to rearrange races later that month. It said it hoped to host races in June and July and potentially add additional rounds depending on the situation. Formula One cancelation: The Formula E announcement comes after Formula One's season was thrown into turmoil earlier today, with the cancelation of the season-opening Australian Grand Prix. The race was canceled after a McLaren team member tested positive in Melbourne. ##Business## As America effectively shuts down, failures over coronavirus testing kits and President Donald Trump's disastrous bid to calm the markets are coming to symbolize a federal government that increasingly seems outmatched by the global pandemic. Shuttered sports leagues, darkened Broadway theaters, mass school closures, packed grocery stores, shrinking 401(k)s amid a stock market meltdown, and emptying cities hint at social disruption perhaps not seen since World War II. How bad is the outbreak? The administration's public health experts have no idea how bad the US coronavirus outbreak will get, since bottlenecks in lab testing and faults with diagnosis kits mean they can't know how many infections there really are. \"We are flying blind,\" warned Democratic Rep. Mike Quigley of Illinois, one of many lawmakers of both parties who emerged furious from a Capitol Hill briefing Thursday with government officials about the situation. A source inside the meeting told CNN that lawmakers were told that only 11,000 tests had been conducted, prompting many to ask why South Korea can manage to test 10,000 in a single day. Contradictions on testing The administration has been boasting for several weeks that it is sending millions of testing kits to states and local authorities. But those officials say long waits for kits and issues with the reagent used in diagnosis mean they are able to test only the most high-risk patients. They are left in the dark about the true extent of the coronavirus' spread through the community. But after his European travel ban announced in an Oval Office address on Wednesday night and mix-ups in his speech over how much virus treatment will cost, Trump stuck to happy talk and falsehoods. \"Frankly, the testing has been going very smooth. If you go to the right agency, if you go to the right area, you get the test,\" Trump told reporters in the Oval Office. The President's comments contradicted his own government's head of infectious disease, Dr. Anthony Fauci, who admitted on Thursday that protocols under which doctors request tests for patients were not working. \"The system does not, is not really geared to what we need right now,\" Fauci said. \"It is a failing. Let's admit it.\" Read the full analysis here.  Several sporting events in Australia will proceed behind closed doors, with other public events being canceled as the country deals with the coronavirus pandemic.  In a statement released on Friday, the National Rugby League said that the first round of the Premiership \"will proceed but the second round will be played behind closed doors,\" in accordance with the advice from Prime Minister Scott Morrison earlier today to cancel public gatherings of more than 500 people. The Australian Football League released a similar statement today, announcing that from March 14 onwards, \"matches will only host players, coaches essential club officials, umpires, AFL officials, broadcast teams, media and required venue staff with no supports permitted to attend.\" The Sydney Royal Easter Show, a large annual agricultural show that boasts an amusement park, was also canceled on Friday due to \"increased public concern\" and \"to protect the health of stakeholders and visitors.\"  The last time the Royal Easter Show was canceled was in 1919 during the Spanish flu pandemic, according to the Royal Agricultural Society of New South Wales.  Cases and deaths: As of today, there were 156 cases of the novel coronavirus in Australia, according to the Department of Health -- more than double the number from last week. The death toll remains at three. ##Daily Life## ##Business## Latest numbers: There are now more than 132,500 cases of the coronavirus and nearly 5,000 deaths worldwide, according to the World Health Organization. Over 68,000 patients have recovered globally, according to a tally by Johns Hopkins University. European markets opened higher: European shares have opened higher today after yesterday's huge losses. The main markets in Europe were all up, with the FTSE 100 up more than 6%, the French CAC 40 up 4% and the German Dax gained more than 3%. Infection rate in hard-hit Asian continues to slow: Mainland China reported only eight new infections Thursday, with five in Wuhan, ground zero for the pandemic. China has reported 80,813 cases and 3,176 deaths since the outbreak began last December. More than 64,000 patients have recovered and been discharged from hospital. South Korea, which is home to the second-biggest outbreak in East Asia, only reported 110 new cases on Wednesday -- the lowest daily increase since February 22.  Meanwhile, India reported a first coronavirus-related death today, and Hong Kong recorded its fourth. Australia takes big steps: Australian Minister Prime Minister Scott Morrison announced today the government now advises against mass gatherings of more than 500 people. Several sporting events in the country will go ahead behind closed doors. Australia has identified more than 150 coronavirus cases, including Home Affairs Minister Peter Dutton and celebrity couple Tom Hanks and Rita Wilson. Coronavirus fallout continues in US: Daily life in the United States has been turned upside down as the country continues to grapple with the coronavirus pandemic.  The effects now go beyond Wall Street and travel. Schools are shutting and businesses are asking employees to work from home. Mass gatherings are being called off. Sports leagues have suspended operations. Stores in some parts of the country are running low on certain goods. The novel coronavirus is, essentially, putting America on hold. As of the end of the day Thursday, there were 1,665 cases in the US. Forty-seven states and the District of Columbia have all reported infections. Forty-one people have died. Canada's first lady tests positive: Canadian Prime Minister Justin Trudeau’s wife, Sophie Grégoire Trudeau, tested positive for coronavirus, according to a statement from Trudeau’s office. She is feeling well, only has mild symptoms, and will remain in isolation, the statement said. There are now 132,567 cases of the coronavirus worldwide, according to the World Health Organization. The global death toll is nearing 5,000, standing at 4,947 fatalities. The majority of cases are still in China, which has reported 80,981 infections, according to the WHO. Italy is next with more than 15,000 cases, and Iran third with more than 10,000 cases. At least 64,000 patients have recovered from the virus and been discharged from hospital, according to China's National Health Commission. Johns Hopkins University estimates the global number of recovered cases is more than 68,000. ##Health## European shares have opened higher today after yesterday's huge losses. The main markets in Europe were all up, with the FTSE 100 up more than 6%, the French CAC 40 up 4% and the German Dax gained more than 3%. In Italy, the FTSEMIB opened 2% higher after falling nearly 17% on Thursday. Regulators in Italy have banned short selling on stocks amid the market turmoil. Some context: The latest rout began after President Donald Trump on Wednesday announced a 30-day ban on travel from most of Europe, which further fanned fears about economic disruptions, particularly for the travel industry. The broader markets were hammered by coronavirus fears, even as policymakers tried to cushion the blow from the crisis. The S&P 500 entered a bear market on yesterday during its worst performance since \"Black Monday\" on October 19, 1987. All three major Wall Street indexes are now in a bear market, and European stocks suffered their worst day on record. ##Business## Kentucky, Maryland, Ohio, Michigan and New Mexico have become the first US states to shut all K-12 schools over coronavirus concerns. Washington may be next; Gov. Jay Inslee told school districts across the state to prepare to close, while some large school districts have already shut. In Maryland, all schools will close for two weeks, from March 16-27. In Ohio, all schools -- including public, private, and, charter -- will close from March 16 through at least April 3, a closure that impacts 1.66 million students. In Kentucky, all public and private schools are suspending in-person classes starting March 16, for at least two weeks. If approved by the state's education department, school districts may use “non-traditional instruction” instead, like remote learning. In New Mexico, all public elementary and secondary schools will close starting March 16, for three weeks. In Michigan, all K-12 schools will be closed from March 16 through April 6. It's not just states -- many cities have also decided to close entire school districts, including San Francisco, Denver, Atlanta, Austin, Dallas, Houston, Seattle, and New Rochelle in New York state. ##Daily Life## As the coronavirus began spreading around the world this year, one common refrain from skeptics was that it was just like the flu -- dangerous to sensitive groups but routine and not something to get into lockdown over. We now know that assessment is wrong. At its lowest estimated fatality rate based on current data, Covid-19 is thought to kill some 1-2% of known patients, compared to around 0.1% for winter influenza, and it appears to be about as infectious as the flu, if not more so. There is one area in which experts hope the virus will still behave like influenza, however, by tapering off in spring. Warm weather slows the flu: Influenza thrives in cold and dry conditions, and behavioral differences in winter can also have an effect.  Nelson Michael, a leading US military medical researcher, predicted the coronavirus may behave like the flu and give us \"less trouble as the weather warms up,\" but, he cautioned, it could come back when the weather gets cold again. But warm countries around the world still have outbreaks. More than 100 cases have been confirmed in Singapore, where it's hot and muggy pretty much year round. Australia, Brazil and Argentina, all currently in the middle of summer, have also reported dozens of cases. And some of the worst hit areas around the world -- from Wuhan, where the virus was first detected, to Iran, Italy and South Korea -- are on more or less the same latitude, with similar temperatures and relative humidity A variety of other factors also affect how this pandemic will play out, making influenza an inexact comparison -- for instance, the infectiousness of the virus and behaviors to reduce its spread. \"We are not dealing with a virus like influenza that behaves predictably every year,\" said Debra Chew, an assistant professor of medicine at Rutgers.New Jersey Medical School. Read the full analysis here. ##Health## As the coronavirus outbreak stabilizes in China, attractions and hotels are slowly getting back to business.  According to Ctrip, China’s leading travel site, about 25% of the China-based attractions on its platform have begun receiving visitors again. These attractions include the Top of Shanghai Observatory at Shanghai Tower -- the tallest building in China -- and the Shanghai Oriental Pearl Tower observation deck, both of which reopened doors to tourists on Thursday. Visitors to both towers are required to wear face masks and will have their temperatures taken at the door. They must also show their personal color-coded mobile QR code -- a system recently implemented by China to monitor citizens’ quarantine status -- before entering. ##Travel## A staffer from the Philippine Mission to the United Nations who tested positive for coronavirus met two delegates from another mission at the UN on Monday. UN spokesman Stephane Dujarric confirmed the meeting in a statement Thursday, saying that UN medical services officials are reaching out to the two delegates. The individual did not have contact with UN staff, he said. \"The delegate was last in UN headquarters on March 9 for about 30 minutes around mid-day and visited only one meeting room, which has gone through three cleaning cycles since then,\" the statement said. \n\"The delegate did not have contact with UN staff but met two delegates from another mission. UN Medical services is reaching out to them.\" Acting Philippine Ambassador to the UN Kira Azucena said in a letter that the staffer was asymptomatic during the visit. The next day, she had flu like symptoms and did not go to work, according to the letter. She saw her doctor, tested positive for the flu and was prescribed Tamiflu. She tested positive for the coronavirus Thursday, according to the letter. The Philippine Mission is in lockdown, and all personnel are instructed to self-quarantine and to seek medical attention should they develop the symptoms.  \"We are assuming that all of us have been infected,\" Azucena said. ##Travel## An employee of the Central Intelligence Agency in the Washington metro area is suspected to have coronavirus and is showing symptoms, intelligence officials told CNN on Thursday. The employee doesn't work at agency headquarters in Langley, Virginia, in the Washington suburbs, but does work in the area and the individual's condition is not a result of CIA-related travel. People this person came into contact with were notified and deep cleaning took place where they work. There's been no impact so far at CIA headquarters. A workforce email said all non-mission-critical domestic US travel is postponed until further notice; all ceremonies, internal events and conferences canceled or postponed until further notice but some waivers are possible; and all non-mission-critical visits to agency facilities in the Washington metro area are postponed through April 10. \"CIA's first priority is the safety of our officers, and we continue to enact measures consistent with CDC guidelines and our mission to protect the health and well-being of our global workforce,\" said CIA spokesperson Tim Barrett. ##Health## South Korea’s coronavirus cases continue to slow, with the country reporting 110 new infections on Wednesday -- the lowest daily increase since February 22. The national total now stands at 7,979, according to the South Korea Centers for Disease Control and Prevention (KCDC). The KCDC also confirmed one additional death, bringing the national death toll to 67. The southern city of Daegu, which lies at the heart of the national outbreak, also saw its lowest daily increase since February 23. Some 61 of Wednesday's new cases came from Daegu. Nearly 90% of all cases nationwide are from Daegu and the surrounding North Gyeongsang province. Signs of slowdown: The country's health minister told CNN earlier this week that he hopes the recent slowdown in cases meant they had \"passed the peak\" of the outbreak. The country saw its cases skyrocket in February, with most cases linked to a religious group based in Daegu -- but the past month has also seen widespread, aggressive testing  that experts credit for South Korea's success in early detection and containment. ##Health## Australia's Minister for Home Affairs has confirmed that he tested positive for the novel coronavirus. In a statement released today, minister Peter Dutton said that he woke up this morning \"with a temperature and sore throat\" and was \"subsequently tested for COVID-19.\"  Dutton was advised by Queensland Health that his tests returned positive this afternoon.  Under the policy of Queensland Health, \"anyone who tests positive is to be admitted into hospital and I have complied with their advice,\" Dutton said. He added that \"I feel fine and will provide an update in due course.\" ##Health## China continues to report a drop in daily cases and a lower death toll from the novel coronavirus, with the latest tallies for both categories in single digits. Seven more people died in mainland China yesterday, according to the country's National Health Commission (NHC). There were eight new confirmed cases, five of which were in Wuhan, the epicenter of the pandemic. The drop in new daily cases is especially striking given that just a month or two ago, the country was reporting thousands of new cases per day. Total cases: China has reported 80,813 cases and 3,176 deaths since the outbreak began last December. Total recoveries: 64,111 patients have recovered and been discharged from hospital, according to the NHC. ##Health## All land, sea, and air transport will be suspended in the Metro Manila region from Sunday through April 14, Philippine President Rodrigo Duterte said in an address to the country yesterday. Metro Manila, also known as the National Capital Region, is home to 12.8 million people across 16 cities. Duterte said the Philippine National Police and military will work with a coronavirus task force to implement the restrictions, adding that these measures do not constitute martial law. He also called for neighborhoods to go into quarantine when cases are confirmed. Duterte added that public transportation would remain operational but social distancing must be enforced, according to state-run Philippine New Agency. The country has 52 confirmed cases, according to the World Health Organziation, most of which were reported in the past week. Duterte is being tested: The President is also undergoing testing, after some cabinet members were exposed to infected patients, according to a Facebook post by presidential aide Bong Go. ##Health## ##Travel## Nepal has decided to cancel all expeditions to Mount Everest for the rest of the climbing season due to the coronavirus outbreak, Tourism Secretary Kedar Bahadur Adhikari said today. \"Expeditions to Mount Everest have been closed with immediate effect. Climbing permits are cancelled till the end of April,\" Adhikari said. Why this matters: This time of year -- the spring months of March, April, and May -- are among the most popular times to climb Mount Everest. Hundreds flock to the mountain during the best few weeks of the season, when the weather is good and temperatures are warmer. The economic blow: This cancelation could also serve a huge blow to Nepal's already weak economy. Tourism is one of the mainstays of the country's economy, and some people -- particularly in rural areas -- depend on it as their primary source of income. According to the Ministry of Culture, Tourism and Civil Aviation, one job is generated by every six tourist visits, and 138,000 people are employed in the sector. Everest is a major source of income, given that foreign climbers can spend up to $100,000 for a chance to climb the mountain, with much of the money going to local tour companies and guides. ##Travel## As the coronavirus continues to pop up in most US states, what do you do if your neighbor, or someone in your community, gets struck with the virus? First of all, don't panic. Fear-mongering can make people susceptible to misinformation and panic-buying -- which doesn't help anyone. Listen to local health departments and the CDC, and stay informed. \"If a resident is confirmed to have or is believed to have 2019-nCoV, do not direct facilities management or maintenance staff to the apartment,\" said the National Apartment Association in a statement. Instead, notify your local health department and the CDC. Keep practicing preventive basics. Things like washing your hands and covering coughs and sneezes with your elbow or a tissue can go a long way. Hand sanitizer with at least 60% alcohol can be used as a substitute. People should also clean frequently touched surfaces. You may want to avoid poorly ventilated buildings, even if it's your own building -- it can raise the risk of infection. Try to work from home and avoid crowded public places. The CDC recommends staying home if an outbreak occurs in your community, and that means working from home and avoiding popular areas. You don't have to cut yourself off from public life, but vigilance is key.  Stock up on groceries and toiletries: Keep enough groceries, toiletries, and food and water to last you a little while. Think things like toothpaste, detergent, and water filters. Self-isolating doesn't mean zero contact. You can stay in touch with people over phone or email -- long-term isolation can actually be damaging, and zero social contact isn't a solution. Read the full story here: ##Health## ##Daily Life## Glossier, the popular direct-to-consumer beauty brand, plans to temporarily close all its stores and pop-up shops in New York, Los Angeles, Atlanta and London. The start-up will also postpone the opening of a new location in Arizona, which had been slated for next Wednesday.   CEO Emily Weiss announced the moves in a blog post Friday, saying the closures would take place \"for at least the next two weeks to help mitigate the spread of COVID-19.\" Store workers will continue to be paid for their scheduled shifts throughout that period, she added. The company is not the only one closing its doors for a while as the world grapples with the pandemic. Apple and Starbucks have also temporarily suspended operations at some China stores recently, while Italy has ordered all shops across the country to shut down, apart from supermarkets and pharmacies. ##Business## Here's a recap of major news that broke within the past few hours:  Australia's advises against mass gatherings of more than 500 people: Prime Minister Scott Morrison said the decision was made \"based on the advice we have received today about the increasing number of cases and the evidence of community transmissions,\" and will come into effect Monday. Australia has identified more than 140 coronavirus cases, Morrison said yesterday, and is an important test case as to whether warmer weather will help stop the virus from spreading.  Canada's first lady tests positive: Canadian Prime Minister Justin Trudeau’s wife, Sophie Grégoire Trudeau, tested positive for coronavirus, according to a statement from Trudeau’s office. She is feeling well, only has mild symptoms, and will remain in isolation, the statement said. The Prime Minister has no symptoms but will be in isolation for 14 days, according to the statement. He is not being tested at this time because he is asymptomatic, and will continue his duties as normal.  Here's what Trudeau said on Twitter: The impact on the sports world grows: NBA Commissioner Adam Silver said the league's hiatus due to the coronavirus “will most likely be at least 30 days\" and did not rule out the possibility of the season being canceled. US Major League Soccer and the National Hockey League followed the NBA's lead and suspended play, while Major League Baseball has pushed back the start of its season. And the PGA Tour announced late Thursday night that it is canceling The Players Championship taking place this week in Ponte Vedra Beach, Florida and other events through April 2. Formula 1 has also canceled the Australian Grand Prix after a McLaren team member tested positive. In Europe, Callum Hudson-Odoi of the English Premier League soccer club Chelsea has tested positive for coronavirus, the team announced on Thursday. Arsenal announced that manager Mikel Arteta tested positive for coronavirus earlier in the day.  The English Premier League is set to hold an emergency meeting on Friday to discuss future matches.  This post was updated to reflect that the Australian government is advising against mass gatherings. ##Health## ##Business## ##Travel## ##Daily Life## India reported its first death from the coronavirus earlier today -- a 76-year-old man with preexisting conditions who had visited Saudi Arabia. He died on Tuesday in the southwestern state of Karnataka. India has 74 cases of the coronavirus, according to the World Health Organization. The country is now enforcing additional measures to contain the virus. The Presidential Palace will be closed to tour visits, and the change of guard ceremony will also be closed to the public until further notice. Foreign nationals arriving from Sri Lanka, South Korea, Italy, and Iran will be sent to quarantine centers for a mandatory 14-day quarantine. Earlier in the week, the country also announced it would suspend all tourist visas to halt the virus spreading further. Visas for special purposes like diplomatic visas and those for UN or international organizations will be exempt. ##Health## ##Daily Life## ##Travel## There are big panics like the sell-off on Wall Street. There are little panics, like stores being cleaned out of toilet paper. But everywhere, there seems to suddenly be panic.  Travel is canceled. Schools are canceled. Broadway is canceled. Basketball is canceled. Disneyland is canceled. The pandemic undercuts the entire system on which modern society is based. It highlights ways the system has failed. Trump's new Europe travel restrictions came too late for state and local governments, private companies and health officials dealing with a disease that's already here -- and for which the US is not currently able to test like other countries. You can't just go out and get a test if you develop a cough. It is perhaps the most pressing issue facing the country, but it went unmentioned by Trump in his address Wednesday night. Lawmakers from both parties fumed after being briefed Thursday on Capitol Hill. \"Our system has just not been up to snuff and I think a lot of people are frustrated by it,\" said Republican Sen. Mitt Romney of Utah. \"I'm one of them.\" And it's a stress test for the nation. The virus threatens to test the capacity of the US health system, but it is already straining the economy and the social system. The stock market plunged again and trading was briefly halted Thursday. The New York Federal Reserve announced extraordinary measures to open access to $1 trillion in capital. The travel industry in particular was in chaos as airlines and cruise companies struggled from the shock of new travel restrictions on top of cascading cancellations. Read the full analysis here: ##Business## ##Daily Life## ##Travel## Australia is advising against mass gatherings of more than 500 people to curb the spread of coronavirus, Prime Minister Scott Morrison said in a news conference today. The measures will come into effect on Monday. \"Based on the advice we have received today about the increasing number of cases and the evidence of community transmissions, it has been recommended to us that we move to a position by Monday where we will be advising against organized, non-essential gatherings of persons of more than 500 people or greater more,\" Morrison said. Australia has 140 coronavirus cases, Morrison said yesterday. Even before Morrison's announcement, many events were already beginning to be canceled. Formula 1 canceled the Australian Grand Prix after a racer tested positive, and the movie Tom Hanks was filming in the country has been suspended after he and his wife both tested positive. This post was updated to reflect that the Australian government is advising against mass gatherings. ##Daily Life## Formula One’s Australian Grand Prix in Melbourne has been canceled amid growing fears over the spread of the coronavirus.  The decision to cancel the season opener was made unanimously by the Australian Grand Prix organizers, Formula One and the FIA, the motorsport's governing body. “Our first priority is the safety of everyone including attendees, our personnel, all event partners and members of the local community,” organizers said in a statement released Friday, just a few hours ahead of the first practice session.  Infected team member: The cancelations came after a McLaren Racing team member tested positive for the virus Thursday night, prompting McLaren to pull out of the race. A further seven people tested negative for the coronavirus. A ninth person -- who is not associated with any Formula One team, the FIA or associated suppliers -- has also been assessed and tested for the coronavirus. The results are pending.  During a packed news conference Thursday, six-time Formula One World Champion Lewis Hamilton criticized Formula One and the FIA’s handling of the situation.  “I am really very, very surprised that we’re here. I think motorsport is… I think it’s great that we have races but for me it’s shocking that we’re all sitting in this room,” said Hamilton. Information on refunds for ticket holders is expected to follow in due course.  ##Business## President Donald Trump has become the first world leader to suggest postponing the Tokyo 2020 Olympics as the coronavirus pandemic spreads.  \"This is just my idea … Maybe they postpone it for a year,\" Trump told reporters in the Oval Office, 134 days before the opening ceremony is scheduled to take place in Tokyo's Olympic Stadium.  Trump added that delaying the Olympics by a year would be a better option than holding it with no crowds. However, he said he would not relay the message to Japan’s Prime Minister Shinzo Abe, according to Japan’s public broadcaster NHK. The pair held telephone talks Friday Japan local time.   In response to Trump’s comments, Japan’s Olympics minister, Seiko Hashimoto, stressed the preparations for a “safe and secure” Games was still underway.  “I’m aware of President Trump’s remarks, however, neither the IOC nor the organizing committee has considered any postponement or cancellation of the Games,\" she said. Trump’s latest comments came as the Olympic flame lighting ceremony kicked off in Greece Thursday, and as International Olympic Committee President Thomas Bach said Tokyo 2020 would go ahead as planned. ##Business## Stephen Colbert's late-night talk show is slated to go on tonight without a studio audience, but will be canceled next week, the comedian said on Twitter. Here's what he said: ##Business## Callum Hudson-Odoi of the English Premier League soccer club Chelsea has tested positive for coronavirus, the team announced on Thursday. The 19-year-old player is the latest soccer figure to test positive for the virus. The English Premier League is set to hold an emergency meeting on Friday to discuss future matches.  Chelsea said in a club statement that personnel who had recent close contact with the player will now self-isolate. Earlier Thursday, Arsenal football club announced that manager Mikel Arteta tested positive for coronavirus. The English Premier League previously said that this weekend’s fixtures will go ahead as planned. Football leagues in Spain, Italy, Portugal, the Netherlands, Ireland and the United States have all been suspended amid the outbreak, while the German Bundesliga and France’s Ligue 1 are holding matches behind closed doors. CNN wrapped up its coronavirus town hall tonight with one final question, that is likely on the minds of many Americans: How worried should I actually be? This isn't the end of the world, said CNN's Anderson Cooper. \"The water is not going to shut down. The electricity is not going to go off. The grid is not going to go offline.\" Unfortunately, people will get sick, and some will die, he warned. But \"the vast majority will recover.\" And though we don't yet have an available vaccine, we have determined the necessary effective measures, like quarantine, contact tracing, and social distancing. Already, at least 62,000 people have recovered fully from the illness. \"It's going to be unpleasant, uncomfortable, difficult, but it is not an alien life form coming from another planet that is going to destroy the universe. It is something that is manageable and doctors know how to deal with it. It's going to be tough, but we'll get through that,\" Cooper said. And as we've learned from Asia, it's important not to panic. The most important things you can do are be informed, follow officials' advice, take the necessary precautions like avoiding crowded areas and washing your hands often, and notify your local authorities if you notice symptoms.  Coronavirus patient Carl Goldman is still testing positive for coronavirus about one month after contracting it, he told Anderson Cooper and Dr. Sanjay Gupta on Thursday during CNN’s Global Town Hall, “Coronavirus: Facts and Fears.” Goldman said he last tested positive on Thursday, meaning he would remain in isolation in Omaha, Nebraska, for the coming days while health officials continue to take samples. \"I'm not the only one,\" he said. \"There's a bunch of us from the Diamond Princess ... that are still in the same boat I'm in.\" A retrospective study published Wednesday in medical journal The Lancet found that, among nearly 200 hospitalized coronavirus patients in China, viral shedding ranged from eight to 37 days among survivors, with a median of 20 days. ##Health## Aside from washing your hands regularly, there is a lot more people should be doing to take care of themselves as coronavirus creeps into every facet of society. This advice was shared by Dr. Christine Moutier, a psychiatrist, during CNN's coronavirus town hall. \"When we look at the data and actually past events, what we see is that during time of stress, even wartime or natural disasters, we tend to come together and that can introduce a protective effect,\" Moutier said. \"Because this has this social distancing piece and the infectious disease contagion piece to it, I think we have to think thoughtfully about are we connecting with our loved ones? Are we checking in? Are we using technology if we need to? This is a time we can use that for good.\" ##Your Questions## ##Health## Hong Kong’s Hospital Authority confirmed that a coronavirus patient died on Friday morning, the fourth fatality in the city related to the global pandemic.  As of Friday, the citywide total number of cases is 131, the Hospital Authority said. At CNN's coronavirus town hall, one viewer brought up the Life Care Center — the nursing home in Washington state at the heart of the outbreak there. So far, 22 deaths in Washington state are associated with the nursing home. There are still 26 other infected residents living there. Twelve residents have tested negative, while nine more have results that are either pending or inconclusive. \"Why hasn't the Life Care Center in Washington been evacuated?\" one viewer asked. \"Shouldn't the staff be self-quarantining? The government is leaving these people to die.\" CNN National Correspondent Sara Sidner weighed in from Kirkland, Washington: \"The number one the reason this nursing facility didn't evacuate and just move patients out and get rid of the staff, was that there was no one that was willing to take these patients,\" Sidner said.  Hospitals didn't want to take patients unless they had very acute, life-threatening symptoms, because of the risk they could infect other patients who are already sick in the hospital, Sidner said. And the residents' families often aren't in a position to care for their medical needs — that's why these residents are in a nursing home in the first place. \"And with some of the patients testing positive for coronavirus, they didn't want to infect families and communities. There was nowhere else for the patients to go,\" Sidner said. ##Health## ##Your Questions## Organizers of Los Angeles Pride have announced that all events related to this year’s 50th anniversary of the annual festival and parade have been postponed. “Due to the concerns of COVID-19, CSW will postpone all events related to the 50th Anniversary of LA Pride that were scheduled for June 2020. Organizers are assessing the situation. More information to be provided around the postponement as details become available,\" the organization said on Twitter. Michigan Gov. Gretchen Whitmer anounced that all kindergarten through 12th grade school buildings will close from Monday until April 6 as part of the state's efforts to slow the spread of the coronavirus. To date, Michigan has identified at least 12 coronavirus patients. Here's Gov. Whitmer's tweets with the announcement: ##Daily Life## The verdict is still out on whether someone who contracts coronavirus can get the disease again.  This was a point made Thursday by Dr. Maria Van Kerkhove, an infectious diseases epidemiologist with the World Health Organization, who spoke with CNN during its coronavirus town hall. \"The answer is we don't know. Yet. What we are looking at and what scientists are looking at is an immune response to individuals who are infected with this virus. We don't have a robust data on this yet,\" Van Kerkhove said. \"What could happen is that when someone gets infected, they develop an immune and antibody response. And that could provide some protection going forward. We don't have data to be able to say whether this is possible or not. These studies are ongoing now. Across a number of countries. We'll have to get back to you on that.\" Watch: ##Health## ##Your Questions## At CNN's ongoing coronavirus town hall, a viewer asked: How many people worldwide have recovered from the coronavirus? The quick answer is, at least 60,000, said Dr. Maria Van Kerkhove, an infectious diseases epidemiologist with the World Health Organization (WHO) -- citing a figure from earlier in the week. It has since risen; China's National Health Commission said yesterday that 62,793 patients had recovered and been discharged from hospital. Here's a more detailed breakdown: There are more than 125,000 cases globally, according to the WHO.  About 80% of all patients in China had a \"mild form of the disease,\" said Van Kerkhove -- meaning they may feel unwell for a week or two. About 20% will require advanced care in hospital, and may need more serious measures like respiratory support. Then, a small portion of people will die. According to a report in the medical journal JAMA, the fatality rate in China is about 2.3%.  ##Health## ##Your Questions## Dr. Maria Van Kerkhove, an infectious diseases epidemiologist with the World Health Organization, said the virus was \"relatively stable\" during CNN’s Global Town Hall, “Coronavirus: Facts and Fears,” on Thursday. \"We know that there are different groupings of these viruses,\" Van Kerkhove said in response to a question about an earlier study identifying separate strains of the coronavirus. \"There's no indication that there are differences in terms of virulence based on those different groupings.\"  \"There are normal changes that happen in a virus over time, but this virus is relatively stable,” Van Kerkhove said. ##Health## ##Your Questions## There is a balance between making sure someone with coronavirus is quarantined but does not feel completely isolated, according to Dr. Maria Van Kerkhove, an infectious diseases epidemiologist with the World Health Organization. Van Kerkhove addressed this nuance tonight during CNN's coronavirus town hall which was prompted by a question from Dr. Sanjay Gupta on how countries can strike a balance between protecting health and minimizing social disruption and respecting human rights. The first step, Van Kerkhove claims, is making sure all coronavirus cases are identified. The next, is simply caring for people, she said. \"Making sure they get the right standard of care either in hospital and, as you know, not everybody will require hospitalization. Some people will develop severe disease. It's important to get the right care,\" Van Kerkhove said. \"Make sure contacts are isolated, are in quarantine. So that we remove them from other people so they don't pass it on. If you do that, you have to make sure they're cared for as well. And have the right information. They have food and have medical care. That they can still reach loved ones. There is a balance between separating people and making sure we don't pass the virus between people. But make them feel connected with loved ones.\" ##Health## ##Daily Life## ##Your Questions## South Korea is the hardest-hit Asian country outside China -- but recently it has also become a model for the rest of the world in terms of testing, detection, and containment. \"Since this started there's been almost a quarter of a million people in this country that have been tested,\" said CNN Correspondent Paula Hancocks, joining CNN's ongoing coronavirus town hall from Seoul, South Korea. \"That's far more than most other countries around the world. Over the last week the number of new cases every day has been decreasing. They have new cases but it does appear at least at this point to be a slow down.\" Just earlier this week, South Korea's health minister told CNN he hoped the slowdown was a sign that the country has passed the peak of the outbreak. Some lessons we can take from South Korea: Early detection: Widespread, fast, accessible testing is key -- South Korea has drive-through testing sites, and runs thousands of tests a day. That allows health authorities to detect and isolate patients quickly, and conduct contact tracing, before the virus can be further transmitted.\nAllocate medical resources well: Not every patient will need hospitalization -- only about 10% of South Korean cases actually stayed in the hospital.\nCitizens need to take responsibility: It's not just up to government and health authorities to contain the virus -- we all have a responsibility in this. \"No matter how efficient the health system in the country and how quick the government is to react, it is key that citizens are honest and cooperating,\" Hancocks said. ##Health## There are at least 1,645 cases of the novel coronavirus in the United States, according to state and local health agencies, governments and the US Centers for Disease Control and Prevention (CDC). This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. According to the CDC, there are 70 coronavirus cases involving citizens repatriated from abroad and from aboard cruise ships. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 1,575 cases in 47 states and the District of Columbia. To date, 41 people have died.  Here's a state-by-state breakdown: CNN's Richard Quest, reporting from London, joins CNN's ongoing coronavirus town hall to discuss the new travel restrictions President Donald Trump announced yesterday. The restrictions will ban travel to the US from 26 European countries -- a group in Europe called the Schengen Area. The United Kingdom is not part of this group. These are the 26 European countries: Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, The Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, and Switzerland.  There's no \"back door\": The ban will be in effect for anyone who is transiting through the listed countries, not just arriving from them, said Quest -- meaning, for instance, someone in Paris could not travel to London and then go to the US. \"You will risk making an error, making a telling a false statement to immigration and that has serious consequences,\" Quest warned. US citizens in Europe are allowed to fly back: But the process is still unclear at the moment. Americans currently in Europe will need to go to designated airports to fly back, but it's unclear whether they will immediately self-isolated once they arrive, or whether that may only apply to symptomatic people. ##Daily Life## ##Travel## The US's top infectious disease doctor told CNN’s Anderson Cooper and Dr. Sanjay Gupta Thursday night that he wouldn't get on a plane right now due to the coronavirus outbreak unless absolutely necessary. \"I certainly wouldn't get on a plane for a pleasure trip. It would have to be something that was really urgent,\" Dr. Anthony Fauci, director of National Institute of Allergy and Infectious Diseases, said during CNN’s coronavirus town hall. \"My job is the public health. If it had to do with the public health and I needed to do something for the public health, I might do that because I'm quite healthy. However, if it was just for fun — no way I would do it.\"  \"I'm a pretty healthy guy for 79,\" Fauci added. ##Health## ##Daily Life## ##Your Questions## ##Travel## Former NBA player and current \"NBA on TNT\" analyst Charles Barkley confirmed on-air on Thursday that he was tested for coronavirus at the suggestion of doctors after he wasn’t feeling well following a trip to New York City.  Barkley's announcement comes a day after the NBA postponed its season due to the virus. Barkley, who called into TNT's Thursday show, said that he was in his second day of self-quarantine and was awaiting the results of the test. Here's what he said: \"I went and took the coronavirus test late this afternoon. I have not gotten the results back. So, I'm just kind of in limbo right now. I'm really hoping it was just a bug. Like I said I was in New York earlier this week because that was a hot spot. And when I got to Atlanta I just wasn't feeling well. But I took the test, I haven't gotten the results back, but that's where I'm at right now.\" ##Health## At CNN's ongoing coronavirus town hall, one viewer asked whether they could make their own cleaning supplies like hand sanitizer. The answer from our panel is clear: no. \"Do not make your own sanitizer and don't go out there and try to become your own chemist. Don't use vodka and recipes. Those are not effective and could be dangerous,\" said Dr. Leana Wen, former Baltimore Health Commissioner. Soap and water will do the trick. \"It's much more effective,\" Wen said — both to clean your hands, and to clean surfaces of your home. Liquid soap is best if possible. Just remember to do it right: remember to wash commonly-neglected parts of your hands like your thumbs and fingertips, not just your palms or the back of your hands. Wash them frequently throughout the day, for 20 seconds each time. Stay conscious of the things you touch during the day and try not to rub your eyes or touch your mouth with unwashed hands. Watch: ##Your Questions## ##Health## One viewer raised the question during CNN's coronavirus town hall: Can we expect to see the virus die down in the next few months as we enter warmer summer months? Here's what Dr. Leana Wen, former Baltimore Health Commissioner, had to say: \"I wish this were the case but at this point we just don't know,\" Wen said. It's possible — past outbreaks like SARS in 2003 peaked in March and early April as the weather warmed up. But that doesn't mean it's necessarily what will happen this time around, as there are still a lot of factors placing us at risk, like the lack of a vaccine or treatment, and the higher rate of global travel now than a decade ago. And even if it subsides in the summer, it isn't gone forever. The virus could become more prevalent in other parts of the world with different seasonal patterns, or even come back once winter arrives again next year — so \"we cannot count on warm weather to get rid of Covid-19,\" Wen said. ##Health## ##Your Questions## Tom Hanks took to Twitter to update the public on his and wife Rita Wilson's health after the star couple were diagnosed with the coronavirus yesterday in Australia. Here's what the actor said: ##Health## Emily Mitchell, from Salt Lake City, is one of many Americans wondering whether the coronavirus can be transmitted through things like mail or money.  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, assuaged Mitchell's concern tonight during CNN's coronavirus town hall by saying if the disease were to transfer onto something like mail, it would likely be a low concentration.  \"Even if it is on there, would it be high enough of a concentration to actually be transmitted? Although it is important, I don't want to downplay the recommendations of wiping down the kinds of things you can easily wipe down. Doorknobs, screens, things like that. I think if you start thinking about money and mail and things like that, you can almost sort of immobilize yourself, which I don't think is a good idea,\" Fauci said. ##Daily Life## ##Your Questions## Universal Orlando announced it will temporarily close its theme parks after this weekend until at least the end of March, but possibly longer. Universal Orlando’s hotels and Universal City Walk will remain open, according to the announcement. Read the announcement here:  ##Business## ##Daily Life## At CNN's ongoing town hall, we're taking audience questions and answering them with medical experts weighing in. One viewer asked: What supplies should I get in case my community locks down? Here's what Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, had to say: Extra medication in case you can't get refills\nBottled water\nCanned food But he and CNN's Anderson Cooper acknowledged that sometimes health insurance doesn't allow for extra medication. \"We're looking at relieving a lot of regulations and other things to make it easier for people to cope with this .. really somebody should look at that,\" Fauci said. People have been panic buying: Stores have sold out of face masks, hand sanitizer, food staples, and more. The cleaning supplies can be good to have, especially soap and sanitizer — but one unusual item selling out is toilet paper. It's not entirely clear what is driving the panic buying of toilet paper. The trend began in Hong Kong last month after rumors that border closures would cut off the supply from China — but the rumors were dispelled by the government, and there don't appear to be any similar rumors in the US. ##Health## ##Daily Life## ##Your Questions## Just because someone who had the coronavirus is feeling better, that does not mean they still can't spread the disease, according to Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases. Fauci dispelled this misconception tonight during CNN's coronavirus town hall. \"You can become infected, get symptomatic, resolve the symptoms, feel well, and still share the virus. You can go back to your normal life when you have two consecutive tests for the coronavirus that are negative, separated by 24 hours. That is an excellent question. Just because you feel better or feel well does not mean you are not sharing the virus,\" Fauci said. ##Health## NBA commissioner Adam Silver appeared on \"NBA on TNT\" tonight where he discussed the decision to suspend the league’s season after Utah Jazz player Rudy Gobert tested positive for coronavirus, saying that the NBA’s hiatus “will most likely be at least 30 days.”  Silver didn’t rule out the possibility of the season being canceled. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, believes the US will see \"a lot more\" coronavirus cases as the disease continues to spread. Fauci's remarks were made tonight during CNN's coronavirus town hall where he also discussed the need to get the number of coronavirus cases in the US to stabilize.  \"What we hope to do with both containment and mitigation is to get this peak to actually flatten out,\" Fauci said. \"We will have a lot more cases. The question is are we going to blunt that peak? The things we are doing by preventing infections from coming outside in with the travel restrictions, which are totally appropriate, and I think very helpful as well as doing containment and mitigation from within.\" Watch: ##Health## ##Daily Life## CNN Correspondent David Culver, reporting from Shanghai, joined CNN's coronavirus town hall to describe the improving situation in China. Just a few weeks ago, the country was reporting thousands of cases a day. Now, it's down to about a dozen a day on average — a huge drop. \"What we need to stress though is that it did not start out this way,\" said Culver. \"Early on, go back seven weeks, they had allegations of cover ups, allegations of underreporting, really only 200 tests a day for a sitting population of 11 million.\" Remember: Whistleblowers in Wuhan, the epicenter of the outbreak, like Dr. Li Wenliang, tried to warn people and sound the alarm as early as December — but were punished and censored by local officials. Li later died of the coronavirus. What changed: The central government's involvement, Culver said. \"They pushed out the local government. They said, we're taking control. It became a military-like operation. They began ramping up production of face masks. Our daily lives changed drastically.\" What China looks like now: Things are slowly getting back to normal, now that the outbreak seems largely contained in most of the country. \"Just today the parks are reopening in Shanghai, restaurants have given the all clear to have as many people as they need to party-wise to come in and book a table. Tourist attractions are starting to reopen,\" said Culver — a jarring difference from life in China just weeks ago, when people didn't dare go outside, and when major cities felt like ghost towns. ##Health## ##Daily Life## The PGA Tour announced late Thursday night that they are canceling The Players Championship taking place this week in Ponte Vedra Beach, Florida, and events across all Tours through the Valero Texas Open on April 2. “We have pledged from the start to be responsible, thoughtful and transparent with our decision process. We did everything possible to create a safe environment for our players in order to continue the event throughout the weekend, and we were endeavoring to give our fans a much-needed respite from the current climate. But at this point — and as the situation continues to rapidly change — the right thing to do for our players and our fans is to pause,\" the PGA said. ##Daily Life## ##Business## CNN has kicked off its two-hour coronavirus town hall with a look toward Europe, where every member country of the European Union has reported infections. \"It's fairly eerie here, where we arrived just a few days ago and the streets were full of people, full of traffic,\" said CNN Correspondent Ben Wedeman from Bologna, Italy, where he has been reporting on the nationwide lockdown. \"Now you go out in the main square, the piazza, just up the street from where we are, it's empty. By and large, it just has completely transformed ordinary life in this city.\" People can still go outside for a walk, jog, or run errands, said Wedeman — but people have to keep a certain distance from each other, and all public events or gatherings are canceled. That means even things like a children's soccer game are now prohibited under the emergency restrictions.  Churches are closed, even for people going in for private prayer — something that has never happened, even during wartime, Wedeman said. Some context: Italy has been under total lockdown since Monday. The nationwide lockdown extended measures already in place in the northern Lombardy region to the rest of the country, affecting about 60 million residents. This means restricted movement, schools closed, public services suspended, events canceled, and more. Watch: ##Health## ##Daily Life## Canadian Prime Minister Justin Trudeau’s wife, Sophie Grégoire Trudeau, has tested positive for coronavirus, according to a statement from Trudeau’s office. She is feeling well, only has mild symptoms, and will remain in isolation, the statement said. The Prime Minister has no symptoms but will be in isolation for 14 days, according to the statement. He is not being tested at this time because he is asymptomatic, and will continue his duties as normal. ##Health## CNN’s Anderson Cooper and Dr. Sanjay Gupta are hosting a two-hour special \"CNN Global Town Hall — Coronavirus: Fact and Fears with Facebook and Instagram\" tonight. Unlike last week's town hall, there is no audience tonight due to ongoing concerns around the coronavirus.  Alaska has identified its first coronavirus case, a \"foreign national\" traveler, according to Gov. Mike Dunleavy. The case is a presumptive positive case -- meaning the patient has tested positive in public health labs but is still pending final confirmation by the US Centers for Disease Control and Prevention (CDC). The patient is a foreign national who was “transiting through” the state, according to State Chief Medical Officer Dr. Anne Zink.  “My heart goes out to this individual, as they are suddenly here and getting this news and information far away from loved ones and family,” Zink said today. Alaskan officials are not identifying the patient’s country of origin, but say the individual came to the state by plane and has been cooperative. The governor sought to reassure residents of the state. “No reason to panic. No reason to get upset,” Dunleavy said. Zink says they consider this “an isolated case,” although they are prepared to see more coronavirus cases in the future. Officials say they currently know of no one else in danger from exposure to the patient. ##Health## CNN’s Anderson Cooper and Dr. Sanjay Gupta will host a two-hour special \"CNN Global Town Hall — Coronavirus: Fact and Fears with Facebook and Instagram\" tonight. The town hall will begin at 10 p.m. ET. You can watch the town hall on the video player above, on air, on CNN.com and all digital platforms, and streaming devices on CNNgo. Europe reacts to Trump's travel ban European Union leaders said Thursday they disapprove of President Donald Trump’s decision to ban travel from Europe to the US amid the coronavirus pandemic.  In a statement, the Presidents of the European Council and the European Commission, said that the outbreak is a “global crisis, not limited to any continent and it requires cooperation rather than unilateral action.” “The European Union disapproves of the fact that the US decision to impose a travel ban was taken unilaterally and without consultation,” the statement from Charles Michel and Ursula von der Leyen read. The 30-day suspension, which begins Friday at midnight, marks a sharp escalation of measures taken to insulate Americans from the coronavirus outbreak. Trump said he didn’t consult European leaders before announcing US travel restrictions on 26 European countries because it would have taken too long. “We get along very well with European leaders, but we had to make a decision and I didn’t want to take time and, you know, it takes a long time make the individual calls and we are calling and we had spoken to some of them prior to (the announcement),” he said. The move could cost the US travel industry billions of dollars, according to the US Travel Association. \"Temporarily shutting off travel from Europe is going to exacerbate the already-heavy impact of coronavirus on the travel industry and the 15.7 million Americans whose jobs depend on travel,” said US Travel Association President and CEO Roger Dow in a statement today.  The sports and entertainment worlds react Major sports leagues including the NBA, Italy's Serie A and US Major League Soccer are suspending or postponing their seasons. College basketball's March Madness tournament was also canceled. Major League Baseball announced that the start of the season will be delayed by at least two weeks and it has canceled the remaining spring training schedule. Disney Parks are closing their doors too. New York City is taking swift action. Mayor Bill De Blasio said Madison Square Garden and the Barclays Center, two major venues in the city, could be closed for months. Broadway is suspending all shows too.  In the entertainment world, two of the US' biggest late-night talk shows -- \"The Tonight Show\" and \"Late Night with Seth Meyers\" are suspending production until March 30. The Tribeca Film Festival was also postponed. Markets continue to dive Wall Street is now officially in a bear market. US stocks on Thursday recorded their worst day since the 1987 crash, on rising fears about the coronavirus pandemic. The S&P 500 dropped more than 20% from its February 19 peak and was down 9.5% for the day -- its worst day since October 19, 1987, known as “Black Monday.”  The index dropped 7% in the first minutes of trading, which triggered a circuit breaker and led the New York Stock Exchange to suspend trading for 15 minutes. The Dow finished 2,352 points, or nearly 10%, lower in its biggest one-day percentage drop since “Black Monday.” The index is now at a level not seen since summer 2017. The Nasdaq Composite closed down 9.4%. It is now also in a bear market. There are at least 1,635 cases of the novel coronavirus in the United States, according to state and local health agencies, and the Centers for Disease Control and Prevention. 70 cases are repatriated citizens, like those evacuated from the Diamond Princess cruise ship or from China. 1,565 cases were detected and tested in the US, and are spread out across 46 states and the District of Columbia. 41 people have died across the US, the majority in Washington state. The tally includes presumptive positive cases -- patients who have tested positive in a public health lab and are pending final confirmation from the CDC. ##Health## Top US negotiators were unable to clinch a final agreement on a sweeping legislative package to address the economic fallout of the coronavirus crisis tonight, pushing talks into Friday as they sought to close out a handful of outstanding issues.  After hours of talks and trading of proposals, including eight separate phone calls between House Speaker Nancy Pelosi and Treasury Secretary Steven Mnuchin -- who is President Donald Trump’s point person on the talks -- negotiators are still attempting to iron out differences on specific language. The package is expected to include paid leave, expanded food assistance, extended unemployment insurance and free coverage for coronavirus testing.  “It’s fair to say we’re close to an agreement, subject to the exchange of paper, and hope to have an agreement tomorrow,” Pelosi told reporters outside of her office this evening. “We’ve resolved most of our differences and those we haven’t, we’ll continue the conversation because there will be other bills.”  Asked if she was confident that there would be a vote on a deal on Friday, Pelosi responded: “One way or another.” ##Business## Kansas Gov. Laura Kelly announced the state’s first death from coronavirus today. The patient is a man in his 70s who lived in a long-term care facility in Wyandotte County, Kelly said. According to the governor, the man had other underlying health conditions and was receiving care at a local hospital before he died. The man was not mobile, so the state is treating this as a case of community spread and health officials are now conducting public health contact tracing. Some context: Kelly said this situation demanded that she declare an emergency, which will grant her administration the ability to activate state resources and mobilize personnel to assist where needed. This death is the state’s fifth confirmed case of coronavirus. This is the 41st death in the US. ##Health## Walt Disney World Resort in Florida and Disneyland Paris Resort will close at the end of the business day Sunday through the end of the month due to concerns over the coronavirus outbreak, the company said in a statement. Disney Cruise Line will also suspend all new departures beginning Saturday through the end of the month, the company added. Disney cast members will be paid during the closure period, and hotels and dining complexes at both Disney World and Disneyland Paris will stay open until further notice, according to the company statement. ##Business##"], "Language": false}