{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/politics/dc-coronavirus-landmarks/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-03-13T01:23:39Z"], "LastModifiedDate": ["2020-03-14T00:49:00Z"], "Headline": ["DC-area landmarks close amid coronavirus concerns"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Popular landmarks and destinations across Washington and in nearby cities are temporarily closing in an effort to help prevent the spread of the novel coronavirus in the nation's capital. The Washington Monument will suspend elevator tours starting Saturday, according to the National Park Service. Visitors will still be able to visit the grounds, as well as other monuments along the National Mall, according to an NPS news release sent Friday. Arlington National Cemetery announced Thursday that it will close to visitors on Friday, while The Smithsonian Institution said all of its museums and the National Zoo will close Saturday.  The Kennedy Center announced that it would cancel all performances and public events through the end of the month.  The temporary closures come after Washington Mayor Muriel Bowser on Wednesday declared a state of emergency and a public health emergency. The move -- which will help free up resources and funding -- came alongside the news of six new cases in Washington, bringing the total to 10. A city health advisory published Wednesday also recommended that \"non-essential mass gatherings, including conferences and conventions, be postponed or canceled\" through the end of the month.  As a result, the city pulled permits for two running events scheduled in March and DC Public Schools announced that they had moved up their teacher professional development day \"to prepare for the possibility of distance learning.\"  Although not mentioning the coronavirus specifically, the White House tour phone line as of Thursday morning tells callers that \"out of an abundance of caution\" the tours have been \"temporarily suspended.\"  \"Out of an abundance of caution, all White House tours have been temporarily suspended effective immediately. We truly appreciate your understanding. Please direct all questions to your point of contact with whom you have booked your tour,\" the recording says.  Additionally, tours of the US Capitol halted Thursday, with preliminary plans to reopen next month, according to the visitor center's website.  With US cases now surpassing 2,100 President Donald Trump is suspending most travel from Europe into the US for a month. The ban will apply only to foreign nationals and not to American citizens who had been screened before entering the country, mimicking restrictions he applied to China last month. \"We are marshaling the full power of the federal government and the private sector to protect the American people,\" he said Wednesday evening. \"This is the most aggressive and comprehensive effort to confront a foreign virus in modern history.\" The announcement came after the World Health Organization declared the virus a pandemic, saying the number of affected countries had tripled in two weeks. As of Friday night, the virus has infected more than 132,000 people worldwide. "], "Language": false}