{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/politics/legal-system-weight-of-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kara Scannell and Erica Orden, CNN"], "Writers": [["Kara Scannell", "Erica Orden"]], "FirstPublishDate": ["2020-03-12T23:27:04Z"], "LastModifiedDate": ["2020-03-13T23:43:48Z"], "Headline": ["In hardest-hit states, coronavirus is grinding justice to a halt"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Days before lawyers were set to square off this week in a New York City courtroom over a civil dispute between two financial institutions, a partner at one attorney's law firm tested positive for coronavirus. The trial was postponed for two weeks. Federal courts in Connecticut and Massachusetts on Thursday postponed all jury trials until mid- to late-April. In Michigan, state courts have recommended halting all civil and criminal trials unless a defendant is in custody, as well as any hearings that include \"vulnerable\" people, such as those over 60 years old. In federal courthouses near Kirkland, Washington, one of the areas hardest hit by the virus, it's turned into a near ghost town — all trials and grand jury proceedings, which would affect prosecutions, are on hold. In Connecticut, there are 12 jury selections scheduled between now and April 10, according to the clerk of the court. As concerns about the spread of the virus have escalated in recent days, actual infections and fear of the coronavirus have begun to grind the scales of justice in pockets of the country under states of emergency as judges, prison officials and lawyers struggle to balance the constitutional rights of defendants against the concerns that the public institutions could unwittingly become contamination sites. \"The whole system is coming to a halt,\" said Gerald Lefcourt, a criminal defense attorney in New York. \"I'm sure everybody is wait-and-see at the moment,\" he added, saying he wouldn't be surprised if prosecutors and defense lawyers seek to resolve cases outside of a trial, either through plea bargains or dropped cases.  Lefcourt said it's not ideal. \"Prosecutors who think people should go on trial and don't want to give plea bargains won't be thrilled,\" he said. \"Innocent people who want trials aren't going to be happy\" with delays either, he added. Chief Judge Ricardo Martinez, for the Western District of Washington, said he was curtailing the court's public operations \"given the significant number of identified and projected cases of Covid-19 in this District and the severity of risk posed to the public, and given the above public health recommendations from local public health authorities.\" In Massachusetts, the chief judge said \"the Court is cognizant of the right of criminal defendants to a speedy and public trial under the Sixth Amendment\" but said he was taking the step \"in order to protect public health.\" He added that defendants could appeal to him to be excluded from the order.  Range of reactions The restrictions, which range from full closures to enhanced screening of visitors, come as health officials have established containment zones, recommend limiting large public gatherings, and venues and professional sports teams leagues postpone concerts and games.  Federal courthouses from California to New York to Florida have made less extreme adjustments, such as restricting entry to jurors or visitors to the courthouse who have flu-like symptoms or limiting public tours. The federal courthouses in Manhattan and White Plains, which is 15 miles away from the containment zone in New Rochelle, are functioning close to normal, with criminal trials proceeding and jurors being seated as recently as this week for new trials. Those courthouses are also continuing naturalization ceremonies. The two courts, both in the Southern District of New York, took steps on Monday to limit exposure by prohibiting visitors who traveled to China, South Korea, Japan, Italy and Iran — five countries designated with high concentration of the illness — within the past 14 days. On Wednesday, in a memorandum to courthouse staff, Chief Judge Colleen McMahon and District Executive Edward Friedland announced the cancellation of all non-essential activity, such as mock trials and school visits. Until further notice, newly minted US citizens attending naturalization ceremonies will be limited to one guest. \"It is imperative that we continue to run the essential operations of the courts, and that we do so from the courthouses,\" they wrote in the memo. \"We issue this directive with the greatest reluctance. We will resume normal operations as soon as we can,\" they wrote. Last week, after the federal courthouse in Manhattan began receiving notification from a handful of prospective jurors and others that they may have been exposed to the virus, court officials took extra steps to scrub certain courtrooms, Friedland said. In one case, an ongoing trial was moved to another courtroom after a juror alerted the judge they may have been exposed. In New Rochelle, New York, where the local courthouses are less than a mile-and-a-half away from the synagogue at the heart of the outbreak, signs posted to the front warn that anyone who has traveled to the five countries within the last 14 days is not allowed in. Those who were asked to self-quarantine or have flu-like symptoms are also not allowed inside.   The federal courthouse in the Southern District of Florida, which includes Miami, put screening procedures in place similar to those in New York, as has the US Court of International Trade, which requires anyone who has traveled to China, Italy, Iran or South Korea within 14 days to inform court security officers. In Washington, DC, the federal courthouse will be restricted to judges, court staff, credentialed members of the media, and visitors with official business beginning Friday. \"We are taking this temporary action in response to the COVID-19 pandemic and out of concern for the health and safety of the courthouse community,\" a joint notice from the District and Circuit Court chief judges said on Thursday. Elsewhere, courthouses are functioning close to normal, with only mild notices to the public. In the Northern District of California, which includes San Francisco, and the Central District, which includes Los Angeles, the courts are operating normally. Both courthouses note they are following guidance from health officials, and advise attorneys, jurors and others who have flu-like symptoms to avoid coming to the courthouses. The Supreme Court on Thursday said it is closing its doors to visitors, but will remain open for official business. The justices aren't set to take the bench again until March 23rd.   Fears lead to change Fears about the virus have also prompted changes in prisons around the country. In Mississippi on Thursday, officials said the state Department of Corrections would suspend visitation at facilities that house inmates.  The State Correctional Institution in Phoenix, where Bill Cosby is housed, has begun an \"enhanced screening process\" for visitors and employees that will prohibit entry to symptomatic people or anyone who has had recent contact with someone presumed positive for the virus. And in New York on Wednesday, a lawyer for celebrity attorney Michael Avenatti, an inmate at Manhattan's notorious Metropolitan Correctional Center, asked the judge who presided over the case in which Avenatti was convicted to delay an interview required as part of the sentencing process, in part due to concerns over coronavirus. Avenatti's lawyer suggested to the judge that he would prefer to avoid visiting the federal detention facility \"given the uncertainty regarding the Coronavirus, the ease with which it spreads, and the documented unsanitary conditions\" at the jail. The judge denied the request for a delay. Meanwhile, the Metropolitan Correctional Center has restricted inmates themselves from attending court proceedings if they show signs of a fever. \"If the temperature is 100.4 or above, such detainees should not be produced and the Court, forthwith, be notified,\" McMahon, the chief judge in New York's Southern District, ordered last week. On Thursday, the advocacy group Human Rights Watch proposed that prisons, jails and immigration detention centers consider supervised release and other alternatives for people who are at high risk of impact from coronavirus, particularly those with chronic health conditions. The impact has already been felt in some civil trials, which have been postponed. In New York, Vito C Caruso, deputy chief administrative judge for courts outside New York City, postponed a high-profile trial of opioid manufacturers that was set to begin on March 20. On Sunday, the top-tier law firm Quinn Emanuel Urquhart & Sullivan learned that one of its lawyers tested positive for the coronavirus. A lawyer at the firm, who was prepared to go to court, notified the judge and lawyers for the other side, according to a person familiar with the matter. The judge decided to postpone the trial for two weeks. Law firms reduce \"chance of mass infection\" As more people test positive or law firms restrict travel, there could be additional disruptions to specific cases. But so far, many major law firms are trying to act swiftly to reassure attorneys and clients. Boies Schiller Flexner closed its Armonk office on Monday for one day to sanitize it after one of its employees was in contact with someone who tested positive for the virus. The employee tested negative, a person familiar with the matter said.  On Tuesday, Philadelphia law firm Faegre Drinker closed all 22 of its offices after learning that two guests who visited two of its Washington, D.C., offices tested positive for the virus. \"Because the scope of each guest's contact with firm colleagues was not readily known, and because our attorneys, consultants and professionals have been traveling cross-office to support firm integration efforts, we chose to exercise caution while our leadership team evaluated the situation,\" according to a statement from the law firm.  After hiring specialized service to clean and disinfect each office, most of them reopened on Wednesday. The two Washington, D.C. offices remain closed.  Other law firms are restricting meetings to under 25 people, limiting domestic and international travel, and running tests with half of their employees working from home. The idea, one law firm partner said, is to \"reduce the chance of mass infection.\" CORRECTION: This story has been updated to correct an earlier reference to a New York trial involving opioid manufacturers. The case against Purdue and the Sackler family is moving separately through bankruptcy court."], "Language": false}