{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/business/sports-hourly-workers-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore, CNN Business"], "Writers": [["Chris Isidore"]], "FirstPublishDate": ["2020-03-13T20:03:08Z"], "LastModifiedDate": ["2020-03-13T20:54:07Z"], "Headline": ["Vendors, ushers, other hourly workers pay the price for sports' coronavirus shutdown"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Thursday was supposed to be the best day of the year for Gerard Cerda. Instead it was one of the worst. He and his wife both ended up losing their jobs, at least for the time being. Cerda, 45, is a beer vendor at Madison Square Garden in New York, making a 10.5% commission on $14 beers during Knicks and Rangers games and other events. His wife Kay Gracia, whom he met while working at the Garden, is a bartender there. They have three boys, ranging in age from 5 to 24.  Now, with most US sporting events canceled or on hold due to the coronavirus, Cerda and his wife are nervously waiting to hear when their paychecks will resume. A staff of a couple thousand per game means there are more than 100,000 such workers spread across the country. They are the  vendors and custodial staff, ushers and ticket takers, security and parking lot attendants. These are the hourly workers that make the games accessible for fans. Thursday was set to be a long and profitable day for Cerda and other workers at Madison Square Garden. Four Big East Tournament basketball games would mean selling a lot of beers to a lot of thirsty fans.  \"It would have been long hours but well worth it. It's probably the best day for us for the whole year,\" he said. The rumors started Wednesday night that the NCAA was saying no spectators. \"It was like dark clouds gathering. Then they pulled the rug out from under us.\" The first game of the tournament Thursday between Creighton College and St. John's University started with neither fans nor vendors, and it was halted at half time. Cerda said he and the other Garden staff had been counting on the four-game payday, and are devastated by the halt of big time sports in the United States.  \"There are a lot of people who spend the money from that [series]  before they earn it,\" he said. \"I'm pretty frugal by nature but for them it will be tough.\" Cerda was a student at City University of New York in 1993 when he started working at the Garden. Now he makes about $50,000 a year. \"The atmosphere is great, and the money is good,\" he said. \"When I started, I just wanted to be inside watching the games. I learned you don't get to watch, but it's still great. That's why I've been here so long.\" Now he and his more than 1,000 Garden co-workers are among the tens of  thousands of workers at stadium and arena venues across the country, all worried about how, and how long, they can manage without paychecks.  \"We're trying to stay hopeful,\"  he said \"The key word is the NBA said its 'suspending' games. The NHL says it's a 'pause.' That gives us hope there will be a resumption, that the games will be rescheduled. But some events, like the Big East, the regional round of the NCAA, they're just gone.\" The average staff working a major sporting event ranges from 1,500 to 2,500, said Marc Ganis, head of SportsCorp., a sports marketing firm. Most make better than minimum wage, even if they're working on commission like Cerda.  Many, like Cerda, who is a member of Unite Here Local 100, are unionized, but they still make only a small fraction of what even the lowest-paid professional athletes make. And unlike those athletes, it's not at all clear they'll make up the lost pay. Dallas Mavericks owner Mark Cuban says he's arranged for the hourly workers at the next four Mavericks home games to be paid as if they were working, but that only gets them through the end of March. Cleveland Cavaliers forward Kevin Love announced he's donating $100,000 to help support hourly workers at Rocket Mortgage Fieldhouse, and is urging others to contribute to help the workers. Even so, that's unlikely to make up for the workers' lost wages.  It's not clear when NBA, NHL or MLB games will resume, or even whether fans will be allowed to attend games when they do. There are about 900 NHL and NBA regular season games left to be played, plus the postseason games that draw among the biggest crowds. And hundreds of baseball games are at risk.  SportsCorp.'s Ganis said the television rights revenues are significant enough that if the safety of players and staff is guaranteed, it makes sense for teams to play without fans in the stands. But that means the staffing at each venue would plummet from the typical 1,500 to 2,500 down to a few hundred.  Thus there could be hundreds of millions in lost wages for the workers from just those three sports over the rest of the season. And that doesn't factor in losses from the possible cancellations of minor league and college games, concerts and theatre. Broadway also went dark this week. Cerda said for him and other workers, the threat posed by coronavirus was a concern while the games were still being played. \"We handle the money that the fans touch, checking their drivers' licenses,\" he said. \"For foreign fans, we're looking at the passports and we're seeing where they came from. It's from all over the world, including China. Its something we all think about.\" But he said that even with those concerns, he's not aware of any coworkers who walked away from their jobs. Until Thursday, when the jobs were taken from them."], "Language": false}