{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-031320/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-13T10:20:58.452Z"], "LastModifiedDate": ["2020-03-13T20:53:28.045Z"], "Headline": ["Wall Street's roller coaster week continues: March 13, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["It was the best day for stocks since 2008, but indexes still ended the week with sharp losses. This pretty much sums up the market volatility. US stocks finished a turbulent week with gains on Friday, logging their best day since October 2008. Stocks rallied into the close after President Donald Trump declared a national emergency and announced measures taken together with the private sector to combat the coronavirus outbreak. But despite Friday’s gains, Wall Street recorded losses this week. The S&P 500 closed up 9.3% on Friday, logging a 8.8%% loss for the week.\nThe Dow finished 9.4%, or 1,985 points, higher. For the week, the index was down 10.4%.\nThe Nasdaq Composite ended up 9.4%, although it dropped 8.2% for the week. With less than 15 minutes to go in the trading day, stocks headed higher again after new government measures to combat the coronavirus outbreak were revealed. These measures include expanded testing and a website to communicate with the public on the issue. The S&P 500 is now up 5.8%, while the Dow is up 5.7%, or 1,220 points. The Nasdaq Composite is up 5.4%. US stocks took back some of their gains on Friday afternoon as President Donald Trump announced a national emergency over the coronavirus outbreak. Trump also urged states, as well as hospitals, to enact their emergency protocols. Stocks briefly dropped more than 1% while Trump was speaking but remained in the green. The S&P 500 was up 2.5%, while the Dow was up 2.9%, or 620 points.  The Nasdaq Composite was up 2.8%. AMC, the country's largest theater chain, has instituted a \"social distancing\" policy to deal with the coronavirus pandemic.  Beginning Saturday, March 14, and continuing until the end of April, AMC will cut in half the seating capacity of every one of its theatre’s auditoriums by capping ticket sales, the company said in a press release. AMC is also increasing cleaning efforts in theaters and at  \"high- touch point areas\" including kiosks, counter tops, restroom areas, glass, handrails and doorknobs.   \"As the industry leader, AMC is taking aggressive, nationwide steps to provide additional space between guests within all its U.S. theatres, to keep its theatres clean and to discourage those with health concerns from coming to its theatres.\" Like many other companies, Ford (F), General Motors (GM) and Fiat Chrysler Automobiles(FCA) are encouraging employees to work from home if possible, to avoid potentially spreading or catching the coronavirus. “If the nature of your work allows for it, we are asking all GM employees and contract workers to work remotely, beginning Monday, March 16,” GM CEO Mary Barra said in a memo to employees. Ford and Fiat Chrysler said they are also asking employees to work from home in locations around the world. These policies may not apply in China, the companies said, because workers in that country have already been dealing with the coronavirus for months. In China, the work situation is beginning to return to normal, Ford spokesman Mark Truby said. Of course, none of this applies to workers whose jobs involve handing tools, sorting and shipping parts, testing prototype vehicles or many other jobs can’t be done from a kitchen table. All these companies’ factories remain open and, Ford’s Truby said, product development programs remain on schedule.  GM said it is adjusting work schedules for manufacturing and product development workers to allow for additional cleaning to keep the virus at bay. Fiat Chrysler is making changes at  some at its plants to deal with the coronavirus threat. One worker at Fiat Chrysler’s Kokomo, Indiana, transmission factory tested positive for the virus. “In manufacturing, we are changing our production techniques at several plants to enable greater space between employees at work-stations,” FCA CEO Mike Manley said in a note to employees. Car dealerships are almost all independent businesses and are not owned by car manufacturers so these policies don’t apply to them. Dealerships will be dealing with this situation in their own ways. US stocks bounced slightly higher again in the early afternoon, taking back some gains they had given up just before noon. Stocks had opened sharply higher this morning and have been in the green all day. Investors are anxiously awaiting President Donald Trump who is expected to speak at 3pm ET. The president could declare a national state of emergency over the coronavirus outbreak. The S&P 500 rose 4.2%, while the Dow was up 4.5%, or 950 points. The Nasdaq Composite climbed 4%. The market isn’t a safe place lately – but cybersecurity company NortonLifeLock is soaring. Shares of NortonLifeLock (NLOK) are up nearly 20% in 2020. That's impressive given how stocks have plunged into a bear market on coronavirus fears. NortonLifeLock is the consumer business of what used to be known as Symantec. Broadcom (AVGO) bought Symantec’s enterprise business last year and inherited the Symantec name.  NortonLifeLock reported strong earnings last month. \"Our ambition is to protect everyone’s digital life in a hyper-connected world with constantly evolving cyber threats,\" said Vincent Pilette, NortonLifeLock’s CEO, in the earnings release.    And the company could see even more demand for its software that helps protect against (computer) viruses, identity theft and phishing in light of the coronavirus. \"Cyber criminals will take advantage of public fear and due diligence health measures to generate coronavirus-themed phishing attacks. We should be aware of unsolicited COVID-19 emails with specious links or attachments,” says David Simpson, a cybersecurity expert and professor at the Pamplin College of Business at Virginia Tech. British Airways has become the latest major airline to warn of job cuts, as the coronavirus pandemic wipes out travel demand and plunges global carriers into crisis.  “We are taking decisive steps to protect our cash position and to protect jobs,” CEO Alex Cruz said in an internal memo to employees. “To be frank, given the changing circumstances, we can no longer sustain our current level of employment and jobs will be lost – perhaps for a short period, perhaps longer term,” Cruz said.  The BBC was first to report the memo. British Airways declined to comment but a source close to the company confirmed its authenticity to CNN.  Cruz said the airline industry is facing a “crisis of global proportions,” warning that airlines with weak balance sheets “are facing a dire future.” The news comes a day after US President Donald Trump imposed a 30-day ban on travel from most of Europe, a move that prompted budget carrier Norwegian Air to suspend over 4,000 flights and temporarily lay off up to half its workers.  European markets closed the day higher, but stocks gave up many of their early gains.  The FTSE 100 was up just over 1.6%, compared to an earlier high of more than 7%.  In Italy, while the FTSE MIB closed 7% higher, it had been up more than 10%. It comes after historic losses on Thursday, when the FTSE MIB lost 17%. Germany's DAX and France's CAC 40 also closed slightly higher. Click here for a full market wrap up.  It's been yet another wild week on Wall Street. The day-to-day volatility is a sign that investors don’t know what to do,” said David Donabedian, chief investment officer of CIBC Private Wealth Management.  Until the news about the coronavirus pandemic turns a corner, \"a sustained recovery in is unlikely,\" Donabedian added. Economic data will undoubtedly paint an ugly picture for the months to come, but the economy and the markets should improve in the second half of this year, he said.  The economy was in good shape before the health crisis began, so it should get back on track faster,” Donabedian added. This is a good reminder for stock investors: long-term returns come with short-term trade offs. The selloffs may offer opportunities to snap up high-quality companies at reduced prices.  “Our goal is to take advantage of market emotion to upgrade the long-term growth potential of our portfolios,” Donabedian said. US stocks are still in the green at midday but have given back a lot of their prior gains. Could the market finish in the red again today? The S&P 500 is up 1.7% at midday, while the Dow is up 380 points, or 1.8%. At its best, the Dow was up more than 1,300 points. The Nasdaq Composite us up 1.7%. Wall Street remains on track for its worst week since October 2008. Stocks are on track for their worst week since the financial crisis in 2008, as investors grow increasingly worried about the economic impact of the coronavirus pandemic. Looking at the data, \"recessions accompanied four of nine major selloffs since the 1970s,\" said Citi economist Andrew Hollenhorst. While the risk of a recession in the United States  is elevated, he believes it's still below 50%. The stock selloff reflects the expected downturn in economic data in coming months. Financial conditions are also tightening, Hollenhorst said, which alone could lead to worsening economic data. But people are beginning to exercise social distancing and stay at home when they can. Market participants are carefully watching consumer behavior, the backbone of the US economy. Spending on things like travel is likely to be substantially slower, Hollenhorst said, but as Americans stock up on food, personal care and medical supplies, other categories of consumption might actually rise. Apple (AAPL) has reopened all 42 of its stores in China that were closed because of coronavirus, an Apple spokesperson confirmed.  The company had closed all stores as of February 1 “out of an abundance of caution” over the coronavirus outbreak. The company said the stores have been gradually reopening over the past few weeks. Shares of US airlines are moving higher in tandem with the broader market rally.  Airline stocks have gotten wrecked this week in light of new travel restrictions between the US and Europe and falling demand because of the corona virus.  Delta (DAL) is climbed nearly 9%\nUnited (UAL) is up 3%\nAmerican (AAL) rose 6%\nSouthwest (LUV) jumped 7% Cruise stocks are also staging a rally: Carnival (CCL) is up 7%\nNorwegian (NCLH) sailed 11% higher The Federal Reserve is accelerating aggressive steps designed to unclog the pipes of the financial system. The New York Fed announced it will buy $37 billion of Treasuries on Friday alone, speeding up purchases that were planned throughout the month.  And unlike previous months when the Fed was focused on buying very short-term Treasuries, the central bank said it will also buy long-term debt on Friday including 20- and 30-year Treasuries.  \"These purchases are intended to address highly unusual disruptions in the market for Treasury securities associated with the coronavirus outbreak,\" the NY Fed statement said.  The Treasury market, long viewed as the safest part of the financial system, malfunctioned on Thursday. Liquidity dried up, alarming investors.  The NY Fed tried to get the pipes moving again by offering to pump $1.5 trillion into the financial system through overnight repo operations.  The Fed also promised to start purchasing a range of Treasuries -- and Friday's announcement shows it's making good on that promise.  Analysts say the fact that the Fed is now buying long-term Treasuries, not just T-bills, effectively marks a return to the 2008 crisis-era bond buying program known as quantitative easing, or QE. Preliminary March consumer sentiment slipped to its lowest level since October. That's the bad news. The good news: Sentiment wasn't as bad as expected. The University of Michigan consumer sentiment survey index for this month came in at 95.9 points, down from 100.9 in February, but better than the 95 points expected by economists. Consumer sentiment fell because of the coronavirus outbreak and the sharp selloffs across global financial markets. \"Importantly, the initial response to the pandemic has not generated the type of economic panic among consumers that was present in the runup to the Great Recession,\" said Richard Curtin, chief economist at the University of Michigan's survey of consumers. Still the data suggests further declines in the survey index as the virus spreads, Curtin said. \"Perhaps the most important factor limiting consumers' initial reactions is that the pandemic is widely regarded as a temporary event,\" he added. The final reading of March consumer sentiment data is due on March 27 at 10 am ET. It's no surprise to see global markets recouping some of their epic losses from the past week. Friday morning's rally reflects a rebound from extremely oversold levels and bargain-hunting among investors in beaten-down stocks. It comes after the US stock market's darkest day since 1987. In fact, it was the Dow's fifth-worst day since the index was created in 1896. And market sentiment is being boosted by extraordinary steps taken by global central banks. The New York Federal Reserve offered Thursday to inject $1.5 trillion into the financial system in a bid to halt the panic. But don't overlook the importance of Germany's promising to spend whatever it takes to fight the economic fallout from the coronavirus pandemic.  German Finance Minister Olaf Scholz said there will be no limit to the money available and the thrifty country may even take on additional debt, according to Bloomberg News. That would be a big step for a country normally averse to borrowing.  \"German FinMin Scholz unleashes the REAL bazooka today...in a shocking FISCAL 'whatever it takes' moment,\" Charlie McElligott of Nomura wrote in a report Friday. US stocks bounced back from their worst day since “Black Monday” in 1987 on Friday.  Wall Street entered a bear market Thursday, ending an 11-year bull market run. Stocks rallied at the open, gaining sharply in the first minutes of trading. The S&P 500 was up 5.3%.\nThe Dow rose 4.9%, or 1,025 points.\nThe Nasdaq Composite climbed 5.3%. Xerox is pausing its forceful takeover attempt of HP in light of the growing novel coronavirus pandemic. Xerox CEO John Visentin said in a release that it \"needs to prioritize the health and safety of its employees, customers, partners and affiliates over and above all other considerations, including its proposal to acquire HP.\" Xerox (XRX) has been attempting a takeover for several months, and HP (HPQ) has previously rejected Xerox's bids. The FTSE MIB, Italy's benchmark stock index, is soaring 17% today after the Italian stock market banned short selling. Thursday, the FTSE MIB crashed 16.9%. It hasn't quite made back all of those losses Friday, but it's close. The index remains 26% lower this year as the country continues to struggle with containing the coronavirus outbreak. Looking at the markets over the past days, the fear might not be what might come next -- it seems to be the fact that we simply do not know. The impact from the global coronavirus outbreak will depend on how long it lasts, and how much it slows down things like productivity and production of goods. Even economists are having a hard time devising forecasts in these uncertain times. Preparing this quarterly macroeconomic forecast easily ranks as the toughest in my dozen years of doing so,\" said Dawn Desjardins, deputy chief economist at RBC. It will be months before there is a clear picture of the damage the coronavirus inflicted on economies around the world, Desjardins said. At least in the short term, the damage is expected to be considerable, with possible recessions in various economies. \"But like all difficult times, this too shall pass,\" Desjardins added. \"We currently expect the second half of 2020 to look better than the first, as the worst of the coronavirus fades and coordinated policy actions restore confidence.\" The Federal Reserve delivered an emergency half-percentage-point interest-rate cut and flooded the market with more than $1 billion of liquidity. Other central banks are stepping up too. Among majors, the Bank of England has slashed rates and the European Central Bank promised to ramp up bond purchases and provide generous loans. Norway's central bank slashed rates by a half point in emergency action, despite a regularly scheduled meeting next week. The banks also reduced its countercyclical capital buffer for banks.  In Sweden, the Riksbank kicked off a 500 billion Swedish krona ($51 billion) lending program for local banks. Capital requirements for banks were also cut. In Asia, the People's Bank of China cut the reserve requirement ratio, which helps add liquidity to the financial system. The Reserve Bank of Australia said it would funnel 8.8 billion Australian dollars ($5.5 billion) into the lending market to help banks. The message is clear: central banks are getting out the big guns. There will be no Woodstock for Capitalists in Omaha this May. Warren Buffett's Berkshire Hathaway announced Friday that shareholders will not be allowed to attend the annual meeting in Nebraska.  Tens of thousands of Berkshire (BRK.B) shareholders and fans of Buffett go to the meeting each spring to listen to what The Oracle of Omaha and vice chairman Charlie Munger have to say about the markets and economy and ask the two legends questions.  The convention center is packed with Berkshire subsidiaries like Geico, Dairy Queen and Oriental Trading as well as big Berkshire investments such as Coca-Cola (KO) hawking special products for the meeting. The meeting will still be streamed on Yahoo, as it has been for the past few years. But Buffett said he did not want to put shareholders -- or his city -- at risk. I very much regret this action; for many decades the annual meeting has been a high point of the year for me and my partner, Charlie Munger. It is now clear, however, that large gatherings can pose a health threat to the participants and the greater community. We won’t ask this of our employees and we won’t expose Omaha to the possibility of becoming a “hot spot” in the current pandemic,\" Buffett said in a press release. The oil crash is delivering a powerful blow to America's once-booming oil industry. The combination of shrinking demand from the coronavirus outbreak and surging supply from the Russia-Saudi Arabia spat will undoubtedly cause US oil production to retreat. Goldman Sachs predicted Friday that US oil output will peak during the second quarter and then drop by 1 million barrels per day by the third quarter of next year. Already, major oil companies including Chevron (CVX) and Occidental Petroleum (OXY) have signaled major cuts to their drilling budgets.  All told, US capital spending by oil companies could drop by about 30% on average in 2020, Goldman said. Oil service firms, the companies that provide the equipment and technology for drilling, will be hit very hard.  Goldman Sachs predicted the number of oil service companies could shrink by 30% or more by the end of the downturn, driven by bankruptcies and mergers. But there could be a silver lining. \"The upside is the industry should exist stronger than what it would have been otherwise,\" Goldman analysts wrote.  Markets once again hit a circuit breaker. Enthusiasm has returned to Wall Street ... at least for Friday, and S&P 500 futures rebounded by more than 5%. That is the maximum upward move, meaning futures are paused after hitting their \"limit up\". Traders will again fly blind until the market opens. The rebound could be much stronger than expected, or fizzle out before we know it. This is the third time stocks have tripped circuit breakers this week. On Monday, futures hit their \"limit down\" overnight, meaning they couldn't fall more than around 5%. After the opening bell, the S&P 500 dropped 7%, triggering another circuit breaker that led the New York Stock Exchange to suspend trading for 15 minutes. The same thing happened on Thursday. Wall Street entered a bear market yesterday, ending an 11-year bull market run. It's looking like trading won't be halted again today after the opening bell rings because there are no circuit breakers when the market goes up. It looks to be a good day for stocks after a brutal week of losses, but we shall see. As of now, the S&P 500 is down more than 16% this week, on track for its worst week since October 2008. The rapid spread of the coronavirus has economists scrambling to dim growth forecasts for the United States.  Barclays is now assuming the number of coronavirus “hotspots” will expand to states that account for about 60% of US GDP.  Under that scenario, the American economy will grind to a near-standstill, with growth slipping below 1% for the year. But Barclays thinks the economy could narrowly avoid a recession, with growth only going negative in one quarter.  However, a recession would be unavoidable if the coronavirus spreads further, dealing a powerful blow to confidence and the availability of credit.  In the firm’s worst-case scenario, Barclays says 2020 US GDP would hit zero. GDP would suffer consecutive declines during the second and third quarters “before staging a recovery.”  The historic selling on Wall Street shows that investors are clearly bracing for this recession scenario, especially as parts of the US economy start to shut down. Countless flights are being canceled. Cruises are on hold. The NBA, NHL and MLB have suspended or postponed their seasons. Even Disney World is going dark.   US stocks futures are rapidly rising as of 6:30 am ET: Dow is up 900 points, or 4.27%\nNasdaq is up 341 points, or 4.73%\nS&P 500 is up 107 points, or 4.37% European markets opened in positive territory on Friday. Benchmark indexes in Germany, France and the United Kingdom gained more than 3% as regional stocks bounced back from their worst day in history on Thursday. It's not clear what triggered the shift in sentiment. But there are a handful of promising signs from central banks and lawmakers that could be fueling hope. Virtually everyone is scratching their heads at the moment,\" said Stephen Innes, global chief markets strategist at AxiCorp.  He said that US lawmakers are expected to unveil a sweeping legislative package to address the economic fallout on Friday, something that might be calming investors' nerves. House Speaker Nancy Pelosi told reporters on Thursday that they were \"close\" to a deal. Stephen Innes, global chief markets strategist at AxiCorp, wrote in a new note that the response Thursday from major policymakers — including the Federal Reserve, European Central Bank and the US government — had been insufficient at calming the markets. The ECB, for example, said it would ramp up bond purchases to help support the economy. But it did not push interest rates deeper into negative territory, which some investors had been expecting.  European stocks suffered their worst day on record Thursday, with Stoxx 600 (SXXL) down 11%. What spooked investors was a lack of signaling the ability or willingness do more — may be much more — if necessary,\" Innes wrote. An extraordinary move by the New York Federal Reserve on Thursday to pump more than $1 trillion into the markets in the coming days, meanwhile, briefly improved the mood on Wall Street and lifted US stocks off their lows during an historic sell-off. But markets are still on track for their worst week since 2008. Many now expect that the US central bank will further slash interest rates by next week's meeting, after announcing an emergency rate cut earlier this month. The slash by half a percentage point was the Fed's first emergency cut since the financial crisis. Australia's S&P/ASX 200 recorded some of the most dramatic moves of the day.  After plunging more than 7% at one point, the index rallied late Friday to close 4.4% higher after the Reserve Bank of Australia said it would funnel 8.8 billion Australian dollars ($5.5 billion) into the lending market to help banks. It is still in a bear market, though, which is defined as a 20% drop from the most recent peak. Japan's Nikkei 225 (N225), which entered a bear market Thursday, closed down 6%, its lowest close since November 2016. But even that was significant better than earlier, when it was on pace to record its biggest point decline since the country's economic bubble burst 30 years ago. The slight improvement seemed to come after Japan's economic minister signaled a \"big\" spending package is in the works, according to Reuters. South Korea also recovered somewhat: Markets in Seoul were hammered in morning trade, leading the Korea Exchange to temporarily suspend trading.  The benchmark Kospi (KOSPI) was down 7% at one point. The index ended down 3.4%, not enough to keep it from entering a bear market. Hong Kong's Hang Seng Index (HSI) also eased off its lows, but it closed down 1.1% and entered a bear market. China's Shanghai Composite (SHCOMP) ended 1.2% lower."], "Language": false}