{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/opinions/boomers-boronavirus-millennials-pariser/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Eli Pariser"], "Writers": [[]], "FirstPublishDate": ["2020-03-13T19:45:05Z"], "LastModifiedDate": ["2020-03-13T20:12:56Z"], "Headline": ["Hello, Boomer? It's Millennials. We need to talk about coronavirus"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Dear Boomers, We've had our differences. You don't like that we're still living in your basement, not paying rent and taking selfies with our avocado toast. We don't like that you sat back and let so many terrible things happen, like Steely Dan and climate change. But today, we're going to move past \"OK, Boomer.\" We're going to stop posting EmojiGrams, put down our phones, and have one of those Serious Talks you like so much. Are you ready?  See, Boomers, we're worried about you. We're worried you aren't taking this virus seriously enough.  We're worried you might get very sick at a time that hospitals are overloaded with other sick people.  We're worried you might die from Covid-19. We know, we know. You're healthy, for your age (somewhere between 56 and 74)! You're strong, all things considered! You exercise regularly! You went hiking in Peru just a few weeks or years ago or hunting with your buddies from your old job.  Anyway, we know, disease barely touches you!  But there's a reason the Centers for Disease Control and Prevention is recommending all people over 60 years old — not just unhealthy ones — stay home. Today and for the foreseeable future while this pandemic plays out.  Look at the numbers from South Korea, or Italy, or China, Boomers. For those between ages 60 to 70, the case fatality rate is somewhere between 1.44% (in South Korea) and 3.6% (in China). And it goes up from there dramatically if you're older. That includes a lot of relatively healthy people, like you. Please don't assume this thing will pass you by. As annoying as you are sometimes — and we say this with love — we are not at all interested in taking a 1/30 chance on your life. (See, we were listening when you tried to teach us about probability all those times.)  And we hate to say it but the time to act is now.  We know that seems aggressive when there are just a few coronavirus cases in your neck of the woods. But it's what the epidemiologists are saying. Days matter, and the earlier everyone starts staying home and distancing themselves from others, the more people will make it through this OK.  I know what you're thinking: \"My children and grandchildren are saying they can't visit because of science and public health now? How convenient.\" But it's not an excuse, we swear, and we're happy to triple down on FaceTime to prove it. If you won't start exercising extreme caution, today, for yourself — which we really hope you will — do it for your friends and for everyone else who is older or immuno-compromised. The fewer people that get this virus at the same time, the less hospitals will be overwhelmed, and the better they'll be able to take care of the people who are sick.  Staying healthy yourselves is an act that might save other peoples' lives. And if that means you need to hole up with a few seasons of \"Masterpiece Theater\" or \"NCIS\" or whatever weird shows you watch instead of \"Game of Thrones,\" that seems like a worthwhile trade to make. (And if you do watch \"Game of Thrones,\" we don't want to talk to you about all the sex scenes. Even though we're all grownups now, it's still, just ... don't.) So, what should you do? You probably know the drill. Reduce your social contact as much as possible, for everything that's not an emergency. Cancel bowling, singing group, yoga, your book club, your other book club, that book club you've stopped going to anyway, and beers at the bar. If you go to church, skip that for now and pray at home. Get vaccinated for flu and pneumonia. Wash your hands and don't touch your face. There's a more complete list here.  In exchange, here's what we'll do. We'll happily help get you supplies. We'll talk through your plans if anything goes wrong. We'll provide free IT support to help you video chat, order groceries online, and start playing Minecraft. If this means that we must accept more viral email forwards, that's a trade we are willing to make.  Ask us for help. Boomers, you're probably sick of us alternating between rolling our eyes and admonishing you. You're probably sick of us learning something and then acting like we were the first people in human history to ever discover it. You're sick of being told you're doing things wrong. But it's better to be sick of us than to get sick yourself. We're writing today because we care about you. And we want you to stay safe. Just like you wanted us to stay safe when we were kids.  We love you, Boomers. We should probably say that more often, but we love you and we appreciate everything you've done for us in our lives. And we'll call you in a little bit to check in.    <3, The Millennials"], "Language": false}