{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/politics/state-department-chinese-ambassador-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kylie Atwood and Zachary Cohen, CNN"], "Writers": [["Kylie Atwood", "Zachary Cohen"]], "FirstPublishDate": ["2020-03-13T18:48:51Z"], "LastModifiedDate": ["2020-03-13T18:48:51Z"], "Headline": ["US summons Chinese ambassador over coronavirus conspiracy theory"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["US Assistant Secretary of State David Stilwell summoned China's ambassador in Washington to the State Department Friday morning, hours after a prominent Chinese official suggested that the US military may have been responsible for bringing the coronavirus to Wuhan, the epicenter of the global pandemic. That claim was publicly promoted by China's Foreign Ministry spokesman Zhao Lijian on Thursday, who pointed to remarks made by Centers for Disease Control and Prevention l director Robert Redfield as proof of a growing conspiracy theory that the coronavirus did not originate in central China, as previously thought, and may have been brought there by the US Army. \"CDC was caught on the spot. When did patient zero begin in US? How many people are infected? What are the names of the hospitals? It might be US army who brought the epidemic to Wuhan. Be transparent! Make public your data! US owe us an explanation!\" Zhao tweeted to his more than 300,000 followers.  Chinese ambassador Cui Tiankai was summoned to the State Department shortly after Zhao's comments were posted online.   During Friday's meeting, Stilwell gave a very \"stern representation\" of the facts to the Chinese ambassador, who was \"very defensive,\" a senior State Department official told CNN. Stilwell did not issue any threats, but the two diplomats had a frank diplomatic discourse, the official said.  Tensions have been brewing for weeks between Washington and Beijing over who is to blame for the coronavirus outbreak. China continues to deny that the virus originated there while top US officials, including Secretary of State Mike Pompeo, have pointed the finger directly at Beijing.  Just last week, Pompeo referred to the disease as the \"Wuhan virus.\" President Donald Trump called it a \"foreign virus\" during his address to the nation this week.   The State Department believes that China is seeking to deflect criticism for its role in \"starting a global pandemic and not telling the world,\" the official told CNN, adding that spreading conspiracy theories is dangerous and ridiculous.  On Friday, Stilwell sought to put the Chinese government on notice that the US will not tolerate the comments they have been making in seeing to deflect blame for coronavirus, which have not been limited to Zhao's tweet on Thursday. Earlier Friday, Zhao's fellow Foreign Ministry spokesman Geng Shuang said there were \"varied opinions\" on the origin of the virus in the international community. \"China always considers this a scientific question, which should be addressed in a scientific and professional manner,\" he said, avoiding questions on whether Zhao's tweet represented the Chinese government's official position. The country's top infectious disease expert and government health officials have also cast doubt on where the virus originated. Meanwhile, the Trump administration has become increasingly aggressive in its criticism directed at China despite Trump's initial praise for Beijing's handling of the outbreak.  Earlier this week, President Trump's National Security Advisor Robert O'Brien blasted the Chinese government for their response to the coronavirus outbreak in Wuhan, saying they \"covered up\" the outbreak and \"probably\" cost the world \"two months to respond.\" \"There's lots of open source reporting from China, from Chinese nationals that the doctors involved were either silenced or, or put in isolation or that sort of thing so word of this virus could not get out,\" O'Brien told a crowd at the Heritage Foundation in Washington. \"If we had those and been able to sequence the virus and had the cooperation necessary from the Chinese, had a WHO team been on the ground, had a CDC team which we'd offered been on the ground, I think we could've dramatically curtailed what happened both in China and what's now happening across the world,\" he continued. Other US officials close to Trump, including incoming chief of staff Mark Meadows have labeled it as the \"China virus,\" despite objections from the CDC director who told lawmakers he agreed it was \"absolutely wrong\" to do so. "], "Language": false}