{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/airbnb-coronavirus-policy-change/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jen Rose Smith, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-13T18:19:31Z"], "LastModifiedDate": ["2020-03-13T18:31:03Z"], "Headline": ["Airbnb is expanding its coronavirus response"], "Section": ["travel-stay"], "MappedSection": [null], "Article_Body": ["As coronavirus spreads across the globe, thousands of travelers are canceling their reservations and choosing to stay home.  The travel industry has struggled to keep up with the rapidly evolving pandemic. Airlines are canceling flights, and many hotel chains have announced special cancellation policies in response to Covid-19.  On Friday, March 13, the vacation rental company Airbnb announced changes to its extenuating circumstances policy, allowing travelers to cancel their reservations penalty-free. Now, more travelers will qualify for penalty-free refunds for bookings. Here's what you need to know about booking with Airbnb:  What is the extenuating circumstances policy? When a traveler books with Airbnb, their reservation comes with one of six cancellation policies, ranging from flexible to super strict. These are set by the host. However, the company has announced that some Covid-19-related cancellations may qualify for refunds under the Extenuating Circumstances Policy.  When the website recognizes that travelers are going to or coming from certain affected areas, an automatic message will be generated offering the chance to cancel without a penalty. Even if travelers don't receive an automated message, they may still cancel their booking, then submit a request for a refund within 14 days of cancellation.  Bookings in the United States and Europe As President Trump's Schengen Area travel ban goes into effect, and confirmed cases of Covid-19 in the United States rise, Airbnb has dramatically expanded the areas that qualify for penalty-free cancellations.  Now, travelers with bookings in the United States made on or before March 13, with a check-in date of April 1 or earlier, are eligible for penalty-free cancellations.  Travelers coming from the United States with a booking in Europe's Schengen Area are also eligible.  This applies to reservations booked on or before March 11, for travel dates between March 13 and April 13.  The Schengen Area is a group of 26 European countries that extend visa-free travel to their citizens. Ireland and the United Kingdom are not in the Schengen Area, and Airbnb has not announced whether they will be covered by the new policy. While Iceland, Norway, Switzerland and Lichtenstein are not in the European Union, they are in the Schengen Area; travelers with reservations in these countries are eligible for penalty-free bookings. In a previous announcement, Airbnb stated that guests with reservations in Italy made on or before February 29, with a check-in date of April 2 or before, were eligible for a penalty-free refund.  Bookings in China and South Korea A previous statement announced that reservations in mainland China booked on or before January 28, with a check in date of April 1 or before, would qualify for penalty-free bookings under the extenuating circumstances policy.  For travelers coming from mainland China, penalty-free cancellations are available for reservations booked on or before February 1 that have a check-in date of April 1 or before.  Travelers with reservations in South Korea booked on or before February 25 are eligible for penalty-free cancellations if their check-in date is March 23 or before. If you're coming from South Korea, you may also cancel some bookings penalty free. Reservations are eligible if they were booked on or before February 25, with a check-in date of March 23 or before.  What about special circumstances? Even if you're not coming from or going to an area that automatically qualifies for a refund, though, it might be possible to get your money back.  The extenuating circumstances policy applies to hosts or guests who must cancel for some other reasons, as well.  Penalty-free refunds will be extended to any hosts or guests who must cancel reservations to comply with disease control restrictions, or to perform coronavirus-related medical or disease-control duties.  If your flight or ground transportation is cancelled by the carrier due to Covid-19, your reservation qualifies for a penalty-free refund.  And if travelers or hosts are diagnosed with Covid-19, or suspected of infection, they may also cancel penalty free. "], "Language": false}