{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/politics/us-intelligence-agencies-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Alex Marquardt and Zachary Cohen, CNN"], "Writers": [["Alex Marquardt", "Zachary Cohen"]], "FirstPublishDate": ["2020-03-13T17:09:23Z"], "LastModifiedDate": ["2020-03-13T17:09:23Z"], "Headline": ["How US spy agencies are tracking the coronavirus pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The US intelligence community is using its unique abilities to monitor foreign countries to keep track of the spread of the coronavirus pandemic and establish whether nations are being truthful about the extent of the outbreak. The Office of the Director of National Intelligence and the CIA are providing a steady flow of intelligence to oversight committees on Capitol Hill, giving the intelligence committees in the House and Senate daily briefings and updates on the spread of the virus, according to two congressional aides. The updates are focusing mainly on the tally of those cases and whether they match what is being reported publicly. That's the value the intelligence agencies bring, a former senior intelligence officer said. \"They are assessing foreign intent, activity, and reporting.\" The congressional briefings were first reported by Politico. US officials have publicly raised questions about the accuracy of numbers reported by countries like China, Iran and North Korea. Pyongyang, for example, which spends less on health care per capita than anywhere else in the world, has reported no cases of the virus. \"I trust that the IC was looking very hard at China in the early days when the Chinese were less than forthcoming,\" says former Director of National Intelligence and CNN contributor James Clapper. \"It's a crucial role when governments aren't forthcoming.\" Who is gathering the intel? Much of the information flowing from the intelligence community on the current crisis comes from a little-known branch of the Defense Intelligence Agency called the National Center for Medical Intelligence, Clapper added. The NCIM is a unique outfit that combines wide-ranging, advanced medical expertise with intelligence gathering and assessments. \"I'm sure they're busier than hell right now,\" Clapper, who once ran the DIA, said of the center, which is the main source of medical intelligence for the federal government. To get the most accurate picture of how the coronavirus is impacting a country, intelligence analysts are using a variety of tools, the most prominent of which are human intelligence, signals intelligence and satellite imagery. What kind of access agencies and spies have in a country will dictate what combination of tools are used. The evaluations from the intelligence community are also included in the President's Daily Brief and likely the intelligence Vice President Mike Pence gets as he leads the coronavirus task force. Satellite images released Thursday showed two long trenches being dug in a cemetery in the Iranian holy city of Qom, ground zero for the virus in Iran which is among the hardest hit and least-trusted countries for reporting. Experts analyzed the imagery alongside social media posts and open source material to determine that the number of deaths is being underreported.  Videos unearthed by the BBC's Persian service show workers dressed in blue protective gear carrying and burying bodies while a narrator says: \"More than 80 [people] have been buried in this section so far, and they say only 34 deaths.\" The videos were published and first reported in The New York Times and analyzed by The Washington Post, along with satellite images from Maxar Technologies. \"The video showed workers in protective gear that you would expect for COVID-19 victims,\" said Jeffery Lewis, an analyst at the Middlebury Institute. \"What the satellite images allowed us to do was authenticate the video, saying not only that it was taken here but also when it was taken. So, we know this isn't old footage, but rather footage from this pandemic.\" An analyst for Maxar told the Washington Post the large holes were dug quickly, which was different than past practices at the cemetery. A large pile of lime is also seen, which Iranian officials have used when burying virus victims. US intelligence satellite capabilities far exceed those of commercial companies so it's safe to assume they have come to the same conclusion. Iran is of particular concern because of its central location in Asia and the Middle East, a destination for religious pilgrims and migrant laborers who then travel back to their countries of origin. Iranian forces are deeply involved in the war in Syria where the country's decimated health care system, combined with its long-suffering and displaced populations, make it a ripe target for the virus.  Neighboring Lebanon, where Iran also has a heavy hand and presence through the militant group Hezbollah, was already in a state of crisis after months of protest before the virus hit. Hezbollah fighters move back and forth between Lebanon and Syria where they are helping Iran prop up the regime of President Bashar al-Assad. In countries like Iran and North Korea where it's more difficult to gather human intelligence through spies, intelligence agencies will lean harder on other tools, like signals intelligence. Critical to understanding how a country is dealing with the crisis is tapping into their conversations, a task that would fall to the National Security Agency. The prevalence of social media has made that a crucial tool for analysts using the constellation of data streams to create a fuller picture. \"The art form here is melding the various sources into an assessment which will vary from country to country,\" said Clapper. Staying silent  Largely silent no matter what is happening, intelligence agencies have said nothing publicly about their work to support the US government's efforts to fight the virus. One of the few ways they do communicate with the public about their priorities and analysis is through an annual unclassified report called the Worldwide Threat Assessment. Last January, the report warned that \"the United States and the world will remain vulnerable to the next flu pandemic or large scale outbreak of a contagious disease that could lead to massive rates of death and disability, severely affect the world economy, strain international resources, and increase calls on the United States for support.\" Now, with the pandemic gripping the globe, the 2020 edition of the report has yet to come out and the intelligence community has pushed back on holding the open hearings that would traditionally accompany it before the House and Senate intelligence committees. After last year's hearing angered the President and he tweeted that his intelligence chiefs should \"go back to school,\" there has been no appetite among intelligence officials to do anything that could make them and their work a target for the president. It also comes amid turmoil at the top of the community, with President Donald Trump installing his inexperienced ambassador to Germany, Richard Grenell, as his acting Director of National Intelligence. On Thursday, ODNI announced that Grenell is reviewing staffing and initiating a hiring freeze, reviving fears he plans to rid its upper ranks of intelligence professionals deemed insufficiently loyal to the president. \"Acting DNI Grenell has emphasized with ODNI leadership this review is not an effort to purge, as some have erroneously suggested,\" said spokesperson Amanda Schoch. \"The goal is to make sure scarce Intelligence Community resources are used in the best way possible.\""], "Language": false}