{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/middleeast/coronavirus-global-powers-npw-analysis-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Nick Paton Walsh, CNN"], "Writers": [["Nick Paton Walsh"]], "FirstPublishDate": ["2020-03-13T15:05:06Z"], "LastModifiedDate": ["2020-03-13T15:56:52Z"], "Headline": ["Outbreak of coronavirus adds to the risk of miscalculation between global enemies"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["COVID-19 presents a once-in-a-generation challenge. But this painfully unpredictable new world conjures a risk of miscalculation between global adversaries, in conflicts where knowns and norms held crisis at bay.  It throws normal assessments off balance. It introduces the possibility that a troublesome neighbor may be weak, or a long-term threat not as threatening as it has been for the past decades. Governments or militaries may see opportunity -- or danger -- where before certainties of response meant they ruled it out. As I write, an extraordinary tit-for-tat is occurring between the Iranian-backed Iraqi Shia militia group Kataib Hezbollah and the United States. Three Coalition personnel were killed by rocket fire in Iraq, prompting CENTCOM to retaliate, leveling Kataib Hezbollah facilities and possibly killing their personnel. In normal times, this would chime with the US killing in January of top Iranian commander Qasem Soleimani, and hint at an escalation towards open conflict. Does the minimal attention this escalation is getting mean it will pass without further incident, or rapidly develop into something worse? We simply don't know. Against the backdrop of a pandemic, all normal bets are off. Iran is the first, big uncertainty in the equation. COVID-19 has likely left it vulnerable, weak and angry. Washington's campaign of \"maximum pressure,\" sanctions and other less visible methods of punishment, has inflicted some damage. But according to Ali Vaez, Crisis Group's Iran Project Director, the Trump administration may see \"the outbreak as the final nail in the Iranian economy's coffin and (be) likely less interested in any mutually beneficial compromise.\" Vaez warns that Iran will not negotiate with its current weak hand and will instead probably \"significantly escalate -- both in the region and in the nuclear realm -- to accumulate leverage\" ahead of possible talks in the future, maybe with another US administration. \"Washington's self-confidence and Tehran's diffidence increases the risk of miscalculation on both sides,\" he adds. The Trump administration's tearing up of the rules of US behavior and global conduct have led to so many recalculations globally, in frozen conflicts, hot wars, and nascent peace efforts. Yet the idea they could be entirely distracted is another wild card in a global poker game where Washington used to have the best hand. Does China -- hit hard, but in part recovering earlier from COVID-19 than the rest of the world -- feel emboldened? What does that mean for the South China Sea, for Hong Kong's protest movement? For trade negotiations with a US plunging towards recession? For Washington and Beijing's perceptions of each other and their own clout when this has passed? Deterrents are also delayed. Already, NATO military exercises across Europe, ones that were meant to show strength and readiness against a resurgent Russia, have been scaled back. That message, that the US is ready to deploy to Europe at a scale and pace not seen since the Nazis, will be diluted. What does that mean for Russia's increased ambitions in the Arctic? For the peace talks stumbling in Ukraine, where Moscow and Kiev have incompatible visions for elections in the separatist areas in October? If you are an opportunist and a pragmatist, like Vladimir Putin, this sort of moment is suited to your daily arithmetic. And finally, we should not forget the impact of the Trump administration's scattered, bombastic, delayed and fact-o-phobic response. The US' enemies are watching. Everyone is watching everyone else. Joshua Geltzer, a former member of the Obama National Security Council and visiting professor of law at Georgetown Law Center's Institute for Constitutional Advocacy and Protection, said: \"If you are a government that has any spare capacity, you will be assessing how this has affected others. You will see other countries perhaps lose some key personnel. That may not immediately change the balance of power but it may have some effect.\" Adversaries gauge each other's responses, even to a crisis whose aspects are unrelated to their own conflict, to see how adaptable they are. \"It turns out that the Kremlin heavily annotated Reagan's speech when he was talking about not giving an inch to striking air traffic controllers,\" Geltzer said. \"They concluded that if he was really willing to risk letting planes fall out of the sky, then he in fact was tough.\" Geltzer added that different crises need different types of readiness, but said that \"if you zoom out far enough, the question is about the federal government's ability to respond swiftly to crisis. At that level, other countries will draw inferences.\" The virus has struck at a time when alliances that had endured and stabilized the world since the 1940s were already at great strain. The inward instincts, the isolation, the nationalism and pettiness of the Trump administration had caused perhaps the biggest rethink since 9/11. Now a wild card -- one that does not discriminate, that does not have a calculable end in sight, that knows no borders, that cannot be planned for effectively -- is shaking what little solid math remained. In the months that this virus spreads, ebbs, and even fades, its impact may be felt unexpectedly, chillingly, tangentially as adversaries see opportunity and sense loss in its wake."], "Language": false}