{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/03/13/world/gallery/week-in-photos-0313/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-13T05:35:47Z"], "LastModifiedDate": ["2020-03-13T15:23:26Z"], "Headline": ["The week in 38 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["US President Donald Trump addresses the nation from the White House Oval Office on Wednesday, March 11. Trump said he was sharply restricting travel to the United States from more than two dozen European countries, a drastic step he framed as an attempt to contain the novel coronavirus. Traders work on the floor of the New York Stock Exchange on Thursday, March 12. US stocks recorded their worst day since 1987 as worries about the coronavirus mounted. The longest bull market in history, which began in March 2009, is officially dead. Wall Street is now in a bear market. Presidential candidate Joe Biden has a testy exchange about gun rights as he tours a Fiat Chrysler assembly plant in Detroit on Tuesday, March 10. A man confronted Biden and accused the former vice president of trying to \"take away our guns.\" Biden responded, \"You're full of s***\" and tried to clarify his policies, saying he supports the Second Amendment. Britain's Prince Harry and Meghan, Duchess of Sussex, attend the Endeavour Fund Awards in London on Thursday, March 5. The couple is stepping back from their roles as senior members of the British royal family. Members of the Army National Guard load bags of food for people in New Rochelle, New York, on Thursday, March 12. In an effort to slow the spread of the novel coronavirus, officials implemented a 1-mile containment zone in New Rochelle, a suburb outside New York City. Oscar-winning actor Tom Hanks and his wife, actress Rita Wilson, take a photo together in Australia on Thursday, March 12. Hanks posted the photo to his Instagram account a day after announcing that he and Wilson have been diagnosed with the novel coronavirus. This aerial photo shows a march in Santiago, Chile, on Sunday, March 8. People held rallies across the world for International Women's Day. \"Historicas\" means \"historical\" in Spanish. US Sen. Elizabeth Warren, left, appears on \"Saturday Night Live\" with actress Kate McKinnon, playing Warren, on March 7. \"I wanted to put on my favorite outfit to thank you for all you've done in your lifetime,\" McKinnon said. \"I'm not dead,\" Warren responded. \"I'm just in the Senate.\" The two then said the show's famous catchphrase, \"Live ... from New York! It's Saturday night!\" A teacher walks in an empty public school in Labastida, Spain, on March 11. The novel coronavirus is leaving empty spaces across the globe as people are being told to stay home and avoid crowded areas. A plane is seen in front of a supermoon in Curitiba, Brazil, on Monday, March 9. March's full moon is also known as the Full Worm Moon. Former Vice President Joe Biden is accompanied by his wife, Jill, as he speaks at the National Constitution Center in Philadelphia on Tuesday, March 10. Biden won several presidential primaries on Super Tuesday II, expanding his lead in the Democratic race. A woman in Buenos Aires shouts slogans as she marches to Congress to commemorate International Women's Day. US Sen. Bernie Sanders speaks to supporters in Ann Arbor, Michigan, on Sunday, March 8. Sanders won the Michigan primary four years ago and was looking for another win to regain some momentum in the Democratic race. But he lost to former Vice President Joe Biden on Super Tuesday II. Rescuers search for people at the site of a collapsed hotel in Quanzhou, China, on Sunday, March 8. The hotel was being used as a coronavirus quarantine center. Abyssinian cats are presented by their owner at the Catsburg international cat show in Moscow on Sunday, March 8. From left, actresses Lauren Young, Jessica Mann and Dawn Dunning walk out of a New York courthouse on Wednesday, March 11, after disgraced film producer Harvey Weinstein was sentenced to 23 years in prison. The actresses were among those who testified against Weinstein at his trial. The sun shines through the glass floor of New York City's Edge, the highest outdoor observation deck in the Western Hemisphere, on Monday, March 9. Anti-government protesters are hit by a police water cannon in Santiago, Chile, on Wednesday, March 11. A woman dressed as a priestess lights the Olympic flame during a ceremony in Olympia, Greece, on Thursday, March 12. This year's Summer Games are scheduled to begin in Tokyo in late July. A medical staff member gestures inside an isolation ward at the Red Cross Hospital in Wuhan, China, on Tuesday, March 10. The novel coronavirus was first reported in Wuhan, a city of 11 million people in central China's Hubei province. A police officer walks past a burning police vehicle during anti-government protests in Santiago, Chile, on Friday, March 6. Teenager Aker Okoye hugs Meghan, the Duchess of Sussex, during her surprise visit to the Robert Clack School in London on Friday, March 6. An empty movie theater is seen in Kochi, India, on Wednesday, March 11. Theaters are closed across the state of Kerala as part of efforts to stop the spread of the novel coronavirus. Police officers in Namie, Japan, observe a moment of silence on the nine-year anniversary of the earthquake and tsunami that devastated the country on March 11, 2011. Instead of a handshake, Irish Prime Minister Leo Varadkar and US President Donald Trump greet each other with a bow as Varadkar visited the White House on Thursday, March 12. Because of the coronavirus outbreak, the White House canceled a St. Patrick's Day reception that Varadkar was slated to attend. The Kaaba in the Grand Mosque, Islam's holiest site, is normally surrounded by people in Mecca, Saudi Arabia. But it was nearly empty on Friday, March 6. Photos: The coronavirus is leaving empty spaces everywhere Dogs take part in the Crufts dog show in Birmingham, England, on Friday, March 6. A screen shows Afghanistan President Ashraf Ghani during his inauguration on Monday, March 9. Workers in protective suits disinfect Istanbul's Dolmabahce Palace on Wednesday, March 11. A supporter of US President Donald Trump is restrained by police as US Sen. Bernie Sanders speaks at a campaign rally in Phoenix on Thursday, March 5. Chinese President Xi Jinping waves to people who are quarantined at their homes in Wuhan, China, on Tuesday, March 10. Katy Perry performs in Melbourne on Sunday, March 8, after the final of the Women's T20 Cricket World Cup. US President Donald Trump tours a tornado-damaged area of Cookeville, Tennessee, on Friday, March 6. US Rep. Matt Gaetz wears a gas mask Wednesday, March 4, while voting on a bill that would dedicate billions of dollars to combating coronavirus. A reveler is covered in powder during Holi celebrations in Mumbai, India, on Tuesday, March 10. The Holi festival of colors is a Hindu celebration marking the arrival of spring. Children dance in a London street as they celebrate the Jewish holiday of Purim on Tuesday, March 10. Passengers are let off the Grand Princess cruise ship Tuesday, March 10, in Oakland, California. Thousands were stuck on the ship for days because some tested positive for the novel coronavirus. Kosovo Albanians take part in a bonfire ceremony Saturday, March 7, marking the 22nd anniversary of the killing of Kosovo Liberation Army commander Adem Jashari. See last week in 34 photos"], "Language": false}