{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/us/coronavirus-testing-problems-nationwide-invs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Fantz, Scott Bronstein and Drew Griffin, CNN"], "Writers": [["Ashley Fantz", "Scott Bronstein", "Drew Griffin"]], "FirstPublishDate": ["2020-03-13T02:55:44Z"], "LastModifiedDate": ["2020-03-13T14:14:32Z"], "Headline": ["Confusion over the availability and criteria for coronavirus testing is leaving sick people wondering if they're infected"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A group of first responders in Washington state, a scientist in California, a woman at an assisted living facility in Florida  -- all worried because they believe they might have novel coronavirus but say they can't get tested. They and many others tell CNN they're suffering symptoms associated with what's officially known as Covid-19, and are worried they may have come into contact with someone who has the virus. They are angry and frustrated after trying to get tested, only to be turned away. Their stories came into CNN's tip line even as Vice President Mike Pence on Thursday told CNN's morning show, \"New Day,\" that anyone with a doctor's order could get tested. \"There's no barrier ...\" Pence said. \"Make no mistake about it, we're making steady progress.\" Anxiety and confusion over the availability and criteria for testing were dominant themes Thursday as the nation continued to grapple with the pandemic. A primary care doctor in Massachusetts said Pence's assertion that anyone with doctor's orders for testing can get it is \"totally false.\" Doctor describes \"insanity\" of coronavirus testing  Aside from critically ill patients who are hospitalized, the physician said the Massachusetts Department of Public Health is only approving testing for people who have been exposed to someone who has already tested positive or who has traveled to one of the five heavily impacted countries outside the US in the past 14 days, which mirrors CDC guidelines. \"It's insanity,\" said the physician, who spoke on the condition of anonymity. There are not even tests on hand to use if a patient was approved for testing, the doctor said.  \"Even if the patient were around and exposed to someone coughing, sick, sneezing, I cannot give them a coronavirus test,\" the doctor said. \"We are being crippled by our department of public health and the CDC on our ability to combat this pandemic.\" The doctor said state and federal health officials \"need to loosen the criteria on testing\" and \"allow us doctors to use our discretion to decide who should be tested.\" As of Wednesday only 11,079 specimens had been tested in the US, paling in comparison to the more than 230,000 people tested in South Korea, which has about one sixth the US population.  As of 10 a.m. Thursday, there were 81 public health labs that are verified and offering testing for coronavirus, including at least one in all 50 states and Washington, DC, said Michelle Forman, a spokesperson for the Association of Public Health Laboratories.  Forman said her association estimates the nation's public labs could run up to 10,000 tests a day. A big jump in testing is needed to get through crisis, experts say Infectious disease experts say more testing is critical to prevent the spread of the disease.   Dr. Rod Hochman, CEO of Providence St. Joseph Health, an organization of 51 hospitals and about 1,000 clinics, described testing capacity in the US as highly deficient. \"We're still not at levels where we need to be. This has been really slow to get started,\" said Hochman, who said his organization is currently relying on public lab testing but added that he's been in close contact with commercial diagnostic companies, which he believes will begin testing soon.  Hochman said the turnaround time on testing results has ranged from 24 hours to four days, which he called \"unacceptable.\" \"Testing is so critically important because it helps us as clinicians figure out the extent of the spread. It has implications for how we care for patients and where we put them,\" Hochman said. \"It's unraveling the detective story of how the virus spreads but we are trying to do it now with no data.\" If cases of the disease are not identified quickly and community spread continues unchecked, it could soon overwhelm the nation's medical system, just as it did in Wuhan, China, said Dr. Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine.   \"Now, we're at the critical point where we have to have a big jump in testing and then quarantining and isolating individuals,\" in order to slow the spread of the virus, he said.  But the reality for many Americans is that they are asking for tests and being turned away. Anger, frustration, fear: Patients describe testing rejection Hilal Bayrak of Santa Clara, California, was among those who said he couldn't get the peace-of-mind a test might bring. He came down with a 104 degree fever and started coughing and wheezing about a week ago. He had been working alongside a co-worker who had just returned from Italy. The two shared a keyboard, he said.  His 4-year-old daughter first developed a fever and then a few days later, he and his wife came down with one. Last Saturday, they all went to the emergency room. Each tested negative for flu. Their chests were X-rayed. Same thing -- nothing alarming. Bayrak asked if they could be tested for coronavirus and he says was told that was impossible. In order to be prioritized for testing, the Centers for Disease Control and Prevention advises that one must have a fever, cough or difficulty breathing as well as have been in close contact with a person known to have coronavirus. Or, they had to \"have a history of travel from affected geographic areas within 14 days of their symptom onset.\" Bayrak appealed to ER workers, telling them about his co-worker's recent visit to Italy, a country that has all but shut down while authorities attempt to contain the fast-spreading virus. It didn't work. \"I was angry. I was frustrated,\" he said. \"What's more surprising is that after we left the ER on Saturday they told me to follow up with them if my symptoms got worse. They did. My fever was persistent. I took Motrin, Tylenol every 4 hours. I started having continuous headaches. I had no energy. At the moment, I have a rash on my body.\" So the 40-year-old called the ER Wednesday and reported that. \"They told me the same thing. I cannot get tested.\" In Washington state, as many as 18 firefighters and paramedics who believe they were exposed to people who tested positive for the virus cannot themselves get tested because they have shown no signs of illness, several firefighters and public information officers told CNN. \"That's very concerning,\" said Gabe DeBay, a firefighter and paramedic in King County. Dawn Clements has been sick since March 6. The 49-year-old lives in a Largo, Florida, assisted living facility because she suffers from health problems, including a compromised immune system. Clements said her daughter, 16, suffered from a 103-degree fever and a burning sensation in her lungs two weeks ago, but tested negative for flu. Clements said she began experiencing similar symptoms after taking care of her daughter, and also got a negative flu test. She says while her daughter has recovered, she has not. Neither has been able to be tested for coronavirus. \"I was told I didn't meet the criteria because I did not travel out of the United States to one of the countries (with spreading coronavirus). I don't know what virus I have. I'm running a fever and I have chest congestion, and nobody can test us here.\" You need to 'advocate for yourself' Pinellas County, where Clements resides, is \"prioritizing testing,\" according to the state health department. \"It's a situation where the most likely to have Covid-19 are being prioritized for testing, and those are people who have been travelling overseas to an affected area or in close contact with a known Covid-19 patient,\" said health department spokesman Tom Iovino. \"We have lots of 'worried well' people who are just wanting to be tested. We are following the CDC advice, prioritizing testing.\" In some cases it's not the infected person who wants testing done, but the loved ones around them. Shelby Koser, a 28-year-old stay-at-home mom from Minnesota, said she's worried about her dad, who suffers from asthma and has been battling a cough and fever. She said her 60-year-old father was diagnosed with bronchitis, but that she's skeptical. \"My dad does not normally get this type of sick,\" she said. Koser said her father is \"too stubborn\" to ask to be tested for Covid-19, and that she and her mom are worried for his health and that of those around him. \"I've got two young kids,\" Koser said. \"My concern is that the government isn't testing enough people and that a lot of people already have it.\" \"You need to be an advocate for yourself,\" she added. Where testing issues started The struggle some faced in getting tested in the US contrasts sharply with the experiences of patients elsewhere in the world. In Australia, where testing is free and easily available, actors Tom Hanks and his wife, Rita Wilson, learned they had come down with the virus.  Some of the people contacting CNN complained of symptoms and circumstances more severe than the ones publicly shared by the actors and said they were still denied tests. The ability for public health labs to test for the virus was hindered last month when the CDC announced that some test kits shipped to labs were not working properly. The CDC announced it was remaking parts of them.  Lab directors and workers are upset by what they say is a lack of follow-up information from the CDC, said Dr. Michael Mina, assistant professor of epidemiology and immunology at Harvard T.H. Chan School of Public Health. He's spoken to lab directors and workers.  \"From a morale and readiness perspective, labs were frustrated by the delays and the silence from the CDC,\" he said.   The Centers' rollout of lab testing \"didn't go as quickly and smoothly as we usually see,\" acknowledged Dr. Anne Schuchat, the CDC's principal deputy director in an interview that aired Thursday with CNN's Sanjay Gupta.  She described the effort to get tests to public labs as \"a bit delayed\" but also blamed commercial labs, saying they were \"really slow to take this on and scale up.\" Now, weeks into the crisis, Schuchat said \"the jury's out on what exactly is the best way to roll out testing.\" \"I've heard from colleagues in other countries about concern that there was so much testing going on that people with no symptoms and people who were not at risk clogged up the healthcare systems,\" she added. Asked how easy it would be for someone to get tested who is showing symptoms, Shuchat told Gupta, \"Well I think an important thing is to be connected to the healthcare system to figure out if you need testing. You know, it may not be the best thing to go into a clinic and ask about that. It may be better to call.\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, was more direct in his remarks to Congress Thursday. \"The idea of anybody getting (tested) easily the way people in other countries are doing it -- we are not set up for that,\" he said. \"Do I think we should be? Yes. But we're not.\""], "Language": false}