{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/europe-travel-restrictions-chaos/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jason Carroll and Jessica Moskowitz, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-13T12:02:42Z"], "LastModifiedDate": ["2020-03-13T12:25:14Z"], "Headline": ["Panic and confusion as the US is set to start Europe travel restrictions today"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["As travel restrictions go into effect for a large part of Europe, President Trump's move to fight coronavirus has left panicked and confused Americans rushing to return home. The US begins a 30-day travel ban Friday at 11:59 p.m., stopping people coming from dozens of countries in Europe, rerouting flights, and diverting passengers for medical screening.  Doug and Rina Taus, who have two daughters in a study-abroad program in Barcelona, bought new tickets to make sure their children could get home Thursday. \"If the message was clearer, we probably would've left them on their Sunday flights to come back,\" Doug Taus told CNN at New York's John F. Kennedy Airport on Thursday night. \"But at this point, we couldn't risk having our kids not be able to get in the country for 30 days.\" Ban aimed at 26 countries sparks international chaos Pam Shiplay also has a child in the study-abroad program. She said the President's announcement sparked chaos overseas in the middle of the night. \"Just to make a broad message and then only hours later, to clarify what that means, is really unfair to everybody involved,\" Shiplay said. \"To the kids, because they were in a panic at 3 o'clock in the morning, and to the parents who were trying to get them home.\" Doug Taus said clarity came too late. \"When we found out the clarity, we could have canceled today's flight because they allow you 24 hours to cancel it,\" Taus said. \"By that point we were all done, get them home, we were done.\" Ida Demartelly arrived from Paris and said she was screened as usual. She said she has concerns about future travel between the US and France. \"We're facing something kind of unprecedented,\" Demartelly said. \"So, yeah, I think none of us really know.\" During his prime-time address Wednesday night, Trump framed the pandemic as \"foreign virus,\" despite increasing instances of community spread inside the US. Most foreign nationals who were in Europe's Schengen Area -- 26 countries stretching from Iceland to Greece -- will be barred from entering the US. American citizens, green-card holders, some family members, and a few other groups are exempt from the travel ban but will face additional health screenings and restrictions when they arrive.  It allows trips to the US from the UK and applies to Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, The Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden and Switzerland. More travel bans launched last month Sources tell CNN that travelers from Europe will be diverted to one of the 11 airports screening passengers from China and Iran. Discussions are underway to add airports but will be depend on US Centers for Disease Control and Prevention capacity, according to two sources familiar with the plans. The current 11 airports where enhanced health screenings are available are: JFK in New York; Chicago O'Hare; San Francisco International; Seattle-Tacoma International; Daniel K. Inouye International in Honolulu; Los Angeles International; Hartsfield-Jackson Atlanta International; Washington-Dulles International; Newark Liberty International in New Jersey; Dallas/Fort Worth International; and Detroit Metropolitan Airport.    In February, the US launched restrictions to contain the outbreak. Most foreign nationals who visited China in the 14 days prior to their arrival to the US are denied entry. That was expanded to include Iran earlier this month.  FOLLOW LIVE UPDATES Coronavirus has killed at least 41 people in the US and at least 1,665 cases have been reported across 47 states. A majority of the deaths have been in Washington state."], "Language": false}