{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/worldwild-china-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-13T09:21:12Z"], "LastModifiedDate": ["2020-03-13T09:21:12Z"], "Headline": ["What Bill Bensley's WorldWild concept in China will look like"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The Colony: Architect Bill Bensley's design for a Hilton hotel at his WorldWild sanctuary is based on an African termite mound.  Take a dip: The Hilton Colony Lodge will be based in the African savannah area of the park and feature a 'mwamba' swimming pool. Pots and pans: One of the specialty restaurants at the proposed Hilton 'Colony Lodge' resort shows how diners will eat inside huge African pots. Treetop sleeping: A side shot of Bensley's Hilton hotel design shows how greenery will surround the guest rooms and adorn the roof of the building.  Bird house: Bensley's aim to give 95% of the reserve over to nature and 5% to humans is clear to see in this close up design of guest rooms in the Colony Lodge hotel. Bringing the outdoors in: Bensley's unique designs are focused on sustainability, using natural light and ventilation in hotel guestrooms wherever possible.   Mountain monastery: Bensley's idea for a Dzong hotel in the Asian savannah of the roughly 2,000-hectare reserve is a \"home of peace and serenity.\"    Luxury reimagined: Bensley has planned the Dzong hotel in his Asia savannah at WorldWild as \"a haven for your mind and soul, as well as the many animals it shelters.\" Take a waltz: At the Dzong WorldWild hotel the grand ballroom will feature decadent yet sustainable design to host the inhabitants of its roughly 700 rooms.  Going up: A side view of the Dzong hotel shows how it will rise up from the hillside in the Asian savannah.  Palace built in layers: Bensley says his ideas for the Dzong hotel blends the practices of monks from Bhutan, Tibet, Ladakh and Nepal. Lobby like no other: Dzong's dramatic communal areas feature a lobby bar, lounge, deli and shop. Bensley hopes guests will leave having been educated on conservation and the illegal wildlife trade. Down under: Bensley's vision for the Australian savannah in WorldWild feature colorful, gold-rush era buildings.  Inside and out: Bensley puts as much effort into his interiors as he does his exterior designs, with color and patterns aplenty.  Story time: Bensley outlines how he used the history of the settlers, convicts and immigrants who came to Australia in the 19th century to imagine the buildings in his WorldWild's Australian savannah.  Australian oasis: While humans relax surrounded by nature, Bensley hopes to rescue native Australasian species from Chinese zoos -- such as red kangaroo, pink cockatoo and kassowary -- to roam free in the reserve.   Built from experience: Bangkok-based hotel architect Bensley has designed more than 200 high-end hotels in 27 countries during his career. The Australian savannah at WorldWild will feature multiple smaller buildings near \"Fish River.\"   Pink beauty: The proposals for a 220-room Waldorf Astoria hotel at WorldWild feature a rose-colored hotel sitting near the shore of \"Fish River.\" "], "Language": false}