{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-outbreak-03-12-20-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jessie Yeung, Adam Renton, Sheena McKenzie and Meg Wagner, CNN"], "Writers": [["Jessie Yeung", "Adam Renton", "Sheena McKenzie", "Meg Wagner"]], "FirstPublishDate": ["2020-03-12T01:31:11.191Z"], "LastModifiedDate": ["2020-03-13T01:43:44.053Z"], "Headline": ["March 12 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. Top negotiators were unable to clinch a final agreement on a sweeping legislative package to address the economic fallout of the growing escalating coronavirus crisis tonight, pushing talks into Friday as they sought to close out a handful of outstanding issues.  After hours of talks and trading of proposals, including eight separate phone calls over the course of the day between House Speaker Nancy Pelosi and Treasury Secretary Steven Mnuchin -- who is President Donald Trump’s point person on the talks -- negotiators are still attempting to iron out differences on specific language over a package that is expected to include paid leave, expanded food assistance, extended unemployment insurance and free coverage for coronavirus testing.  “It’s fair to say we’re close to an agreement, subject to the exchange of paper, and hope to have an agreement tomorrow,” Pelosi told reporters outside of her office this evening. “We’ve resolved most of our differences and those we haven’t, we’ll continue the conversation because there will be other bills.”  Asked if she was confident that there would be a vote on a deal on Friday, Pelosi responded: “One way or another.” In a series of tweets on her verified Twitter account, American singer Billie Eilish announced she is postponing a host of upcoming tour dates due to concerns related to the coronavirus outbreak. “It is with great sadness to announce the following Billie Eilish ‘WHERE DO WE GO’ North American tour dates have been postponed until further notice,” Eilish tweeted Thursday evening. \"I’m so sad to do this, but we need to postpone these dates to keep everyone safe, we’ll let you know when they can be rescheduled, please keep yourselves healthy.” The postponed shows were to take place in Philadelphia, New York, Newark, Washington, Boston, Brooklyn, Detroit, Chicago, Indianapolis, Nashville and St. Louis.  Tickets for the postponed shows will be honored for the new dates, which will be announced soon, Eilish tweeted.   CNN’s Anderson Cooper and Dr. Sanjay Gupta will host a two-hour special \"CNN Global Town Hall - Coronavirus: Fact and Fears with Facebook and Instagram\" later tonight focusing on the coronavirus. The town hall will begin at 10 p.m. ET. Due to concerns over the coronavirus outbreak, Walt Disney World Resort in Florida and Disneyland Paris Resort will close at the end of the business day Sunday through the end of the month, the company said in a statement tonight. Disney Cruise Line will also suspend all new departures beginning Saturday through the end of the month, the company added. Disney cast members will be paid during the closure period, and hotels and dining complexes at both Disney World and Disneyland Paris will stay open until further notice, according to the company statement. The Pennsylvania Department of Corrections is suspending all prison visits, with some exceptions, starting tomorrow for two weeks, according to a tweet from the organization. “Only staff, vendors and contractors will be allowed to enter any of the state prisons—pending results of a screening,” the department said in the tweet. New Mexico will close all public elementary and secondary schools starting Monday, according to a press release from the office of Gov. Michelle Lujan Grisham.  The shutdown will last three weeks to try to slow the spread of coronavirus. The governor’s office says more details about the closure will be released Friday, but the state wanted to get the word out earlier so parents can begin planning for child care next week. The school closure announcement came shortly after the state announced its sixth confirmed coronavirus case. The NBA’s Cleveland Cavaliers announced today that they plan to compensate all Rocket Mortgage FieldHouse employees, hourly and event staff team members, as if every game and every event is still taking place. The announcement comes after the team's Kevin Love announced a $100,000 donation to the arena’s staff. Yesterday: The NBA suspended its season after a player preliminarily tested positive for coronavirus, stunning fans and players. Utah Jazz all-star center Rudy Gobert tested positive, according to ESPN and other media outlets, shortly before his team's game Wednesday night against the host Oklahoma City Thunder. Kansas Gov. Laura Kelly announced the state’s first death from coronavirus today. The patient is a male in his 70s who lived in a long-term care facility in Wyandotte County, Kelly said. According to the governor, the man had other underlying health conditions and was receiving care at a local hospital before he passed away. The man was not mobile, so the state is treating this as a case of community spread and health officials are now conducting public health contact tracing. Some context: Kelly said this situation demanded that she declare an emergency, which will grant her administration the ability to activate state resources and mobilize personnel to assist where needed. This death is the state’s fifth confirmed case of coronavirus. This is the 41st death in the US. ##Health## Two Transportation Security Administration officers performed pat-downs and luggage checks at Mineta San Jose International Airport prior to testing positive for COVID-19, according to information provided to local officials by the federal agency.  \"Current TSA Standard Operating Procedures require frontline personnel to wear nitrile gloves when screening an individual or their property, which adds an additional layer of protection. Gloves are changed after contact with any passenger or their personal property,\" according to an excerpt of the information released by the San Jose Mayor's office. TSA has authorized \"frontline personnel\" interacting with the public \"to wear surgical masks if they choose to do so.\"  ##Health## ##Travel## The province of Alberta is asking residents to cancel all large gatherings and advising them against traveling outside of the country in an effort to mitigate the spread of novel coronavirus, officials said in a news statement. The total number of presumptive positive cases in the province is 23 as of Thursday, the statement said. There are at least 147 cases of coronavirus, including one death, in Canada. ##Health## Montana Gov. Steve Bullock has declared a statewide emergency due to the coronavirus.  Although there are currently no confirmed cases in the state, Bullock said in a Facebook post, “Our state is preparing for coronavirus to come to Montana and we will be prepared to respond all along the way.” More context: The declaration comes on the same day that Montana’s system of public colleges and universities announced it would be moving to distance learning as much as possible and suspending in-person classes as of March 23.  However, the announcement from the Montana University System said all campus operations will remain open, including dormitories. “The Tonight Show” and “Late Night with Seth Meyers” will suspend production beginning Friday until March 30, according to NBC.  The shows had previously planned to take a hiatus the week of March 23. The network said they are monitoring the situation and will decide about future shows when they get closer to production. ##Business## ##Daily Life## The National Rifle Association has canceled its annual meeting, slated for next month in Nashville, due to concerns over the coronavirus outbreak, according to a statement. “Please know that we did not reach this decision lightly,” the NRA said in a statement. “We were ultimately guided by our responsibility to help ensure the safety and well-being of our NRA members, guests and surrounding community.” The meeting, scheduled for April 16-19, would have been the group's 149th, according to the statement. ##Daily Life## ##Business## The just-launched XFL has decided to cancel the rest of its season, according to a statement. \"All players will be paid their base pay and benefits for the 2020 regular season. All XFL ticket holders will be issued refunds or credit toward future games. The XFL is committed to playing a full season in 2021 and future years,\" XFL said in a statement. Late last month, a part-time stadium employee at Seattle's CenturyLink Field who worked a game between the league's Seattle Dragons and Dallas Renegades later tested positive for coronavirus. ##Daily Life## ##Business## The Church of Jesus Christ of Latter-day Saints has decided to suspend all public gatherings around the world until further notice due to coronavirus, according to a statement. The list of events includes stake conferences, leadership conferences and all public worship services, including sacrament meetings, the church said. \"Where possible, please conduct any essential leadership meetings via technology. Specific questions may be referred to local priesthood leaders,\" the church said. \"We encourage members in their ministering efforts to care for one another. We should follow the Savior’s example to bless and lift others.\" ##Daily Life## An American Airlines pilot has tested positive for coronavirus, according to the airline and a second source familiar with the matter. “American’s Chief Medical Officer and leaders from our pilots’ office have been in touch with our Dallas Fort Worth based pilot who tested positive for COVID-19. We are in close contact with the Centers for Disease Control and Prevention (CDC) and public health officials and are coordinating with them on all required health and safety measures,\" according to a statement from the airline. The pilot is based out of Dallas-Fort Worth, according to the source familiar with the matter. An airline official says on background that they believe the risk of transmission to passengers to be low. The airline provided no further information about the circumstances or condition of any other crew that worked with the infected pilot. The airline official declined to provide any information on the pilot's condition, citing privacy reasons.   ##Health## ##Business##  Former President Barack Obama asked for people to consider each other as they wonder why so many places are shutting down due to the coronavirus outbreak. While tweeting out a link to a Vox article about how canceling events and quarantines can save lives, he said, \"We have to look out for each other.\" Read Obama's tweet below: ##Daily Life## President Trump was in close physical proximity with the Brazilian president's press secretary Saturday night — who has now tested positive for the coronavirus, two people familiar told CNN.  The press secretary attended the dinner Trump hosted at his Mar a Lago resort in Florida, took a photo with Trump, and later stood feet away from the President as he spoke during Kimberly Guilfoyle's birthday, the sources said.  White House press secretary Stephanie Grisham issued a statement Thursday saying, \"Both the President and Vice President had almost no interactions with the individual who tested positive and do not require being tested at this time.\"  \"The White House Medical Unit and the United States Secret Service has been working closely with various agencies to ensure every precaution is taken to keep the First & Second Families, and all White House staff healthy,\" Grisham added. ##Daily Life## California's Universal Studios and the Los Angeles Zoo will close due to concerns surrounding coronavirus.   Citing the health of team members and guests, Universal Studios will be closed starting Saturday, with hopes of reopening on March 28, according to a statement from the theme park. The Los Angeles Zoo will close tomorrow, according to a post on their website. The animals will continue to be cared for, and employees are asked to report to work.  “At this time, we do not have any indication that this virus is of immediate concern to any of our animals,” the statement from the zoo said. ##Daily Life## ##Business## Arlington National Cemetery in Virginia will close to visitors beginning Friday as \"precautionary measures to protect the health of our employees, families and visitors\" are taken amidst the coronavirus pandemic, according to a statement from the cemetery.  Funerals will be conducted as scheduled, the cemetery said. “U.S. Army and Department of Defense guidance is clear: force health protection is paramount,” said Karen Durham-Aguilera, executive director of the Office of Army National Cemeteries and Arlington National Cemetery. “We have a responsibility to protect our employees, the families of our fallen service members paying respect to their loved ones, and to the thousands of visitors per day who come here to appreciate this national shrine. We do not make this decision lightly, but closing our doors to visitors allows us to focus our energy and resources on our core mission of safely laying our nation’s warriors to rest.”  ##Daily Life## Brazilian President Jair Bolsonaro, wearing a face mask and speaking on Facebook Live, said he expects the results of his coronavirus test in the coming hours. “I believe in the next hours we will have the result from [my test] and from some other people who were with me,” Bolsonaro said, referring to others who traveled to the United States with him last weekend. Fabio Wajngarten, the president's press secretary, tested positive for coronavirus on Thursday, according an official statement from the president’s office. Wajngarten was with Bolsonaro on the US trip, during which the Brazilian president dined with President Trump at Mar-a-Largo. Wajngarten posted a picture of himself with Trump on Instagram a few days ago. ##Health## House Democrats, at the moment, plan to move a bill addressing the coronavirus under suspension of the rules when a final deal is reached, according to two people involved. That means they can skip the rules committee so long as the bill has two-thirds support. The expectation is that the bill will pass easily if all parties sign off. While it's not final yet, that’s the way this is going. They're still working through some outstanding issues: The paid leave issue has been resolved by adding a tax credit to aid smaller employers, at the request of the White House. Final thoughts: They are on the verge of a deal. Not there yet. US Southern Command — the geographic combatant command that oversees military activities in South America, Central America and the Caribbean — said in a statement today that there are currently “no reports of suspected or confirmed coronavirus (COVID-19) infections within the command,” following a visit by the Brazilian president and his team to the command this past weekend.  \"As of this afternoon the commander, Adm. Craig Faller, has not experienced symptoms and has not been tested. We will continue to implement actions, such as social distancing and restrictions to travel in accordance with DOD guidance, to minimize the risk of exposure. We continue to aggressively monitor the situation,” the release said. ##Health## The Arsenal Football Club of the English Premier League announced today that head coach Mikel Arteta has tested positive for coronavirus. \"All club personnel who had recent close contact with Mikel will now self-isolate in line with Government health guidelines. We expect this to be a significant number of people from Colney, including the full first-team squad and coaching staff, as well as a smaller number of people from our Hale End Academy which we have also temporarily closed as a precaution,\" a statement from the club said. Arteta discussed the diagnosis, saying, “This is really disappointing but I took the test after feeling poorly. I will be at work as soon as I’m allowed.” ##Health## Cleveland Cavaliers player Kevin Love announced on Instagram that he is donating $100,000 through his foundation to support the team's arena and support staff who have been impacted by the suspension of the NBA season. Here's a portion of his statement: \"Everyone reacts differently to stressful situations. And the fear and anxiety resulting from the recent outbreak of COVID-19 can be extremely overwhelming.\nThrough the game of basketball, we've been able to address major issues and stand together as a progressive league that cares about the players, the fans, and the communities where we work. I'm concerned about the level of anxiety that everyone is feeling and that is why I'm committing $100,000 through the @KevinLoveFund in support of the @Cavs arena and support staff that had a sudden life shift due to the suspension of the NBA season. I hope that during this time of crisis, others will join me in supporting our communities.” ##Daily Life## Illinois and the City of Chicago are mandating all large-scale events exceeding 1,000 individuals be cancelled for the next 30 days, according to Gov. J. B. Pritzker. According to Pritzker, Tuesday’s election will proceed as scheduled.  “This is a fundamental function of government, and the state is committed to making sure the election proceeds with as little disruption as possible,” the governor said. At this time, the City of Chicago and state are not recommending that school be cancelled, but Pritzker said they are monitoring the situation and asking schools to scale back on large assemblies, among other measures. Pritzker said Illinois is encouraging businesses across the state to consider letting their employees work remotely and for those who cannot, to encourage social distancing between employees. The Smithsonian Institute has released a statement saying, “all Smithsonian museums in Washington, DC, metropolitan area and New York City, including the National Zoo will temporarily close to the public starting Saturday, March 14.” The statement did not give an end date to the closures and said “updates on a week-to-week basis on our websites.” ##Daily Life## Numerous school districts around Georgia will be closing due to rising coronavirus concerns.  Here are some of the districts and when they are closing and for how long as of this afternoon: Cobb County Schools: Will close March 16 until further notice\nMarietta City Schools: Will close March 16 for at least two weeks\nCity Schools of Decatur: To close indefinitely starting March 13\nFulton County Schools: Will close March 16 until further notice\nAtlanta Public Schools: To close on March 16 for at least two weeks\nDeKalb School District: Will close March 16 until further notice ##Daily Life## Portugal will close all educational establishments in order to try to contain the outbreak of coronavirus, the country's Prime Minister Antonio Costa said in a news conference on Thursday according to Portugal's state broadcaster RTP Noticias.  Cruise ships will be able to dock in Portugal, but only Portuguese passengers who are returning home will be allowed to disembark, Costa said according to the broadcaster. The government will also limit visits to nursing homes in order to protect the most vulnerable section of the population, he said. These measures will go into effect on Monday, RTP Noticias reported. ##Daily Life## San Francisco Unified School District will close for the next three weeks, starting Monday, and extending through the previously scheduled spring break. “This is not business as usual,” Superintendent Dr. Vincent Matthews announced, adding, “This will require a measured, sustained response.” In closing all schools, Matthews said this comes in an effort to prepare for a potentially longer closure.  “As testing increases, so will our number of positive cases,” he warned. San Francisco Unified School District is California’s seventh largest, with more than 57,000 students. ##Daily Life## The New Jersey court system is suspending all new jury trials until further notice to help minimize exposure to coronavirus, Chief Justice Stuart Rabner announced today. “While jury trials are a critical component of our justice system, this extraordinary step is necessary to protect the health and safety of the community,” Rabner said. “At the same time, we will make every effort to keep our court system running in the face of this health crisis.” “We are in full support of the Judiciary’s response to this public health emergency,” Gov. Phil Murphy added. Acting administrative director of the courts Judge Glenn Grant said it was a critical decision.  “It is imperative that we take action to avoid large public gatherings at our court facilities,” Grant said. “At the same time, we will leverage our technological capabilities so that other court proceedings can continue with minimal disruption to our justice system.\" ##Daily Life##  Harlem's legendary Apollo Theater is canceling all of its theater-produced public programs starting Friday through April 4 due to the coronavirus outbreak. The cancellation includes these programs: WOW — Women of the World Festival\nAmateur Night at the Apollo\nSchool Day Live\nHistoric Tours\nLive Wire\nApollo Comedy Club\nApollo Music Café events  The Apollo Theater and African Film Festival’s Africa Now! concert on April 4 has also been been postponed until the fall.  ##Business## New York's Tribeca Film Festival, which was scheduled for next month, has been postponed indefinitely due to the coronavirus pandemic. \"We are committed to ensuring the health and safety of the public while also supporting our friends, filmmakers and storytellers who look to Tribeca as a platform to showcase their work to audiences,\" Jane Rosenthal, CEO of Tribeca Enterprises, said in a statement. \"We will be back to you shortly with our plans.” The festival lineup of 115 films was set to run April 15 - 26. ##Business## The cruise industry is crafting proposals to address the coronavirus crisis, but they’re not looking for a government bailout, according to one cruise line executive. “We’ve been through hundreds of things – hurricanes, and other health crises like SARS that we’ve lived through and grown from. Taking cash from the government is not how the cruise industry works,” said the executive. Industry cruise line leaders proposed a number of forward-looking initiatives that were jointly discussed with the Trump administration as part of the coronavirus task force led by Vice President Mike Pence, according to a source familiar with the situation. Discussions are ongoing and industry leaders are waiting to hear back from the administration about the proposals, added the source. Industry under stress: The cruise line industry has taken a financial hit since the coronavirus outbreak in January.  Carnival’s Princess Cruises announced today that it would be suspending all voyages for 60 days in response to the coronavirus outbreak on two of its ships. Royal Caribbean on Tuesday extended its credit line by $550 million and withdrew its first quarter and full year 2020 outlook. Shares of Carnival and Royal Caribbean both dropped 31% today.   New York state will have the first public drive-through coronavirus testing facility on the east coast, Gov. Andrew Cuomo announced today. Officials will start testing people by appointment only in New Rochelle starting Friday, Cuomo added. New Rochelle residents who have been quarantined will be tested first, he said. ##Health## The Colonial Athletic Association has announced that a game official working the CAA Conference Championships has tested positive for coronavirus. The CAA Conference tournament ran from Saturday through Tuesday. Read the CAA's full statement:  \"The Colonial Athletic Association has been made aware that a game official who worked at the 2020 CAA Men’s Basketball Championship has tested positive for the coronavirus. \nThe official did not exhibit symptoms of the virus until 72 hours after the game he worked, but out of an abundance of caution the conference has made the involved institutions and tournament personnel aware of the situation so they can take proper precautionary measures.”  ##Health## Dr. Ali Akbar Velayati, Iran's former foreign minister and current adviser to Iran's Supreme Leader Ayatollah Ali Khamenei, has tested positive for coronavirus and is currently in quarantine at his home, Tehran's Masih Daneshvari Hospital told Iran's semi-official news agency ISNA.  According to ISNA, Velayti recently spent several days at Masih Daneshvari Hospital working with hospital staff discussing the best ways to combat coronavirus across the country.  Hospital officials tell ISNA that Velayati started exhibiting coronavirus-like symptoms on Wednesday at which point he was tested for the virus and results showed he had contracted it. Reports indicate that Velayati is quarantined and in good condition.  ##Health## Kentucky Gov. Andy Beshear has recommended that all public and private schools throughout the commonwealth cease in-person classes for at least two weeks due to concerns over the coronavirus outbreak. Speaking at a news conference in Frankfort this afternoon, Beshear called this “a big, but necessary step,” and said he made the announcement today in order to give faculty and staff time to put together in-home assignments, as well as giving parents time to prepare for the closure. Beshear specifically chose the terminology “ceasing in-person classes” in order to give individual superintendents flexibility to keep school cafeterias open even when classes are not in-session, he told reporters this afternoon. ##Daily Life## Utah is banning all mass gatherings of more than 100 people, starting next Monday, to curb the spread of the coronavirus.  Gov. Gary Herbert said the ban – which includes houses of worship – will be in effect for two weeks. The order does not apply to K-12 schools, although all districts were asked “to prepare to close.” Anyone who is over the age of 60 or has immunity problems is encouraged to avoid any gatherings of 20 or more people. An exception is made for businesses like grocery stores. Anyone who is sick is being told to stay home. ##Health## ##Daily Life## A woman who traveled from China to Illinois in mid-January likely transmitted novel coronavirus to her husband through \"prolonged, unprotected contact,\" according to research released Thursday.  None of more than 300 people who came into contact with the two patients after they showed symptoms, however, developed symptoms of their own. The findings, published in the medical journal The Lancet, detail the first known transmission of novel coronavirus in the United States, and suggest that the virus may transmit most easily through extended contact with infected people, not brief or casual exposures. Dr. Jennifer Layden, the chief medical officer of the Chicago Department of Public Health, who co-led the research, stressed that health care providers should still \"rapidly triage and isolate individuals suspected of having [the virus]\" and notify local health departments. That's because, according to the study, \"infection control measures within the hospital setting and an aggressive public health response\" to these first cases might have prevented widespread coronavirus exposure. And it's possible that other patients — those with more severe illness, for example — may transmit the virus more easily. The researchers cautioned that their findings are preliminary and based on a single transmission event, which might not represent the population at large. The study had other limitations, too. Because they relied on memories to reconstruct people's movements, investigators might not have identified everybody who came into contact with the coronavirus patients. ##Health## Madison Square Garden and the Barclays Center could be closed for months, New York City Mayor Bill de Blasio said at a news conference today. This comes after an announcement was made to cancel events of 500 or more people across the state, de Blasio said. ##Daily Life## ##Business## Auto giant Fiat Chrysler confirmed today that an employee has tested positive for COVID-19 at one of its facilities in Kokomo, Indiana, according to a statement from the car maker. “FCA [Fiat Chrysler Automobiles] is working with local area health authorities in Kokomo, Indiana, to support the treatment of an employee who tested positive for COVID-19. The employee, who works at the Kokomo Transmission Plant, is currently receiving medical care,” the statement read. The employee’s immediate co-workers have been placed into quarantine along with others in the facility who the person may have come into direct contact with. FCA has deep cleaned and disinfected the employees working area. The company is also “deploying additional sanitization measures across the entire facility, retiming break times to avoid crowding and deploying social spacing,” according to the statement. More context: The United Auto Workers union, which represents 400,000 members, is actively monitoring the situation and working with Fiat Chrysler on precautions and measures necessary to “protect our members and everyone who works in our facilities,” said United Auto Workers Vice President Cindy Estrada.  The FCA Kokomo plant currently remains open. ##Business## ##Health## The show must go on. Sorta. While the home of the Seattle Symphony has canceled all public events through the end of the month, the Symphony has said it will continue to offer its performances online \"to offer strength, comfort and unity\" while many public gathering places are closed to help limit the spread of coronavirus. “I believe music has the power to transform lives and bring people together in new and surprising ways,” shares Music Director Thomas Dausgaard. “Even though we can’t gather at Benaroya Hall, I’m so happy we’ll still be sharing musical moments together, whether you’re at home in Seattle or halfway across the world.” The first rebroadcast is slated to begin at 7:30 p.m. local time (10:30 p.m. ET) on Thursday night. More details about the streaming schedule can be found on the Symphony's website. The New York Police Department tweeted today that there are no plans to shut down the roadways or subways in the city. ##Daily Life## All schools will close for two weeks in Maryland starting Monday, State Superintendent of Maryland Schools Karen Salmon said at a news conference today. The schools will remain closed until March 27, Salmon said. As a result of the closure, make-up days will take place during spring break, which was scheduled for mid-April, Salmon said. Students who receive meals will continue to receive food through programs, Salmon said. The Maryland Department of Education is also working to give childcare options to residents who must continue to work such as health care providers, Salmon said. ##Daily Life## Gov. Larry Hogan has directed Maryland Emergency Management to the highest activation level and issued an executive order that moves the National Guard to a higher state of readiness, he said at a news conference Thursday. He also banned all gatherings of more than 250 people. Any religious, sporting or other gatherings of 250 people or more will need to be canceled and postponed, Hogan said.  Additional measures are being taken to mitigate the spread of novel coronavirus, including state government workers teleworking, public access to state buildings being restricted, and the closures of senior activity centers, Hogan said. Hogan encouraged grocery stores, restaurants and gas stations to remain open as to not impact daily life of Maryland residents. Maryland currently has at least 12 cases of coronavirus statewide. Watch: ##Health## ##Daily Life## Catholic churches across Rome have been ordered to completely close due to the spread of coronavirus and worshippers are exempt from attending Sunday mass.  Pope Francis’ cardinal in charge of the Diocese of Rome, Cardinal Angelo De Donatis, said on Thursday that all churches in the city, whether active parishes or just open to the public, will shut down until April 3. A church historian in Rome has said this is the first time that all churches in Rome have been closed to the faithful.  In a statement on the Church of Rome website, the Cardinal said the shutdown was necessary due to a “sense of belonging to a human family exposed to a virus of which we still don’t know the nature of or how it propagates. The faithful are therefore dispensed from the obligation of fulfilling Sunday celebration.” “We are living in a very serious health situation each one of us is asked to have the utmost attention, because any imprudence in observing health measures could harm other people,” he added. ##Daily Life## Rudy Gobert, the All-Star center for the NBA's Utah Jazz, took to Instagram on Thursday to thank people for their support after he was diagnosed with coronavirus.  He also apologized for his actions seen in a now viral video of him earlier this week deliberately touching microphones and recorders following a media session.  \"The first and most important thing is I would like to publicly apologize to the people that I may have endangered. At the time, I had no idea I was even infected. I was careless and make no excuse. I hope my story serves as a warning and causes everyone to take this seriously. I will do whatever I can to support using my experience as way to educate others and prevent the spread of this virus,\" he said. Gobert's positive test came shortly before the Jazz were due to tip-off against the Oklahoma City Thunder on Wednesday night. The NBA postponed the game just before it started, and shortly thereafter postponed the entire season. Donovan Mitchell, Gobert's teammate and fellow NBA All-Star this season, announced Thursday afternoon that he, too, had tested positive for coronavirus. Watch: ##Health## The Women's Tennis Association Tour will cancel the next two scheduled tennis tournaments, WTA CEO Steve Simon announced Thursday. \"Due to safety and health concerns surrounding the coronavirus, as well as the travel restrictions imposed on entering the United States from Europe, the Miami Open and the Volvo Car Open in Charleston will not be held at this time,\" he said in a statement. He continued: \"There isn’t anything more important than protecting the health of our players, staff, volunteers, and fans who attend our events, along with the general public. We are disappointed but the decision has been made in the interest of public health and safety, which is the top priority.  The WTA, working alongside our player and tournament leaders, will make a decision in the week ahead regarding the European clay court season.\" ##Business## ##Daily Life## Disneyland will close due to coronavirus concerns, the company announced today. Beginning on Saturday morning, the theme park will be closed through the end of March, the park tweeted. Disneyland's cast members will still get paid during the closure. Here's what they tweeted: ##Business## Republican Sen. Lindsey Graham of South Carolina, a close ally of President Trump, on Thursday became the latest member of Congress to announce that he is self-quarantining during the coronavirus outbreak. As lawmakers on Capitol Hill grapple with how to contain the spread of coronavirus across the United States, nine members of Congress are now taking steps to either self-quarantine or otherwise isolate themselves as a precaution after coming into contact with an infected individual. Five Republican lawmakers — Sens. Ted Cruz of Texas along with Reps. Matt Gaetz of Florida, Doug Collins of Georgia, Paul Gosar of Arizona and Mark Meadows of North Carolina — are self-quarantining after interacting with an individual at the Conservative Political Action Conference who has tested positive for coronavirus. Two Democrats are also taking precautionary measures. California Rep. Julia Brownley announced on Monday that she and her staff are now working remotely after finding out that she recently came into contact with someone who tested positive. On Tuesday, Virginia Rep. Don Beyer announced that he will self-quarantine after learning that a friend he interacted with recently tested positive.  On Thursday, Republican Sen Rick Scott of Florida also announced he is self-quarantining. ##Health## The National Collegiate Athletic Association (NCAA) has announced that the annual Division I men’s and women’s basketball tournaments have been canceled due to coronavirus concerns. Here's what the NCAA said in a statement: \"Today, NCAA President Mark Emmert and the Board of Governors canceled the Division I men’s and women’s 2020 basketball tournaments, as well as all remaining winter and spring NCAA championships. This decision is based on the evolving COVID-19 public health threat, our ability to ensure the events do not contribute to spread of the pandemic, and the impracticality of hosting such events at any time during this academic year given ongoing decisions by other entities.\" The announcement also means sports like golf, lacrosse, tennis and the College World Series would also be canceled. ##Daily Life## ##Business## US stocks recorded their worst day since the 1987 crash Thursday, on rising fears about the coronavirus pandemic.  Wall Street officially fell into a bear market with the S&P 500 dropping more than 20% from its February 19 peak. The Dow, a smaller index than the S&P, fell into a bear market Wednesday. The S&P 500 closed down 9.5%. It was its worst day since October 19, 1987, known as “Black Monday.” The index dropped 7% in the first minutes of trading, which triggered a circuit breaker and led the New York Stocks Exchange to suspend trading for 15 minutes. The Dow finished 2,352 points, or nearly 10%, lower in its biggest one-day percentage drop since “Black Monday.” The index is now at a level not seen since summer 2017. The Nasdaq Composite closed down 9.4%. It is now also in a bear market. ##Business## New York City has declared a state of emergency due to the coronavirus outbreak, Mayor Bill de Blasio said moments ago at a news conference. “The last 24-hours have been very very sobering,” de Blasio said. The city of Miami Beach has declared a state of emergency, Mayor Dan Gelber said at a news conference. “Spring Break is over,” he said. Gelber said restaurants will remain open but that he is discouraging people from visiting Miami Beach and encouraging social-distancing guidelines issued by the US Centers for Disease Control and Prevention. ##Daily Life## President Trump is telling people close to him that he is indeed concerned about coming into contact with people who have contracted coronavirus, including a Brazilian official who tested positive after coming face-to-face with him at Mar-a-Lago, a source close to the President said. “He is very concerned about all the people he met who have it including the Brazilian,” the source said. Earlier today in the Oval Office the President insisted he is not concerned about being exposed.  White House press secretary Stephanie Grisham later issued a statement saying, \"Both the President and Vice President had almost no interactions with the individual who tested positive and do not require being tested at this time.\"  The source did not know whether the President has been tested or not.  Israeli airline El Al announced that it is suspending most of its operations beginning this Sunday, the company said in a statement Thursday afternoon. The airline will maintain connections to New York, Newark, Toronto, London, Paris and Johannesburg, but flights to other locations, such as Moscow, Mumbai, and most destinations in Europe will be suspended. The statement made no mention of when flights may resume. Greece will close all of its courts and entertainment venues for at least two weeks, the health ministry said today. This includes: playgrounds\ntheaters\ncinemas\nentertainment centers\ngyms There were 18 new cases diagnosed today, bringing the total number to 117 cases.  ##Daily Life## There are at least 1,459 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 1,389 cases in 46 states and the District of Columbia, bringing the total number of coronavirus cases to 1,459. In total, 39 people have died.  This includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases that have received positive results from the CDC. ##Health## Live entertainment organizers are collectively postponing concerts and other events through the end of March. This includes concerts presented by Live Nation, AEG and talent agency Elite. A task force with representatives from the top executives managing the events and the star performers is working to ensure a unified response to the coronavirus outbreak, according to a statement from Live Nation. \"At this time, we collectively recommend large scale events through the end of March be postponed,\" the statement said. \"We continue to support that small scale events follow guidance set by their local government officials. We feel fortunate to have the flexibility to reschedule concerts, festivals, and live events as needed, and look forward to connecting fans with all their favorite artists and live entertainment soon.\" ##Business## ##Daily Life##   All Ohio K-12 public, private and charter schools will close Monday evening through at least April 3, Gov. Mike DeWine announced. DeWine said this was not an action he took “lightly.” What we know: School districts in at least five states have announced long-term school closures for K-12 public school students. That means 403,233 students will be out of school over the coming days. The Colorado Department of Public Health and Environment (CDPHE) is working to establish and communicate a cut-off point for the line at the drive-up testing site in Lowry, due to the high volume of people looking to be tested for novel coronavirus. According to a department statement, CDPHE is currently determining, based on resources and staff capacity, which vehicle will be the last one and whose occupants can be served Thursday. Those who are already in line behind the cut off-point will get priority for testing Friday, according to the department. How it works: South Korea has also used drive-through coronavirus testing stations. In the northern city of Goyang, drivers pull in to a parking lot where they are met by health workers dressed in hazmat suits. Motorists then drive to several stations where nurses in protective plastic suits, masks and face shields register drivers, check their temperatures, and use swabs to take samples from their throats and nasal passages. ##Health## ##Daily Life## An elderly patient in Norway has died from coronavirus, Oslo University Hospital said. This is the country's first coronavirus-related death. Norway has at least 489 confirmed cases of coronavirus. ##Health##  France will impose measures to try and contain the spread of coronavirus including closing schools, postponing non-essential medical procedures and advising elderly people to stay at home, according to French President Emmanuel Macron. According to the World Health Organization, France has 2,281 cases of coronavirus. ##Health##   Major League Baseball (MLB) has announced that the start of the season will be delayed by at least two weeks and has canceled the remaining Spring Training schedule. The MLB season was set to start on March 26. \"Nothing is more important to us than the health and safety of our players, employees and fans. MLB will continue to undertake the precautions and best practices recommended by public health experts. We send our best wishes to all individuals and communities that have been impacted by coronavirus,\" the MLB said in a statement. ##Daily Life## The country's slow-motion coronavirus shutdown is speeding up. Companies and organizations are making new announcements almost every minute. These are just some of the announcements from the past few hours: Broadway is going dark. \nThe PGA Tour is banning fans. \nThe NFL is cancelling its annual meeting. \nNumerous basketball tournaments are canceled. \nMajor League Soccer's season has been suspended. \nThe National Hockey League's season has been suspended. \nThis month's release of \"A Quiet Place II\" has been postponed. \nThe next \"Fast and Furious\" movie has been rescheduled for April 2021. \nSome scripted television shows are pausing production. Additional talk shows are forgoing studio audiences. \nThe Montclair Film Festival is being rescheduled. \nJerry Seinfeld's comedy shows are being postponed. \nBilly Joel's performances at Madison Square Garden are being delayed until the fall. \nThe Metropolitan Museum, Carnegie Hall and other New York museums are temporarily closing. \nIn Washington, The National Archives has canceled events through the beginning of March.\nIn Los Angeles, City Hall will close to all non-city hall employees. \nSunday's Democratic debate on CNN is being moved from Phoenix to Washington.\nThe Association of Tennis Professionals suspended the men's pro tour.\nNASCAR will hold races without fans. And within minutes of writing this post, the 2020 Rock & Roll Hall of Fame Induction Ceremony in Cleveland was postponed and Duke University suspended all athletic competition. Watch: ##Daily Life## Democratic presidential candidate Sen. Bernie Sanders said today that it's time for President Trump to declare a national emergency due to the coronavirus pandemic. He also criticized the President, calling him \"incompetent.\" Watch: Israel will close its schools and universities for five weeks to prevent the spread of coronavirus, Prime Minister Benjamin Netanyahu announced Thursday evening.  Schools will close immediately and will remain closed until after the annual Passover holiday, which concludes on April 16. The new directive does not include kindergartens, boarding schools, special education classes, and schools for at-risk youth.  The announcement comes as Israel has recorded 109 confirmed coronavirus cases. In addition, there are 31 cases in the West Bank, according to the Palestinian Ministry of Health. Netanyahu also called for the formation of an emergency unity government \"without hesitation, without delay,\" as Israel tries to handle the spread of coronavirus. \"It will be an emergency government for a limited period of time and together we will fight to save the lives of our citizens. We have to put politics aside. There will be time to return to exactly the same place,\" Netanyahu said. \"The national responsibility and the personal responsibility will overcome every other consideration.\" Israel is mired in more than a year of ongoing political deadlock which has made it difficult to pass budgets, set priorities, and manage the country, after three elections failed to deliver a clear majority for Netanyahu or his main rival Benny Gantz. The swearing-in of Israel's new parliament, scheduled to take place this coming Monday, will be done in small groups and with no spectators to minimize the risks of contamination. Both rideshare companies said they're actively trying to protect customers and drivers from coronavirus. Uber said it is trying to give drivers disinfectants to help keep their cars clean, and the company \"may temporarily suspend the accounts of riders or drivers confirmed to have contracted or been exposed to COVID-19.\" Uber said it's working with public health organizations who might tell them to pause an account. If that happens, Uber would suspend that account and those of any connected riders. Lyft announced a similar policy: \"If we are notified of a rider or driver testing positive for COVID-19, they will be temporarily suspended from using Lyft until they are medically cleared.\" Both Lyft and Uber also said they will protect drivers financially if they are asked to isolate themselves. \"Any driver or delivery person who is diagnosed with COVID-19 or is individually asked to self-isolate by a public health authority will receive financial assistance for up to 14 days while their account is on hold,\" Uber said. \"We've already helped drivers in some affected areas, and we're working to quickly implement this worldwide.\" ##Your Questions## Several states — including Florida, Ohio, Illinois and Arizona — are voting on Tuesday in primary elections   The The US Centers for Disease Control and Prevention has released recommendations for election polling locations. Here's a look at some of the steps health officials suggest: Encourage voters to use voting methods that minimize direct contact with other people and reduce crowd size at polling stations.\nFor poll workers handling mail-in ballots, practice hand hygiene frequently.\nProvide hand sanitizer and other sanitizing materials.\nFrequently wipe down voting machines. ##Daily Life## Virginia Gov. Ralph Northam has declared a state of emergency in response to novel coronavirus. This will create more flexibility in the commonwealth’s ability to respond to the health crisis and resulting issues, Northam said. At least 21 states plus Washington, D.C., have declared emergencies, which allows them to waive certain regulations. However, a governor has to ask the President to issue a declaration that would free up federal funds and kickstart the process to provide additional resources. Germany has seen a sharp rise in coronavirus cases in the past 24 hours rising by 802 to 2,369 cases, the Koch Institute for Infectious Diseases said on Thursday.  This includes five deaths since the outbreak began. ##Health## The Indian Health Ministry announced Thursday the death of a 76-year-old man who was infected with the coronavirus. According to the statement, the man had traveled to Saudi Arabia from Jan. 29 to Feb. 29. This is the first death from coronavirus reported in India. The Duke University men’s basketball team, despite being ranked tenth in the country, will not participate in the upcoming March Madness basketball tournament, following the university’s decision to suspended all athletic competition. Duke’s Director of Sports Information Mike DeGeorge confirmed the news to CNN. Duke’s famed basketball coach, Mike Krzyzewski, applauded the news, saying in a statement, “We emphatically support the decision made by (Duke University President) Dr. Price today regarding the suspension of athletic competition at Duke.” ##Daily Life## Broadway shows in New York City will suspend all performances “immediately” through April 12, according to The Broadway League, a national trade association for the Broadway industry.  The move comes in “support of the health and well-being of the theatre going public, as well as those who work in the theatre industry,” the association said.    “Our top priority has been and will continue to be the health and well-being of Broadway theatregoers and the thousands of people who work in the theatre industry every day, including actors, musicians, stagehands, ushers, and many other dedicated professionals,” said Charlotte St. Martin, President of the Broadway League. Earlier today, New York Gov. Andrew Cuomo announced that Broadway theaters would be required to have maximum capacity of 50% of total seating. ##Travel## ##Daily Life## Beginning at 4:30 p.m. ET, the Supreme Court building will be closed to the public until further notice, according to a note sent out by the court's public information officer. The building will remain open for official business, and case filing deadlines are not extended under Rule 30.1, according to the statement. Rule 30.1 of the \"Rules of the Supreme Court\" reads: In the computation of any period of time prescribed or allowed by these Rules, by order of the Court, or by an applicable statute, the day of the act, event, or default from which the designated period begins to run is not included. The last day of the period shall be included, unless it is a Saturday, Sunday, federal legal holiday listed in 5 U. S. C. § 6103, or day on which the Court building is closed by order of the Court or the Chief Justice, in which event the period shall extend until the end of the next day that is not a Saturday, Sunday, federal legal holiday, or day on which the Court building is closed.  ##Daily Life## The National Football League has announced the cancellation of its annual league meetings that were scheduled to start on March 29 in Palm Beach, Florida. NFL Commissioner Roger Goodell’s statement does not address April’s annual NFL Draft, set to take place in Las Vegas, Nevada. Los Angeles City Hall will close to all non-city hall employees, Mayor Eric Garcetti announced at a news conference. All large public events have been canceled or postponed, and meetings will move to video conferencing until the emergency ends, the mayor said.  Additional hand washing and sanitizing stations are being set up in public buildings and all non-essential travel is being stopped. Noting that Los Angeles has seen earthquakes, unrest, and fires, the mayor expressed his confidence that the city will survive this outbreak as well. He called on the public to take part, saying “We are all first responders in this emergency.” ##Daily Life## Miami Mayor Francis Suarez has gone into self-quarantine after he was in the room with Brazil's president and his entourage, according to a video message that was played during a news conference.  In the recorded video message, Suarez said he was in the same room as Brazil’s President Jair Bolsonaro and his entourage. Suarez said he feels well, but he has taken this step out of an abundance of caution. More on this: Concerns arose among political officials after a Brazilian government aide tested positive for coronavirus.  Fabio Wajngarten, Brazilian president's press secretary, tested positive for coronavirus on Thursday, according an official statement from the Brazilian president’s office, Thursday. The health of the Brazilian president is being monitored. Wajngarten was with Bolsonaro on last weekend’s US trip, during which the Brazilian president dined with President Trump at Mar-a-Largo. Wajngarten posted a picture of himself with Trump on Instagram a few days ago. New York Gov. Andrew Cuomo announced today that the state is banning all gatherings of more than 500 people. He said that for gatherings of 0-500, they are reducing the occupancy by 50%. \"So 50% of your seated capacity is the new capacity for your facility.\" He said the mandate goes into effect 5:00 p.m. ET on Friday. ##Daily Life## School districts in at least five states have announced long-term school closures for K-12 public school students. That means 403,233 students will be out of school over the coming days. Here's we know about the closures: Connecticut: Officials announced long-term closures for Stamford Public Schools, New Haven Public Schools, and Westport Public Schools. In total, at least 42,802 students attend the three school districts.\nTennessee: Shelby County School District announced a long-term closure beginning Firday that will effect at least 100,000 students in their school district.\nNew York: Three schools in the New Rochelle School District are closed through March 25: New Rochelle High School, Albert Leonard Middle School and William B. Ward Elementary School.\nVirginia: Loudon County Public Schools canceled schools starting Thursday and going through March 20 due to fears of the coronavirus. The school district is home to over 80,000 students.\nWashington state: At least eight school districts have announced long-term school closures effecting at least 128,174 students. Seattle Public Schools, Lake Washington School District, and Shoreline School District all begin their long-term closures Thursday. Snohomish County School District, Edmonds School District, Riverview School District, and Bellevue School District announce closures in the coming days. Northshore School District begin online instruction earlier this week. ##Daily Life##  John Feltz, director of the Transport Workers Union train division — which represents workers at Amtrak, seven regional passenger rail lines, and three major freight rail lines — says workers are very concerned about potentially contracting coronavirus or losing their jobs.  “We are all very concerned for ourselves and our families with the virus that’s going on,” he said. “They are very concerned and yet they do go to work every day.”  The concern is particularly strong among coach cleaners who do the disinfecting of trains. He said they’ve been given protective gear like gloves, “but you never know what could happen at any time.”   He said rail companies may look to labor for cost savings. “If they feel they’re losing money, the first place they cut on is labor.”  ##Travel##  ##Business## New York has 328 cases of coronavirus, with 112 new cases, New York Gov. Andrew Cuomo announced. Here's where the cases are located in the state: Utah Jazz player Donovan Mitchell admitted that he has tested positive for coronavirus. Mitchell posted the news on his verified Instagram account. On Thursday, ESPN and other media outlets, reported that his teammate Rudy Gobert and now Mitchell have tested positive for coronavirus. Here's what Mitchell said. “Thanks to everyone who has been reaching out since hearing the news about my positive test. We are all learning more about the seriousness of this situation and hopefully people can continue to educate themselves and realize that they need to behave responsibly both for their own health and for the well being of those around them. I appreciate the authorities in Oklahoma who were helpful with the testing process and everyone from the @utahjazz who have been so supportive. I am going to keep following the advice of our medical staff and hope that we can all come together and be there for each other and our neighbors who need our help” Earlier on Thursday, the Jazz revealed that two of their players had tested positive for coronavirus. The Jazz have not named either player. CNN Sports has reached out multiple times to the Jazz and the League but has not gotten a reply. European budget airline Norwegian said Thursday it will temporarily lay off half of its staff “following the US ban on travel from most of Europe and the escalating coronavirus situation.” “Due to the extraordinary market situation as a result of the coronavirus, and thus a dramatic drop in customers and subsequent production decline, we must look at all possible measures to reduce costs. This unfortunately also includes temporary layoffs of up to 50 percent of our employees and the number may increase. All departments will be affected by the temporary layoffs,” the company said in a statement.  The company also announced it will ground 40% of its long-haul fleet and cancel up 25% of its short-haul flights until the end of May. “This is an unprecedented situation and our main priority continues to be the care and safety of our customers and colleagues. The new restrictions imposed further pressure on an already difficult situation. We urge international governments to act now to ensure that the aviation industry can protect jobs and continue to be a vital part of the global economic recovery,\" Norwegian CEO Jacob Schram said. ##Travel## ##Business## Broadway theaters in New York City are required to have maximum capacity of 50% of total seating as of 5 p.m. ET today, New York Gov. Andrew Cuomo announced.  “Fifty percent of your seated capacity will be the new capacity,” Cuomo said. As of 5 p.m. Friday, other facilities will be required to adhere to the same rules if the venue can hold up to 500 people, the governor said. The exceptions for that rule are: Schools\nHospitals\nNursing homes\nMass transit All gatherings of 500 people are also banned, Cuomo said. Watch: ##Daily Life## ##Travel## New Mexico Health Secretary Kathy Kunkel Thursday issued an order temporarily prohibiting more than 100 people from gathering in one place in New Mexico in response to the coronavirus, according to a statement from the governor’s office. The types of places covered by the order are spaces like auditoriums, stadiums, arenas, conference centers and theaters. ##Daily Life##       New Jersey Gov. Phil Murphy announced Thursday his office is recommending canceling all public gatherings of 250 people or more, including concerts, sporting events, and parades. “These measures are being taken as part of our coordinated response to the continued outbreak and to aggressively mitigate the spread of the virus,” his office said in a statement.   For Lorenzo Vanni, Thursday was truly historic — it was the first day in 53 years his bar-restaurant in Rome, called Vanni, didn’t serve a single drink or meal.  In the district of Prati, just next to Vatican City, Vanni has every year stayed open on Christmas Day, January 1 and even Ferragosto, a day when just about everyone leaves the city to celebrate the Feast of Assumption.  Italian Prime Minister Giuseppe Conte on Wednesday night expanded already heavy restrictions to include bars, restaurants and shops, now forced to close their doors as the country tries to slow its coronavirus infection rate.   “Today in Rome the atmosphere is surreal. It's strange, like in a movie. I am stunned, incredulous. It has never happened before,” Vanni said.  “During a war, for example, you hear planes flying over your head, but now the enemy is invisible.\" He says he's very worried about its employees. \"It's a total disaster for workers.” Vanni was founded by Lorenzo grandfather in 1929 and has moved locations several times, finding its current spot in 1967. With pride, he described Vanni is a Roman landmark \"where people meet and chat, socialize — it’s a point of reference in the neighborhood.” \"People called me this morning asking me where they will eat from now on,” he said. \"My main concern are the employees, their families and mine of course. Now we have to think about how to buy supplies and the state must put everyone in a position to do so.\" He is asking the government to offer businesses like his tax relief. “Otherwise it will condemn companies to certain closure.\" ##Business## School districts in at least four states have announced long-term school closures for K-12 public school students amounting to at least 313,901 students who will be out of their schools over the coming days. Here's a breakdown of the closures: This afternoon, officials in Connecticut announced long-term closures for Stamford and New Haven Public Schools — two of the larger public school districts in the state. There are approximately 37,000 total students that attend the two school districts in total.\nIn Washington state, at least eight school districts have announced long-term school closures effecting at least 128,174 students. Seattle Public Schools, Lake Washington School District, and Shoreline School District all begin their long-term closures today. Snohomish County School District, Edmonds School District, Riverview School District, and Bellevue School District announce closures in the coming days. Northshore School District begin online instruction earlier this week.\nIn Tennessee, Shelby County School District announced this morning a long-term closure beginning Friday that will effect at least 100,000 students in their school district.\nIn New York, three schools in the New Rochelle School District are closed through March 25: New Rochelle High School, Albert Leonard Middle School and William B. Ward Elementary School.  ##Daily Life## Delta airlines announced flights along seven European routes will suspend after they return to the US on Friday. The airline also said it will continue “to evaluate additional schedule adjustments based on customer demand.” The routes are: Cincinnati-Paris\nIndianapolis-Paris\nOrlando-Amsterdam\nPortland-Amsterdam\nRaleigh/Durham-Paris\nSalt Lake City-Amsterdam\nSalt Lake City-Paris Delta has also capped fares and waived change fees on flights from or through Europe and the UK through May. ##Travel## ##Business## President Trump and Vice President Mike Pence had \"had almost no interaction\" with a Brazilian government aide who tested positive for coronavirus, White House press secretary Stephanie Grisham said in a statement. She added that they \"do not require being tested at this time\" “As stated before, the White House Medical Unit and the United States Secret Service has been working closely with various agencies to ensure every precaution is taken to keep the First & Second Families, and all White House staff healthy,\" she said. \"To reiterate CDC guidelines, there is currently no indication to test patients without symptoms, and only people with prolonged close exposure to confirmed positive cases should self-quarantine.\" Grisham added: “We are monitoring the situation closely and will update everyone as we get more information.” NASCAR has announced that races will go on as planned but without fans. The series is racing at the Atlanta Motor Speedway this weekend. \"At this time, NASCAR will hold its race events at Atlanta Motor Speedway and Homestead-Miami Speedway without fans in attendance. These events will be restricted to competitors, crews, officials and other necessary personnel to conduct the race. We will work with public health officials as we determine future scheduling beyond these events,\" NASCAR said in a statement.  ##Daily Life## The National Hockey League (NHL) Commissioner Gary Bettman has announced the suspension of the current season effective immediately. Bettman acknowledged the NBA’s suspension by stating, “following last night’s news that an NBA player has tested positive for coronavirus – and given that our leagues share so many facilities and locker rooms and it now seems likely that some member of the NHL community would test positive at some point – it is no longer appropriate to try to continue to play games at this time.” ##Daily Life## At least 4.5 million Americans need donated blood every year, but this is the first time novel coronavirus has been a concern in the nation's blood supply. Here's what the AABB, formerly the American Association of Blood Banks, has said about coronavirus: \"Individuals are not at risk of contracting COVID-19 through the blood donation process or via a blood transfusion since respiratory viruses are generally not known to be transmitted by donation or transfusion.\"\n\"The U.S. Food and Drug Administration continues to report that there have been no reported or suspected cases of transfusion-transmitted COVID-19 to date.\"\n\"In addition, no cases of transfusion-transmission were ever reported for the other two coronaviruses that emerged during the past two decades (SARS, the Severe Acute Respiratory Syndrome Coronavirus, and MERS-CoV, which causes Mideast Respiratory Syndrome).\" The AABB said routine screening measures are already in place to prevent anyone with clinical respiratory infections from donating blood. But there is one big concern involving blood donations and coronavirus: the possibility that fewer people will come out to donate. \"If the outbreak of coronavirus continues to spread, additional challenges may arise, which could potentially reduce the number of eligible donors,\" the AABB said. ##Your Questions## The US Senate will be in session next week and will not go on a previously scheduled recess, Majority Leader Mitch McConnell announced on Thursday.   \"The Senate will be in session next week,\" McConnell wrote on Twitter. \"I am glad talks are ongoing between the Administration and Speaker Pelosi. I hope Congress can pass bipartisan legislation to continue combating the coronavirus and keep our economy strong.\" This comes as Republican senators up for reelection did not want to go home without passing an economic relief bill. Many Republicans believed that they would be in an untenable position politically if Democrats in the House passed their own bill and the Senate left town without acting.  The Metropolitan Opera in New York City has canceled all performances and rehearsals through March 31 because of the ongoing coronavirus outbreak. “With health authorities urging social distancing with greater emphasis, it is simply untenable for us to continue to perform, as it puts our artists, staff, and audiences at risk. I would like to express my deep personal regret that the situation has led us to this point,\" Met General Manager Peter Gelb said.  ##Daily Life##  Sen. Rick Scott, a Florida Republican, said Thursday he would self-quarantine after potentially coming into contact with a Brazilian government aide who tested positive for coronavirus. \"My office was alerted today by the Brazilian Embassy that a member of President Bolsonaro’s delegation tested positive for Coronavirus. On Monday, I met with the President in Miami, and while I do not believe I interacted with the infected person, that individual was in the same room as me. The Embassy said the person had no symptoms leading up to or the day of the conference,\" Scott said in a statement. He said that while doctors told him his risk was low and that he didn't need to take a test nor quarantine, he would do so out of an abundance of caution. The worst of the coronavirus pandemic is yet to come in the UK, the British Prime Minister said on Thursday.  “The most dangerous period is not now but some weeks away depending on how fast it spreads,” Boris Johnson said at news conference to announce the UK’s move to the \"delay\" phase of its coronavirus action plan.  “The virus is more dangerous than seasonal flu and more people are going to get it. More families will lose loved ones,” Johnson warned.  Under the plan, if the UK is able to delay the \"peak\" of the virus by a “few weeks,” the National Health System will be better positioned to handle it, he said. If the peak is delayed until the weather is warmer, there will be less people suffering from respiratory tract related illnesses and would put the NHS in a “stronger state.” The Marriott Boston Long Wharf – the site of the Biogen conference, which dozens of Massachusetts' coronavirus cases are connected to — will be closed to guests effective today, according to the Boston Public Health Commission. The hotel and the health commission had the mutual decision to close the hotel. “The mutually agreed upon decision was based on the facts obtained through confirmed cases connected to hotel and contact tracing to identify close contacts of those cases,” the commission said in a statement. At least 70 confirmed coronavirus cases in Massachusttes are related to employees at Cambridge biotechnology company Biogen.   ##Daily Life## ##Health## A Department of Homeland Security spokesperson on Thursday told CNN that the US government sees a number of countries on the European continent as the biggest threat concerning the coronavirus. The Trump administration did not have those concerns about the United Kingdom, the spokesperson told CNN, and President Trump, during a press gathering Thursday afternoon, said he did not have concerns about the United Kingdom, which has \"very strong borders.\"  The DHS told CNN they have seen a lot of broken travel histories from individuals from some of those European countries, which makes it harder to track their movements. DHS \"confident we can capture the vast majority of qualifying travelers with this order,\" the spokesperson said. On Thursday, Acting Homeland Security Deputy Secretary Ken Cuccinelli pointed out that Europe presents a \"unique problem,\" because the Schengen Zone – which allows for free movement throughout European Union countries – creates a region where \"they don't have borders for the purposes of travel.\" He added that there are 26 countries with which to contend. He questioned whether it \"even makes sense\" to treat Italy as a unitary entity and said the Italian government is conducting exit testing for travelers on direct flights to the US. A source with the State Department told CNN they will extend the prohibition to the UK if the cases continue to rise there. The department's level 3 warning included the UK and the rest of the world. State official tells have said they did that knowing it would greatly reduce all international travel by Americans. The Metropolitan Museum of Art in New York City announced today that it will close all three locations temporarily starting tomorrow, March 13, to support the city's effort to contain the spread of the coronavirus. The MET will undertake a thorough cleaning during the closure. Museum staff has been preparing for this possibility for several weeks. Daniel H. Weiss, President and CEO of the Museum, stated, “The Met’s priority is to protect and support our staff, volunteers, and visitors, and we have been taking several proactive precautionary measures, including discouraging travel to affected areas, implementing rigorous cleaning routines, and staying in close communication with New York City health officials and the Centers for Disease Control.  He added that the MET staff does not have any confirmed cases at this time.   Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said cases in 30 or more states were linked to cases in Europe. During a House Oversight Committee hearing Thursday discussing the coronavirus response, Redfield said the \"real risk in general right now, and this is why the President took the action he did last night, within the world now, over 70% of the new cases are linked to Europe. In the United States … 30 states or more were linked actually to cases in Europe.\"  Redfield reiterated, “Europe is the new China.” Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said as the CDC recently investigated the 35 states that were reporting cases, 30 of them “who were more recently getting infections ... That was predominately from Italy and from France and from Germany.”  ##Health## Wisconsin Gov. Tony Evers declared a public health emergency in response to new coronavirus cases in the state. “We have been working aggressively to slow the spread of COVID-19, and this declaration allows us to get the resources we need to continue to be proactive when it comes to protecting Wisconsinites,” Evers said. He continued: “It is the latest step in the work our state agencies have been doing around the clock with our healthcare partners to prepare for the possibility of COVID-19 becoming a global pandemic.” ##Health## Two federal agencies are urging people in the United States to continue donating blood during the coronavirus pandemic. The US Department of Health and Human Services, the US Food and Drug Administration and US blood banks are urging blood donations and trying to calm fears. They said in a statement that coronavirus does not pose any known risks to blood donors during the donation process. Dr. Peter Marks, director of the FDA Center for Biologics Evaluation and Research, said Americans need to “start turning out in force to give blood.” The push comes as blood centers are seeing cancellation of drives and significant drops in donations. The American Red Cross said 300 Red Cross blood drives in the United States have been canceled because of coronavirus concerns. That translates to about 8,000 uncollected blood donations, the group said.   The FDA and HHS said the cancellation of blood drives means they are unable to keep the blood supply adequately replenished. “We need people to prevent the blood supply from getting depleted. We need it not to get to the point that surgeries are having to get canceled,” Marks said. “That’s something we absolutely do not want to have happen. To ensure an adequate blood supply we need people to come out and donate blood.” The FDA said there “have been no reported or suspected cases of transfusion-transmitted coronavirus and the virus poses no known risk to patients receiving blood transfusions.” “It is safe to donate blood,” said Admiral Dr. Brett P. Giroir, assistant secretary for HHS. “Part of preparedness includes a robust blood supply. Healthy individuals should schedule an appointment to donate today to ensure that blood is available for those patients who need it.” Kate Fry, chief executive of America’s Blood Centers, which collects close to 60% of the nation’s blood supply, urged people to donate before things get worse. “Blood donors are needed now more than ever. We cannot wait for the situation to intensify further before taking action,” Fry said. “The blood supply cannot be taken for granted and the coronavirus only heightens the need for a ready blood supply.” ##Health##  The state of Georgia has reported its first death related to the novel coronavirus outbreak, according to statement from the governor's office.  The individual has been identified as a 67-year-old male, who was hospitalized at WellStar Kennestone just outside of Atlanta since testing positive for COVID-19 on March 7.  In addition to being infected with coronavirus disease, this individual also had underlying medical conditions. Georgia has currently confirmed 31 positive cases of COVID-19 in the state.  The US death toll now stands at 39. ##Health## Maine has its first presumptive positive coronavirus case — a woman in her 50s — according to Gov. Janet Mills. The patient is quarantined in their home, according to a statement. “The Maine CDC is speaking to the individual and her medical provider to assess travel history and begin to investigate possible community exposure,” the statement said. ##Health## A JetBlue passenger who tested positive for coronavirus is now in isolation in Florida, according to Alex Shaw, spokesperson with Florida Department of Health.  The passenger was on a flight from New York City to West Palm Beach Wednesday night. The passenger alerted the crew upon landing that he had received a notification confirming a positive coronavirus test, the Port Authority of New York and New Jersey said.  The Florida Department of Health was made aware that a passenger traveling through the Palm Beach International Airport tested positive for COVID-19. \"Upon being notified, the Department immediately began working with the CDC to conduct an extensive epidemiological investigation to determine which passengers may have had close contact with the individual,\" Shaw said in a statement to CNN.   The Palm Beach airport has temporarily closed down Concourse A for cleaning after passengers aboard the Jet Blue flight were taken through that area. And the gate and terminal at John F. Kennedy Airport where the flight departed was cleaned, according to a statement.  Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said the cost of testing and treatment will be covered. During Thursday’s House Oversight committee hearing on novel coronavirus, Rep. Ayanna Pressley asked Redfield, \"will the cost of testing be covered,” Redfield responded, \"the cost of testing will be covered.” Following up, Pressley asked, \"and what about treatment?\" Redfield said, \"cost of treatment will be covered.\" Redfield said the White House Coronavirus Task Force is working hard to make sure everyone is financially able to stay home if necessary during the coronavirus outbreak.   He said the task force has \"addressed this as a critical public health component,” adding the United States needs to ensure those under a 14-day quarantine “not have to sneak out for an hourly job so they have to pay for their cost of living.\" Sampdoria striker Manolo Gabbiadini has become the second Serie A player to test positive for coronavirus.  The Genoa-based club announced the diagnosis in a statement earlier on Thursday: “(Gabbiadini) has a fever, but is doing well. The club is currently activating all the isolation procedures required by law.” The 28-year-old striker confirmed the news in a tweet: “I also tested positive for Coronavirus,” he wrote. “I want to thank everyone who wrote to me, many messages have already arrived. I want to tell you that I’m fine, so don’t worry. Follow all the rules, stay home and everything will work out.” The news comes after 25-year-old Juventus defender Daniele Rugani announced on Wednesday that he had contracted the virus – the first player in Serie A to do so.  The Democratic debate scheduled for Sunday will be moved from Arizona to Washington, DC, the Democratic National Committee announced Thursday. \"Out of an abundance of caution and in order to reduce cross-country travel, all parties have decided that the best path forward is to hold Sunday's debate at CNN's studio in Washington, D.C., with no live audience,\" DNC communications director Xochitl Hinojosa said in a statement. The debate is slated to begin at 8 p.m. ET, Sunday, and will air exclusively live on CNN, CNN en Español, CNN International, and Univision, as well as on multiple digital platforms. Read more here. US Soccer has canceled through April all of its upcoming matches for the women's and men's senior national teams, as well as the majority of its youth national and extended national team camps, it said in a Thursday news release. Its chief medical officer, George Chiampas, said the cancellation was in the best interest of all involved due to the coronavirus outbreak. \"We have been in communication with the Centers for Disease Control and Prevention (CDC), as well as state and local departments of public health, and after those conversations and continuously monitoring the situation, we strongly believe this is the best decision considering the ongoing worldwide health situation.\" The US women's national team, fresh off its 3-1 win against Japan on Wednesday, had two April matches in Utah and California canceled. The men's national team was slated to play the Netherlands and Wales on March 26 and March 30, respectively. Those matches were scheduled to be played on their opponent's home soil. ##Daily Life## Tennessee Gov. Bill Lee has signed an emergency declaration to help \"treat and mitigate\" the novel coronavirus outbreak in the state, he said during a news conference on Thursday.  Lee said the executive order will allow for additional federal funds that will make it easier to respond to this disease.  Seven people have tested positive for coronavirus in the state, according to the Tennessee Health Department.  ##Daily Life## President Trump said he was aware of reports that a Brazilian official who was at his Florida resort last weekend had been diagnosed with coronavirus — but said he’s not concerned.   Fabio Wajngarten, the press secretary for Brazilian president Jair Bolsonaro, tested positive for coronavirus today, according to two sources who spoke to CNN. Wajngarten was with Bolsonaro on last weekend’s US trip, during which the Brazilian president dined with President Trump at Mar-a-Lago. Wajngarten posted a picture of himself with Trump on Instagram a few days ago. “I did hear something about that,” Trump said from the Oval Office today. “We had dinner together in Florida, at Mar-a-Lago with the entire delegation. I don’t know if the press aide was there. If he was there, he was there. But we did nothing very unusual.”   Trump then said that the two “sat next to each other for a period of time,” but he seemed to be referring to Brazilian President Jair Bolsonaro. He said the two, “had a great conversation.”   “He’s doing a terrific job in Brazil,” Trump said, “and we’ll find out what happens. I guess they’re being tested right now.”  Pressed on if he had an update on their condition, Trump put it bluntly: “Let’s put it this way,” he said, “I’m not concerned.”    Oregon Gov. Kate Brown announced at a news conference Thursday that all large gatherings of more than 250 people will be canceled statewide effective immediately for four weeks in an attempt to slow the spread of the novel coronavirus. Oregon health officials have previously recommend keeping schools open to support students’ well-being and access to health care and food, but Brown announced Thursday that all non-essential school-associated gatherings and group activities should be canceled — such as group parent meetings, field trips, and competitions. ##Daily Life## President Trump suggested Thursday that he didn’t consult European leaders before announcing US travel restrictions on 26 European countries related to novel coronavirus because it would have taken too long. “We get along very well with European leaders, but we had to make a decision and I didn’t want to take time and, you know, it takes a long time make the individual calls and we are calling and we had spoken to some of them prior to (the announcement),” he said. The President also suggested the lack of communication was justified because European countries don’t inform him when they raise taxes on the US. “But we had to move quickly. I mean, when they raise taxes on us, they don’t consult us and I think that’s probably one in the same,” he continued. ##Travel## ##Daily Life## The United Nations Human Rights Council is suspending its annual meeting in Geneva due to the COVID-19 pandemic, Council’s President Austria's Ambassador Elisabeth Tichy-Fisselberger announced earlier today.  “This week we had taken new measures almost every day to create a safe environment for the continuation of the Human Rights Council. There was a bureau’s meeting every day and we took increasingly restrictive measures like moving the whole Council from Room 20 to Assembly Hall, restricting the number of seats given to delegations, restricting the number of NGOs who had access,” she said.  Tichy-Fisselberger continued: “But yesterday, when WHO declared this is a pandemic which stretched to well over 100 countries and when we also had recommendations by the Swiss authorities, by UNOG and actually a lot of worries from various delegations we said the responsible thing now is to suspend the session in an orderly way, as we say.” ##Daily Life## Multiple college conferences that are holding basketball tournaments are canceling remaining games as a result of the coronavirus outbreak. Here's who's canceling and their response: SEC Conference \"Based on the latest developments and the continued spread of the coronavirus (COVID-19), the Southeastern Conference today announced the cancellation of the remainder of the 2020 Men’s Basketball Tournament in Nashville,\" the SEC said The Big Ten Conference \"The Big Ten Conference announced today that it will be canceling the remainder of the Big Ten Men’s Basketball Tournament, effective immediately. announced today that it will be canceling the remainder of the Big Ten Men’s Basketball Tournament, effective immediately. The Big Ten Conference will use this time to work with the appropriate medical experts and institutional leadership to determine next steps for moving forward in regard to the COVID-19 pandemic. The main priority of the Big Ten Conference continues to be the health, safety and wellness of our student-athletes, coaches, administrators, fans and media as we continue to monitor all developing and relevant information on the COVID-19 virus,\" the Big Ten said. The American Athletic Conference \"Commissioner Mike Aresco announced this morning that the 2020 Air Force Reserve Men’s Basketball Championship, scheduled to take place March 12-15 at Dickies Arena in Fort Worth, Texas, will not be played. The decision was made in consultation with the Conference’s leadership in light of recent developments regarding the spread of the COVID-19 virus. This is a proactive decision to protect the safety, health and well-being of our student-athletes, coaches and staff and all involved with the tournament,\" the American Athletic said.  ##Daily Life##  President Donald Trump said the UK was excluded from upcoming US travel restrictions on Europe because of their strong borders and low novel coronavirus infection numbers. “One of the reasons UK basically has been (excluded from the restrictions is) it’s got the border. It’s got very strong borders and they’re doing a very good job,” Trump said during an Oval Office meeting with Ireland’s Leo Varadkar. “They don’t have very much infection at this point and hopefully they’ll keep it that way,” he added. At least 590 people in the UK have tested positive for coronavirus, of which eight have died, according to the UK Department of Health. ##Travel## Dr. Anthony Fauci, the director of National Institute of Allergy and Infectious Disease, said on Thursday during a House Oversight Committee hearing that the United States is currently failing when it comes to reducing the difficulty some Americans are facing when it comes to getting tested for novel coronavirus. After Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, was asked why people who wanted tests weren’t getting them, Fauci spoke up and said this: “It is a failing. I mean, let’s admit it. The fact is the way the system was set up is that the public health component that Dr. Redfield was talking about was a system where you put it out there in the public and a physician asks for it and you get it.\" “The idea of anybody getting it easily the way people in other countries are doing it, we’re not set up for that. Do I think we should be? Yes. But we’re not,” Fauci added.  ##Health## President Trump said today that domestic travel restrictions due to the novel coronavirus haven’t been discussed, but they remain a possibility. “Are you considering travel restrictions within the United States, such as to Washington state or to California?” a reporter asked the President during an Oval Office meeting between Trump and Irish Taoiseach Leo Varadkar. “We haven’t discussed that yet. Is it a possibility? Yes, if somebody gets a little bit out of control, if an area gets too hot,” Trump said. “You see what they’re doing in New Rochelle, which is good, frankly, but it’s not enforced,” Trump said of the New York area being impacted by the virus. “It’s not very strong, but people know they’re being watched.” Watch: ##Daily Life## Public worship services at Lakewood Church in Houston have been canceled this weekend, according to a post late Wednesday night. The services, hosted by Joel Osteen, will still be streamed on multiple platforms, according to the post. The public gatherings were canceled after Houston's mayor declared a public health emergency. Lakewood hosts its services at the former Compaq Center, which hosted the NBA's Houston Rockets among other local teams until 2003. The arena holds approximately 16,000 people, a church spokesman told CNN last year. ##Daily Life## Major League Soccer, with teams in the US and Canada, has announced it is suspending its season for 30 days as the coronavirus pandemic grows. The decision goes into effect immediately. “Our clubs were united today in the decision to temporarily suspend our season – based on the advice and guidance from the Centers for Disease Control and Prevention (CDC), Public Health Agency of Canada (PHAC), and other public health authorities, and in the best interest of our fans, players, officials and employees,” MLS Commissioner Don Garber said in a statement. “We’d like to thank our fans for their continued support during this challenging time.” ##Daily Life##  Testing is the only way to know for sure if you have the flu or coronavirus. But there have been problems with coronavirus testing — from faulty test kits to major shortages and delays in getting tested. The flu and coronavirus share some common symptoms, such as fever and cough, but shortness of breath is a common hallmark of coronavirus. Of course, some people with coronavirus have no symptoms at all. And asymptomatic people can still spread coronavirus to others. So anyone who has had close contact with someone known to have coronavirus should ask a health care provider about getting tested, the US Centers for Disease Control and Prevention said. Anyone who recently traveled to a part of the world where coronavirus is widespread should do the same. ##Your Questions## The ATP has initiated a six-week suspension of the men’s professional tennis tour due to “escalating health and safety issues” surrounding the global coronavirus outbreak.  “The worldwide nature of our sport and the international travel required presents significant risks and challenges in today’s circumstances, as do the increasingly restrictive directives issued by local authorities,” said ATP Chairman Andrea Gaudenzi in a statement. Effective immediately, Jersey City, New Jersey, is rolling out a curfew on large nightclubs in response to coronavirus concerns, the city's Mayor said. Mayor Steve Fulop said the fact that these clubs can welcome as many as 1,000 people each night is the cause for concern, but he did not elaborate on what capacity would fall under a curfew, nor what that curfew would be.  As of now, restaurants would remain unaffected. Fulop said, though he wanted to “find the balance” between a large restaurant and a small nightclub with respect to whom the curfews would apply. Jersey City has no positive cases of COVID-19. Three people have been tested with a negative result and a fourth is awaiting a result. Fabio Wajngarten, the press secretary for Brazilian president Jair Bolsonaro, tested positive for coronavirus on Thursday, according to two sources who spoke to CNN. The health of the Brazilian president is being monitored. Wajngarten was with Bolsonaro on last weekend’s US trip, during which the Brazilian president dined with President Trump at Mar-a-Lago.  Wajngarten posted a picture of himself with Trump on Instagram a few days ago. While Italy imposes a nationwide lockdown, and Ireland announces school suspensions, blanket bans aren't quite so simple in fellow European country Germany.  Essentially, German chancellor Angela Merkel does not have the sweeping power to close down large parts of public life across the entire country. Germany is a federal state. So when it comes to political decisions like canceling public events, closing down schools or implement new health regulations, those are taken at state level. Merkel and her national ministers can only make recommendations. Over the last few days, Germany’s Health Minister, Jens Spahn, has repeatedly recommended canceling mass public gatherings with over 1,000 people.  Some of Germany’s hardest-hit regions have implemented this ban already — but not all of them have. The same goes for the closure of schools and universities. Some have been shut, while others continue to operate.  ##Daily Life## The US has canceled travel from 26 European countries to the US for the next 30 days, beginning Friday, as the coronavirus continues to spread worldwide.  In Italy, the country is in total lockdown. CNN’s Melissa Bell is at Leonardo da Vinci International Airport in Rome, where air travel is highly restricted.  In a live broadcast for “Go There,” CNN’s show on Facebook Watch, Bell shows the quiet scene outside the international departures terminal and answers viewer questions about the lockdown and US travel ban.  Iran’s estimates for the number of coronavirus infections early on in the epidemic are likely to be wildly inaccurate, according to research by a team from Toronto University.  The team estimated that Iran's official figures could be off by nearly 400 times.  The number of infected people in Iran could have been “around 18,000” — not the 50 that were officially acknowledged, according to assistant professor Ashleigh Tuite, one of the team members who modeled data from infections among people who had left Iran and been diagnosed elsewhere. She said that the estimates today, based on the work they published in February, would be up in the \"hundreds of thousands.\" “Basically by looking at the number of infections that we were seeing in returning travelers, people who had been in Iran and then were diagnosed with COVID-19 in other countries, we were able to use that information, along with information that we have on the number of people who travel every month between Iran and different countries to estimate the number of expected cases that would have to be circulating within Iran,\" she said. ##Health## House Speaker Nancy Pelosi said that House Democrats still plan to bring their legislative coronavirus response package to the floor for a vote today, even as she noted that talks are ongoing with the White House in an effort to reach a consensus deal.  “Today we’ll bring to the floor our Families First legislation,” she said at her weekly news conference. She said Democrats are “addressing” some Republican concerns in their coronavirus response legislation, saying the Trump administration’s suggestions are all “very reasonable.” But she pushed back on House Minority Leader Kevin McCarthy’s suggestion that the House stay in session instead of leaving for a week-long recess in order to further negotiate changes to the coronavirus legislation.  \"We don’t need 48 hours. We need to just make a decision to help families right now,” Pelosi said during her presser, after McCarthy said in a news conference right before hers that he thinks the House should stay in session to reach a deal and is optimistic that could get done in the next 24 to 48 hours.  “We are responding to their concerns, we don’t want them moving the goal posts, and that’s it,” she said. “I’m not sticking around because they don’t want to agree to language.” She said members who have complaints should “save it for another day,” and for future legislation, arguing that now is the time to find common ground. Pelosi also left the door open for other legislative initiatives that might be negotiated with the administration, saying, “there will be other initiatives that we want to work with the administration on that may be necessary as we go forward. Some that need more discussion.\" Pelosi also talked about congressional offices’ preparation to work remotely.  “That is something that we’re actually encouraging people to be prepared for. They may choose to be coming in, but be prepared to do that. It isn’t a requirement yet, but it is that we want people to be prepared. We’re providing the technology, the training and all the rest to make sure that everybody is up to par on that.”   The Utah Jazz said another player on the team has tested positive for coronavirus. The Jazz did not name the player. Here's the Jazz statement:  As a follow-up to yesterday’s positive COVID-19 test, Oklahoma health officials tested all members of the Utah Jazz traveling party, confirming one additional positive outcome for a Jazz player. We are working closely with the CDC, Oklahoma and Utah state officials, and the NBA to monitor their health and determine the best path moving forward. The NBA has suspended its season yesterday after one Jazz preliminarily tested positive for coronavirus. Watch: NBA player touches mics in presser, tests positive for coronavirus  The Louisiana Department of Health is reporting an additional case of the novel coronavirus, bringing the number of presumptive positive cases in the state to 14, according to a news release from the agency.  Eleven of the 14 are in Orleans Parish, according to the health department. This new case comes on the heels of Louisiana Gov. John Bel Edwards declaring a public health emergency on Wednesday. The declaration \"addresses efforts to prevent price gouging should that become necessary\" and limits international travel for state employees to affected countries. ##Health## Three players from English Premier League team, Leicester City, have self-isolated after showing symptoms of coronavirus and “have been kept away from the rest of the squad,\" manager Brendan Rodgers confirmed. Speaking at a pre-match press conference, Rodgers did not specify which players had been quarantined but added that the club had \"followed procedures.\" Leicester City – currently third in England’s Premier League – are due to play away at Watford on Saturday. When asked by reporters whether the game should go ahead, Rodgers responded: \"It would be a shame, but the public's health is the most important in all of this [..] The game is all about the players and the fans and if you have one of those not there, it's obviously not the same..” The Premier League game between Manchester City and Arsenal on Wednesday was the postponed as a “precautionary measure” after several Arsenal players had come into contact with Olympiakos owner Evangelis Marinakis following their UEFA Europa League game in February – Marinakis himself confirmed he’d tested positive for coronavirus on Tuesday. ##Daily Life## School districts in at least three states have announced long-term school closures for K-12 public school students amounting to at least 276,669 students who will be out of their schools over the coming days. In Washington state, at least eight school districts have announced long-term school closures effecting at least 128,174 students. Seattle Public Schools, Lake Washington School District, and Shoreline School District all begin their long term closures today. Snohomish County School District, Edmonds School District, Riverview School District, and Bellevue School District announce closures in the coming days. Northshore School District begin online instruction earlier this week.  In Tennessee, Shelby County School District announced this morning a long term closure beginning tomorrow that will effect at least 100,000 students in their school district. In New York, three schools in the New Rochelle School District are closed through March 25: New Rochelle High School, Albert Leonard Middle School and William B. Ward Elementary School. Watch: Public schools closing due to coronavirus threat ##Daily Life## Private jet companies have seen a surge in demand in the hours since the Europe travel ban was announced by President Trump. Adam Twidell, CEO of on-demand private jet charter provider PrivateFly, says the company is receiving a “significant number of requests” from Americans currently in Europe who are seeking to return to the US, as well as those who want to fly from Europe to the UK, which is exempt from the ban at present. Remember: The ban Trump announced last night applies only to foreign nationals — and not American citizens and permanent residents who'd be screened before entering the country. Still there was confusion after the announcement, prompting people to reach out to private jet companies. “Overall the inquiries we’re getting are from people very concerned to get their families back together as soon as possible, given how rapidly the situation is developing,” Twidell tells CNN. PrivateFly, along with similar providers, had already noted a boost in bookings due to the coronavirus outbreak, which has resulted in the cancellation of thousands of flights. Last week, US-based Paramount Business Jets revealed they were experiencing anywhere from 100% to 300% increases for charter requests depending on the region. Read more here. ##Travel## At least two NBA teams have advised players, coaches and team personnel who might have been exposed to an opponent who later tested positive for coronavirus to self-isolate themselves as they await test results. In a statement sent Thursday, the Toronto Raptors said those who traveled to play against the Utah Jazz on Monday have been tested for the virus and have all been asked to go into self-isolation for 14 days. Since returning from Utah on Tuesday morning, team members have made two public appearances. According to Toronto Public Health, being in close contact with someone who does not have COVID-19, but was exposed to someone with COVID-19, does not constitute a risk for getting COVID-19 and does not require public health follow up. People who attended these events should continue to monitor their health, practice social distancing and hand washing, and contact a health professional should they develop symptoms. The Washington Wizards also advised players, coaches and personnel to self-quarantine for the next three to four days. The decision was made with an abundance of caution due to the team’s recent game schedule, which saw them play at Utah on Feb. 29 and against New York (who played Utah on Mar. 4) on Mar. 10. In addition, the Wells Fargo Center in Philadelphia, home to the NBA's 76ers and NHL's Flyers, announced it would undergo \"an extensive cleaning and sanitization\" on Thursday The announcement that the United States is suspending travel into the US from 26 European countries in a bid to halt the spread of novel coronavirus increases the global restrictions on worldwide travelers. With the World Health Organization declaring the coronavirus outbreak a pandemic on Wednesday, countries around the world have been revising their entry policies. This story details the restrictions in place at some key destinations, and we'll be regularly updating it with more country details. ##Travel## Senate Finance Chairman Chuck Grassley, leaving today's coronavirus briefing, won’t say if he’s confident about testing happening in the country.   \"There’s questions that haven’t been answered,\" Grassley said. \"And until I get answers, I don’t want to make a judgement whether or not I’m satisfied.\" One of Florida's largest counties is suspending all mass gatherings in an attempt to prevent community spread of coronavirus, its mayor said Thursday. Miami-Dade County Mayor Carlos A. Gimenez also recommended that smaller gatherings, \"if they're not essential, also be reconsidered.\" I have decided to suspend the operation of the Miami-Dade County Youth Fair, the Miami Open tennis tournament, the MIA 5K run, and all major events at the American Airlines Arena. The March 22 NASCAR race at the Homestead Miami Speedway is postponed at this time. NASCAR officials will decide whether or not to hold the race without fans. ##Daily Life## CNN is collecting your questions about coronavirus. We'll be answering some of them here throughout the day. ##Your Questions## North America's National Hockey League has announced that teams should not hold their usual game-day morning skates, practices or team meetings. There are ten games on the NHL schedule tonight. \"Given the uncertainty regarding next steps regarding the coronavirus, Clubs are advised not to conduct morning skates, practices or team meetings today,\" the league said in a statement. ##Daily Life## The Czech government declared a state of emergency Thursday over coronavirus, partly closing borders to prevent people from at-risk locations from entering the country. The state of emergency imposes a ban on gatherings of more than 30 people and puts restrictions on public places such as restaurants, libraries and gyms. It is due to last for 30 days.  President Trump’s top economic adviser Larry Kudlow told Republicans the President may sign a disaster declaration under the Stafford Act this afternoon, three people familiar with the matter told CNN.  Aides have been weighing such a move for the past several days as a way to provide more resources for combatting the coronavirus outbreak.  At least two senators have closed their DC offices as the coronavirus outbreak continues to spread. Republican Sen. Mitt Romney is telling his staff to work from home. He added that he has a cold. Sen. Ted Cruz is also temporarily closing his office \"to protect the health and welfare of staff, constituents, and colleagues in Congress,\" his staff said in a statement. Cruz is currently in self-isolation after he attended the Conservative Political Action Conference, where someone tested positive for coronavirus.  “Sen. Cruz feels healthy and is at home in Texas, where he is completing his self-quarantine today after a brief interaction 14 days ago with someone who tested positive for COVID-19. Offices in Texas remain open, and Sen. Cruz is continuing to closely monitor the situation and take every precaution necessary to keep staff healthy and help reduce the spread of this virus to others,\" his office said in a statement. On the floor just now, Senate Majority Leader Mitch McConnell officially announced the suspension of public access to the Capitol Complex through the end of March. Specifics of the restrictions were announced in a letter from the office of the Sergeant at Arms, including having office workers escorting official business visitors to and from the entrances. All tours are also on hold, the email noted. ##Travel## ##Daily Life## President Donald Trump's decision to restrict travel to the United States from several European countries due to the novel coronavirus is likely to bring about chaos for travelers across the world. The announcement, which was made on Wednesday, has understandably left tourists with impending travel to the US booked, as well as American citizens, with many concerns. \"While these new travel restrictions will be disruptive to some travelers, this decisive action is needed to protect the American public from further exposure to the potentially deadly coronavirus,\" Homeland Security Acting Secretary Chad F. Wolf said in a statement after the ban was revealed. Here's everything you need to know about the US coronavirus travel ban for Europe: Who does the ban apply to? The travel restrictions apply to foreign nationals who have visited countries in the Schengen zone -- an area of open-border travel within Europe -- during the past 14 days. These include: Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, The Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden and Switzerland. The UK and Ireland are both omitted from the restrictions. Read the full article here. ##Travel## The head of an Italian cardiac surgery department said the coronavirus outbreak has forced his department to suspend operations to make room for coronavirus patients. Dr. Lorenzo A. Menicanti, the head of cardiac surgery department at IRCCS Policlinico San Donato in Milan, told CNN's Becky Anderson cardiac surgery has been \"completely shut down\" — except for pediatric cases. \"The big, big issue is the cardiac surgery for adults. It is completely shut down,\" he said. He added:  \"So it's really an uneasy situation for us, for the patient, for the hospital, because to stop so large a program of cardiac surgery is really difficult because we have to think that after that we have to reopen all things and sometimes not so evident.\" ##Daily Life## As of this morning, people calling the White House tour line are being greeted by a message telling them: \"Out of an abundance of caution\" public tours have been \"temporarily suspended.\"  The message does not specifically mention coronavirus. ##Daily Life## US stocks sold off sharply for the second straight day after President Trump banned European travel to the United States. Wall Street investors are worried about the scale of the coronavirus pandemic and its economic consequences. Shortly after the opening, trading was halted because the S&P 500 dropped more than 7%. Trading will stop for 15 minutes. The Dow opened 7.4%, or 1,750 points, lower. The Nasdaq Composite fell 6.9%. Stock market circuit breakers, explained ##Business## A joint European-Russian mission to send a rover to Mars that was due to launch this year, has been postponed to 2022, partly because of the coronavirus outbreak. In a joint statement, the Russian and European space agencies said that \"further tests to the spacecraft with the final hardware and software are needed.\" “In addition, the parties had to recognise that the final phase of ExoMars activities are compromised by the general aggravation of the epidemiological situation in European countries.” Several members emerged from a House briefing on the coronavirus pandemic saying that they were told that tests would increase — but that the briefers acknowledged that the US system is trying to catch up to other countries like South Korea.  “I don’t think anyone is going to leave that briefing satisfied with what’s going on with testing right now,\" Democrat Rep. Mike Quigley said. \"Bottom line, you leave that briefing and we are not where we need to be and not sure when we are going to get there. We are flying blind.” He added: “I think the first thing they said was we don’t have a system that works like it does in other countries to adequately test at this time.\" Rep. Jan Schawkowsky said that they were told 7,300 tests have been conducted by the public sector and 3,800 tests by private labs. “I think everyone leaving that briefing is feeling more confused than ever and disappointed in the numbers that we heard — that we really don’t have a system that tests are being distributed and tests are being given,” Schakowsky said ##Health## German Chancellor Angela Merkel's Christian Democrats (CDU) have postponed a key party conference scheduled for April 25 which was set to choose her successor as party leader, amid coronavirus fears. The party's interim chair, Annegret Kramp-Karrenbauer, said in a statement: “The CDU party conference previously planned for April 25 cannot take place. I will therefore recommend to the Federal Executive Committee to postpone the planned party conference and to hold it as soon as the epidemic situation allows.”\n“For the CDU the rule is always: first the country, then the party. The health of the people in our country has priority over everything else.” Kramp-Karrenbauer had been Merkel’s presumed successor until earlier this year, when she announced she would not replace the leader whose term expires in 2021 – throwing Germany’s political future into uncertainty. ##Daily Life## Princess Cruises announced today it will voluntarily pause global operations for its 18 cruise ships for two months. The company said it will offer guests the opportunity \"to transfer 100% of the money paid for their cancelled cruise\" to a future cruise. Earlier today, Viking Cruises announced it is temporarily suspending cruise operations until May. ##Travel## South African health minister Zweli Mkhize retracted an earlier announcement of community spread of coronavirus.  The minister said that a follow-up test showed that the person was, in fact, negative for the virus. Earlier today, South Africa announced what it thought was its first case of local transmission of coronavirus. ##Health## Each day, CNN Chief Medical Correspondent Dr. Sanjay Gupta is breaking down the latest news about the coronavirus on the Coronavirus: Fact vs Fiction podcast. In today's episode, Gupta speaks with Dr. Anne Schuchat, Principal Deputy Director of the US Centers for Disease Control and Prevention, about the agency's response to the coronavirus and the outbreak's impact on health, travel and education. You can listen to it here. A part-time employee of two New York City theater groups who recently worked at Broadway shows has tested positive for coronavirus. The employee — an usher who works for both the Shubert and Nederlander Organizations — is currently under quarantine, according to a statement from the companies. The individual most recently worked at Shubert’s Booth Theatre Tuesday through Friday of last week during performances of \"Who’s Afraid of Virginia Woolf.\"  The person also worked at the Brooks Atkinson Theatre on Feb. 25 and March 1 when it was showing the musical \"SIX.\" The Brooks Atkinson Theatre has been deep cleaned, according to the statement, provided by DKC/O&M public relations. “Employees of the theaters and productions who may have been exposed were notified and advised to monitor their health diligently and follow best practices related to personal hygiene, as well as directed to stay at home if they are ill. In addition, we are urging any high-risk audience members who attended these performances in the past several days to follow similar guidance,\" the statement said. The two shows are continuing with performances.  “This evening’s performances of Who’s Afraid of Virginia Woolf at the Booth, SIX at the Brooks Atkinson, and all other Broadway shows have determined they will continue as scheduled – any ticketholder that prefers to attend a future performance will be provided the opportunity for an exchange at the point of purchase,” the companies said in a statement. De Blasio: I don't want to see Broadway go dark ##Daily Life## Delta has waived change fees for customers traveling to, from or through Europe and the U.K. through May 31, the company said in a news release.  This comes after President Trump's announcement that the US is cancelling travel from 26 European countries for the next 30 days, beginning Friday at midnight.  \"The safety and health of our customers and employees is always our highest priority,\" the airline said. ##Travel## Spain's top division La Liga soccer league has become the latest sports association to cancel play in a bid to stem the spread of the virus. All football matches have been suspended for two weeks, the league's organizing body said in a statement Thursday. The decision comes after Real Madrid put all of its football and basketball squad into quarantine, after one of the club's basketball players tested positive for coronavirus. The football and basketball clubs share the same training facilities. ##Daily Life## Schools, colleges and childcare facilities will be closed in the Republic of Ireland from Friday as part of a nationwide effort to halt the spread of coronavirus, the country's Prime Minister Taoiseach Leo Varadkar said Thursday. The closures will also apply to cultural institutions and will remain in place until March 29. Indoor gatherings of more than 100 people and outdoor gatherings of more than 500 people will also be canceled, he said at a press conference in Washington. \"We have not witnessed a pandemic of this nature in living memory,\" Varadkar said. \"And this is unchartered territory for us.\" Read the full story here. ##Daily Life## There may be a run on toilet rolls and dry pasta, but few shoppers seem to be in a rush to buy plane tickets. Growing anecdotal evidence -- if the #emptyplane and #emptyflight hashtags on Twitter and Instagram are a reliable barometer -- indicates there's no shortage of empty airline seats. It's one consequence of anxieties surrounding the novel coronavirus outbreak. Hardy passengers still up for flying may be under the impression they're aboard the Mary Celeste, with tales of \"ghost flights\" (empty or near-empty planes) traversing the stratosphere -- even before US President Donald Trump's sudden restrictions on flights between Europe and the United States. Crew and fuel are costly, and the environment plays a price, too. The reason airlines continue to operate these expensive flights, however, is because the industry is engaged in a slots game more high-stakes and lucrative than anything you'll find in Las Vegas. Even when passengers are staying away, airlines still need to protect their slots: their scheduled time on valuable routes. Read the full story here. ##Travel## European Union leaders said Thursday they disapprove of President Trump’s decision to ban travel from Europe to the US amid the coronavirus pandemic.  In a statement, the Presidents of the European Council and the European Commission, Charles Michel and Ursula von der Leyen, respectively, said that the outbreak is a “global crisis, not limited to any continent and it requires cooperation rather than unilateral action.” “The European Union disapproves of the fact that the US decision to impose a travel ban was taken unilaterally and without consultation,” the statement read. In the UK, Donald Trump’s decision was received with skepticism by Rishi Sunak, the Chancellor of the Exchequer, who said there “isn’t evidence that interventions like closing borders or travel bans are going to have a material effect on the spread of infection.” Speaking to the BBC, Sunak – effectively the country’s Finance Minister – suggested the UK was not considering a similar ban, saying all decisions “with regard to flight bans are always guided by the science.”  Talking to Talk Radio, Sunak also said the ban “will have significant impact” in the UK’s economy but only “but temporarily.” ##Travel## US Vice President Mike Pence told CNN's New Day it was \"all hands on deck\" as the country tackles the coronavirus outbreak. And that includes handshakes, it seems. Pence said that he was \"still shaking hands here at the White House,\" despite leaders around the world advising social distancing to help stem the flow of the virus.\n\"I'm also washing my hands regularly,\" added Pence, as per advice from health experts. \"We're all in this together,\" said Pence, adding, \"We're going to work our hearts out to keep the number of people contracting this disease low.\" ##Daily Life##   New York City Mayor Bill de Blasio said while he is a believer in not destroying peoples livelihoods — but said \"more and more restrictions\" are likely coming as the coronavirus outbreak spreads.  He said the new restrictions would \"certainly\" come today and tomorrow. When asked what kind of restrictions, he said “we are going to put the details out there.” \"We are going to very quickly put out guidance about having to reduce crowds and audiences while still having a certain amount of activity,\" he said. De Blasio said the city has been bracing and preparing, adding many New Yorkers and Americans have been adapting in a way that in people in China and Italy had no chance to do. “People are really changing their habits,\" he said. “We still have a chance to stay ahead of this relative to them,\" he said of the countries with the first outbreaks. Here's what de Blasio said about how coronavirus could affect certain New York systems and attractions: Broadway: When asked about New York's Broadway shows, he said guidance would come today or tomorrow. “I don’t want to see Broadway go dark, if we can avoid.\" de Blasio said. He said he would like to strike a balance. \nThe subway system: He said that if you shut down a subway system, you shut down New York City's economy. He encouraged employers to stagger commuters, and has asked them to allow workers to telecommute if you can.\nNew York City schools: De Blasio was asked about schools and noted the states protocol – if a case is identified in the school a temporarily closure will follow, the city will identify any close contacts, alert parents, give the facilities a thorough cleaning and “then we want that school back up and running.\" He said we don’t want to get into a “slippery slope” of many schools closing. ##Daily Life## Vice President Mike Pence said the US was \"working on making tests broadly available across the country,\" in an interview on CNN's New Day Thursday. \"One of the things we are working on is a central reporting website,\" he added. Pence said that the \"American people can be confident\" in the country's handling of the outbreak, adding: \"We're making steady progress.\" The Vice President told CNN that \"last week we changed the criteria for testing\" and that the \"Washington state, California (and) New York clusters are now subject to tough CDC guidance.\" ##Health## Disinfecting efforts are underway at the Sydney Opera House and health officials are tracking down concert goers who attended a small Rita Wilson performance there last Saturday, after the singer-actress and her husband, Tom Hanks, revealed they tested positive for the novel coronavirus. A Sydney Opera House spokesperson told CNN that \"the Opera House is in touch with NSW Health and Queensland Health and will be acting on their advice.\" The spokesperson added that: \"This includes getting in touch with anyone, including patrons and staff, who may have been in contact with the couple while at the Opera House.\" The venue had already implemented several health and safety measures prior to the performance including on-site cleaning with hospital-grade disinfectant according to the spokesperson, who added that the Opera House remains open unless otherwise advised. ##Daily Life##   Vice President Mike Pence has insisted there was no \"confusion\" following President Trump's shock travel ban announcement. \"I don't think there was confusion,\" Pence told CNN's New Day on Thursday. \"The President took another historic step, just like he did in January with China,\" Pence said of earlier travel restrictions. \"The epicenter of the coronavirus has shifted from China to Europe,\" he added. \"The health team came into the Oval Office, presented (the latest information) to the President, and he made the decision on the spot after hearing from all sides that the best thing we could do is suspend all travel,\" said Pence. Watch: ##Travel## A glimmer of hope from Chinese respiratory expert Zhong Nanshan on Thursday, who told a press conference that the coronavirus pandemic could end by June if the hardest hit countries take enough measures. Zhong, the director of China’s National Clinical Research Center for Respiratory Disease, originally made the prediction on March 9, and said he still stands by it.  “If some countries do not pay attention to the harm and infectiousness of the pandemic, and do not carry out strong intervention, it may take longer,” Zhong said during the conference held by the Guangdong provincial government.\n“Normally, in the summer when the temperature is relatively high, the virus is relatively less active.” Zhong is known for his work against SARS and has previously predicted that the virus in China would peak by mid-to-late February and be under control by the end of April. ##Health## Six-time Formula One World Champion, Lewis Hamilton, said on Thursday it’s “shocking” that Formula 1 has pressed ahead with this weekend's Australian Grand Prix amid the global coronavirus pandemic. “I am really very, very surprised that we're here. I don't think it's great that we have races but it really is shocking that we're all sitting in this room,” Hamilton told an official pre-race press conference at the circuit venue – Albert Park in Melbourne. \"It seems that the rest of the world is already reacting a little bit late, but you have seen this morning with (President Donald) Trump shutting down the border to Europe to the States, the NBA suspended, yet Formula One continues to go on.” Asked why he felt the race was still going ahead as planned, Hamilton replied: “Cash is king.” Fellow Formula One driver, Ferrari’s Sebastian Vettel, who was also in attendance at the same press conference, said: “It is very difficult having a fair judgement, but I do realize a lot of sporting competitions get cancelled and it is fair to ask the question why you are here. We have to trust FIA (Motorsport’s Governing Body) and for them to take all the precautions but the answer no one can give you is how much you can control what is going on.” Australian Grand Prix Corporation chief Andrew Westacott said in a statement he was “monitoring the situation in conjunction with Formula 1 and the FIA” and working closely with health authorities to take additional precautions at Albert Park, including having hand sanitizers at public areas and corporate facilities. The first practice sessions of the new season are due to begin on Friday at Albert Park with the race itself scheduled to take place on Sunday. ##Daily Life## Austria announced its first death from the coronavirus on Thursday morning. Vienna city authorities told CNN that the patient was a 69-year-old man who had recently travelled to Italy. He was treated at the Kaiser Franz-Josef hospital in the Austrian capital. According to the country's health ministry, as of Thursday morning Austria has 302 confirmed cases. The International Basketball Federation, or FIBA, announced today that it was suspending all of its competitions as of tomorrow. The full statement reads: “Considering the current situation with the coronavirus (COVID-19) outbreak and in order to protect the health and safety of players, coaches, officials and fans, FIBA today has announced that all FIBA competitions are suspended as of tomorrow, Friday, 13 March 2020. \nFIBA will continue to monitor the situation on a daily basis and will evaluate the options for the continuation or not of the respective competitions when and if the situation allows for it.\" This move comes after the NBA announced late Wednesday night local time that it was canceling its entire regular season. ##Daily Life## Following President Trump's shock announcement that the US would be suspending travel from dozens of European countries in a bid to limit the spread of coronavirus, many experts had expected Australian Prime Minister Scott Morrison to follow suit in a national address later Thursday. It wasn't the case. Instead, Morrison said the country -- which has 140 reported cases of the virus -- was prepared to handle the outbreak. Australian Treasurer, Josh Frydenburg, told public broadcaster the ABC that the best medical advice to the government has been to keep the current travel restrictions in place and not to widen it out to the rest of Europe.  He added that the country had already acted quickly to restrict travel from China, Iran, South Korea and Italy. ##Travel## Italian footballer Daniele Rugani, who plays for Juventus, said he was fine today after he tested positive for the coronavirus yesterday. “You've read the news, so I want to reassure everyone who's worried about me, I'm fine,” Rugani wrote on Twitter.\n“I urge everyone to respect the rules, because this virus makes no distinction! Let's do it for ourselves, for our loved ones and for those around us.” Rugani has made seven appearances this season, including two in February. He was on the bench for last Sunday's win against Inter Milan, which was played behind closed doors at Juventus’ Allianz Stadium. The Italian Football Federation said after a meeting on Tuesday that the Serie A season may not finish because of the outbreak. Alternative options being considered include staging play-offs, not having a champion for 2019-20 or declaring the current standings final. China remains by far the most affected country in terms of coronavirus cases and deaths; it has had 80,793 infections and 3,169 deaths since the pandemic began in December last year. But as the United States and Europe grapple with a growing number of cases, the rate of new infections in China has slowed significantly. China's Hubei province, the epicenter of the pandemic, was reporting thousands of infections per day just weeks ago. Yesterday, there were only eight new infections reported there, the country's National Health Commission said. Xi visits Wuhan: On Tuesday, Chinese President Xi Jinping made his first visit to the Hubei provincial capital of Wuhan since the outbreak began more than two months ago, an apparent sign of confidence that the country's preventative measures -- including sweeping travel restrictions -- are beginning to work. Hubei authorities said in a statement Wednesday that the government will gradually allow businesses to reopen and bring public transport back online, key steps in the push to get life back to normal. This will help the battered economy: Beijing's decision to keep factories shut and restrict the movement of tens of millions of people has affected everything from property sales, to local business operations and major supply chains in the world's second-biggest economy. Stock markets worldwide have reacted with wild swings in part due to coronavirus-related fears about the global economy. Read more here: ##Daily Life## Teen climate activist Greta Thunberg on Wednesday urged other activists to avoid public gatherings and move climate strikes online due to the coronavirus outbreak. \"I personally recommend that we do as the experts say,\" Thunberg tweeted. \"We young people are the least affected by this virus but it’s essential that we act in solidarity with the most vulnerable and that we act in the best interest of our common society.\" Thunberg added, \"We’ll have to find new ways to create public awareness & advocate for change that don’t involve too big crowds ... So keep your numbers low but your spirits high and let’s take one week at the time.\" The 17-year-old activist asked followers to join \"#DigitalStrike\" on Fridays by posting a photo of striking and using the hashtags #ClimateStrikeOnline #fridaysforfuture #climatestrike #schoolstrike4climate. ##Daily Life## The National Basketball Association was considering several different scenarios to keep players and fans safe as the novel coronavirus outbreak in the United States grew more severe. But when one of its players came down with the virus, North America's most progressive sports league went with the nuclear option: they shut it all down. The NBA chose to indefinitely postpone its regular season, a decision that will almost certainly cost the league millions of dollars in revenue in the short term. The decision was unprecedented. It left league insiders shocked. Players appeared to have no idea it was coming. Outspoken Dallas Mavericks owner Mark Cuban's jaw literally dropped when he saw the announcement. Few are faulting league commissioner Adam Silver for taking such extreme measures to keep people safe, but the financial impact will be massive. The NBA and its teams have television contracts worth billions of dollars to air games that may no longer take place. Thousands of fans have purchased tickets to watch those games.  Those revenues don’t just help pay the multimillion dollar salaries for NBA players, coaches and executives – they help pay for janitors to clean arenas, the staff who sell food and concessions, and the security guards who keep fans and players safe. But perhaps even more importantly is what this decision means for the other big US sports leagues, and sports around the world. The NHL is in the middle of its regular season. Europe's soccer leagues are in full swing (save for Serie A in Italy, which is suspended while the country is on lockdown.) Major League Baseball kicks off later this month. Euro 2020 is this summer. The Tokyo Olympics kick off in July, and then the NFL will start up again in August. The NBA has in recent years enjoyed a reputation as North America's most progressive sports league and has not shied away from sacrificing profits to stand behind its values. Its decision to postpone games means the pressure is now on other sports leagues to follow suit, especially if the outbreak continues to increase unabated. If they do not, they risk appearing as if they value profits over player and fan safety. ##Daily Life## Australian Prime Minister Scott Morrison said the country has 140 cases of the coronavirus in a statement earlier today. He didn't provide any breakdown of the numbers and their corresponding states. It's a jump from just a few hours ago, when the country’s Ministry of Health released a statement reporting 126 cases nationwide. Morrison also unveiled an $11.4 billion economic stimulus plan today,  which will include wage subsidies and cash payments for small businesses, to counter the impact of the coronavirus pandemic.  Several hours after he spoke, shock waves are still reverberating globally following President Donald Trump's announcement of a travel ban for much of Europe due to the coronavirus pandemic. Here's what has happened since our last catch-up: Global numbers: There are now 124,519 cases and 4,607 deaths globally, according to the World Health Organization.\nThe cost of the travel ban: The US Travel Association estimated that Trump's travel ban could cost the US more than $3 billion. Stock markets from Asia to Europe fell sharply following Trump's announcement.\nTom Hanks infected: After the announcement earlier that actor Tom Hanks and his wife actress Rita Wilson tested positive, the Australian TV show \"Today Extra\" -- where Wilson made an appearance -- has put staff under quarantine.\nBeijing imposes quarantine: The Chinese capital will enforce a 14-day mandatory quarantine on all international travelers arriving in the city, after several new cases were imported from overseas this week.\nEuropean crisis: Greece reported its first coronavirus death today, as the virus continues to envelop the continent. Italy remains under lockdown, with Pope Francis urging Italian citizens to \"support\" the authorities. \nSouth Korea cluster: A new cluster was identified earlier this week at a call center in Seoul. Some 80 employees -- all on the same floor -- and others on different floors of the same building tested positive, authorities said today.  Correction: This post was updated to correctly identify actor Tom Hanks as having contracted the novel coronavirus Wyoming has confirmed its first coronavirus case, the state's Department of Health said in a news release. “Lab testing at the Wyoming Public Health Laboratory has identified the first known case of a state resident with coronavirus disease 2019 (Covid-19),\" the release said. The patient is a woman from Sheridan County who has recently traveled domestically. The state health department said it is working “to learn more details about the person’s exposure risk and to identify and communicate with anyone who may have been in close contact with the patient.” 44 states infected: That means 44 out of 50 states, plus the District of Columbia, have now reported coronavirus cases. The number of patients in the United States has doubled since Sunday. The new numbers bring the national total to 1,274 cases, including 70 cases of citizens repatriated from abroad. Canceling the Tokyo 2020 Olympic Games would be \"unthinkable,\" Tokyo Gov. Yuriko Koike said today. Speaking to reporters about the World Health Organization's (WHO) official declaration of a pandemic, Koike said: \"There will be an impact, but it is unthinkable that (the Olympics) would be canceled.\" Olympic organizers have insisted for the past month that preparations for the Games are proceeding as planned. On Thursday, the organizers said they were monitoring the situation. Here's their statement: \"The Organising Committee is aware of the World Health Organisation Director-General’s remarks.\nAs we have done thus far, the Organising Committee, the International Olympic Committee and the International Paralympic Committee will monitor the situation carefully while seeking the advice of the World Health Organisation.\nWe will continue to coordinate our response with the Government of Japan, the Tokyo Metropolitan Government and other stakeholders as we prepare for a safe and secure delivery of the Tokyo 2020 Games in July this year.\" Cancelling or postponing the Games would be a massive and financially costly move -- but other major sporting events have been suspended amid the pandemic, including the NBA regular season. Tokyo 2020 is due to officially begin on July 24. ##Daily Life## Pope Francis dedicated Thursday’s homily to Italian authorities, asking people to support the government during the coronavirus pandemic.  Authorities often feel “alone” during times like these, but “it’s for everyone’s common good,” the Pope said. “Let’s pray for our leaders that have to take these decisions over these measures, let them feel supported by the people,” he said. Italy was placed under total lockdown on Monday -- meaning schools are closed, movement restricted, events canceled, public services suspended, and many public spaces are empty as people stay home. Italy now has the most coronavirus cases outside of China. European shares have fallen sharply at the open, as investors react to new travel restrictions from the US. President Trump announced late Wednesday night local time that the US was suspending travel from 26 European countries for the next 30 days, effective Friday midnight. In the opening minutes of trade, Europe's main markets were all down. The FTSE 100 was down more than 2%, the German Dax was 5% lower and the French CAC 40 fell 3%.  Airline stocks were among the big fallers. IAG, owner of British Airways and Iberia, was down 7%, Lufthansa was down 9% and Ryanair was down nearly 10%. Shockwaves were felt in Asia too. Japan's Nikkei 225 slipped into a bear market, defined as a drop of more than 20% from the most recent high. The benchmark index closed down 4.4%. Hong Kong's Hang Seng Index (HSI) was last down 3.6%, while South Korea's Kospi (KOSPI) closed down 3.9%. Both indexes are flirting with bear market territory. These countries are affected: The 26 countries included in the ban are Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, The Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, and Switzerland.  ##Business## ##Travel## Philippine President Rodrigo Duterte, who turns 75 this month, will be tested for the coronavirus, according to a Facebook post by presidential aide Bong Go. Go said that both he and Duterte are undergoing testing to “ensure that we are fit and healthy to engage the public and perform our duties.\" The decision was taken after some cabinet members were exposed to confirmed cases of the virus and are now under self-quarantine, according to the post. The Philippines confirmed 15 new cases on Tuesday, bringing the national total to 35. Among 208 employees of a call center in Seoul, who all work on the same floor, 80 have tested positive for the coronavirus, according to the South Korea Centers for Disease Control and Prevention. There are also confirmed cases from other floors in the same building. The call center was identified as a new cluster earlier this week, with a spike in cases in Seoul after a few days of diminishing daily cases.  Some 553 other employees on different floors of the building are now under self-quarantine and are being tested, as health officials continue their investigation into the cluster transmission at the call center. The building has been closed and disinfected, and the area where it's located has been designated an \"infectious disease special zone.\" Health authorities are now trying to figure out whether the confirmed cases on different floors are linked or separate cases, according to Kwon Joon-wook, vice-director of the KCDC. The coronavirus has infected more than 124,500 people globally, according to the World Health Organization. Here's the breakdown: Global cases: 124,519\nGlobal deaths: 4,607\nCountries or territories with cases: 118 China remains the most heavily impacted country, with more than 80,000 cases, according to the WHO. Italy has the second highest number of cases, topping 12,000, and Iran follows, with around 9,000 cases. ##Health## Beijing has announced it will enforce a 14-day quarantine on all international travelers arriving in the Chinese capital, as the number of coronavirus cases outside Asia continues to rise. On Tuesday, Beijing reported six new confirmed cases -- all imported, including five from Italy and one from the United States. The move is one of several travel restrictions being introduced across the region, as governments step up efforts to prevent a surge in cross-border infections. The new ruling requires all passengers arriving in Beijing from overseas to self-quarantine, either at home or in a designated facility, for 14 days. International business travelers will be required to stay at a select number of designated hotels in Beijing where they will be tested for the virus. They will not be permitted to leave until their test results have been returned. It used to be the other way around: At the beginning of the pandemic, it was China and other Asian countries dealing with an exponential rise in cases and the ensuing travel restrictions enacted by countries and airlines around the world. Many of those restrictions are still in place -- but the tone of panic versus containment has completely flipped. China only reported 15 new cases yesterday -- six imported from overseas -- suggesting the virus was mostly contained within the country. By comparison, Italy is now under complete lockdown, 43 US states have confirmed cases, and every country in the European Union has reported infections, with numbers continuing to spike by hundreds every day. Read more: ##Travel## ##Health## The Trump administration’s new restrictions banning travel from 26 European countries could cost the US travel industry billions of dollars, according to the US Travel Association. The 30-day suspension, which begins Friday at midnight, marks a sharp escalation of measures taken to insulate Americans from the coronavirus outbreak. \"Temporarily shutting off travel from Europe is going to exacerbate the already-heavy impact of coronavirus on the travel industry and the 15.7 million Americans whose jobs depend on travel,” said US Travel Association President and CEO Roger Dow in a statement today.  The travel restriction extends to countries in the Schengen zone, which includes Italy, Germany, France, Spain and 22 other nations. The United Kingdom is not included. Why this will hit hard: Thousands of Europeans visit America every month -- and during that time, they spend a lot of money. About 850,000 international visitors flying from Europe -- excluding the United Kingdom -- entered the United States in March 2019, accounting for about 29% of total overseas arrivals to the country, according to US Travel Association economists. Those visitors spent some $3.4 billion in the United States. US citizens and permanent residents who are in Europe will still be allowed back into the United States during the 30-day period, though will be screened upon entry and face quarantine or restrictions on their movement. Even so, it remains unclear whether airlines will still fly the routes if passenger demand from European nationals dries up because of the ban. ##Business## ##Travel## A 66-year-old Greek man is the first coronavirus patient to die in the country, the Greek Health Ministry said in a statement today.  The Ministry said the man died around 3:15 a.m. local time today at a hospital in Patras. Greece has confirmed a total of 99 coronavirus cases.   Vice President Mike Pence will be answering questions about the Trump administration’s response to the coronavirus on CNN’s New Day, which starts at 7:30 a.m. ET. The outbreak in the US has reached 43 states and the District of Columbia. President Donald Trump suspended travel from 26 European countries and announced additional measures late Wednesday night to help steady a rattled nation and diving markets. You can watch the show on air, on CNN and CNN.com and all digital platforms, and streaming devices on CNNgo. Viking Cruises announced today that it is temporarily suspending cruise operations until May, in response to the coronavirus situation.  \"We have made the difficult decision to temporarily suspend operations of our river and ocean vessels embarking from March 12 to April 30, 2020 – at which time we believe Viking will be in a better place to provide the experiences our guests expect and deserve,\" said the statement.\n\"This is a decision we made with a heavy heart, but with present circumstances what they are, we are unable to deliver the high-quality Viking experience for which we are known.\" The statement also said guests who already booked cruises during that period would be offered a voucher for a future cruise worth 125% the original cruise price, or a total refund for the amount paid. ##Travel## Staff from the Australian morning talk show “Today Extra” will be quarantined after coming into “prolonged contact” with actress and singer Rita Wilson, who was a guest on the program on Monday. The show airs on CNN’s affiliated Nine Network. Rita Wilson and her husband Tom Hanks announced earlier today that they had contracted the coronavirus. The couple are now being treated in Australia's Queensland state, said the state premier. After the diagnosis, Nine Network enacted its “crisis response plan,\" it said in a statement. \"Today Extra\" hosts David Campbell and Belinda Russell are now undergoing testing for the virus. Speaking on Radio 2GB today, Campbell added that he would pull his children . out of school while waiting for test results, and that Wilson \"didn't seem to have any symptoms of anything.\"  A lot has happened in the past few hours. Here's the latest: This is now a pandemic: The World Health Organization has announced the new classification of the novel coronavirus as a pandemic, but cautioned that this doesn't mean the global health watchdog or individual countries will change their response. Calling it a pandemic just formally acknowledges that the virus is deadly, has spread worldwide, and has sustained person-to-person transmission.\nThe US has new travel restrictions: President Trump announced earlier today that travel from 26 countries to the US will be suspended for the next 30 days, beginning Friday at midnight. Several European ambassadors in the US say they had no warning of the announcement, and are still working to figure out what the restrictions mean.\nBasketball is on hold: The NBA is suspending its regular season, after a Utah Jazz player tested positive for the coronavirus. The test result was reported just before the tip-off of Wednesday night's game between the Jazz and Oklahoma City Thunder at Chesapeake Energy Arena, which was immediately canceled.\nTom Hanks infected: The two-time Academy Award winning actor and his wife, actress Rita Wilson, have been diagnosed with coronavirus and are being treated in Australia's Queensland state.\nCases rise worldwide: The US reported more cases today from several states -- 43 states and the District of Columbia have reported infections. Australia, India, China, and South Korea are among the countries also reporting new infections today. As cases rise, major events around the world are being canceled, schools are being suspended and classes moved online, and people are staying home under self quarantine. The United States has at least 1,272 cases of the coronavirus and 38 deaths, according to state and local health agencies and the US Centers for Disease Control and Prevention. 70 cases are repatriated citizens, like those evacuated from China or from the Diamond Princess cruise ship in Japan. 1,202 cases were detected on US soil, spread out across 43 states and the District of Columbia. These include presumptive positive cases that are still pending final confirmation from the CDC labs. Charles Michel, the European Union's council president, tweeted that the EU would \"assess the situation today\" after President Trump's earlier announcement banning travel from 26 European countries to the US. \"Economic disruption must be avoided,\" Michel said in the tweet. Trump made the announcement in a televised address to the nation; European ambassadors in Washington say they weren't informed beforehand, and that the US State Department only began making calls to ambassadors with the news after Trump had spoken. ##Business## ##Travel## A total of 29 people have died after last week's collapse of a quarantine hotel in southeastern China, according to Chinese state media. A hotel being used as a coronavirus quarantine center collapsed Saturday night with 80 people inside the building when it came down. Nine people escaped, leaving 71 trapped under the rubble. All 71 are now accounted for, after nearly five days of search and rescue operations, according to state media.  At the time of the collapse, 58 of the 80 people were under quarantine in the hotel and all had tested negative for the novel coronavirus.  India has confirmed eight more coronavirus cases in the state of Maharashtra, according to the state's chief minister. Two of those cases were in the city of Mumbai, and six in Pune city. The patients are under observation in hospitals. That raises the state's total to 10 cases, and the national total to 68.  Maryland has announced three additional cases of coronavirus, bringing the state total to 12.  The three new cases are: A Montgomery County resident in his 20s who recently traveled to Spain, and is not hospitalized. \nA Baltimore County resident in his 60s who worked at the recent American Israel Public Affairs Committee (AIPAC) conference in Washington, DC, and is not hospitalized.\nA Prince George’s County resident in his 60s whose travel history is under investigation, and is currently hospitalized. Last week, the AIPAC announced that some people may have become exposed to an infected case, including several political leaders at the conference in DC.  Vice President Mike Pence and many lawmakers and aides attended the conference.  “Marylanders should be taking this pandemic very seriously,” said Maryland Gov. Larry Hogan in a news release. “All Marylanders need to understand that there may be significant disruption to your everyday lives for a period of time.\" American passengers from the Grand Princess cruise ship, which was docked in California after infections were found onboard, landed early Thursday local time at Dobbins Air Reserve Base in Marietta, Georgia. The passengers had been screened by the Department of Health and Human Services and US Centers for Disease Control and Prevention (CDC) before arriving. They will now begin a 14-day quarantine as a precaution, in case they were exposed to the coronavirus aboard the ship. The CDC is responsible for all aspects of the quarantine operation, and Dobbins personnel will have no contact with these passengers  The passengers who landed today are part of the second wave -- some passengers had been sent to Dobbins earlier this week, while others were sent to the Travis Air Force Base in California for their quarantine. ##Health## All Los Angeles City Council committee meetings will be canceled throughout March due to coronavirus concerns, said Council President Nury Martinez in a letter to council members on Wednesday. The city council will meet three times, but all other Wednesday and Friday meetings have been canceled in addition to all city council presentations. This comes after two nearby counties, Ventura and Riverside, confirmed new cases today. Actor Tom Hanks and his wife, actress Rita Wilson, are receiving treatment in Australia's Queensland state after testing positive for the coronavirus today, state Premier Annastacia Palaszczuk said at a news conference. \"Our experts will work very closely with him, (and) with all of the cast and crew,\" she added, stating that contract tracing is ongoing and anyone classified as a close contact will be isolated and tested for the virus. Quelling concerns over the couple’s recent exposure to fans, Palaszczuk said, \"From what the chief health officer has told me it’s over 15 minutes of being in close proximity. A selfie wouldn’t count as that.\" Palaszczuk didn't divulge details of where the couple has been quarantined, but said, \"they will be getting the best treatment in our hospitals, just as we provide to everybody else\". She assured that their hospital is well equipped to handle their diagnosis, and that eight other coronavirus patients had been released from this hospital. She also called for public vigilance: The latest development \"clearly shows that coronavirus knows no boundaries,\" Palaszczuk warned, calling for the public to be prepared and informed. \"So, everyone, let’s do the right thing, lets follow our health authorities.\" US Health and Human Services employees were warned yesterday of malware in a fake coronavirus mapping website, an HHS employee not authorized to speak on the record told CNN.  “A malicious website pretending to be a live map for coronavirus Covid-19 global cases by Johns Hopkins University is circulating on the Internet waiting for unwitting Internet users to visit the website,” an email to employees read. The warning came in a department-wide correspondence that detailed the malware as an \"information stealing program which can exfiltrate a variety of sense of data,” adding that anyone searching for coronavirus information on the internet could unwittingly click on the fake map. “Our cybersecurity team is working with numerous stakeholders to ensure this map is taken offline,” the email read.  HHS did not respond to CNN's request for comment.  California confirmed two new coronavirus cases on Wednesday -- one in Ventura County, and one in Riverside County, both close to Los Angeles. That brings the state’s total to 138 cases and four deaths. Ventura County case: The patient had traveled to Italy and was a presumptive positive case, meaning they had tested positive in public health labs. The patient remains under home quarantine in Ventura County. This is the county’s second case. Riverside County case: There are no details available about the patient, except that this is the second locally-acquired case. The county has five cases in total. If United States officials are clear about one thing as they scramble to respond to the worsening coronavirus pandemic, it's where they feel the blame lies.  Addressing the nation on Wednesday night, President Donald Trump emphasized that the \"foreign virus\" began \"in China.\" His comments come after multiple US lawmakers and officials have criticized Beijing's initial handling of the outbreak, or pointedly referred to the coronavirus as the \"Wuhan virus\" or \"China virus.\"  Speaking earlier in the day, Trump's national security adviser Robert O'Brien said that \"this virus did not originate in the United States, it originated in Wuhan in Hubei province in China.\" \"Unfortunately, rather than using best practices, this outbreak in Wuhan was covered up,\" he added. \"It probably cost the world community two months to respond ... had a WHO team been on the ground, had a CDC team been on the ground -- as we offered -- I think we could have dramatically curtailed what has happened in China and the world.\" These statements couldn't have come at a worse time for Beijing, just as it is attempting to reframe the narrative around its response to the virus as one of success, and take something of a victory lap. New infections have slowed to a trickle, thanks largely to China's -- albeit often draconian, extreme -- response in recent weeks.  Those moves however came as a rearguard action to a widely criticized initial response, including an apparent cover-up by officials in Wuhan, which may have cost precious time to rein in the virus before it spread through the country and the world.  While there was a brief reckoning in China over these mistakes, particularly in the wake of the death of whistleblower doctor Li Wenliang, Beijing has begun pushing back hard against any criticism overseas and censoring discussion at home. State media has also started pushing the line that there is uncertainty where the virus originated, even though the first outbreak was undoubtedly in Wuhan.  With US officials apparently determined to lay the blame at Beijing's door -- distracting from their own handling of the outbreak at home -- and their Chinese counterparts equally determined to avoid it, this argument will likely continue for some time.  Australia now has a total of 126 coronavirus nationwide, the country’s Ministry of Health said today.  The death toll remains at three.  Here's how the cases break down across the states: New South Wales: 64 cases\nQueensland: 17 cases\nSouth Australia: 8 cases\nTasmania: 2 cases\nVictoria: 18 cases\nWestern Australia: 7 cases\nDiamond Princess cruise ship: 10 cases Australia has unveiled a 17.63 billion Australian dollars ($11.4 billion) economic stimulus plan, the country's Prime Minister Scott Morrison said in a news release on Thursday. The package includes wage subsidies and cash payments for small businesses, to counter the impact of the novel coronavirus. “Our plan will back Australian households with a stimulus payment to boost growth, bolster domestic confidence and consumption, reduce cash flow pressures for businesses and support new investments to lift productivity”, Morrison said. To achieve this the plan is split in four parts focusing on boosting business investment, providing cash flow for small and medium sized businesses, supporting affected communities and backing Australian households. \"Australia is not immune to the global coronavirus challenge but we have already taken steps to prepare for this looming international economic crisis,\" Morrison said in the news release.\n\"Both this financial year and in the next two financial years, the gross impact of that stimulus is $14.82 billion US dollars (A$22.9 billion). That's 1.2% of GDP\". ##Business## Panic buying has been rife amid the global spread of the coronavirus, with shoppers stockpiling goods like toilet paper, hand sanitizer and canned food.  In Japan, those who couldn’t buy toilet paper have resorted to pilfering supplies from public restrooms.  But one Japanese store has cursed its toilet rolls to prevent thefts.  Mink Itachibe, who works at a convenience store in Niigata prefecture, noticed people stealing between three to five rolls of toilet paper each day. She sketched an image that shows three eyes and several kanji characters and stuck it up in front of the toilet rolls. Some store owners use images of eyes to give the impression that they are watching out for potential thieves, Itachibe told CNN. The kanji below imply that if someone takes the toilet paper from the store, a hungry monster will hunt them down and gobble them up.  “I did it as a joke, but it seems to have worked,” Itachibe told CNN. “As people were stealing toilet paper, I wanted this to shock them and think they might get hexed. People can be quite superstitious in Japan.” Itachibe has reported no thefts of toilet paper from her store since she put up the sketches.  ##Daily Life## Prisons in California are suspending visiting due to the coronavirus, the California Department of Corrections and Rehabilitation (CDCR) announced on its website today. “Normal visiting will be canceled statewide until further notice,” the department said. This includes non-contact visits, which occur with a glass partition between the inmate and their visitors. “Family visits will be held as scheduled,” they added. These visits occur in private, apartment-like facilities on prison grounds, according to the CDCR. \"CDCR values visitation as an essential part of rehabilitation, but at this time the Department must make difficult decisions in order to protect the health and wellness of all who live in, work in, and visit state prisons,\" the statement said. ##Daily Life## The annual St. Patrick’s Day parade in New York City has officially been canceled, according to Gov. Andrew Cuomo’s office.  The statement said the governor had discussed the issue with the parade organizers, as coronavirus cases and anxieties ramp up in the city and state. \"Following those conversations, I recommended and the parade's leadership agreed to postpone this year's parade due to the high density and the large volume of marchers and spectators who attend,\" said Cuomo in the statement.\n\"While I know the parade organizers did not make this decision lightly, public health experts agree that one of the most effective ways to contain the spread of the virus is to limit large gatherings and close contacts, and I applaud the parade's leadership for working cooperatively with us.\" The parade was originally set to take place on March 17. New York now has 216 cases -- the second highest number of any state. Washington is the hardest-hit US state, with 373 cases and 30 deaths, and California follows New York, with 133 cases and four deaths, according to CNN's tally. ##Daily Life## South Korea confirmed six new deaths and 114 more cases of the novel coronavirus yesterday, according to the South Korea Centers for Disease Control and Prevention (KCDC).  That raises the national death toll to 66 and the total confirmed cases to 7,869. The number represents a drop again in new daily cases -- on Monday, the country had recorded 131 new cases, the lowest single-day increase in weeks, sparking cautious hope that the worst of the outbreak may have passed. Then, a new cluster was identified in Seoul -- and the number of new cases shot up to 242 on Tuesday. The drop back down to 114 new cases on Wednesday appears to fall more in line with the previous downward trend. 73 cases were from Daegu: The southern city is at the heart of the national outbreak, and this is the lowest daily increase in Daegu since February 26. 8 cases were from North Gyeongsang province: This province surrounds Daegu -- about 89% of cases nationwide are from Daegu and North Gyeongsang combined. 19 cases were from Seoul: The capital has seen a recent rise, after a cluster was identified at a call center -- 102 cases had links to the office. The building where the call center is located has been closed and disinfected, and Seoul has designated the area an \"infectious disease special zone.\" A lot is happening right now in the US as organizations around the country prepare to deal with the coronavirus pandemic. If you're just tuning in, here's where things stand right now: US suspends travel from Europe: President Trump announced Wednesday night that travel from 26 European countries will be suspended for the next 30 days, starting Friday at midnight. \n43 states now have coronavirus: North Dakota confirmed its first case today, making it the 43rd state (plus Washington, DC) to report coronavirus infections. \nTom Hanks infected: The two-time Academy Award winning actor says he and his wife, actress Rita Wilson, have been diagnosed with coronavirus. In a statement posted to Instagram, Hanks said the two were traveling in Australia when they were tested. \nNBA suspends season: The NBA has announced Wednesday night that the season is being suspended after a player from the Utah Jazz tested positive for Covid-19, the disease caused by the coronavirus.\nNumerous tournaments affected: The NCAA’s Big 12 and Big Ten conferences announced Wednesday that they will play their college basketball conference tournament games without fans in attendance. \nMore states declare state of emergencies: As coronavirus continues to spread across the US, 23 states and Washington, DC, have declared a state of emergency. Arizona, New Mexico, Louisiana, Arkansas and Washington, DC, all made their declarations Wednesday.\nCongressional staffer tests positive: An employee in Democratic Sen. Maria Cantwell’s office is the first publicly known case of a congressional staffer testing positive for coronavirus. The staffer had no known contact with Cantwell, who represents Washington state, or other members of Congress. There are at least 1,267 cases of the coronavirus in the United States, according to state and local health agencies and the US Centers for Disease Control and Prevention. 70 cases are repatriated from overseas, like citizens evacuated from China or the Diamond Princess cruise ship in Japan. 1,197 cases were detected and confirmed on US soil, spread out across 43 states and Washington, DC. These figures include presumptive positive cases -- meaning the patient tested positive in a public health lab and is pending confirmation from the CDC. The US death toll is now at 38, after another patient died in Washington state. Officials learned a player from Utah Jazz had tested positive coronavirus right before the tip-off of their game with Oklahoma City Thunder on Wednesday, the Jazz said in a statement. The player's symptoms had \"diminished over the course\" of the day so a test for COVID-19 was performed, the team said. \"A preliminary positive result came back right before tip-off of the Utah Jazz-Oklahoma City game,\" the team statement said. \"Subsequently, the decision was correctly made by the NBA to postpone the game. When it was determined that the individual would be tested, we immediately informed the league office. The health and safety of our players, our organization, those throughout our league, and all those potentially impacted by this situation are paramount in our discussions.\" Because of the positive result, the game was postponed with the NBA later announcing that they were suspending the season.   The Jazz added that they are “working closely with the CDC, Oklahoma and Utah state officials and the NBA to determine how to best move forward as we gather more information. The individual is currently in the care of health officials in Oklahoma City. In coordination with the NBA and state officials, we will provide updates at the appropriate time.” Europe appears to have been largely blindsided by President Trump’s announcement earlier today that the US was suspending travel from 26 European countries. Several European ambassadors in Washington tell CNN they didn’t know this was coming, despite having been in contact with the administration over the past few days. One ambassador in DC said there was “no indication” Trump would go to the lengths he did, while another spokesperson said German officials had no advanced warning this was coming. “We knew something was coming on travel from Europe (more restrictive travel advice) but not this drastic,\" the Belgian ambassador told CNN. \"What is not understandable is the exception for the UK and the lack of national measures [domestically].” The Trump administration notified ambassadors after the announcement: Several European ambassadors expressed a need for clarity as they worked to digest what these new measures mean. They had received calls from the State Department after the announcement -- but they \"have not yet answers to our questions,” said one ambassador. State Department officials say they didn’t know precisely what Trump was going to roll out, given the fact that multiple options were on the table.  Secretary of State Mike Pompeo met with the Australian Foreign Minister less than five hours before Trump’s address -- and gave no indication of the announcement coming tonight, according to a source familiar with the meeting. Pompeo did acknowledge that things were going to continue to be painful, and increasingly so, for the next six weeks or so. ##Travel## Mainland China reported 15 new coronavirus cases yesterday -- continuing the week-long trend of dramatically falling numbers, according to China's National Health Commission. Six of those cases were imported from overseas -- meaning they weren't locally transmitted in China. Hubei province, where the coronavirus pandemic began back in December, reported eight new cases -- the lowest to be reported from Hubei since the outbreak began. The drop in new daily cases is especially striking given that just a month or two ago, the country was reporting around 2,000 new cases per day. China has now reported 80,793 cases and 3,169 deaths. Of the total cases, 62,793 have recovered and been discharged from hospital, according to the NHC.  ##Health## In a primetime address to millions of Americans, President Trump misrepresented the travel restrictions he is imposing on travel between the United States and Europe. Trump said \"we will be suspending all travel from Europe to the United States for the next 30 days\" before adding that there will be \"exemptions for Americans who have undergone appropriate screenings.\" Those exemptions are far more extensive than the President made them out to be. They apply to all US legal permanent residents, citizens and some of their family members, according to a statement from the Department of Homeland Security.  The travel restrictions Trump is enacting are in fact far more similar to those enacted on China. The ban also does not apply to all of Europe but to nations in the Schengen zone. That includes Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, The Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, and Switzerland.  What this means: Americans and US permanent residents who are in Europe will still be allowed to fly to Europe and be allowed back into the United States during this 30-day period.  They will simply be screened upon entry to the United States and face quarantine or restrictions on their movement in the US for 14 days.  However, it is not clear whether airlines will still fly the routes if passenger demand from European nationals dries up because of the ban.  Trump also appeared to correct himself on a ban on cargo. In his speech he said, \"There will be exemptions for Americans who have undergone appropriate screenings and these prohibitions will not only apply to the tremendous amount of trade and cargo, but various other things as we get approval. \"  A few minutes ago, the President tweeted, \"...please remember, very important for all countries & businesses to know that trade will in no way be affected by the 30-day restriction on travel from Europe. The restriction stops people not goods.\"  This is not to say the President is not taking an extremely severe step, but it is not the all-encompassing suspension on travel between the United States and Europe that the President portrayed. ##Travel## President Trump will no longer travel to Colorado and Nevada at the end of the week.  “Out of an abundance of caution from the coronavirus outbreak, the President has decided to cancel his upcoming events in Colorado and Nevada,” White House press secretary Stephanie Grisham said in a statement.  ##Travel## The NBA has announced that the season is being suspended after a Utah Jazz player tested positive for the coronavirus. Read the NBA's full statement: The NBA announced that a player on the Utah Jazz has preliminarily tested positive for COVID-19. The test result was reported shortly prior to the tip-off of tonight’s game between the Jazz and Oklahoma City Thunder at Chesapeake Energy Arena. At that time, tonight’s game was canceled. The affected player was not in the arena.\nThe NBA is suspending game play following the conclusion of tonight’s schedule of games until further notice. The NBA will use this hiatus to determine next steps for moving forward in regard to the coronavirus pandemic. Sports world hit by virus: This is the latest -- and largest -- cancellation of a sporting event yet. Other sports events have also been affected by coronavirus; NCAA basketball announced that March Madness would be played to an empty stadium with no fans, soccer matches in Europe have been postponed or played behind closed doors, and there are calls to cancel the Tokyo 2020 Olympics, despite organizers' insistence that the Games will go ahead. ##Daily Life## Actor Tom Hanks says he and his wife, actress Rita Wilson, have been diagnosed with coronavirus.  In a statement posted to Instagram, Hanks said the two were traveling in Australia when they were tested.  \"Well, now. What to do next? The Medical Officials have protocols that must be followed. We Hanks’ will be tested, observed, and isolated for as long as public health and safety requires. Not much more to it than a one-day-at-a-time approach, no?\" Hanks wrote.  A representative for actor Tom Hanks told CNN the statement posted on Hanks’ Instagram account on Wednesday is \"correct.\" Hanks shared the following image and message on Instagram: President Trump announced tonight that all travel from Europe to the United States will be suspended for the next 30 days, except for the UK. Trump made the decision in order to \"keep new cases from entering our shores.\" \"We will be suspending all travel from Europe to the United States for the next 30 days. The new rules will go into effect Friday at midnight. These restrictions will be adjusted subject to conditions on the ground,\" the President said from the Oval Office. Trump said there will be exemptions made for certain Americans \"who have undergone appropriate screenings.\" \"These prohibitions will not only apply to the tremendous amount of trade and cargo, but various other things as we get approval. Anything coming from Europe to the United States is what we are discussing. These restrictions will also not apply to the United Kingdom,\" Trump added. ##Travel## El Salvador President Nayib Bukele announced a nationwide 21-day mandatory quarantine in a televised address to the nation late Wednesday.  Bukele explained all school activities at all levels are now suspended and any gatherings of more than 500 people will be prohibited.  The 21 days of quarantine will not impact trade and “all people should continue to go to work as usual,” Bukele said. All diplomats, Guatemalans with valid passports and Salvadoran residents will be allowed into the country as long as they undergo the mandatory isolation, according to the president.  Currently, El Salvador does not have any confirmed cases of novel coronavirus. ##Travel## Robert O’Brien, President Trump’s national security adviser, blasted the Chinese government for their response to the coronavirus outbreak in Wuhan, saying they “covered up” the outbreak and “probably” cost the world “two months to respond.” “There’s lots of open source reporting from China, from Chinese nationals that the doctors involved were either silenced or, or put in isolation or that sort of thing so word of this virus could not get out,” O’Brien told a crowd at the Heritage Foundation in Washington. “If we had those and been able to sequence the virus and had the cooperation necessary from the Chinese, had a WHO team been on the ground, had a CDC team which we’d offered been on the ground, I think we could’ve dramatically curtailed what happened both in China and what’s now happening across the world,” he continued. O’Brien also urged Americans to heed the warnings of the US Centers for Disease Control and Prevention and take precautions to prevent further spread of coronavirus. “If you’ve got a coworker who sneezes, send them home,” he said, adding that people should practice social distancing, wash their hands routinely, and take other protective measures.  O’Brien, whose speech notably drew a smaller-than-usual crowd amid fears of crowded places, described the President’s response to the outbreak in the US as “courageous,” particularly for his decision to temporarily freeze air travel to highly affected areas.  The coronavirus has currently spread to six continents, roiled financial and oil markets and led to the cancellation of events, classes and other gatherings across the country. ##Health##"], "Language": false}