{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/politics/europe-travel-restrictions/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Geneva Sands, CNN"], "Writers": [["Geneva Sands"]], "FirstPublishDate": ["2020-03-13T00:33:35Z"], "LastModifiedDate": ["2020-03-13T00:54:47Z"], "Headline": ["US moves to implement Europe travel restrictions Friday"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The United States is preparing to implement another set of severe travel restrictions as the Trump administration grapples with how to handle the coronavirus pandemic, banning travelers from dozens of countries, rerouting flights and diverting thousands of airline passengers for medical screening.  At 11:59 p.m. Friday, travel restrictions will take effect for a large swath of Europe, enacting President Donald Trump's latest travel ban and setting in motion the potential need for additional airport screening. During his primetime address Wednesday night, Trump told viewers, \"We have seen dramatically fewer cases of the virus in the United States than are now present in Europe,\" framing the pandemic as \"foreign virus,\" despite increasing instances of community spread inside the US. Most foreign nationals who were in Europe's Schengen Area -- 26 countries stretching from Iceland to Greece -- in the past 14 days will be barred from entering the US. American citizens, green card holders, some family members and a few other groups are exempt from the travel ban but will face additional health screening and restrictions when they arrive.  On Thursday, Vice President Mike Pence told CNN that Americans coming home will be funneled through 13 different airports. \"They'll be screened and then we're going to ask every American and legal resident returning to the United States to self-quarantine for 14 days,\" Pence said. Sources tell CNN that travelers from Europe will be diverted to one of the 11 airports, which are currently screening passengers from China and Iran. Discussions are underway on expanding the number of airports, but it will be dependent on Centers for Disease Control and Prevention capacity, according to two sources familiar with the plans. The current 11 airports where enhanced health screenings are available are: John F. Kennedy International Airport, Chicago O'Hare International Airport, San Francisco International Airport, Seattle-Tacoma International Airport, Daniel K. Inouye International Airport, Los Angeles International Airport, Hartsfield-Jackson Atlanta International Airport, Washington-Dulles International Airport, Newark Liberty International Airport, Dallas/Fort Worth International Airport and Detroit Metropolitan Airport.   The Department of Homeland Security is \"ready,\" said one source, but the administration if examining traffic, talking to airlines and ensuring the CDC is appropriately placed and scaled. \"That is the challenge right now,\" the source said. CNN reached out to CDC and the vice president's office.  Some airlines have already begun to cancel flights to and from Europe over decreased demand.  A DHS spokesperson on Thursday told CNN that the US government sees a number of countries on the European continent as the biggest threat concerning the coronavirus, adding that the Trump administration does not have those concerns about the United Kingdom. DHS told CNN they have seen a lot of broken travel histories from individuals from some of those European countries, which makes it harder to track their movements.  During a press gathering Thursday afternoon, Trump said he did not have concerns about the United Kingdom, which he claimed, has \"very strong borders.\"  At the beginning of February, the United States began implementing stringent travel restrictions in an effort to contain the coronavirus outbreak. Most foreign nationals who visited China in the 14 days prior to their arrival to the United States are denied entry. That was expanded to include Iran earlier this month.  Acting Homeland Security Secretary Chad Wolf directed all flights to the US carrying people who were recently in China or Iran to arrive at one of the US airports where the CDC and DHS have focused public health resources. The restrictions on the European countries are expected to operate similarly to the ones already in place, a US official told CNN.  Airlines are expected to vet travelers before they fly to determine if they are allowed to enter the US. If a traveler arrives who is restricted, Customs and Border Protection can deny entry and return them to their country of origin. As of March 10, CBP refused entry to 15 people who arrived at US airports, according to data obtained by CNN.  Concern over travel from Europe has grown as the number of cases, particularly in Italy, spiked. The Schengen Area has the largest number of confirmed COVID-19 cases outside of China, according to the White House.  Acting Homeland Security Deputy Secretary Ken Cuccinelli said Wednesday that Europe presents a \"unique problem,\" because the Schengen Area -- which allows for free movement throughout most European Union countries -- creates a region where \"they don't have borders for the purposes of travel.\" He questioned whether it \"even makes sense\" to treat Italy as a unitary entity.  Italy has been among the hardest hit countries when it comes to the coronavirus outbreak. As of Wednesday afternoon, more than 800 people had died in the country after being sickened with the virus and more than 12,000 people had been diagnosed with the disease. That includes a jump of more than 2,300 cases on Wednesday alone."], "Language": false}