{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/media/mulan-delay-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-12T23:20:43Z"], "LastModifiedDate": ["2020-03-17T19:56:33Z"], "Headline": ["Disney delays 'Mulan' because of the coronavirus outbreak"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Disney's \"Mulan,\" potentially one of the biggest blockbusters of the year, has been delayed because of the coronavirus. Disney announced it was moving the film's release out of an abundance of caution. The film, a live-action remake of the beloved 1998 animated film about a Chinese female warrior, was set to debut in North America on March 27. The company also said that it is moving the films \"The New Mutants\" and \"Antlers,\" which were set to hit theaters in North America on April 3 and April 17, respectively. Disney added that it is looking at new potential release dates for all three movies.  \"Mulan\" cost $200 million to make and was expected to make a big splash around the world, especially in China. The film tells the story of Mulan, a legendary fighter from ancient China who disguises herself as a man to take her elderly father's place in the army and protect her country from invaders. The film has an international cast led by Yifei Liu. The films join a growing list of movies that have been postponed due to the virus. \"No Time To Die,\" the upcoming James Bond film from MGM that was slated for an April 10 opening, has been pushed back to November. Universal said it was delaying \"F9,\" the next film in the lucrative Fast and Furious franchise. Originally set to open May 22, \"F9\" will instead be released April 2, 2021. Paramount Pictures also said on Thursday it will postpone \"A Quiet Place II\" in light of the pandemic. Disney's rescheduling of \"Mulan\" came after the company announced it was closing Disneyland because of the outbreak."], "Language": false}