{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/business/boeing-737-max-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore, CNN Business"], "Writers": [["Chris Isidore"]], "FirstPublishDate": ["2020-03-12T16:56:41Z"], "LastModifiedDate": ["2020-03-12T19:37:36Z"], "Headline": ["Coronavirus could hurt Boeing more than the 737 Max crisis"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The 737 Max crisis has been the worst event in Boeing's history. At least until now. The problems with the jet cost 346 lives, at least $18.7 billion in expenses and the company's once stellar reputation. But coronavirus could end up being even more damaging in the long term. In just the last few weeks, the global airline industry has received a shock worse than the 9/11 terrorist attack or the Great Recession of 2008 and 2009. At the very least it will put some aircraft purchases on hold. It could even lead to purchases being canceled, especially if multiple airlines are forced to go out of business.  A combination of government travel restrictions, changes in business practices and passenger fear of a deadly virus has resulted in severe drops in passenger revenue, and massive cancellations in flight schedules. \"You're going to see some changes in the ways airlines plan for airplanes for at least the next two or three years,\" said airline consultant Michael Boyd.  The International Air Transport Association estimated last week that the virus could cost the industry $113 billion. That estimate may already be too low, given the new restrictions on travel announced since then, including a US ban on most passengers coming from Europe.  Delayed or canceled jet orders loom Virtually every major carrier has announced plans to cancel flights and cut spending, especially capital expenditures. Aircraft purchases are the largest capital expense of any airline. The outlook for aircraft purchases had been strong going into this crisis, with global aviation forecast to grow faster than the global economy. Increased air travel and the need for more fuel efficient jets were expected to drive those purchases.  In June, Boeing forecast 44,000 commercial jets, valued at $6.8 trillion, would be purchased over the next two decades. About 40% of those purchases were for aircraft to replace older, less fuel efficient models. Boeing had firm orders for about 5,600 commercial jets on its books waiting to be built and delivered. Now that expected demand for new aircraft is in grave doubt, at least for the near term. And the plunge in oil and jet fuel prices has greatly reduced the financial incentive to get the more fuel efficient jets into service. At the very least airlines are likely to defer deliveries of aircraft, if not cancel them altogether.  The problem is not unique to Boeing. European aircraft maker Airbus also faces the same issues. But because of the one-year delay in deliveries of Boeing's best-selling jet, the 737 Max, the airline customers can now cancel or delay those purchases without having to worry about penalties normally in effect in those sales contracts.  Boeing on Wednesday announced that it had taken orders for 17 787 Dreamliner jets and one 767 during February, one of its best sales months since the grounding of the jet. But it also reported that orders were canceled for 41 737 Max jets, as well as one 777 and four Dreamliners during the month. The problems getting the 737 Max approved to carry passengers again, and then work out a delivery schedule for the planes that have been built and not yet delivered is another part of the reason that Boeing faces a bigger challenge from the virus than does rival Airbus. \"It's was already going to take time to get back to normal,\" said Ron Epstein, analyst with Bank of America Merrill Lynch. \"And the coronavirus makes the timing of that recovery just more difficult.\"  Executives at Hong Kong-based Cathay Pacific, which has been hit particularly hard by the crisis as well as political protests in that city, said Wednesday that it is in discussions with both Airbus and Boeing about deferrals of planes due to be delivered this year.  As a way of preserving cash, United Airlines will not take delivery of any jets during the current crisis unless it is able to completely finance the cost of the plane, United President Scott Kirby told investors at a conference on Tuesday. Investors' patience with Boeing runs out Investors who more or less stuck with Boeing through the 737 Max crisis are not sticking with the aircraft maker any longer. JPMorgan aerospace analyst Seth Seifman, one of few analysts who still had an \"buy\" recommendation on the stock, on Thursday downgraded his recommendation to \"neutral,\" citing the lack of clarity on how coronavirus will affect aircraft demand over the next year. In just over 11 months-- from the time of the Ethiopian Airlines crash in March 2019 until February 21 -- Boeing shares fell 22%. That's a rather limited decline considering the steady stream of bad news and the $18.7 billion cost of the crisis by Boeing's own accounting. But in the last 2-1/2 weeks, Boeing has been one of the worst performers on the badly battered Dow, plunging 43% through Wednesday's close.  And Boeing shares have fallen another 13% Thursday.  How long will the coronavirus affect demand for jets Still Boeing executives have suggested they expect the impact on orders and deliveries from the virus to be short-term. \"Certainly, the coronavirus near term is something we're focused on and spending a lot of time with our customers in China looking for opportunities how we can help them,\" Chief Financial Officer Greg Smith told investors at a conference sponsored by Cowen on February 12. \"But near-term, I think [that's] something we're all going to be focused on and I can certainly see that impacting -- as a result of the traffic, impacting some near-term first quarter deliveries for a lot of us.\" How bad a hit aircraft purchases will take, and for how long, \"will depend on when passenger traffic returns and what happens to fuel prices,\" said Richard Aboufalia, aerospace analyst with the Teal Group. The US airline industry is in much better shape to weather the crisis than it was following 9/11 or the during the Great Recession. A series of mergers means much less competition and much fuller planes in normal times. Balance sheets in the US industry had never been stronger before the crisis hit. But the crisis could create even more problems for airlines in Europe and Asia, where the financial condition of the industry is not as strong going into the crisis as in the United States. China's airline industry has been particularly hard hit by the crisis. Travel to China by Americans and European could take years to recover even once health problems are over, according to Boyd. \"China as a leisure destination is badly damaged goods and will be for years to come,\" he said. And travel by Chinese passengers within China and overseas could be hurt by the damage done to the nation's economy.  And that is particularly bad news for aircraft makers as Chinese airlines were seen as the largest market for new jets, with a forecast from Boeing that they would buy 7,200 aircraft for $1.1 trillion over the next 20 years."], "Language": false}