{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/media/fast-and-furious-coronavirus-delay/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-12T17:15:50Z"], "LastModifiedDate": ["2020-03-12T17:15:50Z"], "Headline": ["'F9', the next Fast and Furious film, has been delayed until next year due to coronavirus"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Fast and Furious, one of the most popular movie franchises in Hollywood, is delaying its next film until 2021 due to the coronavirus outbreak.  The opening of \"F9,\" the ninth installment in the action series, is being pushed from May 22 to April 2, 2021, Universal, the film's studio, announced on Thursday. \"To our family of Fast fans everywhere, we feel all the love and the anticipation you have for the next chapter in our saga. That's why it's especially tough to let you know that we have to move the release date of the film,\" the film's official Facebook page, said on Thursday. \"It's become clear that it won't be possible for all of our fans around the world to see the film this May.\" \"While we know there is disappointment in having to wait a little while longer, this move is made with the safety of everyone as our foremost consideration,\" the statement added. \"We'll see you next spring.\" The action series from Universal is a major international brand that makes most of its money from overseas theaters. The franchise's last film, 2017's \"The Fate of the Furious,\" made more than 81% of its $1.2 billion gross outside of the United States. The film's postponement is the latest major movie to be rescheduled due to the spread of the virus.  \"No Time to Die,\" the next James Bond film, was the first major Hollywood film to shift its opening because of coronavirus. MGM announced last week that it was moving the film from April to November. Paramount Pictures said Thursday it will delay the release of \"A Quiet Place II\" in light of the pandemic The outbreak has caused more than 4,000 deaths worldwide and has disrupted the global marketplace. It's forced the closure of theaters in Italy, Korea and China — the second biggest movie market in the world behind the United States."], "Language": false}