{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/rick-bright-complaint/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kaitlan Collins, Jeremy Diamond and Kevin Liptak, CNN"], "Writers": [["Kaitlan Collins", "Jeremy Diamond", "Kevin Liptak"]], "FirstPublishDate": ["2020-05-05T18:38:07Z"], "LastModifiedDate": ["2020-05-06T00:49:15Z"], "Headline": ["Ousted vaccine director files whistleblower complaint alleging coronavirus warnings were ignored"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Dr. Rick Bright, the ousted director of the office involved in developing a coronavirus vaccine, formally filed an extensive whistleblower complaint Tuesday alleging his early warnings about the coronavirus were ignored and that his caution at a treatment favored by President Donald Trump led to his removal. \"I was pressured to let politics and cronyism drive decisions over the opinions of the best scientists we have in government,\" Bright said on a call with reporters after filing his complaint. Bright said in the complaint he raised urgent concerns about shortages of critical supplies, including masks, to his superiors in the Trump administration but was met with skepticism and surprise. While Bright said some officials shared his concerns -- including top White House trade adviser Peter Navarro -- he describes an overall lack of action at the top of the administration even as the virus was spreading outside of China. Bright had led the Biomedical Advanced Research and Development Authority since 2016 when he was reassigned last month to a narrower position at the National Institutes of Health. An attorney for Bright told reporters on Tuesday he was scheduled to testify on Capitol Hill next week. Democratic Rep. Anna Eshoo of California, the chairwoman of the House's Health Subcommittee, told CNN last month she planned to call in Bright to testify before her panel as she reviews the circumstances of his removal. In his whistleblower complaint, Bright says he raised concerns about US preparedness for coronavirus starting in January but was met with \"indifference which then developed into hostility\" by leaders at the Department of Health and Human Services. Later, he says he pushed back on HHS's leadership when they sought to make \"potentially harmful drugs\" available for treating Covid-19, including hydroxychloroquine, which had been repeatedly touted by Trump as a potential cure despite a lack of robust testing. \"His efforts to prioritize science and safety over political expediency and to expose practices that posed a substantial risk to public health and safety, especially as it applied to chloroquine and hydroxychloroquine, rankled those in the Administration who wished to continue to push this false narrative,\" the complaint reads. In a statement, an HHS spokesperson said: \"Dr. Bright was transferred to NIH to work on diagnostics testing -- critical to combatting COVID-19 -- where he has been entrusted to spend upwards of $1 billion to advance that effort.\" \"We are deeply disappointed that he has not shown up to work on behalf of the American people and lead on this critical endeavor,\" said the spokeswoman, Caitlin Oakley. Bright's spokeswoman, Kendra Barkoff Lamy, pushed back against HHS' characterization. \"Dr. Bright has not been given any details about his new assignment or what his new job would entail; nonetheless, under his doctor's direction, he has been on sick leave due to hypertension caused by this current situation,\" Barkoff Lamy said on Twitter. Bright's decision to go public with his concerns last month exposed months of turmoil inside one of the key divisions at HHS charged with responding to the coronavirus pandemic. His allegations raised serious questions about political bias creeping into the government's response to the pandemic and the extent to which Trump's preferences for a drug overshadowed its scientific merits. After he initially aired his complaints, administration officials leveled a range of allegations against Bright, including accusing him of poorly managing his office, mistreating staff and failing to consult his superiors on consequential decisions. But Bright's most recent performance review from May 2019, a copy of which was obtained by CNN, delivered rave reviews for Bright's management of his office and included no criticisms. His attorneys argue that Bright's removal from his post amounts to a violation of the Whistleblower Protection Act, claiming that Bright \"has engaged in numerous instances of protected activity.\" In the complaint, he says he is seeking reinstatement as BARDA's director and asking for a full investigation. He claims leaders at the agency were surprised by his concerns and responded slowly to the outbreak, alleging old disputes with HHS leadership -- including Secretary Alex Azar and Robert Kadlec, the assistant secretary for preparedness and response -- were exacerbated by clashes over the coronavirus and that he was eventually excluded from participating in meetings about the virus. \"Dr. Bright pressed for urgent access to funding, personnel and clinical specimens, including viruses, which he emphasized were all critically necessary to begin development of lifesaving medicines needed in the likely event that the virus spread outside of Southeast Asia,\" the complaint reads. \"Secretary Azar and Dr. Kadlec responded with surprise at Dr. Bright's dire predictions and urgency and asserted that the United States would be able to contain the virus and keep it out of the United States.\" Later, Bright claims he was cut out of critical meetings for raising early alarm about the virus. \"It was obvious that Dr. Bright's persistent demands for urgent action to respond to the pandemic had caused a 'shit storm' and a 'commotion' and were unwelcome in the office of the HHS Secretary,\" the complaint reads. \"As a result, HHS leadership excluded Dr. Bright and BARDA from these recurring meetings and from the critical discussions about addressing the COVID-19 pandemic.\" Central to Bright's warnings was his concern at a shortage of masks in the United States, which he said was ultimately validated when federal officials scrambled to secure protective face coverings for health care professionals. He cites a January email from the co-owner of a major mask production firm saying he was willing to reactivate idled N95 mask production lines with government assistance, an offer that went unheeded. Describing meetings in which he said that his concerns were shrugged off by senior officials, Bright said, \"it became increasingly clear ... that HHS leadership was doing nothing to prepare for the imminent mask shortage.\" Later, he said he received an email from the mask producer with an ominous warning. \"Rick, I think we're in deep shit,\" the email read. \"The world.\"  As the outbreak persisted, Bright says he came under pressure from political leadership at HHS to make hydroxychloroquine widely available after Trump repeatedly proclaimed its potential benefits during his daily White House briefings. At one point Trump even said he would take the drug himself to protect against the disease, although researchers have said there's no evidence of its protective effects. By mid-March, Bright and other officials were facing increased pressure from top HHS officials to make chloroquine and hydroxychloroquine widely available to the public. According to Bright's complaint, HHS General Counsel Bob Charrow directed him to prioritize making the treatment broadly available. In subsequent days, Bright says, he urged colleagues against a broad-based protocol that would have made the drugs available to Americans outside of clinical settings but instead to implement an Emergency Use Authorization that would make the drugs available in hospitals. But even after the authorization, Bright reports, health officials continued to face pressure to make the drug more widely available. In one email, Adm. Brett Giroir -- the White House's coronavirus testing czar -- said the drug \"needs to go to pharmacies as well.\" \"The EUA matters not. ... The drug is approved [and] therefore can be prescribed as per doctor's orders. That is a FINAL ANSWER,\" Giroir wrote, according to an email attached to Bright's complaint. In his complaint, Bright says his concerns about hydroxychloroquine reached a tipping point after drugmaker Bayer offered to donate 3 million pills to the national stockpile. In an email, another BARDA doctor advised Bright against accepting Bayer's chloroquine donation because \"there are safety liabilities associated with the drug ... accepting the donation could send a signal that we are not concerned about the risk ... Accepting the donation could lead to widespread use that is not supported by any clinical data.\"  Bright also raised safety concerns related to the factories abroad where some of the pills were produced that had not been inspected by the US Food and Drug Administration. Bright told reporters he and fellow scientists found the administration's \"eagerness to push blindly forward without sufficient data\" on chloroquine \"alarming.\" \"I could not in good conscience ignore the scientific recommendations to limit access to those drugs under the direct care of a doctor, and instead allow political ambition and timelines to override scientific judgment. And that was just one of the many improper things I pushed back on with senior leadership within HHS,\" he said. In his complaint, Bright does identify one official who he says appeared to recognize the gravity of the outbreak: Navarro, the President's hawkish trade adviser. \"Mr. Navarro asked good questions and was prepared to take prompt action to address this impending health crisis,\" the complaint reads. \"Mr. Navarro clearly recognized that Dr. Bright was unable to get any traction with HHS and was, to Dr. Bright's great relief, prepared to act.\" A lawyer for Bright said his \"leadership was not happy\" about his meetings with Navarro. CNN has previously reported that Navarro raised early flags about the severity of the coronavirus outbreak in memos that were circulated in the West Wing. In a lengthy series of exhibits that was included with Bright's whistleblower complaint, some of the memos are provided, including warnings on shortages of masks and syringes to administer an eventual vaccine. \"We may find ourselves in a situation where we have enough vaccine but no way to deliver all of it,\" Navarro wrote to members of the White House coronavirus task force on February 14."], "Language": false}