{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/politics/european-leaders-us-travel-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Nicole Gaouette, Alex Marquardt and Kylie Atwood, CNN"], "Writers": [["Nicole Gaouette", "Alex Marquardt", "Kylie Atwood"]], "FirstPublishDate": ["2020-03-12T12:20:18Z"], "LastModifiedDate": ["2020-03-12T17:14:31Z"], "Headline": ["European Union leaders denounce Trump's coronavirus travel restrictions"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["European Union leaders issued a withering denunciation of President Donald Trump's decision to bar some Europeans from traveling to the US amid the coronavirus pandemic, as Trump admitted he hadn't told the Europeans what was coming. \"We get along very well with European leaders, but we had to make a decision and I didn't want to take time and, you know, it takes a long time make the individual calls and we are calling and we had spoken to some of them prior to (the announcement),\" Trump told reporters Thursday.  Communicating with the European Union -- which consists of 27 members, is headquartered in Brussels and has an embassy here -- would not require calls to individual members. Indeed, the EU response to Trump came from its central leaders.  \"The coronavirus is a global crisis, not limited to any continent and it requires cooperation rather than unilateral action,\" the president of the European Council, Charles Michel, and the president of the European Commission, Ursula von der Leyen said in a statement. Trump's announcement from the Oval Office has sown confusion and anger, further straining the trans-Atlantic alliance with Europe, confounding diplomats, surprising some State Department officials and roiling financial markets which plummeted again Thursday.  In a Wednesday evening speech rife with misleading statements, Trump blamed Europeans for the recent upsurge in US cases of the \"foreign virus,\" saying \"a large number of new clusters in the United States were seeded by travelers from Europe.\"   And while Trump claimed that the US was \"in frequent contact with our allies,\" Michel and Leyen made clear the White House gave Europeans no advance notice of the decision, saying flatly that, \"the European Union disapproves of the fact that the US decision to impose a travel ban was taken unilaterally and without consultation.\" 'Tons of confusion' On Thursday, Trump not only contradicted his own statement about communicating with allies, telling reporters that he didn't consult European leaders before his speech, but he also implied the diplomatic affront was meant as payback. Trump suggested the lack of communication was justified because European countries don't inform him when they raise taxes on the US. \"When they raise taxes on us, they don't consult us and I think that's probably one in the same,\" Trump said. A top European diplomat who told CNN they received word of the ban literally moments before the speech said they were given no further information. \"That's all we know. Total lack of clarity. Tons of confusion.\" Vice President Mike Pence tried to deny there was any confusion in an interview on CNN's \"New Day.\" Asked directly why corrections had to be made after the President's Oval Office address Wednesday night, and where the confusion was coming from, Pence said, \"I don't think there's confusion.\"  He went on praise the President for taking \"another historic step to suspend all travel from Europe ... for the next 30 days.\" The US has \"recognized, our health experts tracking global data, that the epicenter of the coronavirus has shifted from China and South Korea to Europe,\" he said. He added that the President made the decision \"on the spot\" after hearing from his health experts. In the United Kingdom, which is exempt from the restrictions, Trump's decision was received with skepticism by Rishi Sunak, the chancellor of the Exchequer, who said there \"isn't evidence that interventions like closing borders or travel bans are going to have a material effect on the spread of infection.\" Speaking to the BBC, Sunak -- effectively the country's finance minister -- suggested the UK was not considering a similar ban, saying all decisions \"with regard to flight bans are always guided by the science.\" Sunak also said the ban \"will have significant impact\" in the UK's economy, \"but temporarily.\" Trump announced that the US will impose a 30-day ban on foreigners who in the past two weeks have been in the European Union's Schengen Zone, the 26 countries that abolished border and passport controls at their mutual borders to encourage free flow of goods, people and services.  With US cases now far outnumbering infections in many of the European countries whose citizens are now banned from traveling to the US, at least one Republican lawmaker expressed doubt about the utility of the travel ban. Utah Sen. Mitt Romney told reporters he doesn't understand why banning travel from Europe is necessary given that coronavirus is already here.  \"I'm not quite sure why that's an important part of this,\" Romney said. Europeans say they were blindsided Trump's top advisers had discussed potential new travel advisories on Europe during meetings at the White House on Wednesday, according to two officials familiar with the matter.  But several European ambassadors in Washington tell CNN they didn't know the announcement was coming and were blindsided by it, despite having been in contact with the administration over the last few days. One European ambassador said there was \"no indication\" Trump would go to the lengths he did in his announcement and embassies across Washington said they would regroup to sort out their next steps.  Many diplomats said they did not know when they would get clarity on the announcement and had reached out to US counterparts, but even US State Department officials did not appear to be completely aware of Trump's plans.   State Department officials say they didn't know precisely what Trump was going to roll out, given the fact that multiple options were on the table. After Trump's address, officials from the department started calling European ambassadors to bring them up to speed, but weren't able to address all their queries.  \"They called me and colleagues after the announcement, but have not yet answers to our questions,\" one ambassador said.  One European ambassador said their embassy was waiting on further word from the State Department and for a notice by US Department of Customs and Border Protection.  \"We wait for precisions on the implementation of the travel ban for Europeans and the many consequences, including in case of no more flights across the Atlantic [and] for other categories, e.g. Europeans wanting to [go] back to their countries etc\" the ambassador texted. A senior Belgian diplomat told CNN that they are \"scrambling to understand the precise implications.\"  Among their questions: how long will the ban last? Belgium has updated its travel advisory to tell citizens the ban goes into effect Friday at midnight and is \"indefinite,\" because there is some confusion over whether the restrictions will actually last 30 days. Embassies in Washington also have questions about who exactly this will impact.  \"Definitely for the expat community it will be important to know who is and who isn't eligible to travel to the United States,\" the Belgian diplomat said. Some Belgians in the US may want to go home \"to have access to the Belgian health care system,\" but then they might not be allowed back, this diplomat said.  The diplomatic community over the years has learned to live with unpredictability,\" a European diplomat said. \"When we got the news, though the European Union seemed to be a scapegoat, we got to work figuring it out.\" This story has been updated to include additional reaction."], "Language": false}