{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/opinions/oval-office-coronavirus-speech-trumps-worst-bergen/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Peter Bergen, CNN National Security Analyst"], "Writers": [["Peter Bergen"]], "FirstPublishDate": ["2020-03-12T14:56:50Z"], "LastModifiedDate": ["2020-03-12T16:57:23Z"], "Headline": ["Trump's coronavirus speech was a disaster"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["On Wednesday night, President Donald Trump delivered a speech from the Oval Office intended to reassure Americans during the greatest crisis of his presidency.  Perhaps Trump wanted to make a call to arms that rivaled when President George W. Bush stood on the smoking ruins of the World Trade Center days after 9/11 and said: \"I can hear you. The rest of the world hears you. And the people who knocked these buildings down will hear all of us soon?\" Within months the Bush administration had toppled the Taliban government that had harbored al Qaeda and also destroyed much of that terrorist group. Instead, Trump missed the mark completely. His Wednesday speech underlined his key weaknesses: His failure to do any homework, his narcissism and his half-baked policy ideas. Let's start with the big idea in Trump's speech: Temporarily stopping Europeans from traveling to the United States. It fits with the xenophobic nature of Trump's statement: \"This is the most aggressive and comprehensive effort to confront a foreign virus in modern history.\" But the reality is that this won't solve any of the key issues presented by the crisis. As is obvious to the most casual of observers, there is now rampant community transmission of the coronavirus all over the US. Banning travelers from Europe is a feel-good measure that will have scant effect on the virus's transmission within our borders, which has been enabled by the most catastrophic failure of the Trump administration's response to date: So far, relatively few Americans have been tested for the coronavirus.  The European travel ban is akin to Trump's travel ban on a number of Muslim-majority countries to reduce terrorism. The ban didn't do anything to reduce lethal jihadist terrorism in the US, which since 9/11 has been invariably carried out by US citizens or nationals of other countries that are not from travel ban countries, according to the research institution, New America.  Showing how muddled Trump's policies are, in an absurd addendum to his Wednesday speech, Trump said the new European travel ban would not apply to citizens of the UK. Well, guess which country's health minister just tested positive for the coronavirus? Britain's health minister Nadine Dorries. The number of coronavirus cases in the UK exceeds 460 as of Thursday morning. (I'm not suggesting that we ban travel to the US by British citizens as result of this fact, rather pointing out the flaw in the President's logic.) At this point in his presidency, we kind of assume that Trump rarely does any homework, but as this virus began to proliferate, we had to assume -- or hope -- that his staff would do theirs. Given this travel ban solution to a problem that is already rampant within our nation, it seems they did not.  In his Oval Office speech Trumps repeated the canard that \"The vast majority of Americans: The risk is very, very low,\" a line that his enablers in the administration have repeatedly parroted.   Yes, the risk to the average American of actually dying from the coronavirus is indeed low. But given that Dr. Anthony Fauci, Trump's top infectious disease advisor, testified before a congressional committee on Wednesday that the coronavirus is ten times more lethal than the seasonal influenza virus, this is scant cause for celebration; some 34,000 Americans died from the influenza during the 2018-2019 flu season.   During his Oval Office speech, Trump took a victory lap, touting his administration's ban on non-American citizens who had recently visited China from entering the United States. He asserted that, \"The European Union failed to take the same precautions and restrict travel from China and other hotspots.\" In fact, Italy took similar action as the US, suspending all flights from China, Hong Kong, Macau and Taiwan, yet Italy still faces a massive health crisis with around 10,000 coronavirus cases, 600 deaths from the virus, and the country is now in a total lockdown.  In his speech, Trump also absurdly postured that, \"We must put politics aside, stop the partisanship.\" Clearly, he doesn't remember calling the coronavirus scare the Democrats' \"new hoax.\"   On Wednesday, Trump didn't address any of the fundamental public health issues the US is now facing. He did not mention the lack of hospital beds for the seriously ill who, in coming weeks, will likely flood the hospitals, which are now already full of patients suffering from the effects of seasonal influenza. Nor did Trump address the lack of substantial numbers of available ventilators in the US for seriously ill patients, nor the lack of a deep supply of protective equipment for health care workers. We elect presidents and trust that they will be able to deal with a real crisis. So far, Trump has not risen to the occasion.  "], "Language": false}