{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/politics/us-china-xinjiang-forced-labor-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Ben Westcott, CNN"], "Writers": [["Ben Westcott"]], "FirstPublishDate": ["2020-03-11T15:47:39Z"], "LastModifiedDate": ["2020-03-12T13:26:12Z"], "Headline": ["New US bill could ban imported Chinese goods from Xinjiang amid forced labor concerns"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["US lawmakers unveiled legislation Wednesday urging the Trump administration to take action over claims of forced labor camps in Xinjiang, China, after a US government report found it was \"nearly impossible\" to ensure global supply chains were clean of tainted goods. A bipartisan group of politicians, including Democratic Rep. James McGovern of Massachusetts and Republican Sen. Marco Rubio of Florida, announced the bill Wednesday morning. There have been growing concerns in the US for months around the mass detention of up to 2 million Muslim-majority Uyghurs and other ethnic groups in sprawling facilities in China's western Xinjiang region. Leaked documents published by CNN in February revealed Uyghur citizens could be detained for trivial reasons such as growing a beard or having too many children. A new report by the US government's Congressional-Executive Commission on China (CECC) obtained by CNN claims there is now evidence of \"egregious human rights abuses\" of detainees being used as forced labor in manufacturing and textiles factories across Xinjiang. According to the CECC, goods from international brands such as Nike, H&M, Esprit, Adidas and Calvin Klein may have been partially sourced from the region's forced labor facilities. \"Forced labor exists both within the (Xinjiang's) system of mass internment camps, and throughout the region, and is confirmed by the testimony of former camp detainees, satellite imagery, and recently leaked Chinese government documents,\" the report said. In its new report, the committee says that imported goods from Xinjiang potentially made using forced labor is in violation of both US and international laws. \"These egregious human rights abuses may constitute atrocities under US law and crimes against humanity under international law,\" the report said. In a statement Tuesday, Nike said that it didn't directly source products from Xinjiang, but was investigating its supply lines to ensure no forced labor was involved. The new bill seeks to require that evidence be provided by businesses for each item to show that it had an untainted chain of production. The bill also calls for US President Donald Trump to identify Chinese officials or businessmen who \"knowingly engage\" in forced labor in order to impose targeted US sanctions on individuals. Sponsors of the new bill claim it is necessary due to the opaque nature of Chinese supply chains. According to the CECC report, both the surveillance of workers in Xijiang as well as lack of cooperation from Chinese authorities make independent oversight near impossible. Since 2015, the Chinese government has been putting Uyghurs and other Muslim ethnic groups into what former detainees have called re-education centers.  Inside the camps, the detainees are forcibly taught Chinese language skills and Communist Party propaganda. Some former inmates have described jail-like conditions in the heavily-fortified centers. The Chinese government has repeatedly pushed back at accusations of forced detention, referring to the centers as part of a system of voluntary \"vocational training,\" designed to combat Islamic extremism. Speaking at his daily news conference Thursday, Chinese Foreign Ministry spokesman Geng Shuang said that Xinjiang's affairs were \"purely China's internal affairs.\" \"We urge the US to reflect upon and correct its mistake. It should stop interfering in China's domestic affairs using human rights as a pretext, or else it will only be met with stronger opposition of the Chinese people,\" he said. Geng was referring to a separate US report on human rights in China which was released on March 11."], "Language": false}