{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/politics/mike-pence-coronavirus-trump-response-cnntv/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Veronica Stracqualursi, CNN"], "Writers": [["Veronica Stracqualursi"]], "FirstPublishDate": ["2020-03-12T12:21:59Z"], "LastModifiedDate": ["2020-03-12T13:25:05Z"], "Headline": ["Pence: 'I don't think there's confusion' after clarifications to Trump's coronavirus address"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Vice President Mike Pence on Thursday dismissed suggestions that there was confusion surrounding President Donald Trump's address to the nation about coronavirus despite the administration having to later make clarifications about travel restrictions. \"I don't think there's confusion,\" Pence, who is leading the administration's response to the crisis, told CNN's Alisyn Camerota on \"New Day\" Thursday. But he was unable to provide figures on how many Americans have been tested for the virus, which has been a key question as the crisis has spread throughout the country and disrupted everyday life. Speaking to the nation Wednesday night, Trump announced that \"all travel from Europe to the United States\" would be banned for 30 days beginning Friday, with exceptions for the United Kingdom. After Trump's remarks, the administration clarified that the travel restriction did not apply to Americans or US permanent residents, nor did it apply to all of Europe but to nations in the Schengen zone.  Trump was also forced to clarify he was not blocking goods from Europe, despite saying in his address that his ban would \"apply to the tremendous amount of trade and cargo\" across the Atlantic. On CNN Thursday, Pence elaborated on the travel restrictions, saying that Americans coming home will be funneled through 13 different airports, where they will be screened for the novel coronavirus.  Americans and legal residents returning to the US will be required to self-quarantine for 14 days, Pence said. Listen to the CNN Coronavirus: Fact vs. Fiction podcast with chief medical correspondent Dr. Sanjay Gupta here. \"We've recognized, our health experts tracking global data, that the epicenter of the coronavirus has shifted from China and South Korea to Europe,\" the vice president said. Pence also defended the administration's handling of testing for the virus. The availability of test kits to health care providers has been one of the most scrutinized aspects of the federal government's response to the crisis, leading to frustrations from state and local officials, and there has been confusion among Trump administration officials over the number of testing kits that have been mailed out. Pence said he didn't believe the numbers of tests being performed were declining, despite what was listed on the US Centers for Disease Control and Prevention's website in recent days. Asked how many tests have been done, Pence replied, \"Well, I would leave that to the experts.\" As of Monday, public health labs in all 50 states and Washington, DC, are able to test for novel coronavirus, according to the CDC. But the vice president said Thursday it's \"going to take a few more days\" to make commercial testing for COVID-19 widely and readily available for the general public.  \"The overall recommendation to Americans is to use common sense, practice good hygiene, and keep a special eye on seniors with chronic underlying health conditions,\" Pence said. Speaking to CNN's John Berman on \"New Day\" on Tuesday, Health and Human Services Secretary Alex Azar also was unable to say how many Americans have been tested. As of Thursday morning, there have been 38 deaths and over 1,200 cases of coronavirus in the United States, according to CNN's tally. This story has been updated to include additional comments from Pence and background information."], "Language": false}