{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/world/newsletter-coronavirus-03-12-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh and Nick Thompson, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-03-12T13:04:31Z"], "LastModifiedDate": ["2020-03-12T13:04:31Z"], "Headline": ["What you need to know about coronavirus on Thursday, March 12"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["\"We are at a critical time in the fight against the virus ... I will always put the well-being of America first.\" After weeks of downplaying the outbreak, US President Donald Trump addressed the nation last night, announcing a suspension of travel from Europe and emergency action to help Americans affected by the virus. Trump's solemn and rare Oval Office address was a dramatic about-face aimed at stemming a spreading public health crisis that has caused global market turmoil and disrupted everyday life.  Yet the speech -- in which he described the disease as a \"foreign virus\" and blamed Europe for its spread to the US -- brought more confusion to an already rattled nation. Trump's administration was later forced to clarify that the ban would apply to \"people, not goods,\" and only to foreign nationals, not Americans who had been screened before entering the country. But as infections in the US soar past 1,200, communal spread appears to be more of a threat than foreign transmission. States are demanding more test kits amid a continued shortage, begging the question of whether the number of reported cases reflects the reality of the crisis. Trump spoke to the nation at a fearful moment, Stephen Collinson writes. Schools across the country are closing, the NBA basketball league has been suspended, and hospitals are on high alert.  Around the same time Trump was speaking, actor Tom Hanks, known affectionately as \"America's dad,\" announced in an Instagram post from Australia that he and his wife Rita Wilson had contracted the disease. WHAT'S IMPORTANT TODAY Airlines and passengers scrambling  \"If the leader of the free world is telling you that, you know, your travel is being affected, I would think that we have to give you your money back.\" That was the advice of an airline worker at John F. Kennedy International Airport in New York to passengers waiting to board a flight to Dublin moments after Trump announced his new travel ban. Airlines are scrambling to understand and implement the restrictions, as travelers race back to the US before the deadline or weigh canceling trips, Madeline Holcombe writes. The 30-day ban, which starts at 11:59 p.m. Friday, applies to 26 European countries; it doesn't apply to the UK, despite a spike in cases there. Americans and US permanent residents will still be allowed to fly to Europe and return to the US, but will be screened upon re-entry and face quarantine or restrictions on movement for 14 days. It's not clear whether airlines will still fly the routes if passenger demand from European nationals dries up. In a strongly-worded statement, the European Union said it disapproved of the ban, which was imposed \"without consultation.\" The UK said today that it would not introduce US-style travel bans, but others are. The Czech Republic will enforce controls on its borders with Germany and Austria; India has suspended all visas until April, effectively barring all foreigners from visiting; and Australia has extended its travel ban for Italy, Iran, China and South Korea. Find out more information about how the restrictions could impact you here.  NBA suspends season \"What we really need to cancel is 2020!\" said Los Angeles Lakers star Lebron James after the NBA suspended its entire season. In Oklahoma City, fans were getting ready for the start of a game between the Thunder and the Utah Jazz last night when players abruptly walked off the court -- one had tested positive for the disease. The decision by one of the world's most profitable sports leagues comes amid growing cancelations and adjustments across the globe. The latest: the World Figure Skating Championships has been canceled, NCAA Division I Men's and Women's basketball tournaments will proceed but without spectators, and Major League Baseball's Seattle Mariners and Texas Rangers are working on \"alternative plans\" for their regular season opener. But officials organizing the 2020 Olympics in Tokyo still say that canceling the games is \"unthinkable.\" Wall Street ends 11-year 'bull market' as brutal day beckons Global markets continue to come under huge pressure from the coronavirus, and US stocks are headed for another brutal open today, Charles Riley writes. Dow futures are off more than 1,200 points, or 5.1%. S&P 500 futures, which briefly hit their 5% limit, are down 4.6%. Nasdaq Composite futures have dropped 4.7%. News of Trump's travel ban sent markets in Asia plunging today. Japan's Nikkei 225 slipped into a bear market, closing down 4.4%. Australia's benchmark index dropped 7.4%. The S&P 500 briefly dipped into bear market territory yesterday during another ferocious day of selling. And the Dow officially finished in a bear market, ending that index's 11-year bull run. Stocks are in a bear market when they have fallen more than 20% from a recent peak. Italy's lockdown gets more locked down Italy intensified its lockdown last night, announcing the closure of all restaurants, bars and shops across the nation. Only pharmacies and supermarkets will be allowed to remain open. Restaurants can remain operational for food deliveries, but firms will be required to implement remote working for all jobs except those that require physical presence, Valentina Di Donato reports.  ON OUR RADAR Staff from an Australian talk show will now be quarantined after actress Rita Wilson appeared on the show Monday.\nGreta Thunberg is calling on activists to avoid public gatherings and move climate strikes online.\nPhilippines President Rodrigo Duterte, who turns 75 this month, will be tested for the virus after some cabinet members were exposed.\nBeijing will enforce a 14-day quarantine on all international travelers arriving in the Chinese capital.  TODAY'S TOP TIP The coronavirus can infect anyone, but it's older adults who are more likely to get seriously sick from it, Scottie Andrew writes. From what precautions to take, to what to stock up on and how to alter daily activities, this is what you need to know if you or a loved one is over 60.  YOU ASKED. WE ANSWERED. Q: How can I stay productive if I'm working from home? A: Don't wait until you're told to stay home to figure out how to get your job done remotely, Kathryn Vasel writes. Evaluate what software, information and resources you might need to access, prepare for virtual meetings, and be transparent about your schedule -- and make sure to set boundaries.  Thousands of people have asked us questions about the outbreak. Send yours here. FROM THURSDAY'S PODCAST \"The American public really needs to steady ourselves for a long haul here. This may be more disruptive than other outbreaks we've been through,\" CDC Principal Deputy Director Anne Schuchat says. In Thursday's podcast, CNN's chief medical correspondent Dr. Sanjay Gupta talks to Schuchat about the impact of coronavirus in the US. (Note: This podcast was recorded before President Trump's address)"], "Language": false}