{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/politics/donald-trump-coronavirus-oval-office-speech/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-12T02:41:08Z"], "LastModifiedDate": ["2020-03-12T07:17:03Z"], "Headline": ["Donald Trump's scapegoating coronavirus speech shows he just doesn't get it"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump delivered an unusual Oval Office address on Wednesday night designed to reassure the American public that he and his administration are doing everything possible to stamp out the coronavirus pandemic in this country.  Instead, the speech featured the same sort of scapegoating and barely-veiled xenophobia that Trump has reached for in other moments of crisis during his presidency. Within the first few sentences of his prepared remarks, Trump referred to the coronavirus, which is believed to have originated in China, as a \"foreign virus.\" In case you missed what he was playing at, this riff on Europe should clear things up nicely: \"Taking early intense action we've seen dramatically fewer cases of the virus in the United States than are now present in Europe. The European Union failed to take the same precautions and restrict travel from China and other hotspots. As a result a large number of new clusters in the United States were [seeded] by travelers from Europe. After consulting with our top government health professionals I have decided to take several strong but necessary actions to protect the health and well-being of all Americans. To keep new cases from entering our shores, we will be suspending all travel from Europe to the United States for the next 30 days.\" The message is absolutely unmistakable, and goes like this: Trump, unlike most other leaders and nations, saw the threat posed by coronavirus early on and restricted travel into the country from China\nEurope wasn't so smart\nAs a result, this \"foreign virus\" spread\nBy blocking all travel from Europe -- where, reminder, they weren't as smart as Trump about the virus, we will beat this foreign invader back \"The virus will not have a chance against us,\" Trump insisted in his remarks. This is very much out of the known Trump playbook. He is someone who struggles to admit he is wrong or has ever made a mistake. And in an attempt to point the finger in any direction but his own, he tends to seek out a scapegoat and then play on extant fears of the other to sow the idea among the American public. What's clear here is that Trump (and his broader administration) have made mistakes. The President's dismissive attitude -- as recently as Tuesday! -- about the threat the virus poses sent a symbolic message to the public that underplayed the risks to our broader society. His administration's ongoing struggle to produce enough coronavirus tests for the growing need remains a major issue as well, but Trump didn't even mention testing in his address. Some of these mistakes are understandable. This sort of pandemic is not something any government gets perfectly right. While there are processes and protocols in place for events like these, a global virus is an unpredictable thing that forces all governments to adapt and change. The problem isn't that mistakes were made -- and are being made. It's that by a) refusing to acknowledge the bumpy road to this moment and b) scapegoating a foreign actor for their foibles, Trump is badly missing the point. And that point is this: No matter where coronavirus came from or which countries handled its spread well or poorly, it is in the United States now. We know this. As of Wednesday night, there were more than 1,200 cases in the US. Anthony Fauci, the head of the National Institute of Allergy and Infectious Disease, said on Capitol Hill Wednesday that \"things will get worse. ...The bottom line it's going to get worse.\" The key now is to not focus on who did this to us (mostly because that is totally pointless) but rather on how we can mitigate the spread of the virus -- particularly among older people. Blame gets us nowhere. Best practices is what we need.  Trump seemed to forget that in his speech to the nation -- so busy was he in ensuring that people knew he had made a very smart decision that kept things from being worse here in the United States and that the true bad guys were the Europeans who lacked his foresight. The truth is that Trump's attempt to act as though everything is totally normal and there is no need to alter our routines has failed. The only way the virus has been slowed in other countries is through real changes in daily lives -- up to and including bans on any large gatherings.   Like it or not, that is how we will get through the coronavirus epidemic. Not by scapegoating other countries and patting ourselves on the back. The time for those political machinations has passed. The problem is that the President of the United States doesn't seem to realize that."], "Language": false}