{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/politics/state-department-global-advisory-travel-abroad/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jennifer Hansler and Paul LeBlanc, CNN"], "Writers": [["Jennifer Hansler", "Paul LeBlanc"]], "FirstPublishDate": ["2020-03-12T04:23:22Z"], "LastModifiedDate": ["2020-03-12T04:23:22Z"], "Headline": ["State Department raises global travel advisory and urges US citizens to reconsider travel abroad"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The State Department on Wednesday raised the worldwide travel advisory to Level 3: Reconsider Travel, urging US citizens to reconsider travel abroad due to the coronavirus pandemic.    \"The Department of State advises U.S. citizens to reconsider travel abroad due to the global impact of COVID-19. Many areas throughout the world are now experiencing COVID-19 outbreaks and taking action that may limit traveler mobility, including quarantines and border restrictions,\" the department said in a statement.  \"Even countries, jurisdictions, or areas where cases have not been reported may restrict travel without notice.\" The travel advisory comes the same day that the World Health Organization declared the virus a pandemic, with more than 1,200 cases in the US. The note was released shortly after President Donald Trump's Oval Office address, where he promised to use \"the full power of the federal government\" to confront the growing public health crisis, including what he characterized as a suspension of \"all travel from Europe to the United States for the next 30 days.\" But immediately afterward, his administration made clear the travel restriction was not as drastic as the President stated: It will apply only to foreign nationals, not to American citizens who had been screened before entering the country -- mimicking restrictions he applied to China last month. \"We have seen dramatically fewer cases of the virus in the United States than are now present in Europe,\" Trump said. \"The European Union failed to take the same precautions and restrict travel from China and other hot spots. As a result, a large number of new clusters in the United States were seeded by travelers from Europe.\" There are 118,000 cases globally -- including more than 1,200 in the US -- and more than 4,000 deaths, according to the WHO. The virus has found a foothold on every continent except for Antarctica."], "Language": false}