{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/us/coronavirus-definitions-terms-glossary-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-05T11:18:01Z"], "LastModifiedDate": ["2020-03-11T21:19:21Z"], "Headline": ["Pandemic, COVID-19 and all the coronavirus terms you need to know"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["News about the coronavirus moves so quickly, key definitions or phrases can sometimes pass you by. For instance, do you actually know what COVID-19 stands for? Or why the coronavirus is called the coronavirus? Brushing up on these terms will certainly make the avalanche of coronavirus information easier to understand. And with a crisis as widespread and complex as this, a little clarity can be a big help.  A disease cluster or infection cluster is a group of similar health events that have occurred in the same area around the same time. You may have heard some new cases of the current coronavirus described as \"outbreak clusters.\" Community spread is spread of a disease among a certain area, in which there is no direct knowledge of how or when someone contracted the disease. While some cases of coronavirus can be pinpointed to certain trips, associations between people or other events, instances of \"community spread\" are less specific and harder to trace.  The coronavirus is actually not one type of virus; it is a large family of viruses that also includes SARS and other minor to major respiratory illnesses. Coronaviruses can be spread between animals and people, as we have seen with this current strain. The term \"corona,\" which is from a Latin root meaning crown or ring of light, refers to the shape of the virus under a microscope. (See also: novel)  COVID-19 is the specific illness related to the current epidemic. The acronym, provided by the World Health Organization, stands for \"coronavirus disease 2019,\" referring to the year the virus was first detected. The name of the virus is SARS-CoV-2. An epidemic is a situation where a disease spreads rapidly among many people, and in a higher concentration than normal. It is on a smaller scale, however, than a pandemic. The global COVID-19 outbreak is considered to be an epidemic, though there are fears among governments and medical communities that it could become a pandemic.  MERS, or Middle East Respiratory Syndrome, is another type of coronavirus. You may hear this viral respiratory illness mentioned along with SARS (see below). In both instances, the acronyms themselves refer to the illnesses, while MERS-CoV or SARS-CoV refers specifically to the physical viruses.  Simply meaning \"new,\" a novel coronavirus is a strain that hasn't been detected in humans before. The virus responsible for the current epidemic is often called the novel coronavirus.  Many people have turned to the use of facemasks or respirators to ward off the disease. Facemasks are simply a physical barrier, while respirators tend to be tighter fitting and have an element of air filtration. N95 respirators have been cleared for use by the general public, though the CDC and other health officials have cautioned people against wearing them in their daily lives except under specific circumstances. An outbreak is a higher-than-normal rate of occurrence of a disease. The terms epidemic and pandemic are often used to describe the magnitude or nature of an outbreak or series of outbreaks. In other words, think of outbreak as the building block of several other coronavirus-related terms.  A pandemic is a worldwide spread of a disease. This is a higher order of magnitude than an epidemic. In other words, an 'outbreak' is the occurrence of disease cases in excess of what's normally expected; an 'epidemic' is more than a normal number of cases of an illness, specific health-related behavior or other health-related events in a community or region; and a 'pandemic' is basically a global epidemic. Until now, the last pandemic was the H1N1 outbreak in 2009. But on March 11, the WHO declared the novel coronavirus a pandemic. There are several different ways to contract a virus like COVID-19. Person-to-person spread means the virus has been transmitted due to close contact between people, whether the interaction involves actual physical contact or just a cough or sneeze in close quarters. This is different than when a disease is spread via contaminated surfaces or via animals. This current coronavirus strain is believed to be spread mainly through person-to-person contact.   A public health emergency is an official designation made by a government body. It's called different things in different countries, and is enacted by different groups therein. In the US, a public health emergency (PHE) is determined by the Secretary of the Department of Health and Human Services. Such a designation can help the government access special funds and resources to address the emergency. Similarly, a public health emergency of international concern (PHEIC) is a larger global designation that can be determined by the World Health Organization. The WHO designated the novel coronavirus a PHEIC in late January 2020.  SARS, or Severe Acute Respiratory Syndrome, is another type of coronavirus. You may hear this viral respiratory illness mentioned along with MERS (see above). In both instances, the acronyms themselves refer to the illnesses, while MERS-CoV or SARS-CoV refers specifically to the physical viruses. SARS is often used to contextualize the current coronavirus outbreak through the SARS epidemic of 2002 and 2003. That outbreak killed more than 770 people, with most of the deaths occurring in China and Hong Kong.  A way of preventing the spread of contagious illnesses, as suggested by the World Health Organization. \"Social distancing\" doesn't man staying inside. It means keeping a generous amount of personal space -- about three feet -- in between yourself and anyone who is coughing or sneezing. This will prevent you from inhaling the majority of the droplets expelled by coughing or sneezing, which can carry the virus.  Symptomatic simply means someone is showing symptoms of a particular illness or a disease. For COVID-19, that would include things like fever, cough or shortness of breath. Being symptomatic is an important part of the coronavirus conversation. Health officials believe the risk of getting the virus is highest when one comes into contact with someone who is symptomatic. However, there have been questions raised as to whether the disease can also be spread before someone shows signs of it (also known as pre-symptomatic).  For the latest news on the coronavirus epidemic, visit CNN's special coverage section here.  Correction: This piece has been updated to correct the name of the current coronavirus strain. It is SARS-CoV-2"], "Language": false}