{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/politics/fact-check-trump-administration-coronavirus-28-dishonest/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniel Dale and Tara Subramaniam, CNN"], "Writers": [["Daniel Dale", "Tara Subramaniam"]], "FirstPublishDate": ["2020-03-11T18:38:57Z"], "LastModifiedDate": ["2020-04-07T01:41:28Z"], "Headline": ["Fact check: A list of 28 ways Trump and his team have been dishonest about the coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump has been comprehensively misinforming the public about the coronavirus. Trump has littered his public remarks on the life-and-death subject with false, misleading and dubious claims. And he has been joined, on occasion, by senior members of his administration. We've counted 28 different ways the President and his team have been inaccurate. Here is a chronological list, which may be updated as additional misinformation comes to our attention. February 10: Trump says without evidence that the coronavirus \"dies with the hotter weather\"  Trump said on Fox Business: \"You know in April, supposedly, it dies with the hotter weather.\" He told state governors: \"You know, a lot of people think that goes away in April with the heat -- as the heat comes in. Typically, that will go away in April.\" And he said at a campaign rally: \"Looks like by April, you know, in theory, when it gets a little warmer, it miraculously goes away. I hope that's true.\"  At CNN, we start with the facts. Visit CNN's home for Facts First. Facts First: Experts were not saying this. They were saying, rather, that it was too soon to know how the coronavirus would respond to changing weather. \"It would be reckless to assume that things will quiet down in spring and summer,\" Dr. Peter Hotez, dean of the National School of Tropical Medicine at the Baylor College of Medicine in Texas, told CNN. \"We don't really understand the basis of seasonality, and of course we know we absolutely nothing about this particular virus.\" You can read a longer analysis here.  February 24: Trump baselessly claims the situation is \"under control\" Trump tweeted: \"The Coronavirus is very much under control in the USA.\"  Facts First: \"Under control\" is subjective, but by any reasonable definition, the coronavirus was not under control in the US -- and there was no way for the government to fully understand how dire the problem was given how few Americans were being tested. There were 53 confirmed cases and no deaths on the day of Trump's tweet; as of March 11, there were more than 1,000 cases and 31 deaths. February 25: A senior White House official falsely claims the virus has been \"contained\"  White House National Economic Council director Larry Kudlow said, \"We have contained this, I won't say airtight but pretty close to airtight.\" Kudlow said again on March 6 that the coronavirus \"is contained\" in the US. Counselor to the President Kellyanne Conway made similar though less definitive comments the same day, saying the virus \"is being contained.\" Facts First: Experts said the US has not come close to containing the coronavirus. They also said the small number of tests conducted in the United States had prevented the government from getting an accurate picture of how widespread the virus truly is.  \"In the US it is the opposite of contained,\" said Harvard University epidemiology professor Marc Lipsitch, director of Harvard's Center for Communicable Disease Dynamics. \"It is spreading so efficiently in so many places that it may be difficult to stop.\" February 25: Trump falsely claims Ebola mortality was \"a virtual 100%\"   In comments to journalists on both February 25 and February 26, Trump contrasted the fatality rate for the coronavirus with the fatality rate for the Ebola outbreak of 2014 to 2016, saying \"in the other case (Ebola), it was a virtual 100%\" and that \"with Ebola -- we were talking about it before -- you disintegrated. If you got Ebola, that was it.\" Facts First: While the Ebola outbreak of 2014 to 2016 certainly had a much higher death rate than the coronavirus, the Ebola rate was never \"virtually 100%\"; for the entire epidemic, it was about 40% overall in the three African countries at the center of the situation. It was higher in the early stages of the outbreak, but it was never true that every infected person \"disintegrated.\" There were 28,616 \"suspected, probable, and confirmed cases\" and 11,310 deaths in Guinea, Sierra Leone, and Liberia, according to the Centers for Disease Control and Prevention. As of mid-September 2014, World Health Organization (WHO) researchers reported that there was an estimated fatality rate of 70.8%. But the rate \"fell later in the epidemic with lessons learned in improving treatment,\" said Julie Fischer, associate research professor in the Department of Microbiology and Immunology at Georgetown University and director of the Elizabeth R. Griffin Program. Still, even at 70.8%, death was never guaranteed for infected people, as Trump suggested. \"It was never 100%. That is just patently untrue,\" Fischer said. February 25: Trump falsely claims \"nobody had ever even heard of Ebola\" in 2014  Comparing the coronavirus outbreak with the Ebola situation of 2014, Trump said, \"At that time, nobody had ever even heard of Ebola.\"  Facts First: Some Americans certainly didn't know a whole lot about Ebola before 2014, but the claims that \"nobody\" had ever even heard of Ebola and that \"nobody\" knew anything about it are absurd. Ebola was discovered in 1976. It had been the subject of considerable media coverage in the next three decades, not to mention scientific study. February 26: Trump wrongly says the coronavirus \"is a flu\" Trump, contrasting the coronavirus with Ebola, said: \"This is a flu. This is like a flu.\" Facts First: While Trump may have simply meant that the coronavirus has a fatality rate more like the flu than like Ebola, experts have emphasized that the coronavirus is, simply, not the flu. They are different viruses with different characteristics, though they share symptoms, and the coronavirus has a higher mortality rate. Experts say the mortality rate for the coronavirus is much higher than the approximately 0.1% rate for the seasonal flu, though the exact rate for the coronavirus is not yet known. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told Congress on March 11 that it is \"10 times\" that of the flu's 0.1%.   As World Health Organization director-general Tedros Adhanom Ghebreyesus said March 3, the coronavirus \"causes more severe disease than seasonal influenza. While many people globally have built up immunity to seasonal flu strains, COVID-19 is a new virus to which no one has immunity. That means more people are susceptible to infection, and some will suffer severe disease.\"  Also, the behavior of the flu over the course of a year is pretty well-understood, while the behavior of the coronavirus over time is not yet known. And while there are flu vaccines available, there is no vaccine available for the coronavirus (and no proven treatment).  February 26: Trump baselessly predicts the number of US cases is \"going very substantially down\" to \"close to zero\" Trump said: \"I think every aspect of our society should be prepared. I don't think it's going to come to that, especially with the fact that we're going down, not up. We're going very substantially down, not up.\" And he said: \"And again, when you have 15 people, and the 15 within a couple of days is going to be down to close to zero, that's a pretty good job we've done.\" Facts First: Clearly, the number of US cases and deaths was going up, not down. As the New York Times noted in its own fact check, both Secretary of Health and Human Services Alex Azar and Centers for Disease Control and Prevention Principal Deputy Director Dr. Anne Schuchat said at the same press conference that they expected \"more cases.\" There were 60 total cases in the US on the day Trump spoke here. The \"15 people\" referred to the cases that did not involve people who had been on the Diamond Princess cruise ship or who had been repatriated from China. February 26: Trump wrongly says the flu death rate is \"much higher\" than Dr. Sanjay Gupta said  Dr. Sanjay Gupta, CNN chief medical correspondent, told Trump, \"Mr. President, you talked about the flu and then in comparison to the coronavirus. The flu has a fatality ratio of about 0.1%.\" Trump said, \"Correct.\" But Trump later disputed the figure, saying, \"And the flu is higher than that. The flu is much higher than that.\" -- February 26 coronavirus press conference Facts First: Gupta was right, Trump was wrong. Even if Trump meant that the flu has a \"much higher\" fatality rate than 0.1% -- rather than meaning that the flu's mortality rate is \"much higher\" than that of the novel coronavirus -- he was wrong, according to Fauci, other experts and Centers for Disease Control and Prevention data. February 27: Trump baselessly hints at a \"miracle\" Trump said: \"It's going to disappear. One day -- it's like a miracle -- it will disappear.  And from our shores, we -- you know, it could get worse before it gets better. It could maybe go away. We'll see what happens. Nobody really knows. The fact is, the greatest experts -- I've spoken to them all. Nobody really knows.\" He made similar comments later in the outbreak, saying on March 10, \"It will go away. Just stay calm. It will go away.\" Facts First: There was no apparent basis for Trump's claim that the virus will miraculously \"disappear.\" (He did immediately soften the claim by saying \"nobody really knows,\" but still.) February 28: Trump baselessly hints at an immigration link to the virus Trump said: \"The Democrat policy of open borders is a direct threat to the health and well-being of all Americans. Now you see it with the coronavirus, you see it. You see it with the coronavirus.\" Facts First: Prominent Democrats do not support \"open borders,\" literally unrestricted migration. Aside from that, though, there was no evidence from the coronavirus situation that Democrats' preferred immigration policies would be harmful to Americans' health. There was no known US case in which someone brought the virus to the US while immigrating or making an asylum claim. February 29: Trump exaggerates Tim Cook's comments about Apple and China  Trump said: \"And if you read, Tim Cook of Apple said that they are now in full operation again in China.\" Trump also said: \"You probably saw that -- as I mentioned, Tim just came out and he said Apple is back to normal in terms of production in their facilities in China. They've made a lot of progress.\"  Facts First: Trump was overstating what Cook told Fox Business. Cook had not said Apple's production in China was \"back to normal\" or that plants in China were in \"full operation.\" Rather, he said that plants in China were \"getting back to normal.\" \"When you look at the parts that are done in China, we have reopened factories, so the factories were able to work through the conditions to reopen. They're reopening. They're also in ramp, and so I think of this as sort of the third phase of getting back to normal. And we're in phase three of the ramp mode,\" Cook said. March 1: Azar wrongly says 3,600 people have been tested Azar said: \"In terms of testing kits, we've already tested over 3,600 people for the virus.\" Facts Fi"], "Language": false}