{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/business/stimulus-recession-trump-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-03-11T11:41:17Z"], "LastModifiedDate": ["2020-03-11T12:16:39Z"], "Headline": ["Tax cuts won't save the economy from recession if no one is leaving their homes"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Washington is dusting off its recession-fighting playbook to contain the economic damage from the coronavirus pandemic. But there's little reason to think that traditional economic stimulus will solve what is first and foremost a health crisis.  A payroll tax cut, the centerpiece of what President Trump wants Congress to quickly enact, won't persuade nervous Americans to fly, hop on cruise ships or enter crowded theaters. And while it makes sense for Washington to craft a stimulus package, it would be unwise to consider it a cure-all for what ails the economy and financial markets. The extent of the economic pain will largely be dictated by the trajectory of the coronavirus. \"If the virus spreads to a worst-case scenario, where major chunks of the economy are shutting down, stimulus will have very limited impact. People will be too panicked to go out,\" said Brian Gardner, director of Washington research at Keefe, Bruyette & Woods.  That doesn't mean Washington should sit on its hands. Economists said a carefully crafted, quickly enacted stimulus package could cushion the blow from the coronavirus. A downturn is likely in the cards, period, says David Kelly, chief global strategist at JPMorgan Funds.  \"There can be enough fiscal stimulus to shorten the recession, but not avert it,\" Kelly said. \"I just don't think the money can get there in time.\" White Houses changes its tune on stimulus Trump's push for \"dramatic\" economic stimulus lifted the mood on Wall Street. The S&P 500 spiked 5% Tuesday, its best day since late 2018. Yet the broad market index remains deeply in the red for the year, reflecting serious fears that the coronavirus pandemic will spark a recession.  The idea for a major stimulus package is a recent one. Only last week, Larry Kudlow, Trump's top economic adviser, pooh-poohed it. \"The story I'm trying to tell is a story of timely and targeted micro forms of assistance, not gargantuan across the board throw money at the problem, which has never worked in the past,\" Kudlow told reporters then. \"Cause we think we will get out of this within months.\" Yet the mayhem in markets has forced an about-face from the White House. Trump is now pushing Congress for a \"dramatic\" economic stimulus package.  80% chance of a recession? Larry Summers thinks that reversal makes sense. The former US Treasury secretary told Bloomberg News there is an 80% chance of a US recession and called for a bold response from Washington.  \"The risks are very much on the side of underdoing it,\" Summers said.   The pressure is now on Trump to convince a deeply divided Congress to act quickly. \"If they pass something fast, it's big and it restores confidence, we could get through this without actually having a recession,\" said Mark Zandi, chief economist at Moody's Analytics.  The goal of the stimulus package wouldn't necessarily be to get people to fly or get on cruise ships. Instead, the aim would be to boost sentiment among households, especially ones living paycheck-to-paycheck.  \"Once confidence goes, the economy goes with it,\" Zandi said.  Payroll tax cut is a blunt instrument Yet there are doubts about the wisdom of a payroll tax cut, Trump's preferred stimulus weapon.  \"A payroll tax cut won't do you any good if you don't have a job,\" said Danielle DiMartino Booth, CEO and chief strategist at Quill Intelligence. \"You have to address the underlying problem: quite a few communities are afraid to consume.\" Another issue is that some people might not even notice a boost to their pay.  \"It's a stealth tax cut. That's what we learned in the [2008 financial]  crisis. It didn't have the juice in terms of sentiment,\" said Zandi.  And even those Americans who do notice it still might not be willing to venture into crowded restaurants or shopping malls.  \"The effect cold be dampened by social distancing as the outbreak spreads,\" Lewis Alexander, chief US economist at Nomura, wrote in a Tuesday note to clients.  Alexander added that there would likely be \"negative payback\" once the payroll tax cut expired. In other words, it could eventually hurt spending if consumers hold back on purchases when the tax returns.  During his lunch with Senate Republicans Tuesday, Trump floated the idea of a permanent payroll tax cut, several sources told CNN.  'Politicians are in panic mode' Rather than a payroll tax cut, Alexander said the most effective approach would target individuals affected the health crisis. For instance, Zandi said Washington should cut checks directly to Americans whose incomes are disrupted by the virus. He said testing and other medical expenses linked to the coronavirus should be paid for by the federal government. And given that elderly Americans are most at risk from coronavirus, Zandi said the federal government should increase the size of Social Security checks.  \"That would have a huge impact on confidence. These are the people who will be hurt most by the virus. They are scared,\" he said.  Unfortunately, a targeted response requires time and consideration, and \"Washington just isn't good at that, politicians are in panic mode,\" said KBW's Gardner. \"That rush mentality may mean Washington can pass a package, but not the right one.\" Of course, there's an even faster way Trump could boost the economy, one that doesn't even require Congress: The president could ease pressure on overseas economies and multinational companies by immediately lifting tariffs on China and other countries around the world. Such relief would amount to a $70 billion tax cut to businesses and households, Zandi said. \"That's the first thing I would do,\" he added.  Still, some fear Washington is moving too late and too slowly to keep the longest economic expansion in US history alive. \"This is a worldwide supply and demand shock. It would take a miracle to avoid recession,\" DiMartino Booth said. "], "Language": false}