{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/health/coronavirus-q-and-a-wednesday-march-11/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Holly Yan, CNN"], "Writers": [["Holly Yan"]], "FirstPublishDate": ["2020-03-11T11:10:22Z"], "LastModifiedDate": ["2020-03-11T13:24:46Z"], "Headline": ["8 of your latest coronavirus questions, answered"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["CNN readers are asking sharp questions about coronavirus every day. So each weekday, we'll select some of the top questions and get you the answers. Here are some of the most popular recent questions: Q. How long does it take to recover?  The vast majority of people with coronavirus survive. But they might face a lengthy recovery. \"It takes anything up to six weeks to recover from this disease,\" said Dr. Michael Ryan of the World Health Organization. \"People who suffer very severe illness can take months to recover from the illness.\" Recovery is often marked by a patient no longer showing symptoms and having two consecutive negative tests at least one day apart, Ryan said. But there is no known cure for the novel coronavirus. Q. Can I get coronavirus from my pet, or vice versa?  \"No. There is no evidence that companion animals or pets such as cats and dogs have been infected or could spread the virus that causes Covid-19,\" the World Health Organization says.  Q. How long is someone contagious after getting coronavirus? It varies. Decisions about when a person can be released from isolation are made on a case-by-case basis.  The Centers for Disease Control and Prevention issued guidelines for when it is OK to release someone from isolation. They include meeting all of these requirements: -- The patient is free from fever without the use of fever-reducing medications. -- The patient is no longer showing symptoms, including cough.  -- The patient has tested negative on at least two consecutive respiratory specimens collected at least 24 hours apart. \"Someone who has been released from isolation is not considered to pose a risk of infection to others,\" the CDC says.  Listen to Dr. Sanjay Gupta's podcast 'Coronavirus: Fact vs. Fiction' Q. The flu infects a lot more people and kills a lot more Americans than coronavirus. So why is everyone so worried about coronavirus? It's true, about 20,000 to 52,000 Americans have died from the flu since October, according to CDC estimates. Nationwide, the flu has infected about 34 million to 49 million people. Coronavirus has killed 31 Americans since February and infected at least 1,000 nationwide.  \"The thing about this disease, though, is that there's a difference in the experience of coronavirus if you're young and healthy vs. if you're older and if you have chronic disease,\" epidemiologist Dr. Abdul El-Sayed said.  There's a \"very high mortality rate -- one in six -- among people who are over 80 and people with underlying chronic disease,\" he said.  And while a flu shot is available, about half of Americans don't get vaccinated -- including most children who die from the flu. By contrast, there is no vaccine available for coronavirus.  Q. Can I get coronavirus from a package sent from China?  No. \"The new coronavirus cannot be transmitted through goods manufactured in China or any country reporting Covid-19 cases,\" the World Health Organization says.  \"Even though the new coronavirus can stay on surfaces for a few hours or up to several days (depending on the type of surface), it is very unlikely that the virus will persist on a surface after being moved, travelled, and exposed to different conditions and temperatures,\" WHO said.  \"If you think a surface may be contaminated, use a disinfectant to clean it. After touching it, clean your hands with an alcohol-based hand rub or wash them with soap and water.\" Q. Are kids more at risk? \"Younger people, thankfully, seem to be insulated to some extent to protect (them) from getting particularly sick from this,\" said CNN Chief Medical Correspondent Dr. Sanjay Gupta. \"We don't know entirely why.\" But while children might have mild to no symptoms with coronavirus, they can still get others sick. \"They can still carry the virus in their bodies,\" Gupta said. \"They could potentially still shed the virus and be a source of infection.\" Like everyone else, children should wash their hands frequently for at least 20 seconds, stay at least 3 feet away from anyone coughing or sneezing, and stop touching their faces -- which is a lot harder than it sounds. Q. Is coronavirus especially harmful for pregnant women? Long story short: There's not enough data yet, considering this coronavirus just emerged in humans a few months ago.  The vulnerability of \"older adults\" has been well documented, but researchers \"do not have information from published scientific reports about susceptibility of pregnant women\" to this coronavirus, the CDC says.  \"Based on limited case reports, adverse infant outcomes (e.g., preterm birth) have been reported among infants born to mothers positive for Covid-19 during pregnancy,\" the CDC says. \"However, it is not clear that these outcomes were related to maternal infection, and at this time the risk of adverse infant outcomes is not known.\" Q. When will this epidemic end? No one knows for sure. President Donald Trump suggested this coronavirus could subside by the warmer summer months, but scientists say it's too early to tell.  \"The short answer is that while we may expect modest declines in the contagiousness of (novel coronavirus) in warmer, wetter weather and perhaps with the closing of schools ... it is not reasonable to expect these declines alone to slow transmission enough to make a big dent,\" wrote Dr. Marc Lipsitch, director of the Center for Communicable Disease Dynamics at Harvard's T.H. Chan School of Public Health. US Health and Human Services Secretary Alex Azar responded to Trump's suggestion that coronavirus could weaken in warmer weather.   \"What the President is saying is, we hope it will respond the way regular coronaviruses do and be heat responsive,\" Azar said.  \"But it also could just as equally respond the way SARS — a coronavirus adaptation — responds and continue in the warm season.\" Have a question about coronavirus? Ask us here."], "Language": false}