{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/politics/what-matters-coronavirus-is-about-to-change-your-life/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-03-11T04:29:27Z"], "LastModifiedDate": ["2020-03-11T10:39:13Z"], "Headline": ["Take this seriously. Coronavirus is about to change your life for a while"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["If you thought coronavirus was no big deal or if you thought it was going to go away, wake up.  Your life is about to change. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, issued a disturbing warning during a White House briefing Tuesday: Americans everywhere need to change the way they live their lives. Right now. \"We would like the country to realize that as a nation, we can't be doing the kinds of things we were doing a few months ago. It doesn't matter if you're in a state that has no cases or one case,\" Fauci said, referring Americans to the new federal Coronavirus.gov website for details on precautions to take at home, at work and out in the world.  \"If and when the infections will come -- and they will come, sorry to say, sad to say -- when you're dealing with an infectious disease... we want to be where the infection is going to be, as well as where it is,\" Fauci said. \"Everybody should say, 'All hands on deck,'\" he added. He's not alone in saying that this is the moment to contain coronavirus. We are at an inflection point, according to Thomas Bossert, a former homeland security adviser to President Donald Trump, writing in The Washington Post. It's worth reading his entire piece, but the key point is this: \"Officials must pull the trigger on aggressive interventions. Time matters. Two weeks of delay can mean the difference between success and failure. Public health experts learned this in 1918 when the Spanish flu killed 50 million to 100 million people around the globe. If we fail to take action, we will watch our health-care system be overwhelmed.\" He compared the lax early actions in Italy, which is now under national lockdown, with the more strict and invasive early actions in Singapore and Hong Kong. (Read this for a taste of what the first day of containment was like in Italy.) Bossert also said Americans have to prepare to be out of their daily rhythms for weeks:  \"How long? Epidemiologists suggest eight weeks might be needed to arrest this outbreak. Administrators, students, teachers and parents need to get busy figuring out how to continue the education of our children while contributing to this community-wide public health effort.\" States of emergency -- The suburb of New Rochelle, New York, is under containment, with National Guard called in to help deliver food to residents. At least 18 governors had declared states of emergency as of Tuesday evening. I wrote about what a \"state of emergency\" actually means. Read it. School closures -- At the White House briefing, Fauci said a nationwide school ban isn't appropriate at this point. This is a massive country. Rather, we need to look where the outbreak is going and pre-emptively target closures there. Government help -- Vice President Mike Pence assured Americans the President would put the full weight of the government behind fighting the outbreak. Pence said people who feel sick shouldn't feel like they have to work or risk their paychecks. Administration officials are also pushing a payroll tax holiday to put more money in people's pockets.  That's assuming they keep their jobs. But after Trump made a rare trip to Capitol Hill on Tuesday to meet with Senate Republicans, it's clear they're a long way from striking a deal on a package. CNN's congressional team reports the state of play here:  After the hour-long meeting in the Capitol, where the conversation included proposals of payroll tax holidays for workers, targeted relief for hard-hit industries -- like airlines, cruise ships, restaurants and retail -- tax cuts to help small businesses better afford sick leave for their workers and other proposals, some GOP senators remained skeptical about quickly passing an expensive stimulus package. Senate Majority Leader Mitch McConnell said afterward that Treasury Secretary Steven Mnuchin and House Speaker Nancy Pelosi, a Democrat, would have \"ball control\" on negotiations that could take place in the coming weeks and that Senate Republicans would defer to them to see if they could cut a deal. Bottom line: This is so much bigger than partisanship, or how anyone feels about Trump or Washington.  Trump skipped Tuesday's White House briefing, but tweeted at the same time about low US unemployment and dinging Democrats over climate policy. Earlier in the day, he retweeted coronavirus safety precautions posted to Pence's account. Until recently, the President said coronavirus was under control. Even Fox News personalities are split -- which is saying something -- on how seriously to take this threat. Tucker Carlson seemed to give a measured plea for officials to take it seriously. But Trish Regan of Fox Business dismissed the entire outbreak as an attempt by Democrats to undo Trump. Seriously. That's how ingrained conspiracy theories have become. Rising deaths worldwide The worldwide death toll has surpassed 4,200, still mostly in China. But at least 168 coronavirus patients died in Italy in the past day, a sharp rise. Sign up for the latest updates on coronavirus here. US cases -- There are more than 1,000 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens from Wuhan, the Diamond Princess and the Grand Princess. According to CNN Health's tally of US cases that are detected and tested in the United States through US public health systems, there are cases in 37 states and the District of Columbia. Thirty-one people have died.  That's a fraction of the population. But this is far from over. Listen to the CNN Coronavirus: Fact vs. Fiction podcast with chief medical correspondent Dr. Sanjay Gupta here.  Everyday life is changing Ground zero in Washington state -- The most deadly coronavirus outbreak site in the US is the Life Care Center nursing home in King County. Another patient who had been there died Tuesday, bringing the total to 19 from that site alone. It's still not clear how that outbreak started. Employees have now been tested at the site after a long delay when only patients were screened.  Just determining who has the virus has been a struggle. In California, new commercial labs manufacturing testing kits are coming online, joining facilities in 18 states. Closed schools -- There are growing numbers of school closures in affected areas. But there's no clear consideration being given to what happens in terms of child care if large-scale school closures occur. There's also no concerted movement toward help for hourly and low-wage employees -- the people who take care of our sick, who clean our public spaces and who keep store shelves stocked and deliveries running.  Where the virus spreads -- A church in Washington, DC, a Walmart in Kentucky, a gathering of conservatives, people who encountered a lawyer in New York, a cruise ship, travelers from Asia.  Infected people work for Barclays. The New York Port Authority. There's a New York City medic whose girlfriend is a flight attendant. (Note: CDC says you aren't likely to get it simply from recirculated air in a plane.) Happening around the US -- Here are just a few specific effects, taken at random from around the country. A one-square-mile area will have all schools and facilities closed in Westchester County, New York (a circle drawn around the synagogue attended by the lawyer who was patient zero there). Closed libraries in Rancho Mirage, California. Banned large gatherings in Santa Clara County, California. Closed schools in Elk Grove, outside Sacramento. A staff member's spouse potentially having it shuttered all schools in one Long Island district for a day. You don't realize how many people you come into contact with until you think about it. So much of the US economy is built on services. Will we reach a place where restaurants are closed? They've been restricted in Italy. So many American workers depend on being in the same place as other people. Already travel and hotel industries are suffering. Silver linings -- There are deals to be had. But if you're at risk, travel may not be a good idea. Costco is doing well! It's limiting water sales in some places. Shelves are empty because of panicked preppers. Markets rebounded after massive drops Monday. Politics is still happening -- The 2020 campaign is about to change because of coronavirus. Both Joe Biden and Bernie Sanders canceled rallies scheduled for Tuesday night. And CNN's upcoming debate in Arizona won't have a live audience. "], "Language": false}