{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/opinions/osterholm-coronavirus-interview-bergen/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Bergen, CNN National Security Analyst"], "Writers": [["Peter Bergen"]], "FirstPublishDate": ["2020-03-10T15:04:08Z"], "LastModifiedDate": ["2020-03-14T22:37:30Z"], "Headline": ["The disease expert who warned us"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Michael Osterholm, the infectious disease expert who has been warning for a decade and a half that the world will face a pandemic, says the US is ill-prepared to combat the coronavirus due to a shortage of equipment and supplies. Osterholm, of the University of Minnesota, wrote in Foreign Affairs magazine in 2005 that, \"This is a critical point in our history. Time is running out to prepare for the next pandemic. We must act now with decisiveness and purpose.\" He reiterated this point in his 2017 book, \"Deadliest Enemy: Our War Against Killer Germs.\"   Osterholm discussed the coronavirus at a recent Washington, DC event at the New America think tank with Peter Bergen, CNN national security analyst and New America vice president.  He took issue with the idea that the flu is a more serious threat, saying the death toll from coronavirus could be much higher than that of a severe flu season. Osterholm said there's very little vacant capacity in the health care system to fully deal with the effects of the coronavirus. And he pointed out that there's a shortage of protective clothing for health care workers. Osterholm also discussed the impact that widespread obesity might have on that fatality rate; the lack of much-needed ventilators and respirators at hospitals; the ubiquity of the virus and what that means for overseas travel, and he poured much cold water on the notion that this coronavirus might disappear as the weather warms. The discussion was edited for length and clarity. BERGEN: Have there been any changes in the US since you warned three years ago of the failure to prepare for the next pandemic?  OSTERHOLM: We are worse off today than we were in 2017 because the health care system is stretched thinner now than ever. There is no excess capacity. And public health funding has been cut under this administration. BERGEN: How deadly is the virus? What do you think the case fatality rate is? Is there an approximation? OSTERHOLM: We know from the Chinese data that being a male, older and having underlying health conditions are risk factors for increased serious illness and deaths.  For older men in China, smoking is still very common --  60% of older males smoke. Smoking likely played a big role in the increased risk of this demographic dying from coronavirus. We see the same trend with influenza in our own country.  Of note, only a small percentage of older women in China smoke, meaning they were much less at risk for serious disease. We're concerned about the occurrence of other risk factors for severe disease as this virus moves out into other parts of the world. For example, one of the risk factors for acute respiratory distress syndrome, or ARDS -- the most severe of the outcomes of COVID-19 infection -- is obesity. In parts of the world, including the US, where obesity is an epidemic problem, its likely we may see a different case fatality rate than we're seeing in China; that is, US fatalities may be less gender-specific and the rate of fatalities could be even higher than it is in China due to higher obesity rates among people 45 years or older.  According to the World Health Organization (WHO), the case fatality rate in China to date is 3% to 4%. However, WHO has estimated it to be as low as 0.7% outside of Wuhan, the epicenter of the outbreak.  In the US -- and in other upper and middle-income countries -- we may expect to see a case fatality rate equal to or higher to what we see in China. BERGEN: So, if in a regular year in the US, the case fatality rate of influenza is 0.1%, you're saying that COVID-19 will be higher?  OSTERHOLM: Twenty to 30 times higher. It could easily be that. We just don't know yet and it could go down based on what we learn. BERGEN: So, if the 0.1% case fatality rate of the flu kills tens of thousands in any given year in the US, what are the implications for the coronavirus? OSTERHOLM: It's obvious that this is a very serious challenge. I think that it was unfortunate that a number of public health professionals said early on when COVID-19 first emerged that annual influenza was a much more serious problem.  What they hadn't understood was that they were only watching the opening scene of this particular \"coronavirus winter,\" as I call it. We can expect to see a large number of deaths moving forward -- far surpassing any severe influenza season. The Chinese data suggests that anywhere from 5% to 10% of COVID-19 cases will become severe illnesses. These cases require a tremendous amount of expert health care; that makes this disease even more of a challenge relative to influenza. BERGEN: Are we equipped with the ICUs and the ventilators to deal with a large-scale group of people coming in with these kinds of symptoms? OSTERHOLM: Absolutely not. Right now, today, in Minneapolis-St. Paul, every one of the beds that we use for extracorporeal membrane oxygenation (ECMO), a high-level machine that supports the heart and lungs and is critical for keeping people alive who have illness like COVID-19, are filled. This is in part because we are just coming off a moderate to severe flu season and that has really stretched our care capacity. On top of that, a number of hospitals throughout the country have only 5 to 10 days' worth of personal protective equipment (PPE) available for health care workers. They don't know when over-stretched PPE manufacturers will be able to deliver more.  BERGEN:  What can be done? OSTERHOLM: First of all, we have to utilize the health services we have in different ways, meaning we will need to stop elective surgeries. Anybody who is not severely ill with other conditions will not be hospitalized. We need to be preparing our pandemic plan and must be thinking through what we would do if we had a 20% to 30% jump in the number of hospitalizations. Remember, in Wuhan we had a number of people who were desperately ill, needed hospital care and couldn't get into a hospital. Many people were dying at home, not in the hospitals. The next question is: how are we going to protect our health care workers? We need solutions that are not ideal but that may work. We need to open up wards where everyone in the ward is infected, rather than having one patient per room, meaning that health care workers must each put on and take off their PPE an average of 20 to 25 times a day.  With multiple patients in a room, health care workers could potentially use the same protective equipment for much of a shift. So, there are things we can do, but we still have a very high likelihood that we're going to face major PPE shortages. We simply don't have good answers for that right now. We'll likely have to revert back to the use of more available surgical masks in contrast to N95 respirators, which are the preferred PPE to prevent the spread of the virus between patients and health care personnel. Surgical masks, we know are largely ineffective in preventing virus transmission. Thousands of health care workers in China have become infected, many of those early in the outbreak when it wasn't completely understood just how infectious this virus is. I believe that these cases are tied to the absence of adequate respiratory protection. BERGEN:  Are you saying that the N95 respirator is not available in any meaningful quantity? OSTERHOLM: It's not. No health care organization has gone out and stockpiled lots of personal protective equipment. They have always bought it on a just-in-time basis. So now we're paying the price for that. (Editor's note: The US just took action to make more N95 respirators available.)   When health care workers start dying or get severely ill and they go from being care providers to needing care -- and hospitals are not able to handle patients because of a reduced number of health care workers -- I think that's when you run the risk of people losing confidence in its government and leaders. One thing I worry desperately about is this virus in long-term care. The current experience in the Seattle metro area with the number of infected long-term care facilities shows how devastating COVID-19 can be in this setting. If you take out most of the long-term care workers with infection and you have sick patients, who takes care of them? This is going to be a huge challenge. BERGEN:  Last week the FDA Commissioner Stephen Hahn promised that there would be 1 million coronavirus tests available by the end of the week -- but that was an unattainable goal in such a short timeframe. What do you make of that? OSTERHOLM:  We're going to see most state health departments clearly having the capacity to test in all 50 States and at least 12 or 15 large city health departments in the near future. But we didn't have the kind of testing here in this country that much of the rest of the world has enjoyed for at least four to five weeks. BERGEN: Why was that? OSTERHOLM: In short, the CDC had a problem with Plan A, in other words making a coronavirus test available for the US. And nobody at CDC had a Plan B, C, or D. This was a real failure. What I think frustrated health professionals is that we knew we likely had widespread transmission ongoing. Unfortunately, this lack of testing reinforced the fantasy that we somehow had stopped transmission of the virus from coming into this country. What I have said many times over the past six weeks is all we really did was fix three of the five screen doors in our submarine. In fact, we knew that we had cases coming into the States despite the fact that restrictions on flying to or from China and airport temperature screening may have slowed down the rate of new infections. Containment of this virus and preventing it from getting into the US was never possible, despite what some government leaders proclaimed. Look at the situation in Seattle. There was a case that was detected in January when upon return from China an individual became ill. This person was put in isolation, but not before he had been in the community. Nonetheless our response to this case this largely considered a great success in terms of stopping ongoing transmission. As we now know, at least one of the patients who was tested in Seattle, another individual six weeks later, was infected with the same strain. It's likely that original virus introduction into the Seattle area did occur with this January case, meaning that there had to be at least six or seven generations of transmission between the time that the individual first arrived in the United States from China back in January and this new case. So, we've had ongoing transmission in this country for weeks.  BERGEN: We've had other coronaviruses like SARS and MERS, which, although highly problematic, didn't really kill very many people, relatively speaking. What's the difference between this coronavirus and those coronaviruses? OSTERHOLM: This is a very, very different coronavirus. Think of this as an influenza pandemic caused "], "Language": false}