{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/john-ratcliffe-confirmation-hearing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jeremy Herb and Zachary Cohen, CNN"], "Writers": [["Jeremy Herb", "Zachary Cohen"]], "FirstPublishDate": ["2020-05-05T10:03:03Z"], "LastModifiedDate": ["2020-05-05T20:44:24Z"], "Headline": ["Trump's spy chief pick grilled over claims intel shows coronavirus originated in Chinese lab"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump's pick to be director of national intelligence, Rep. John Ratcliffe, was grilled Tuesday by senators over his views about the intelligence community's investigation into the origins of coronavirus in China, Russian election interference and the Trump administration's treatment of whistleblowers. In the Senate's first hearing under new social distancing guidelines, Ratcliffe walked a fine line before the Senate Intelligence Committee between pledging to be unbiased with the intelligence delivered to the President and not wading too deeply into the controversies surrounding Trump and the intelligence community. The Texas Republican faced questions from both Democrats and Republicans on whether he would provide intelligence to a President who might not want to hear it, as Trump's open disdain for the intelligence community and firing of top officials loomed over the proceeding. Trump selected Ratcliffe, who was a loyal and vocal defender of the President during impeachment, for the role for a second time in the span of a year following his initial withdrawal from consideration last summer amid questions about Ratcliffe's partisan record and exaggerations to his resume.  \"Whether you are talking about the President, whether you are talking about Nancy Pelosi, Mitch McConnell -- anyone's views on what they want the intelligence to be will never impact the intelligence that I deliver. Never,\" Ratcliffe said in response to a question from Sen. Susan Collins of Maine, a key Republican on the panel. If confirmed as director of national intelligence, Ratcliffe would lead the 17 agencies that make up the intelligence community as head of the Office of the Director of National Intelligence, which was created in the aftermath of the 9/11 terrorist attacks. Ratcliffe has been prepping for Tuesday's confirmation hearing at ODNI and has met with agency heads to get their perspectives. Senate Intelligence Chairman Richard Burr said after the hearing that he believed Ratcliffe demonstrated he would \"serve in an independent capacity.\" Burr, a Republican from North Carolina, said he hoped the committee would vote to approve his nomination as soon as next week. But Democrats said they still had reservations that Ratcliffe could maintain independence from the President.  \"So many members asked him basically the same question, and he gave carefully crafted answers, not answers that at least left me with the notion that he's going to protect the community that's currently under assault,\" said Sen. Mark Warner of Virginia, the panel's top Democrat. 'All roads lead to China' Ratcliffe said his primary focus for the intelligence community would be on the impact of coronavirus around the world, as well as questions about its origins in Wuhan, China. \"If confirmed, the intelligence community will be laser-focused on getting all of the answers that we can regarding how this happened, when this happened, and I commit to providing with as much transparency to you as the law will allow and with due regard for sources and methods,\" Ratcliffe said. Ratcliffe said that he views China as the \"greatest threat actor\" to the United States right now, citing China's role in the coronavirus outbreak along with cybersecurity and technology issues. \"All roads lead to China,\" he said. Ratcliffe faced questions from senators in both parties about the virus' origins, which has become a politically charged issue after Trump said he had seen evidence giving him a \"high degree of confidence\" the virus originated in a lab. Sen. Angus King, a Maine independent who caucuses with Democrats, asked Ratcliffe if he'd seen evidence it originated in a lab. He said he had not. Sen. Tom Cotton, an Arkansas Republican, then asked Ratcliffe if he'd seen evidence the virus originated in a Wuhan market. He also said he had not. CNN reported Monday that intelligence shared among Five Eyes nations indicates it is \"highly unlikely\" that the coronavirus outbreak was spread as a result of an accident in a laboratory but rather originated in a Chinese market, according to two Western officials who cited the intelligence assessment. Ratcliffe noted Tuesday, however, that it had \"been a while\" since he'd received a classified coronavirus briefing as a member of the House Intelligence Committee because Congress has been out of session due to coronavirus. King said that he raised the issue because he was concerned about \"conclusion shopping\" with the intelligence community. \"That's where it worries me that the President apparently has been pressing the intelligence community to find what he wants to find,\" King said. \"The question should be, 'Where did the virus come from?' not 'Don't you think it came from a lab?' ... Because if they taint the intelligence before it gets to them, they're going to make bad decisions.\" Ratcliffe responded that he shared King's sentiment generally on the politicization of intelligence. \"I can't comment on things that haven't happened yet ... I think I've been very clear, what anyone wants the intelligence to say, wont impact the intelligence from me, what I deliver,\" Ratcliffe said. Ratcliffe steers clear of Trump intel controversies But Ratcliffe declined to weigh in on several of Trump's controversies with the intelligence community, from the President's unwillingness to accept the finding that Russia was trying to help him in the 2016 election to the firing of several senior intelligence officials, including former IC inspector general Michael Atkinson, who notified Congress of the Ukraine whistleblower complaint that ultimately sparked Trump's impeachment. Asked about the firing, Ratcliffe said he wasn't familiar enough with the Justice Department's legal opinion on whether the whistleblower complaint met the legal requirement for notifying Congress. \"That's a legal question that I don't know the answer to,\" Ratcliffe said. And Ratcliffe declined to answer a question from Warner about whether he agreed with the Senate Intelligence Committee's report that corroborated the intelligence community assessment Russia was trying to help Trump in 2017, when the Republican-led House Intelligence Committee disputed that finding in 2018. \"I respect both committees, but I have not seen the underlying intelligence to tell me why there is a difference of opinion between the two committees,\" Ratcliffe said. Ratcliffe looks to have the support he needs from Republicans who were skeptical the first time he was picked, but Democrats pressed him Tuesday on his ability to be independent from Trump's open distrust of the intelligence community. Ratcliffe would be replacing US Ambassador to Germany Richard Grenell, a fierce loyalist to the President who was named acting director of national intelligence in February following ouster of Joseph Maguire. Grenell has butted heads with Congress since taking over the role. Warner said he had concerns about what he described as Ratcliffe's \"inexperience, partisanship, and past statements that seemed to embellish\" his record. \"Some have suggested that your main qualification for confirmation to this post is that you are not Ambassador Grenell. But frankly, that is not enough,\" Warner said in his opening statement.   Ratcliffe pledged in his opening statement to deliver unbiased intelligence to the President and Congress. \"Let me be very clear. Regardless of what anyone wants our intelligence to reflect, the intelligence I will provide, if confirmed, will not be impacted or altered as a result of outside influence,\" Ratcliffe said in the opening statement. First Senate hearing with social distancing Ratcliffe's confirmation hearing is the first Senate hearing being held since the chamber reconvened this week in a new, socially distant world at the US Capitol.  The hearing was closed to the public, the number of aides and reporters were limited and senators rotated into the hearing in small groups for half-hour blocks. Normally, the hearing room would have upward of 100 people for a high-profile confirmation, but just around two dozen were present Tuesday morning when Burr gaveled into session. A nominee's family members, for instance, nearly always attend confirmation hearings, but Ratcliffe's had to watch remotely on Tuesday. Ratcliffe was supposed to be introduced by a former attorney general in the George W. Bush administration, John Ashcroft. Instead, Senate Intelligence member Sen. John Cornyn, a Texas Republican, read excerpts of Ashcroft's planned statement. Burr, who was cool to Ratcliffe's nomination last year, said in March when Ratcliffe was re-nominated that he would support the pick. In a sign of the bipartisan concern about Trump's treatment of intelligence officials and the firing of Atkinson, Burr's first question was about the importance of the intelligence community's inspector general. Democrats questioned Ratcliffe on both his past statements as well as the President's. Colorado Sen. Michael Bennet asked Ratcliffe if he agreed with the President saying that he selected the Texas Republican because the intelligence agencies had \"run amok.\" \"I don't think that the men and women of the intelligence community are running amok,\" Ratcliffe said. Asked if he thought the President's comments harmed intelligence community morale, Ratcliffe said: \"I hope not.\"   Sen. Dianne Feinstein, a California Democrat, presented Ratcliffe with his statements made during the House's impeachment hearings last year on the Ukraine whistleblower, who came under attack by the President and his allies in Congress. Ratcliffe responded that he didn't want to \"relitigate\" the impeachment inquiry.  \"My issue was not with the whistleblower, my issue was with what I saw as a lack of due process in the House process,\" he said. Ratcliffe was later pressed by Sen. Ron Wyden, an Oregon Democrat, to commit unequivocally to submit credible whistleblower complaints to Congress, a question stemming from the fight over the Ukraine whistleblower report last year. \"You want to have it both ways,\" Wyden said after Ratcliffe said he would follow the law. \"You want to try to portray yourself as a defender of the Constitution and then you water it down with the specifics.\" Ratcliffe committed at Tuesday's hearing to holding the annual World Wide Threats hearing, an annual assessment by the intelligence community that has previously been marked by public testimony from top officials but had not yet been scheduled for this year. CNN reported in January that US intelligence officials quietly asked the Senate and House Intelligence committees not to hold public hearings on this year's assessment after testimony from agency chiefs last year prompted an angry response from Trump, according to a source familiar with the talks.  This story has been updated with additional developments Tuesday."], "Language": false}