{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/politics/cpac-event-coronavirus-attendee-tested-positive/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alex Marquardt and Paul LeBlanc, CNN"], "Writers": [["Alex Marquardt", "Paul LeBlanc"]], "FirstPublishDate": ["2020-03-11T03:20:45Z"], "LastModifiedDate": ["2020-03-11T03:59:17Z"], "Headline": ["CPAC attendee with coronavirus attended event earlier than previously thought"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Organizers of the Conservative Political Action Conference announced Tuesday that the attendee who tested positive for coronavirus attended an event the evening before the conference's first general session was held. Previously, the earliest event the attendee was thought to have participated in was Thursday, when larger sessions with the major conference speakers started. The Washington Free Beacon first reported the person's attendance at \"a VIP congressional reception held\" the Wednesday evening of the conference that ran February 26 to 29. The American Conservative Union, the organizers of CPAC, said in a statement that \"if you attended that event you are at very low risk for infection. It takes about five days for symptoms to show after contracting this particular coronavirus.\" The organizers reiterated that the individual in question -- who did not feel sick while at the conference in National Harbor, Maryland, late last month but began to feel ill after he returned to New Jersey and is still recovering -- did not go to the main ballroom where the speeches took place. The person also was not an interviewer or an interviewee on broadcast row, did not attend any breakout sessions and limited his interactions to few people. In a statement included in the CPAC release, a representative of the unnamed individual's family said: \"Our family appreciates the good wishes, prayers and respect of privacy during this time.\" The organization also said there have been no other CPAC attendees or participants who have tested positive for coronavirus and emphasized officials have contacted any person who had contact with the individual.  Still, five Republican lawmakers -- Texas Sen. Ted Cruz, along with Reps. Matt Gaetz, Doug Collins, Paul Gosar and Mark Meadows -- are self-quarantining as a precaution after interacting with the infected individual. President Donald Trump, Vice President Mike Pence and a number of other administration officials attended the conference, but the American Conservative Union, which runs the event every year, has said the infected attendee did not come into contact with the President or Pence. \"We have tried to be clear about this, but to clear up any confusion: ANY individual who had direct contact with the individual who tested positive has been contacted in a one-on-one capacity,\" CPAC said in its statement Tuesday. \"Additionally, attendees that we believe may have been in the same room with him at some point have been contacted on a one-on-one basis, as well.\" State governments are working to contain the spread of the pandemic in the US, as federal officials say more testing for the illness will likely see the number of known cases increase. There were at least 975 cases and 31 deaths across 37 states and the District of Columbia as of Tuesday night.  That national figure includes 905 people diagnosed through the US public health system and 70 people repatriated to the US -- 46 from the Diamond Princess cruise ship, 21 on the Grand Princess cruise ship and three from China. This story has been updated with additional background information."], "Language": false}