{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-031020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-09T20:01:13.932Z"], "LastModifiedDate": ["2020-03-10T23:58:33.544Z"], "Headline": ["Stocks swing wildly and close higher: March 10, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["It was another turbulent day on Wall Street as stocks swung wildly from sharp gains to negative territory before closing higher at the end of the day. The Dow fluctuated more than 1,300 points between its lowest and highest levels before closing near the session's high. Tuesday's gains followed Monday's heavy selloff, the markets' worst day since 2008.  The Dow ended up 1,167 points, or 4.9%, its third-best point gain on record.\nThe S&P 500 finished 4.9% higher. It was the index’s best day since December 2018.\nThe Nasdaq Composite rose nearly 5%, also its best day since December 2018. With less than half an hour before the closing bell, stocks are rallying once again. It's been another crazy day on Wall Street. The Dow has swung more than 1,000 points between its highest and lowest points, and the major indexes briefly turned negative around midday. But as the end of the day approaches, stocks are rallying towards their highs. The Dow is up 3%, or 720 points, while the S&P 500 is up 3.2%. The Nasdaq Composite is up 3.3%. Walmart (WMT) announced an emergency leave policy Tuesday after one of its store associates in Cynthiana, Kentucky tested positive for coronavirus, according to a memo from John Furner, US CEO of Walmart, Sam’s Club CEO Kath McLay, and Donna Morris, Walmart’s Chief People Officer. The employee’s condition is improving, and she is receiving medical care, according to a memo to employees.  Walmart, the nation’s largest private employer, has been in contact with health experts and will “continue to take precautions and actions to keep our stores, clubs and other facilities clean and ensure the well-being of our associates, customers and members.” A member of Barclays (BCS) New York trading operation has tested positive for coronavirus, according to a company statement.  “The health and safety of our staff, customers and clients is our top priority and we are providing every support to the member of staff and their family,” the bank said. According to the statement, the employee has been in self-quarantine since March 3.   The company cleaned and disinfected the employee’s workspace and surrounding area as well as undertaking additional deep-cleaning measures, the company said. Co-workers and who had close contact with the infected employee have been told to self quarantine. Coronavirus fears may be gripping much of Wall Street, but Americans might still continue to invest in DIY projects for their houses.  Home Depot (HD) shares are the top Dow stock in for all of 2020. They are up 3% for the year thanks to a more than 6% rally Tuesday. Microsoft (MSFT) and Walmart (WMT) were slightly above break even point for the year as well.  Home Depot reported strong earnings and sales at the end of last month -- just as coronavirus concerns were starting to pummel the broader stock market. But Home Depot may also be benefiting from the struggles of its top rival Lowe's.  Shares of Lowe's (LOW) are down 15% this year, and the company reported sales that missed Wall Street's estimates last month -- one day after Home Depot issued its stellar results.  Bank of America is cutting its 2020 forecast for global growth to 2.2% from 2.8%.  It's the second time the bank has trimmed its estimate in less than two weeks, as it weighs the impact of the surge in coronavirus cases outside of China. BofA cut expectations for US growth to 1.2% from 1.6%. In a note to clients on Tuesday, the bank’s analysts said the virus' “main impact is a sharp weakening of leisure and retail activity with a small hit to labor supply.” The analysts said they are concerned about “the slow public health response” in a number of countries and they note “financial conditions have tightened significantly.” Policymakers' and investors' reliance on central banks to step up in times of economic uncertainty is also a concern for the BofA analysts. The Federal Reserve is playing only a supporting role in the response to the outbreak, they said. The massive slump in oil prices this week is also hurting short-term growth prospects. More patients may want to \"visit\" with their doctors remotely in light of the coronavirus outbreak. And Vice President Mike Pence said at the White House Tuesday that insurers will foot the bill for these services -- not consumers. Pence made the remarks during a press briefing with President Trump to talk more broadly about a meeting they had with executives from health insurance companies. Shares of Teladoc (TDOC), a leading provider of virtual health care services, surged 6% on the news.  Teladoc has already gotten a big bump from investors betting that more health care professionals will be using the service to communicate remotely with patients. Shares are now up nearly 30% in the past month and 70% already this year. About half an hour after stocks pared their losses and dipped into negative territory, the rally seems to be back on. The back and forth is keeping investors on their toes. The Dow -- which has swung 1,106 points between its low and high points so far on Tuesday -- is up 300 points, or 1.3%, around midday. The S&P 500 is back up 1.3%, and the Nasdaq Composite climbed 1.6%.. Shares of health insurers are climbing higher today after Vice President Mike Pence announced that several insurers agreed to waive copays for coronavirus testing. Cigna (CI) is leading its peers, rising 6%. Humana's (HUM) stock is also up nearly 6%, while shares of Anthem (ANTM) rose more than 5.5%. UnitedHealth (UNH) stock has climbed 2.6% around midday. Pence also said that the insurers would extend the coverage for coronavirus treatment in their plans and that \"all the CEOs agreed to 'no surprise billing.'\" The reckoning is coming to the oil patch.  Occidental Petroleum (OXY), the shale oil giant that piled on debt to acquire Anadarko Petroleum last year, said Tuesday it will slash its dividend by 86%.  Occidental, which is backed by billionaires Warren Buffett and Carl Icahn, is also cutting its 2020 capital spending to a range of $3.5 billion to $3.7 billion. That's well below its earlier plan of up to $5.4 billion.  Echoing comments made earlier in the day by rival Chevron, Occidental said it will implement cost-cutting moves.  Taken together, Occidental said the moves will drop its cash flow breakeven level to the low $30s.  The cuts come after US oil prices crashed 26% to $31.13 a barrel on Monday. It was the worst day for oil since 1991. \"Due to the sharp decline in global commodity prices, we are taking actions that will strengthen our balance sheet and continue to reduce debt,” Occidental CEO Vicki Hollub said in the statement. Icahn repeatedly warned last year that Occidental's takeover of Anadarko would backfire, forcing the company to cut its dividend if oil prices tumbled. That warning has now borne out. This rebound rally is fizzling out. Shortly after the Dow dropped into the red, the S&P 500 turned negative. The S&P, which is the broadest measure of US stocks, was last flipping between slight gains and losses around the unchanged level. The Dow was last down 0.3%. The S&P recorded its worst day since December 2008 Monday. The steep selloff led the S&P to trip a circuit breaker that led the New York Stock Exchange to briefly suspend trading. Both indexes are very close to bear-market territory, which is defined as 20% below their most recent peaks. At Monday's close, the S&P and Dow were roughly 19% off their highs. The Nasdaq Composite also pared its earlier gains. Stocks could be reacting to news on the oil front. Monday's selloff was in part a response to a collapse in oil prices. Saudi Aramco on Tuesday vowed to up production to 12.3 million barrels a day in April, which would be 27% above recent levels and exceed the company's maximum capacity by 300,000 barrels. The Trump administration has scrapped a move that could have added to the chaos in the oil market. The Energy Department said Tuesday that it is suspending plans to sell up to 12 million barrels of oil from America's emergency crude stockpile, known as the Strategic Petroleum Reserve. \"Given current oil markets, this is not the optimal time for the sale,\" the agency said in a statement. That is an understatement.  A toxic mix of excess supply and diminished demand has set off an historic collapse in oil prices. Crude crashed by 26% Monday, its worst day since 1991, after Saudi Arabia launched a price war against its onetime ally Russia.  Adding more supply from the SPR would have only exacerbated those conditions, as it would have raised revenue intended for facility maintenance and upgrades.  But the timing was always questionable. The Energy Department announced the planned sale in in late February when oil markets were already in a painful bear market.  OK, so, about that stock rally.... The three major indexes have pulled way, way back from their session highs. The Dow, which rallied nearly 946 points, was last down about 60 points, or 0.2%. The S&P 500 -- the broadest measure of the US stock market -- was up 0.1%. The Nasdaq Composite was up 0.5%. All three benchmarks staged a sharp rebound this morning after recording their worst days since 2008 yesterday.  \"Today’s turnaround may have been a bit excessively premature as much of that rally was attributed to optimism that the Trump administration will shortly have major stimulus announcements,\" said Edward Moya, senior market analyst at Oanda. The White House wants a fiscal stimulus package including a payroll tax cut and paid sick leave, but Congress has yet to be part of the conversation. President Donald Trump has long been critical of the Federal Reserve and Chairman Jerome Powell. So it's no surprise that the president once again aired his thoughts on Twitter Tuesday amid wild market swings. The central banks \"must be a leader, not a very late follower, which it has been,\" Trump added in a follow-up tweet. The Fed cut interest rates by a half-percentage point last week, in its first unscheduled monetary policy action since the financial crisis. Given decent economic growth and a strong labor market, with unemployment near a 50-year low, the rate cut has widely been considered another \"insurance\" cut. That said, the market expects rates will come down further. The CME's FedWatch Tool shows a near-60% chance of another half-point cut at next week's regularly scheduled Fed meeting. Last year, the Fed cut interest rates three times to stave off negative effects from the US-China trade war. The oil crash is already forcing Big Oil to consider hunkering down.  Chevron, America's No. 2 oil company, said Tuesday it is considering spending cuts that would lower its short-term oil production.  The oil giant said in a statement it's \"already sharpening our focus\" on reducing costs by targeting $2 billion in savings. Chevron (CVX) did not say whether that would include layoffs. Monday's collapse in oil prices -- crude's worst day since 1991 -- will undoubtedly cause companies to abandon some shale oil projects that have suddenly become unprofitable. Chevron has spent heavily in recent years to build a powerful presence in the Permian Basin shale oilfield of West Texas.  \"The impact of lower prices is clearly felt across the US energy industry,\" Chevron said. \"It is difficult to predict how this will play out in the weeks and months ahead. Chevron has seen similar downturns before and is well positioned for a low price environment.\" Wall Street seemed less certain of that Monday.  Chevron plummeted 15%, its worst day since the Black Monday crash of October 1987 as part of a sharp decline throughout the energy industry. Chevron climbed 5% Tuesday as oil prices jumped 8%. Oil prices keep crawling back from yesterday's steep losses. US oil was up 8.5% at $33.79 per barrel, following a whopping 26% drop Monday. The global oil benchmark Brent Crude was up about 7.9% at $37.08 a barrel. Brent had plunged 24% yesterday. US oil prices have collapsed more than 40% since the start of the year. Although it's not the first time commodities have been hit this hard, the low prices are here to stay, according to Samuel Burman, assistant commodities economist at Capital Economics. This week's oil collapse is different than the 2008 or 2015-16 selloffs, which were driven by worries about a drop in demand associated with a decline in economic activity. Key differences include that \"until there are signs that the virus is being brought under control, and that containment measures are being lifted, policy stimulus is unlikely to boost global economic activity and thus oil demand,\" said Burman. The collapse of OPEC talks last week mean that oil supply will also increase, making matters worse. Monday's market rout was bad for everyone, but the losses were especially eye-popping for the world's two richest men. Amazon (AMZN) founder and CEO Jeff Bezos lost $5.5 billion, while Microsoft (MSFT) founder saw $5.1 billion disappear from his fortune. The pair have lost a combined $10 billion this year as of yesterday's close, according to Bloomberg's Billionaire Index. But things are looking up for the billionaires. With stocks rebounding, Forbes' real-time index forecasts them recouping some of those losses. US stocks rallied at Tuesday’s opening bell. The market is set to rebound from its worst day since 2008, which included the worst point-drop on record for the Dow. Stocks bounced back after the White House indicated it will propose a payroll tax cut to ease the burden from the coronavirus fallout. The Dow opened 850 points, or 3.6%, higher.\nThe S&P 500 kicked off 3.4% higher.\nThe Nasdaq Composite rose 3.6%. Watch: Shale oil giant Occidental Petroleum is getting whipped around by the historic volatility in the energy market. Occidental, the debt-laden driller backed by both Warren Buffett and Carl Icahn, crashed 53% on Monday after oil prices suffered their worst day since 1991. However, the entire oil industry is making a comeback Tuesday in response to beaten-down prices and a sharp rebound in crude. Occidental is no exception: The stock is surging nearly 30% premarket.  The oil crash underscores why Icahn has slammed Occidental's risky takeover of rival driller Anadarko Petroleum last year. Icahn warned the company would face enormous financial trouble if crude stumbled.  But the controversial Anadarko deal was blessed by Buffett's Berkshire Hathaway, which provided equity financing. Berkshire is also one of Occidental's leading shareholders.  Stock futures point to a strong rebound rally today after Monday's dramatic losses. But can these gains be sustained? Many market participants are skeptical. After all, the fundamentals -- a global pandemic and an oil price war -- have not changed in the past hours. A potential fiscal stimulus from the US government could help ease the pain, but it's not that simple, said Nouriel Roubini, economist and CEO of Roubini Macro Associates. A \"dead cat bounce\" is a brief post-selloff recovery that cannot be sustained. America's economy is expected to grow by far less this year than most economists expected just a month or two ago. The global coronavirus outbreak is responsible for the damage. BMO has cut its second-quarter GDP growth estimate to -2% to account for a hit to the US oil industry and the likelihood that parts of the economy could be shut down to control the outbreak. For the full-year, GDP growth is expected at 1%. This would be by far, the weakest year for the economy since the great recession,\" BMO chief economist Michael Gregory said in a note Tuesday. Before the outbreak, the bank expected the US economy would grow by 1.8% this year. America's employment rate, which is sitting at a historically low level of 3.5%, is also expected to rise. BMO forecasts 3.9% in the second quarter. With a downturn in the oil industry because of a price war amid oil-producing countries, and a hit to demand, US inflation will likely also remain sluggish. This will give the Federal Reserve the room to cut rates further, Gregory said. Markets are moving back up on Tuesday as some investors dip their toes back in. But investors still want to know: Is this a repeat of the 2008 financial crisis? The BlackRock Investment Institute acknowledged Monday that the scale of market moves have been \"reminiscent\" of 2008. But the asset manager sees fundamental differences.  BlackRock said in a note to clients: \"The economy is on more solid footing and, importantly, the financial system is much more robust than it was going into the crisis of 2008.\" Wall Street has been quick to note that banks are better capitalized this time around due to new regulations, and that debt levels, while high, are concentrated in less risky areas.  Corporate debt, particularly in the energy sector, could pose a problem, but doesn't look \"large enough (yet) to trigger a global crisis,\" Neil Shearing, group chief economist at Capital Economics, said Monday. This should allow for a faster economic rebound after the coronavirus is brought under control. \"Fear can take [the market] lower, but expect [a] quick recovery when health threat recedes,\" former Goldman Sachs CEO Lloyd Blankfein tweeted Monday. \"Unlike '08, will avoid systemic damage.\" One issue, however, is that governments and central banks were able to throw massive amounts of money at the problem in 2008. That may not be as effective this time around.  President Donald Trump said Monday he would press for a payroll tax cut, but if people are staying at home, they're unlikely to pump that money back into the economy. Central banks, meanwhile, have far less ammunition at their disposal, with interest rates already at or near historic lows. And there are concerns that monetary policy remedies take time to flow through the system. There is a belief among some investors that Netflix (NFLX) actually could benefit from the coronavirus outbreak. The stock is still up 7% this year despite Monday's massive sell-off.  Why? The rationale is that more nervous consumers will stay home and binge watch shows. But Netflix may not be positioned for a coronavirus boost after all, according to Needham analyst Laura Martin. Martin gave three reasons why (13 might have been more fitting) Netflix won't get a COVID-19 bump in a research report Tuesday morning.  Netflix charges a fixed monthly rate. It doesn't matter if people watch more. \nInternational subscribers might cut back on luxury items and would be more likely to cancel subscriptions if the coronavirus spreads\nNetflix's bonds are rated junk, which might make it more difficult for the company to raise capital it needs to fund its massive content budget. Martin currently has an \"underperform\" rating on Netflix, which is essentially a sell. Markets in Asia and Europe staged a modest recovery Tuesday, and Dow futures gained more than 1,000 points a day after novel coronavirus fears and an oil price war sparked a worldwide panic. The mood among investors was helped by news of President Donald Trump's plan to propose \"significant relief\" in the form of a payroll tax cut and help for hourly workers most affected by the coronavirus, and expectations of more stimulus measures elsewhere. European shares opened higher after Monday's plunge. In the opening minutes of trade, the FTSE 100 (UKX) and Germany's DAX (DAX) were all trading more than 3% higher. The French CAC 40 (CAC40) rose more than 4%.  The coronavirus is encouraging people to stay at home and avoid travel, slashing demand for flights, hotel rooms and restaurant bookings.  At the same time, factory shutdowns in China and elsewhere, and fears of more disruption in other parts of the world, have snarled supply chains. This dynamic is squeezing companies, which have issued a steady stream of warnings about how the virus will hit their profits. The longer the pandemic lasts, and the more dramatic the efforts are to contain it, the more profound the effects will be for the global economy. Right now, the situation is highly uncertain.  \"The length and depth of the global economic contraction depends most importantly on whether health officials can materially slow the spread of the virus via a ramp-up in testing, restrictions on mass gatherings, and quarantines of infected people as well as their contacts,\" Jan Hatzius, chief economist at Goldman Sachs, told clients Monday. In China, which has been slammed the hardest by the outbreak, activity plunged in February, setting the country up for its first economic contraction since the 1970s. That was already rippling through the global economy. But as the number of global cases ticks up above 100,000, and governments outside China announce more restrictions, economists have begun to weigh a more severe gut punch to the global economy. With each day that passes, the odds are rising. US oil futures were last up about nearly 6% to $33 a barrel, while the global benchmark Brent crude rose 4.9% to nearly $36 a barrel. Oil prices suffered their worst day since 1991 on Monday after Saudi Arabia shocked the market by launching a price war against onetime ally Russia. US oil prices dropped as much as 34%, ending at a four-year low of $27.34 a barrel. Australia's S&P/ASX 200 closed up 3.1%, the index's best day since November 2016. The strong showing saved the index from entering into a bear market, defined as a 20% drop below a recent high.  Hong Kong's Hang Seng Index (HSI) closed up roughly 1.5%, while China's Shanghai Composite (SHCOMP) was up 1.8%. Japan's Nikkei 225 (N225) increased 0.9%. The Japanese government is expected to announce more emergency measures to support families and small businesses hurt by the coronavirus outbreak.  Qantas has announced sweeping cost-cutting measures in light of the worsening novel coronavirus crisis, including slashing almost a quarter of all flights for the next six months and significantly reducing executive pay. For the rest of this fiscal year, CEO Alan Joyce will forgo a salary, according to the Australian flagship carrier. Qantas (QABSY) Chairman Richard Goyder will stop taking management fees, and the executive leadership team will take a 30% pay cut. The bulk of the cancellations will take place in Asia, where the virus outbreak originated. Flights in the region have been reduced by 31%. The airline will also lower capacity in the United States and the United Kingdom. Read more here. Apple's iPhone sales in China were decimated last month as the novel coronavirus outbreak slashed demand for smartphones. But analysts predict a big recovery is just a few months away. Apple (AAPL) sold fewer than 500,000 iPhones in China in February, according to government data released this week, a plunge of more than 60% compared to the same month last year.  The drop undercut progress the company had been making in its bid to close the gap with Chinese rivals. Sales for the iPhone jumped in December, propelling Apple's stock to a record high on Wall Street earlier this year. The coronavirus outbreak slowed Apple's momentum, but it handicapped domestic rivals, too. Overall smartphone sales in China fell 55% in February to 6.3 million compared to the same period last year. Analysts say everyone will be competing to make up for lost sales later this year. Read more here."], "Language": false}