{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/1918-influenza-pandemic-nazism-federal-reserve-bank-study/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Devan Cole, CNN"], "Writers": [["Devan Cole"]], "FirstPublishDate": ["2020-05-05T20:40:07Z"], "LastModifiedDate": ["2020-05-05T20:40:07Z"], "Headline": ["Fed study: 1918 flu deaths linked to relative strength of Nazism"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The relative strength of Nazism between regions and cities in 1930s Germany is correlated with the effects of the 1918 influenza pandemic, according to preliminary findings of a new study by the Federal Reserve Bank of New York, a finding that has increased relevance as the world grapples with the widespread effects of the coronavirus pandemic. The study, published this month by economist Kristian Blickle, examined \"city spending on amenities\" in some German municipalities and \"voting for extremist parties in Germany\" in the years between 1925 and 1933 and found that \"influenza deaths are associated with lower per capita spending, especially on services consumed by the young\" and that \"influenza deaths are correlated with the share of votes received by extremist parties in 1932 and 1933.\" Historians have frequently pointed to the shame of Germany's defeat in World War I, the subsequent economic hardship placed on the country via reparations and other factors for the rise of Nazism. But the paper also notes that deaths from the 1918 pandemic \"are correlated with an increase in the share of votes won by right-wing extremists, such as the National Socialist Workers Party\" -- the Nazi Party -- \"in the crucial elections of 1932 and 1933.\" Blickle also writes that the study found \"that the correlation between influenza mortality and the vote share won by right-wing extremists is stronger in regions that had historically blamed minorities, particularly Jews, for medieval plagues.\" To be sure, the study does not suggest that the flu led to Nazism -- other countries suffered the flu and remained democratic -- but that the relative impact of the flu was correlated to strength in support for Nazism. The economist notes that Germany was ideal for the study because it \"suffered a high number of influenza deaths\" and maintained thorough records at the time on pandemic-related deaths, voting and city spending.  As of early Tuesday afternoon, the coronavirus has infected more than 1,190,000 in the United States and led to the confirmed deaths of more than 70,000 Americans. In addition to helping bring Great Depression-level economic figures, the virus, which was first identified in China, has also led to a significant increase in anti-Asian racism in the US.  The new study, which said the coronavirus pandemic \"has renewed age-old questions about the economic and social effects\" of pandemics, said the influenza pandemic's impact in Germany \"may also have spurred resentment of foreigners among the survivors ... driving voters towards parties whose platform matched such sentiments.\"  \"(The) fact that the pandemic affected predominantly one part of the demographic spectrum, in this case younger people, may have altered preferences in communities,\" the study read.  Blickle also writes that because of \"a number of econometric challenges, we are cautious about the interpretation of our results,\" but that despite that, the paper \"offers a novel contribution to the discussion surrounding the long-term effects of pandemics.\""], "Language": false}