{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/success/travel-insurance-claims-change/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Anna Bahney, CNN Business"], "Writers": [["Anna Bahney"]], "FirstPublishDate": ["2020-03-10T17:22:58Z"], "LastModifiedDate": ["2020-03-10T18:42:48Z"], "Headline": ["Your travel insurance might now cover coronavirus"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["Concerns about coronavirus are causing a lot of people to rethink their travel plans.  Until recently, travel insurance wasn't much help in a global health scare. But now some insurers and state regulators are responding to traveler's frustrations and loosening restrictions on travel claims.  One of the largest providers, Allianz Travel Insurance is, until further notice, allowing claims for some coronavirus-related medical care and trip cancellation issues.  Travelers who had purchased the company's Emergency Medical Care and Emergency Medical Transportation insurance can now receive that care if they become sick with coronavirus while on their trip.  Those with Trip Cancellation or Trip Interruption insurance will be able to cancel the trip if they become ill with coronavirus before or during their trip. An additional benefit for those with Trip Cancellation insurance: it will cover expenses for those who bought travel to mainland China, South Korea or the Lombardy or Veneto regions of Italy before coronavirus became a known event on January 22. The coverage applies to travel that departs before April 1, 2020. \"This is undoubtedly a difficult time for both travelers and the travel industry,\" said Mike Nelson, chief executive officer of Global Travel Insurance at Allianz Partners in a statement. \"By taking these steps, we want to support our customers in a very meaningful way.\" One kind of coverage, typically offered as an upgrade to travel insurance policies called Cancel for Any Reason, or CFAR, allows travelers who don't want to travel due to coronavirus fears to get some money back. Up until recently, New Yorkers were not able to purchase CFAR insurance because of state insurance regulations. But on Saturday the state's Department of Financial Services issued new guidance allowing travel agents and travel insurers to offer CFAR contracts in New York, after the agency received consumer complaints that such polices were not available in the state. According to the governor's office, the following companies have agreed to offer Cancel for Any Reason coverage to travelers: Allianz Global Assistance, Nationwide, Starr Indemnity, Berkshire Hathaway Travel Protection, Crum & Forster, and Zurich Insurance Group. And it's possible that other insurers may also start loosening restrictions on travel claims related to coronavirus, said Kasara Barto, press manager at Squaremouth, a travel insurance comparison website. \"Travel insurers respond to changing situations and may make changes based upon their customer's concerns.\" She advises travelers to call insurers directly to ensure their policy includes what they think it does and to find out if there are any changes, updates or expansions to the policy. "], "Language": false}