{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/investing/stagflation-economy-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-03-10T17:31:27Z"], "LastModifiedDate": ["2020-03-10T18:01:21Z"], "Headline": ["The coronavirus economic 'disaster' scenario: Stagflation"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The Federal Reserve has already slashed interest rates by a half-point to counteract a possible coronavirus-induced economic slowdown.  The market is pricing in a 100% chance of another rate cut at the Fed's next meeting on March 18, with a majority of investors expecting a three-quarters of a percentage point cut to a range of just 0.25% to 0.5%.  But what if the Fed has to simultaneously fight concerns about a recession and rising inflation pressures? The likelihood of inflation is low given that crude oil prices have plummeted along with the broader stock market and long-term bond rates.  But the threat of stagflation -- the term used to describe an economic slowdown coupled with rising prices -- is real.  For those unfamiliar with the term, stagflation was a major problem for the US economy in the 1970s, when there was an oil shock and surging prices for gas. The Fed chose to fight the inflation aspect more aggressively, raising interest rates as high as 20% by 1981.  \"Stagflation would be a disaster. People are dismissing it as an old threat from the '70s that won't happen again, but you could see it come back,\" said Nancy Davis, chief investment officer of Quadratic Capital Management and portfolio manager of the Quadratic Interest Rate Volatility and Inflation Hedge ETF. Supply shock could lead to higher prices  Davis told CNN Business that she's worried about an eventual spike in consumer prices from supply chain disruptions in China due to the coronavirus outbreak.  While wage growth remains relatively sluggish, at just 3% annually according to the latest jobs report, US companies may need to eventually raise wages to attract more workers, she added -- particularly in retail, food and other services sectors where employees may be afraid that they are more likely to contract the coronavirus. \"If you are an employee at Walmart and you decide you're going to stay home due to coronavirus worries, there could be pressure to raise wages,\" Davis said. This likely won't stop the Fed, and other central banks around the world, from slashing rates further, which may compound the problem. \"During a bond market crisis caused by inflation, global central banks will be completely impotent,\" Michael Pento, president and founder of Pento Portfolio Strategies, said in a report.  He added that this could \"produce a period of intense stagflation globally such as never before seen.\" So what's the solution for stagflation?  Davis suggests the Fed dust off its old playbook and tweak a 2011 policy called Operation Twist, when the Fed bought longer-term Treasuries and sold shorter-term securities in an attempt to lower long-term rates. Bond prices and yields move in opposite directions. The Fed could now do a reverse Operation Twist to stabilize the yield curve, Davis said -- the difference between long-term rates and short-term rates.  A gap this narrow -- as it is now -- often suggests a looming economic downturn.  The yield curve even briefly inverted this year, meaning that short-term rates were higher than long-term bond yields. That is especially worrisome because it shows just how nervous investors are about getting their principal back on longer-term loans. One solution could be for the Fed to buy short-term bonds and sell  10-year Treasuries to push longer-term yields higher, Davis said. \"Cutting interest rates isn't enough. A healthy market should have a wider yield curve,\" Davis said. \"The easiest thing for the Fed to do is move the 10-year yield higher, and it can do that without using up all its other policy bullets.\" Slow growth is still a bigger threat than inflation Still, other experts think that such a move is too drastic.  \"Inflation is not going to be the issue. There is a demand shock too. Rising recession risks are what investors need to be aware of,\" said Jeff Schulze, investment strategist with ClearBridge Investments.  Schulze thinks that the huge drop in oil prices is not just about OPEC price wars and supplies. Oil prices are plunging due to fears about a slowdown in consumer spending, particularly in travel.  Companies may also be unwilling to hike prices -- even if they are feeling pressure to do so -- because it looks bad during a health crisis. \"Inflation pressures still seem very limited. There is a lack of pricing power. Firms will be reluctant to raise prices right now,\" said Nathan Sheets, chief economist at PGIM Fixed Income and a former under secretary of the Treasury for international affairs during the Obama administration.  With the coronavirus outbreak seeming to stabilize in China, more factories could soon reopen, he said, alleviating long-term pricing pressure on American businesses due to temporary supply shortages."], "Language": false}