{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/politics/trish-regan-coronavirus-donald-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-10T13:25:01Z"], "LastModifiedDate": ["2020-03-10T17:51:46Z"], "Headline": ["This Trish Regan rant on coronavirus is something else"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Even as President Donald Trump sought to strike a more measured tone Monday night in response to the coronavirus pandemic, some of his allies continued to ramp up the rhetoric -- and misinformation -- regarding the virus. Fox Business Network's Trish Regan opened her show Monday night with an extended riff on how coronavirus was being weaponized by Democrats to hurt Trump -- all while a banner blaring \"Coronavirus Impeachment Scam\" appeared next to her on screen.  It's really something. You should watch: Here's the key bit: \"The chorus of hate being leveled at the President is nearing a crescendo as Democrats blame him -- and only him -- for a virus that originated halfway around the world. This is yet another attempt to impeach the President. And sadly it seems they care very little for any of the destruction they are leaving in their wakes. Losses in the stock market, all this unfortunately just part of the political casualties for them... \"...The hate is boiling  over. Many in the liberal media are using -- and mean using -- coronavirus in an attempt to demonize and destroy the President.\" So, yeah. There's a lot going on -- and a lot wrong -- here but let's start very basic: No Democrat -- at least that I could find -- has accused Trump of being the originator of the coronavirus as Regan suggests. (The virus originated in the Wuhan province of China.) Democrats have been critical of how the Trump administration has reacted to the spread of the virus -- particularly the paucity of available tests for it and the President's public downplaying of the threat and dismissal of established science. But that is a VERY different thing than Regan is alleging here. She is suggesting that Democrats a) are blaming Trump for the virus and b) that criticism is based solely on a blind hatred of Trump. Perhaps the most dangerous part of Regan's rant is her attempt to equate the impeachment of Trump over his interactions in Ukraine or the special counsel investigation into Russia meddling in the 2016 election to the coronavirus. When you put on screen \"Coronavirus Impeachment Scam,\" you are suggesting that there is something not real about this pandemic. When you say things like \"this is yet another attempt to impeach the President\" and suggest that the \"liberal media\" is \"using coronavirus in an attempt to demonize and destroy the President\" you are doing the same thing. Unfortunately, Regan's over-the-top monologue isn't a lone exception in the universe of Fox News and Fox Business. Long a favorite of Trump's for their aggressively pro-Trump programming, Fox News and Fox Business have repeatedly suggested -- or allowed their platform to be used by President Trump to suggest -- that coronavirus isn't terribly serious and that Democrats and the media are overblowing it.  In fact, Regan's words on Monday night echo Trump himself at a rally in South Carolina in late February. \"Now the Democrats are politicizing the coronavirus,\" he told the crowd. \"They have no clue, they can't even count their votes in Iowa. ... This is their new hoax.\" (Trump later clarified that he wasn't describing coronavirus as a \"hoax\" but rather using the word to describe the \"action that [Democrats] take to try and pin this on somebody.\") The problem with all of this is that some people believe it. And if they believe that a freaking global pandemic is \"yet another attempt to impeach the President,\" as Regan described it, then the chances of them taking the sorts of actions recommended by medical professional to lower their risk of getting the coronavirus go way down. Here's the reality: This is a public health crisis. It is very real and, if you are over 60 years old or have underlying health conditions, it poses a serious risk to your well-being should you contract COVID-19. It does not discriminate between Democrats and Republicans. Or people who watch Fox versus people who watch MSNBC. Those are facts. Anyone telling you anything different is endangering all of us."], "Language": false}