{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/business/ben--jerrys-free-cone-day-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-10T15:11:49Z"], "LastModifiedDate": ["2020-03-10T17:49:03Z"], "Headline": ["Ben & Jerry's postpones Free Cone Day over coronavirus fears"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["It's hardly the most serious coronavirus cancellation, but it's a heartbreaker nonetheless. Ben & Jerry's announced today that it will postpone its annual Free Cone Day.  The event typically draws crowds of ice cream lovers to the company's storefronts seeking complimentary scoops. But some of those shops are in places where public gatherings are discouraged our outright banned, it said. So if those people can't get free ice cream, it's only fair if the rest of us can't either. \"This year, some of our scoop shops in communities around the world will be unable to take part in Free Cone Day,\" the company said on its website. \"So, to stand in solidarity with ice cream lovers everywhere, we have made the difficult decision to postpone Free Cone Day this year.\" The day's loss is just the latest global event that was canceled because of the coronavirus. The others range from sporting competitions, public ceremonies, parades and tourist attractions.  Ben & Jerry's started the worldwide celebration in 1979 at its original store in Burlington, Vermont, as a way to thank the community for its support.  It has hosted the event on the second Tuesday of April for the past few years -- close to its anniversary in early May. It's also the start of ice cream season for most of its franchise's locations. \"We hope to reschedule our global Free Cone Day event for later in the year, when we know more,\" the company said. \"Our scoop shops remain open as usual and ready to serve up your favorites.\"    There were more than 730 cases of the coronavirus in the US across 36 states and the District of Columbia with 26 deaths as of March 10. The virus has infected more than 113,000 people globally and killed over 4,000 - with the majority from China. "], "Language": false}