{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/business/italian-businesses-coronavirus-lockdown/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Eoin McSweeney and Hanna Ziady, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-03-09T19:08:34Z"], "LastModifiedDate": ["2020-03-10T17:13:00Z"], "Headline": ["Italy is under partial lockdown. Some big companies say it's 'business as usual'"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Some major Italian companies caught up in a sweeping coronavirus quarantine are insisting it's \"business as usual,\" despite restrictions designed to contain Europe's biggest outbreak. The quarantine, which initially included the Lombardy region, home to the nation's financial capital Milan, as well as 14 other provinces, was extended late Monday to include the entire country. Schools, universities, theaters, cinemas, bars, and nightclubs have been closed, with the movement of Italy's 60 million residents limited. The restrictions are expected to take a heavy toll on Italy's already shrinking economy. But some of the country's biggest companies, including carmakers and fashion houses, were carrying on as usual just hours before the restrictions were expanded nationwide. Borsa Italiana, owned by the London Stock Exchange Group, said it was \"operating normally\" and has \"robust business continuity arrangements in place\" to ensure that markets can continue to function. The exchange's benchmark stock index closed down 11.2% on Monday, but rebounded slightly in early trading on Tuesday. Supercar maker Ferrari, which is headquartered in one of the towns placed under quarantine over the weekend, said Monday that operations were continuing as usual. \"This continuity is obviously subject to that of our suppliers with whom we are in constant contact,\" the company said in a statement, noting that it remains in \"ongoing discussions\" with authorities. A spokesperson for Italian eyewear conglomerate, Luxottica, which is headquartered in Milan and makes Ray-Ban and Oakley, said all its sites in the region are \"up and running.\" Similarly, supermarket chain Esselunga, which has offices on the outskirts of Milan, said operations are running in \"business as usual\" mode. Small business, tourism hit hard Italy has the most coronavirus cases of any country outside China, with 9,172 infections and 463 deaths. Constraints placed on bars and restaurants will deal a blow to hundreds of small businesses.  The tourism sector is also expected to take a knock, as popular visitor destinations such as Venice and Rome, are affected by the lockdown. Italian tourism representatives said last month that 200 million euros ($260 million) in bookings had been canceled for March since the outbreak was first announced. \"Milan's hotels are empty, so the jobs are at risk,\" hotel worker Alice Baldisserri, 38, told CNN. — Emma Reynolds and Jessie Yeung contributed reporting. Correction: A previous version of this story incorrectly described Esselunga as a sports retailer."], "Language": false}