{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/latin-america-coronavirus-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Priscilla Alvarez and Geneva Sands, CNN"], "Writers": [["Priscilla Alvarez", "Geneva Sands"]], "FirstPublishDate": ["2020-05-05T19:32:06Z"], "LastModifiedDate": ["2020-05-05T19:32:06Z"], "Headline": ["Trump admin monitoring coronavirus conditions in Latin America, weighing next steps"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Trump administration is tracking coronavirus conditions in Mexico and Latin America amid concerns that the situation might deteriorate and drive migration north as cases in the region increase. As the virus sweeps through Latin America, the Department of Homeland Security has focused its attention on hospital capacity in the region, and whether the health infrastructure is equipped to adequately test and treat patients. \"Like with anything else, you have to plan for 'what if' scenarios,\" a department official told CNN.  In a move signaling the focus on neighboring countries, US Customs and Border Protection, an agency within DHS, is also sending daily reports on Covid-19 and Mexico internally summarizing intelligence reports, according to a department official. Since mid-April, senior leaders have also been convening calls twice a week to discuss the situation in Mexico, according to another official.  The administration has largely sealed US borders since the start of the outbreak, leaning on travel restrictions to stem the spread. Those restrictions have since been renewed and remain in effect as the country combats the virus. Like the US, neighboring countries to the south are also wrestling with Covid-19. Over the weekend, Brazil surpassed 100,000 cases of the virus. The virus has given way to some of the administration's long-standing efforts to curtail immigration, including closing off the border. Senior White House policy adviser Stephen Miller, the architect of many of the administration's immigration policies, has previously tried to use diseases, like influenza and the mumps, as grounds to tighten the border, The New York Times reported and confirmed by a former administration official. In recent days, President Donald Trump has repeatedly remarked on the conditions in Latin America, suggesting in a tweet that California \"doesn't want people coming over the Southern Border\" now that there are rising coronavirus cases in Mexico. He also teased imposing restrictions on Brazil last week.  During an Oval Office meeting last week, Florida Gov. Ron DeSantis said he shared his concerns about coronavirus infecting more individuals in the US from Latin American travelers and that he would like to see those travelers receiving rapid tests before boarding their flights into the US.  Trump brought up the prospect of \"cutting off Brazil,\" but when asked to clarify whether travel restrictions would be imposed, Trump said no, adding that \"we'll make a determination.\"  Those are now considered off the table, according to an administration official.  Over the weekend, Trump also spoke with Interim President Jeanine Áñez of Bolivia and President Mario Abdo Benítez of the Republic of Paraguay to discuss the response to the pandemic, offering to provide assistance to both countries.  Earlier in the year, the administration restricted travel from China and Iran. It later expanded those restrictions to most foreign nationals who were in Europe's Schengen Area -- 26 countries stretching from Iceland to Greece -- and the United Kingdom and Ireland. Trump has heralded those efforts in his defense of the administration's response to the coronavirus.  The US also curtailed travel on its borders and invoked public health law to implement strict measures on the US-Mexico border, which have also led to the swift removal of thousands of migrants, including children, and people seeking asylum. The administration is \"constantly assessing\" those measures, an official told CNN, adding that there are ongoing discussions to see if the reasons those restrictions were put in place \"are still in play.\" DHS did not immediately return a request for comment.  The number of coronavirus cases in the United States outpaces any other country. As of Monday, more than 1.1 million cases and over 68,000 Covid-19 related deaths had been recorded in the United States. Spain and Italy follow the US in the number of cases, with 218,011 and 213,013, respectively, as of Tuesday afternoon. The number of confirmed cases in Brazil increased by 4,588 in a 24-hour period bringing the total number of confirmed cases to just over 100,000, according to the latest figures released by the Health Ministry Sunday.  Peru has the second highest coronavirus cases in Latin America. As of Sunday, the Minister of Health reported 45,928 confirmed coronavirus cases, a jump of 3,394 cases since Saturday.   The Brookings Institution has previously warned of the effects coronavirus might have in the region, noting that the \"longer-term implications of the crisis are grim, and the social, political, and economic consequences could be dramatic.\" One of the concerns is the health infrastructure in Latin American countries and whether they have the hospital capacity to treat patients if cases climb. \"If you have some of these border regions, like Tijuana, where hospitals are at capacity -- that is right at our doorstep. You have to keep a close eye on that and you have to think a few steps down the road,\" said a DHS official.  The US wants to open the country from an economic standpoint, but is also monitoring whether there will be a \"mass exodus\" from one of the Latin American countries, because its citizens can't get medical care.  In addition to travel restrictions, the administration is weighing what kind of support, if any, the US will extend to proceed with deportations, another administration official said. In early April, the White House issued a memo enabling visa sanctions if a country refuses to repatriate their citizens, arguing that not accepting them poses a risk to the US amid the coronavirus pandemic."], "Language": false}