{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/politics/us-election-bernie-sanders-rust-belt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Ronald Brownstein"], "Writers": [["Ronald Brownstein"]], "FirstPublishDate": ["2020-03-10T04:01:07Z"], "LastModifiedDate": ["2020-03-10T13:11:15Z"], "Headline": ["Why the Midwest may be Bernie Sanders' last stand"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The middle of the country could prove the end of the road for Sen. Bernie Sanders. The Midwestern states that begin voting Tuesday with primaries in Missouri and Michigan represent the Vermont independent's best -- and possibly last -- chance to regain his footing in the Democratic presidential race after former Vice President Joe Biden reestablished himself as the front-runner with commanding Super Tuesday victories last week. Visit CNN's Election Center for full coverage of the 2020 race If Sanders can't win in the states that vote over the next month across the industrial heartland -- a list that extends from Michigan and Missouri on Tuesday to Ohio and Illinois on March 17 and Wisconsin on April 7 -- the senator may find it difficult to justify continuing what he calls \"a campaign of the working class, by the working class and for the working class,\" as he put it in a Detroit rally Friday night. If Sanders loses all or most of these heavily blue-collar states, \"you don't really have much of an argument anymore,\" says Addisu Demissie, who managed Cory Booker's presidential campaign. Sanders has work ahead: A flurry of polls released Monday showed Biden holding at least a 15-percentage-point lead in Michigan, while a CNN survey released the same day gave Biden an advantage of 16 percentage points nationwide. The stakes are so high for Sanders in the coming Midwestern showdowns partly because the region was among his strongest in his 2016 presidential bid. Back then, he beat Hillary Clinton narrowly in Michigan and commandingly in Wisconsin and lost by less than 1 percentage point in Missouri and only about 2 points in Illinois. Those represented some of the strongest performances last time in more populous states for Sanders, who generally ran best in 2016 in smaller states and caucuses. Only in Ohio did Clinton win comfortably. If Sanders can't collect more delegates than Biden from these Midwestern battlegrounds, he may find it virtually impossible to make up the difference elsewhere, especially since Biden's strength among African American voters will provide him huge delegate advantages in the remaining Southern states on the calendar, including Mississippi on Tuesday, Georgia later in March and Louisiana in April.  Just as important, losses to Biden in these states would undermine Sanders' case that he is uniquely positioned to recapture enough working-class white voters to win back the industrial states that tipped the 2016 election to President Donald Trump, particularly Michigan, Wisconsin and Pennsylvania. A Biden victory in Michigan on Tuesday, many Democratic analysts believe, could trigger enough further consolidation around the former vice president to effectively decide the race.  \"Michigan is must-win for Sanders,\" says Adrian Hemond, a Democratic consultant based in Lansing, Michigan, who is not affiliated in the race. \"I can't figure out a path to the nomination for him if he can't win Michigan.\" Sanders certainly understands the stakes, especially in Michigan. Canceling a planned rally in Mississippi, he spent the weekend addressing big rallies across Michigan -- in stark contrast with Biden, who did not appear there until Monday. Sanders also aired two new ads attacking Biden and sharpened his criticism of the former vice president in his stump speech on issues from gay rights and abortion to Social Security and, above all, trade.  Four years ago, trade was the issue that keyed Sanders' upset victory in Michigan, as he hammered Clinton for her support of the North American Free Trade Agreement and permanent normal trading relations with China. Sanders is banking on those issues to help deliver him Michigan again as he lashes Biden for his support of those agreements -- as well as his backing of the updated version of NAFTA that Trump negotiated -- in language reminiscent of his attacks on Clinton four years ago. \"In Michigan we were able to win in 2016 because we pressed the case on trade and, guess what, we are able to do that again this time,\" says Ben Tulchin, Sanders' pollster. \"The contrast is clear.\" Trying to duplicate his 2016 successes The big question, though, is whether the contrast will work as effectively for Sanders against Biden as it did against Clinton. Four years ago, Sanders enjoyed broad success across the region against Clinton. According to exit polls, he beat her comfortably among whites with at least four-year college degrees in Michigan, Missouri, Illinois and Wisconsin, losing them only in Ohio. Although Clinton won about two-thirds of African Americans in the region, Sanders ran much more competitively among them than he did in the South: he carried 28% to 32% of black voters across all five states, according to the exit polls.  Perhaps most important, Sanders, with his full-throated attacks on free trade and unflinching economic populism, posted some of his biggest margins anywhere among white voters without a college education: exit polls found that he beat Clinton among them by 5 percentage points in Missouri, 13 points in Illinois, 15 points in Michigan and 18 in Wisconsin. (In Ohio, the two essentially split those voters.) Those gains mattered because such blue-collar whites still represented a third or more of the total Democratic vote in each of these states except Illinois -- considerably more than the one-fourth they composed of the national Democratic primary vote last time. None of those breakthroughs will be easy for Sanders to replicate this year. But the most difficult may be his performance among college-educated whites. During the race's first contests in February, those voters appeared leery of both Sanders and Biden, with as many as half or more of them gravitating toward Pete Buttigieg, Amy Klobuchar and Elizabeth Warren, all of whom have now exited the race. But when the field dramatically narrowed just before Super Tuesday, those voters flowed more toward Biden than toward Sanders (with Warren, who was still in the race at that point, also retaining a solid base of support among them). Leaving aside California, Sanders' strongest state, college-educated white voters across the other 11 Super Tuesday states with exit polls preferred Biden over Sanders by 34% to 23%, according to a cumulative analysis by CNN polling director Jennifer Agiesta. Many observers believe that Biden might extend that advantage even further in Michigan. One key reason is Warren's departure from the race. Even with her campaign on life support by Super Tuesday, she retained significant support among college-educated white women, attracting fully one-fourth of them in all the states polled outside of California, according to Agiesta's analysis.  Those women were especially resistant to Sanders: He won just 1 in 5 college-educated white women in the states beyond California, much less than Biden's one-third (and for that matter much less than the 27% Sanders drew from college-educated white men). Now, with Warren's departure making more of those voters available in Michigan, Biden has received endorsements from three prominent local women popular among them: Elissa Slotkin and Haley Stevens, two first-term Democratic US representatives elected from swing districts in 2018, and Gov. Gretchen Whitmer, who was also elected that year. Hemond said that signal will likely reinforce the concern among many white-collar voters that Sanders is simply too extreme to beat Trump.  \"A big part of that is because they live around these other affluent white voters who are not base Democrats, and they know pretty clearly those people are not voting for Bernie, and they are terrified about that,\" Hemond said. Battling for African American voters More difficult to predict is whether Sanders can repeat his success from 2016 at holding down his rival's advantages among African American voters outside of the South. His campaign believes he can, and early exit polls offer evidence to justify that optimism: Biden's margins over Sanders among black voters have been much smaller in places such as Nevada, Minnesota, Massachusetts and California than in the Southern states.  \"Black people in the North are much more warm to [Sanders] than black people in the South,\" says Demissie. \"He's not going to get blown out 80-20.\"  Still, it may have been an ominous sign for Sanders that his rally Saturday in heavily African American Flint drew a preponderantly white crowd. Even if he can suppress Biden's margins among black voters across the Midwest, all sides recognize that the key to any possible revival for him will be approaching his 2016 advantage in the region among working-class white voters. Sanders won a plurality of non-college white voters in each of this year's first four contests and posted especially dominant numbers among blue-collar whites younger than 45: Exit polls found that he carried at least half of them in each state, while Biden, incredibly, drew only 1% to 7% of those younger working-class whites. Sanders lost ground with blue-collar whites on Super Tuesday, as he did with all other groups, but the decline was not as precipitous as among their college-educated counterparts. Across the 11 Super Tuesday states with exit polls apart from California, Biden beat Sanders by only 5 percentage points (37% to 32%) among all whites without college degrees and Sanders routed the former vice president among blue-collar whites younger than 45 by more than 3 to 1, according to the CNN analysis. Tulchin, Sanders' pollster, says the contraction of the race into a one-on-one competition will help the senator sharpen the contrast on issues his camp believes will prove especially persuasive for working-class voters of all races, such as Biden's support for free trade agreements and openness at various points to cuts in entitlement programs as part of a grand budget deal. \"What happened after Tuesday, it's a reset,\" said Tulchin. \"Now it's a binary choice. The onus is on us to draw a contrast with Biden. And the good news for us is that on issue after issue, Bernie has consistently been on the right side of history and on the correct side of the Democratic Party.\" But one senior Biden adviser, who asked not to be identified while discussing the campaign's internal strategy, said they remain confident that the former vice president's broader persona as a middle-class candidate will blunt Sanders' efforts to portray him as a threat to voters' economic interests. In particular, Biden's allies believe that his work in former President Barack Obama's administration on the auto industry bailout, combined with his argument that America must sell to the world to prosper, can neutralize Sanders' protectionist appeal to free-trade skeptics. Trump's trade wars have also dampened enthusiasm for a confrontational trade strategy, they believe. \"There is a trust among these voters they know who he is and they know he stan"], "Language": false}