{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/economy/global-recession-coronavirus/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Analysis by Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-03-09T18:26:28Z"], "LastModifiedDate": ["2020-03-10T09:36:08Z"], "Headline": ["A 'short, sharp' global recession is starting to look inevitable"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus outbreak has triggered extreme fear in financial markets as investors face up to an unsettling reality: The pandemic, unprecedented in modern times, could tip the world into a recession. Italy's decision to put much of its prosperous north — including its financial capital, Milan — on semi-lockdown, along with an escalating outbreak in the United States and a precipitous crash in oil prices, is forcing economists to reassess their predictions for how the virus will hit growth. To many, a contraction during the first and second quarters of 2020 looks increasingly likely. Joachim Fels, global economic advisor at PIMCO, told clients on Sunday that he now sees a \"distinct possibility\" of a recession in the United States and Europe during the first half of the year, followed by a recovery in the second half. Japan, he said, \"is very likely already in recession.\" \"In our view, the worst for the economy is still to come over the next several months,\" Fels said. What could trigger a global recession? The coronavirus is encouraging people to stay at home and avoid travel, slashing demand for flights, hotel rooms and restaurant bookings. At the same time, factory shutdowns in China and elsewhere, and fears of more disruption in other parts of the world, have snarled supply chains. This dynamic is squeezing companies, which have issued a steady stream of warnings about how the virus will hit their profits. The longer the pandemic lasts, and the more dramatic the efforts are to contain it, the more profound the effects will be for the global economy. Right now, the situation is highly uncertain. (CNN is calling the novel coronavirus outbreak a pandemic because the virus has affected large numbers of people and spread to all but one continent, and because several places are experiencing sustained community transmission.) \"The length and depth of the global economic contraction depends most importantly on whether health officials can materially slow the spread of the virus via a ramp-up in testing, restrictions on mass gatherings, and quarantines of infected people as well as their contacts,\" Jan Hatzius, chief economist at Goldman Sachs, told clients Monday. In China, which has been slammed the hardest by the outbreak, activity plunged in February, setting the country up for its first economic contraction since the 1970s. That was already rippling through the global economy.  But as the number of global cases ticks up above 100,000, and governments outside China announce more restrictions, economists have begun to weigh a more severe gut punch to the global economy. With each day that passes, the odds are rising. Neil Shearing, group chief economist at Capital Economics, a research firm, said Monday that he sees a \"sharp but probably short recession\" as the worst case scenario for now. That could change rapidly. \"As the virus spreads, there's a good chance that that 'worst case' scenario quickly becomes the most likely scenario,\" he said in a research note. Morgan Stanley's chief economist Chetan Ahya told clients Sunday that the investment bank thinks global growth will receive a \"sizable shock\" in the first half of 2020.  GDP growth, Morgan Stanley forecasts, will dip to an annualized rate of 2.3% before recovering to 3.1% in the following six months, boosted by stimulus from governments and central banks. But Ahya warned that if the outbreak becomes more widespread, extending beyond April and hurting companies more than previously expected, the global economy will enter a recession. In this case, United States, Europe and Japan would all experience recessions, or two quarters of contraction in a row, he said. Nothing like 2008 The good news? A recession touched off by the coronavirus would look very different from the one launched by the 2008 financial crisis, Shearing points out. The so-called Great Recession was characterized by a grinding recovery as households and banks slowly got back on track. The coronavirus crunch, meanwhile, is expected to give way to a speedy rebound once the outbreak is brought under control. \"The outlook is unusually uncertain but our sense at this stage is that this is most likely to be a short, sharp shock,\" Shearing said. But in a fast-changing environment that will rely in large part on the coming policy response, it's hard to say for sure. Central banks also have far less ammunition to deploy than they did in 2008, which could impact the pace at which the economy returns to normal speed. Interest rates in Europe and Japan were already in negative territory before the coronavirus threat. Having cut interest rates by half a percentage point in an emergency measure last week, the US Federal Reserve also has limited room to run. Whether central banks have the right tools to ease the pain in this case is up for debate as well. \"[Central banks] can lower the price of credit and ensure abundant liquidity, but that won't help a household or firm facing a cash-flow problem,\" Ethan Harris, global economist at Bank of America, told clients on Friday.  "], "Language": false}