{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/health/us-coronavirus-monday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, Madeline Holcombe and Sarah Moon, CNN"], "Writers": [["Steve Almasy", "Madeline Holcombe"]], "FirstPublishDate": ["2020-03-09T07:58:31Z"], "LastModifiedDate": ["2020-03-10T02:51:53Z"], "Headline": ["US coronavirus cases rise sharply to more than 700 and cruise ship with 21 more patients arrives in port"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The coronavirus crisis spawned new anxiety Monday in the US as confirmed cases soared, a cruise ship came home as another was told to stay away and the widening outbreak played a hand in the worst day for stock markets in more than a decade. At least 26 people have died from the virus in the United States -- 22 in Washington state, two in Florida and two in California. There are now 36 states with coronavirus cases. Nationwide, the number of confirmed coronavirus cases jumped to 717 -- at least 150 more than on Sunday -- according to figures from local, state and federal health officials. Most of the deaths appear to involve patients ages 70 and older, based on broad age range information provided by health authorities. Follow live updates This is in line with what US Surgeon General Jerome Adams told CNN on Sunday about the pandemic in general: that the average age of those who have died from the global outbreak of Covid-19 was 80, and that the average age of those seeking medical treatment was 60. The Dow had its worst day since 2008, falling more than 2,000 points (7.8%) despite a morning trading halt. Not only were there coronavirus fears -- there was the biggest oil prices crash in nearly 30 years.  And in Washington, five members of Congress -- including a lawmaker who shook President Donald Trump's hand -- have said they will self-quarantine after attending a convention where they had contact with someone who tested positive. Another member, Rep. Julia Brownley, a California Democrat, said she would work from home and her office would be closed because she interacted with a person who has coronavirus.  Sen. Mitch McConnell opened his remarks on the floor of the Senate by reiterating health officials remarks that the risk of US citizens catching the virus is low. \"This is not a time for fear,\" the majority leader said. \"It is a time to continue calmly scaling up the serious and smart preparations that have already been under way so the United States can continue working to blunt, slow and mitigate the spread within our borders.\" Latest developments: • The White House says the President has not been tested because he's in excellent health and has not interacted with anyone who has the virus. • Boston canceled its St. Patrick's Day parade, Mayor Marty Walsh announced. • Major League Baseball and other professional leagues are temporarily restricting access to team locker rooms. It will be days before passengers are all off Also Monday, the Grand Princess, a cruise ship carrying at least 21 people who have tested positive for the novel coronavirus, arrived in the port of Oakland after being held at sea for several days and some passengers began to disembark.  The vessel has been in limbo since Wednesday, when officials announced that a passenger from a previous cruise on the Grand Princess had died. Two of the passengers, a Florida couple, have filed a lawsuit against Princess Cruises, which operates the vessel. Ronald and Eva Weissberger are seeking more than $1 million in damages, according to the lawsuit filed in US District Court in Los Angeles. They claim the cruise line was negligent in allowing the vessel to set sail because two passengers on a previous cruise exhibited symptoms. In response, Princess Cruises issued a statement, saying: \"Princess has been sensitive to the difficulties the Covid-19 outbreak has caused to our guests and crew. Our response throughout this process has focused on well-being our guests and crew within the parameters mandated on us by the government agencies involved and the evolving medical understanding of this new illness. We (sic) not been served with any lawsuit relating to this matter, and we will not comment on any pending litigation.\" In a statement about the disembarkation of passengers, Princess Cruises said it will be a \"multiple day process.\" 6 questions from the weekend answered It will require a step-by-step approach that prioritized the most vulnerable among the ship's more than 3,500 cruisegoers, said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases.  Test kits were sent to the ship, and Vice President Mike Pence said Friday that 19 crew members and two passengers aboard had tested positive for the virus.  Passengers will undergo medical screening while at the port by the US Department of Health and Human Services and the Centers for Disease Control and Prevention, according to a statement from Travis Air Force Base. Passengers showing symptoms and those in need of medical support will be the first off the vessel, ship Capt. John Harry Smith said. Asymptomatic passengers will be taken to military installations for screening and a 14-day quarantine.  California residents will be taken to Travis Air Force Base or Marine Corps Air Station Miramar while residents of other states will go to Georgia or Texas. Charter flights will be arranged for international guests, the captain said. The ship's 1,113 crew members will remain on the ship when it departs. Plans for their quarantine have not been determined, the cruise line said. Another cruise ship is in limbo In Florida, the CDC issued a no-sail order to another cruise ship, the Caribbean Princess, after learning two crew members had transferred from another vessel where at least one guest tested positive for the virus. Neither crew member appears symptomatic and they are both remaining in their cabins out of an abundance of caution, Princess Cruises said in a statement.  The Caribbean Princess will make a brief stop at Grand Cayman for test kits and then set sail for Florida. The ship is expected to remain anchored off the coast of Florida until the \"no sail\" order is lifted by the CDC, the statement said.  The Regal Princess was held off the coast of Florida under similar circumstances Sunday. Two crew members were tested for coronavirus, and after the tests came back negative the ship was allowed to dock and passengers were allowed to disembark. The Florida Department of Health issued updated travel guidelines, which mirror CDC guidance. That advisory says passengers who have traveled to a Level 3 country (China, Iran,  Italy and South Korea) should stay at home for 14 days and limit their interaction with others after coming back. People who have been to Japan should watch for symptoms and practice social distancing.  Three more deaths in Washington state A nursing home in a Seattle suburb has become the epicenter of the US outbreak. Nineteen people with ties to the Life Care Center of Kirkland have died. Dozens of residents have been transferred to hospitals, leaving 55 residents at the facility that housed 120 in mid-February. Three deaths were announced Monday: a woman in her 70s; a woman in her 80s, and a woman in her 90s. They died at area hospitals. Many of the nation's coronavirus cases have been in Washington, where at least 137 people have been infected. There are also more than 100 cases in New York, where officials announced 16 new cases Sunday. Officials have urged more than 2,500 people to self-quarantine, and Gov. Andrew Cuomo declared a state of emergency Saturday. Self-quarantine is reserved for people who may have come into contact with someone who was infected. People in self-quarantine are asked to remain at home until it can be determined that they are not ill. Health officials can issue orders to make those quarantines mandatory and make violating them illegal.  Shifting into mitigation The US response to coronavirus has shifted from containment to mitigation, Adams, the Surgeon General, said Sunday. \"Initially, we had a posture of containment so that we could give people time to prepare for where we are right now. We're shifting into a mitigation phase, which means that we're helping communities understand you're going to see more cases,\" Adams said. \"Unfortunately, you're going to see more deaths, but that doesn't mean that we should panic.\" Adams said those who aren't sick should not wear face masks as they often cause more harm than good. Instead, people should wash their hands with soap and water frequently for at least 20 seconds and stop touching their faces, health officials advise."], "Language": false}