{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-030920/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-09T10:34:11.064Z"], "LastModifiedDate": ["2020-03-10T01:15:01.853Z"], "Headline": ["US stocks plummet on Coronavirus fears: March 9, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Bank regulators are urging financial institutions to work with borrowers in communities hurt by the coronavirus pandemic.  In a joint statement released by federal and state regulators Monday evening, the group said that “financial institutions should work constructively with borrowers and other customers in affected communities.”  The regulators said \"prudent efforts\" to provide financial relief to stressed borrowers will not be subject to \"criticism\" from authorities.  In other words, regulators are giving the green light for banks to take a more lenient stance towards struggling businesses and households. Of course, some banks will also be struggling during the coronavirus outbreak. Shares of major US banks including Bank of America and JPMorgan Chase plunged more than 10% apiece Monday. The agencies, which include the Federal Reserve, FDIC and Consumer Financial Protection Bureau, also offered to provide \"appropriate regulatory assistance\" to banks. That includes granting requests in scheduling bank exams or inspections \"to minimize disruption and burden.\" The Dow fell 7.8% Monday. The last time that happened -- October 15, 2008 -- the economy was plunging in the midst of a global financial crisis. It was one of deepest recessions since the Great Depression. San Francisco Federal Reserve Bank President Janet Yellen (years before she became Fed chair) said that day the US economy \"appears to be in a recession,\" something many economists, but few Fed officials, had said at that point. A report on retail sales fell to a 3-year low, and a manufacturing report in the New York area sank to an all-time low that day. Investors panicked. The Dow fell 733 points, or 7.9%. At the time, it was the second-biggest point decline ever, and it remains the worst percentage decline since October 26, 1987. How's that for context about how bad Monday was? It was a turbulent day in the US stock market, which experienced a massive selloff amid coronavirus fears and a sharp drop in oil prices. The Dow had its worst point drop on record, overtaking the massive loss from February 27, less than two weeks ago. The index closed down 2,014 points, or 7.8%. It was its worst day since October 2008. Stock futures trading was halted following steep losses in the overnight session, which carried into regular trading: Shortly after the market open the S&P 500 tumbled 7%, triggering a circuit breaker and forcing the New York Stock Exchange to suspend trading for 15 minutes. Stocks remained in the red all day. The S&P 500 slumped 7.6% and the Nasdaq Composite declined 7.3%. It was the worst day for both indices since December 2008. All three are now nearly 20% below their most recent highs, which is the definition of a bear market. If stocks fall further tomorrow, they will have slid from record highs to a bear market in a matter of weeks. Although oil prices are plunging, it seems that investors don't expect consumers to splurge on new cars if the coronavirus concerns lead to a recession.  Shares of Detroit's Big Three automakers -- General Motors (GM), Ford (F) and Fiat Chrysler (FCAU) were all stuck in reverse Monday, plummeting between 9% and 14%. But does that mean consumers will hang on longer to older vehicles and spend what it takes to fix them up?  That's what the market appears suggest. Auto parts retailers O'Reilly (ORLY), AutoZone (AZO) and Advanced Auto Parts (AAP) each rallied Monday. In fact, AutoZone was the big winner on Wall Street, with a gain of more than 5% that made it the best performing stock in the S&P 500. (O'Reilly and AAP each were up 2%.)  So investors looking to cheer themselves up after today's brutal session might want to consider singing the \"O O O O'Reilly!\" jingle, followed by a round of \"Get in the Zone. AutoZone!\" It was an ugly day in the oil market -- the ugliest since 1991. Oil prices suffered an historic collapse Monday after Saudi Arabia shocked the market by launching a price war against onetime ally Russia. US oil prices crashed as much as 34% to a four-year low of $27.34 a barrel as traders brace for Saudi Arabia to flood the market with crude in a bid to recapture market share. Crude settled with a staggering loss of nearly 26% to settle at $31.13 a barrel. Brent crude, the global benchmark, plunged 24% to close at $33.36 a barrel. Both oil contracts fell to four-year lows. Read more about the oil drop here. WATCH: Bond giant Pimco is gearing up for a brief recession, according to a blog post from the firm's global economic adviser Joachim Fels. We see a distinct possibility of a technical recession in the US and the euro area during the first half of 2020, followed by a recovery in the second half as output and demand normalize,\" Fels wrote. A technical recession is defined as two consecutive quarters of negative growth. Japan likely is already in one, Fels said. The spread of coronavirus has not yet peaked outside of China, but Fels said the bank assumes it will do so over the next several months. This underpins Pimco's thesis for a U-shaped trajectory for global growth. At the start of that pattern, however, there will be a steep drop in economic activity. Pimco expects the Federal Reserve to step in and cut interest rates at least another half-percentage point to keep financial conditions accommodative. \"In addition, we expect most governments to put in place further fiscal easing to support demand and help the healing of the economy once the virus subsides,\" Fels said. Monday's stock market plunge is bringing back painful memories of 2008 -- and leading to fears that the coronavirus outbreak will cause a global recession and bear market. But BlackRock (BLK), the Wall Street firm run by Larry Fink that just so happens to be the largest asset manager in the world, is urging investors to take a deep breath and relax. \"We do not think this is 2008,\" said analysts with the BlackRock Investment Institute, in a special report Monday.   \"The virus shock’s impact will likely be large and sharp, but we believe investors should be level-headed, take a longterm perspective and stay invested. The economy is on more solid footing and, importantly, the financial system is much more robust than it was going into the crisis of 2008,\" the BlackRock analysts added.  The key to stopping the market selloff will be a \"preemptive and coordinated policy response,\" said the influential BlackRock, which has $7.4 trillion assets under management including $2.2 trillion in popular iShares ETFs. The Federal Reserve already cut interest rates by a half-point in an emergency move last week and traders are betting on an even bigger cut -- perhaps all the way back to 0% -- at the Fed's regularly scheduled meeting on March 18. But BlackRock also said more fiscal stimulus from lawmakers and the White House is needed. NBCUniversal quietly sold its entire stake in Snapchat’s parent company, Snap, last year, according to an SEC filing dated January 30. In March 2017, NBCUniversal acquired a $500 million stake in Snap as part of the social network’s initial public offering. Snap stock fell more than 11% on Monday afternoon amid the broad market selloff. The Hollywood Reporter was the first to report the news. In the years following its IPO, Snap has struggled to prove it can achieve a mainstream audience on par with rivals like Instagram and Facebook, which have both blatantly copied its most popular features, such as Stories that disappear after 24 hours. The 2017 redesign of its photo-sharing app was also met with backlash, and millions of users fled the platform. While the company has since bounced back and has steadily added users, its most recent quarterly report disappointed investors. Recession fears are crushing small American stocks. The Russell 2000 index of small-cap stocks plummeted 9% Monday and is on track to close in a bear market. The index is viewed as a barometer for confidence in the American economy. A bear market would reflect a 20% decline from the record high set in January. Other major US markets, including the S&P 500 and Dow, flirted with bear market territory on Monday but have not yet hit that threshold.  Bear markets are more common in small-cap stocks, which are very exposed to swings in the economy. The Russell 2000 has dropped into three previous bear markets since US stocks bottomed in March 2009, yet the broader markets did not follow suit.  The most recent example occurred in December 2018, when recession jitters similarly rocked Wall Street, driving the Russell 2000 into a bear market.  Other economically-sensitive stocks also fell sharply Monday, including large American banks. JPMorgan Chase tumbled 13%, while Bank of America plunged 16%. Here we go... The Dow has fallen 8.1%, tumbling more than 2,100 points. If it closes at that level, it would be  the worst day for the Dow since October 26, 1987. The S&P 500 fell by 7.7%, blowing through the first circuit-breaker level that it tripped minutes after trading opened for the day. The S&P 500 is on pace for its worst day since December 1, 2008, when stocks fell by just over 9%. The Nasdaq was down \"only\" 6.7%. The White House has invited Wall Street executives, including bank CEOs, to a meeting this week on coronavirus, according to an official familiar with the plans. The meeting is likely to come later in the week, after Trump's expected meeting on Monday with advisers to determine next steps on containing the economic fallout related to the virus. The official declined to provide a list of expected attendees. Trump administration officials have already convened meetings with airline, cruise, pharmaceutical and diagnostic testing CEOs to discuss the outbreak.  The Washington Post first reported the expected meeting. WATCH: US government bond yields dropped to a historic low of 0.32% Monday. Treasury yields have been trending lower for a while now, but the drop has accelerated over the past weeks.  The 10-year yield was last at 0.49%. A flight to safer assets pushed Treasury prices up and yields down over the past weeks, as the fallout from the coronavirus outbreak caused panic in the markets. Fixed-income assets are also a traditional hedge for stock investments.  Monday's selloff was also a reflection of turmoil in the oil market, where prices dropped sharply.  On top of that, bond yields move down when the market expects lower interest rates in the future.  The Federal Reserve slashed interest rates by a half-point last week. It was its first emergency action since the financial crisis in 2008. Market expectations for another rate cut at the central bank's regularly-scheduled March 18 meeting are at 100%. Expectations for a three-quarter point cut are just higher than for a full point cut. One way or another: rates are expected to go down. If you thought you were having a bad day, think what it must be like to be the CEO of Apache (APA) today. The oil and gas exploration company's stock is down 50%, making it the worst performer in the S&P 500. Not far behind is Diamondback Energy (FANG), which dropped 44.8%. Marathon Oil (MPC) fell 44.7%. The destruction didn't end there: Halliburton (HAL): -37% Devon Energy (DVN): -36.5% Hess (HES): -35.6% Pioneer Natural Resources (PXD): -34.4% Noble Energy (NBL): -33.9% ConocoPhillips (COP): -25.9% BP (BP): -19.5% Total SA (TOTF): -16.6% Chevron (CVX): -14.4% ExxonMobi (XOM): -10.6% What could be worse than being a bank stock or an oil stock on a day when both sectors are getting crushed? Being a bank with heavy ties to the energy sector. Shares of Dallas-based Comerica (CMA) and Texas Capital Bancshares (TCBI) are down 19% and 23% respectively. San Antonio's Cullen/Frost Bankers (CFR) and Houston's Cadence Bancorp (CADE) plunged 22% and 28%.  And three other small regional banks -- Tulsa's BOK (BOKF), Lafayette, La.-based IBERIABANK (IBKC) and Hancock Whitney (HWC) of Gulfport, Miss. -- all plummeted more than 20% as well. All seven of these banks have between 4% and 18% of their loans tied up in the energy sector.  The rapidly falling price of oil is likely to put more pressure on energy companies in the United States, which will hurt the banks with the most credit exposure to the oil industry, according to CFRA Research analyst Pauline Bell.  Bell has a \"sell\" rating on Comerica, which has 4% of its loan book tied to oil companies, and Cullen/Frost, where 11% of its net loans are to energy firms.  \"We see the oil & gas industry remaining distressed in 2020, with bankruptcies likely to rise during the year,\" Bell said in a report, noting that these banks' \"less diversified loan portfolios expose them to falling energy prices and volatility in the oil & gas business.\" \nThat will \"more than likely crimp\" their revenue and earnings outlooks for both this year and 2021, Bell said, adding that \"we view this as a recipe for disaster amid current sluggish demand.\"  There's no bright spot on the horizon for stocks today. The S&P 500 -- the broadest measure of the stock market -- is on track for its worst day in more than three years.  In the early afternoon, the S&P is down 6%. While energy stocks are faring the worst, only ten of the index's components are in the green. The Dow is down 6.4%, or 1,665 points, set for its biggest drop since December 2008. The Nasdaq Composite is 5.3% lower. Even though most market participants are preaching calm and urging retail investors not to panic, Wall Street's computer screens sure are looking red today. Worries about the economic impact of the coronavirus pandemic have been weighing on markets for weeks. But a steep drop in oil prices overnight made things worse. Why Wall Street underestimated coronavirus concerns: Bank stocks are tumbling Monday as expectations of further interest rate cuts weigh on their core lending business. JPMorgan (JPM) -- America's biggest bank by assets -- dropped more than 11%. Shares of Bank of America Merrill Lynch (BAC) dropped more than 13% and Citi (C) shares are down more than 12%. All three banks have both investment banking and large-scale retail operations, which make them subject to interest rate changes on all fronts. Morgan Stanley (MS) and Goldman Sachs (GS) both dropped nearly 9%. The Federal Reserve slashed interest rates by a half percentage point last week in an effort to stave off the economic fallout from the global coronavirus outbreak. But the market expects this won't be the last rate cut this month.  The CME's FedWatch Tool shows a 64% chance of another three-quarter point cut at next week's Fed meeting. The odds have been fluctuating throughout the day, but the message is clear: The market expects lower rates. Stocks plummeted across the board as investors worry about the economic repercussions from the global coronavirus outbreak and tumbling oil prices. Wall Street veteran and former Goldman Sachs (GS) CEO Lloyd Blankfein weighed in about Monday's dramatic selloff, telling people not to panic and predicting a swift recovery when the coronavirus outbreak ends. Market participants are trying to make sense of Monday's steep stock selloff that was so drastic it triggered a brief halt to trading on the New York Stock Exchange.  Investors are grappling with worries about the economic fallout from the coronavirus pandemic and an oil price war that has tanked prices. WATCH: There aren't many smiles on Wall Street today -- except for investors who own Walmart (WMT) shares. The stock was up 2% in late-morning trading Monday, making it easily the best performing Dow stock.  Drug store giant Walgreens (WBA) and Verizon (VZ), which is viewed by many safe haven investors as a bond proxy because of its big dividend yield were the only other two Dow 30 stocks even close to trading higher. Walmart was also just one of 14 S&P 500 stocks in green. Traders seem to be betting that nervous consumers will be flocking to their nearest Walmart to stock up on supplies in case they have to hunker down at home due to growing coronavirus fears.  Discount retailers Dollar Tree (DLTR) and Dollar General (DG) and Walmart competitor Target (TGT) were also trading higher. So was wipes maker Clorox (CLX), Kleenex tissues and Scotts toilet paper manufacturer Kimberly-Clark (KMB) as well as Hormel (HRL), the producer of SPAM canned meat. Wall Street's bet on a bunker mentality shopping mode didn't help most other retailers and makers of household goods though. Amazon (AMZN) was lower. The S&P Retail ETF (XRT) was down 3.5% while the Consumer Staples ETF (XLP) fell 2%. A 2,000-point plunge. A 15-minute trading halt. And a near-bear market in stocks. No doubt it's a scary time on Wall Street. Yet the New York Stock Exchange is stressing that none of this means that anything is broken in the financial system. Investors are simply reacting to the worsening coronavirus outbreak, along with an historic collapse in oil prices. \"I’m seeing markets act normally. They react to uncertainty. They respond to uncertain events. They become more volatile,\" NYSE President Stacey Cunningham told CNN's Julia Chatterley on Monday. US markets bounced off their lows following the 15-minute trading halt, which was the first time NYSE's circuit breakers were triggered in their current form. The trading halts are designed to prevent panic selling. The Dow was recently down 1,500 points, or 6%.  \"Markets come back over the long term,\" Cunningham said. \"I don't mean to minimize when markets move down. We want to protect investors and make sure markets are acting appropriately.\"  The recent plunge on Wall Street contrasts with previous episodes where something did appear to be amiss in markets, such as the May 2010 flash crash. \"It doesn't mean there is anything wrong with the market,\" Cunningham said of Monday's drop. Watch the interview here: With the Dow down close to 6%, Walmart is the only stock trading in positive territory. The rest of the \"best performers\" are all in the red. The Japanese yen has been the big winner in all the uncertainty that has been plaguing markets during the global coronavirus outbreak. The currency is a traditional safe haven investment, in part because it is very liquid. The US dollar-yen pair is heading towards ¥100, a level it hasn't breached since 2013. The greenback dropped nearly 3% against the Japanese currency on Monday, as fears about the virus continued and a selloff in oil prices added insult to injury.  At its low-point Monday, one dollar bought ¥101.20. The buck last fetched ¥102.30, its lowest since August 2016. Here's President Donald Trump's takeaway from the oil market crash and the subsequent market plunge: Gas is going to be cheap! Trump is right: The cost of oil is a major factor in gasoline prices at the pump. That could save people money. Oil is tumbling, because Russia and Saudi Arabia started a price war overnight.  He's right about part of that too (without commenting on \"Fake News\"): The market is falling because of the Saudi-Russian oil price war. But here's what Trump is wrong about: Lower oil prices are ultimately bad for the US economy. The last time oil prices were this low, in 2015-2016, American energy businesses went bankrupt, and thousands of energy workers were out of jobs. Also, fuel prices were already sharply lower because fewer people are traveling as the coronavirus outbreak spreads. That's not exactly good for the economy either.  If people aren't driving or flying, the price of fuel doesn't make much of a difference And if it's damaging the market and economy -- that's not exactly great news, either. WATCH: Monday is shaping up to be a day for the history books. Even so, market participants are urging investors to stay calm and keep the selloff in perspective. For those of us who’ve worked in the market for a long time, you’ve been through days like this before and you know this won’t be the last time, but that’s little comfort as you actually go through them,\" said Chris Zaccarelli, chief investment officer for Independent Advisor Alliance. Investors with portfolios attuned to their specific investment goals are \"in the best possible shape,\" Zaccarelli added. The guidance for long-term investors remains intact – do not panic. As the uncertainty persists, the market frenzy will continue, perhaps for weeks, perhaps for months. But long-term investors must think in terms of years or decades,” said Greg McBride, chief financial analyst at Bankrate.com. Markets hate uncertainty, and there is plenty of that to go around at the moment. But as quickly as stocks can fall, they can also rebound.  \"No one knows when that comes and you don’t want to be sitting on the sidelines when that happens,\" McBride said. There aren't many ways you could have made money in the stock market today. Cabot Oil & Gas (COG) appears to be one. The natural gas exploration company's stock is up 12% Monday. It's the best-performing stock in the S&P 500 today -- by a long shot. The explanation is a little circuitous, but here goes:  Oil is getting absolutely crushed today after Saudi Arabia said it would start a price war with Russia. \nThat means oil production will be less profitable for energy companies.\nAmerican frackers will have to cut back on oil production.\nNatural gas is a byproduct of fracking.\nLess fracking means less gas, which could reduce the substantial natural gas glut that has been weighing on prices.\nHigher natural gas prices means more profit for companies like Cabot Oil & Gas. WATCH: Robinhood, the free trading app, is experiencing its third major outage within a week, according to a tweet from its verified account: The app crashed last week during two wild market swings, which is happening again Monday.  Cofounders and co-CEOs Baiju Bhatt and Vlad Tenev previously explained that Robinhood's system \"struggled with unprecedented load\" and crashed. They promised they were working on fixes to prevent another embarrassing outage. Update 10:50 am ET: A Robinhood spokesperson told CNN Business that trading has been partially restored. Today sure feels awful. Stocks fell by so much they tripped a circuit breaker shortly after they started trading Monday.  But this is not unprecedented. Far from it. During the Great Depression, on \"Black Monday\" in 1987 and during the Great Recession, stocks fell by much more.  That's not exactly a comforting thought ... but it helps put today's 6% decline in context. 10/19/1987  -20.467% 10/28/1929  -12.34% 10/29/1929  -10.16% 11/16/1935  -10.11% 03/18/1935  -10.06% 10/15/2008  -9.03% The bull market is turning 11. Will coronavirus stop its epic run? Stocks remained sharply in the red after the market resumed trading, and it's shaping up to be one of the worst days in recent memory. The S&P 500 -- the broadest measure of the stock market -- was down 5.7% around 10 am ET. The index is on track for its biggest drop since August 8, 2011, when the S&P dropped 6.7% after the United States lost its coveted triple-A credit rating on the back of the debt ceiling showdown in Washington. The more narrow Dow, composed of only 30 stocks, was down 5.8%, putting it on track for its worst day since December 2008. Oil prices may be plummeting, but that's small consolation for crude-dependent airlines, trucking companies and railroads.  The Dow Jones Transportation Average (DJT) plunged 6.6% Monday morning before the market was halted for a circuit breaker. The index was still down more than 5% when stocks resumed trading.  The transports are now officially in a bear market -- more than 20% below its recent peak. Lower fuel costs won't offset the massive drop in demand that transportation companies are facing in light of the coronavirus outbreak. The index, which counts major airlines United (UAL), Delta (DAL), Southwest (LUV) and American (AAL) among its 20 members, has plunged 26% from the 52-week high it hit in January.   This is bad news for the global economy, as these companies are responsible for getting goods and people around the world. Investors are clearly worried the bear market for transportation stocks could be a harbinger of a long protracted pullback for stocks -- and perhaps even a global recession --  on the horizon. Stocks resumed trading at 9:49 am ET, after the New York Stock Exchange halted activity following a 7% drop in the S&P 500. The S&P was down 7.2% upon the reopen.\nThe Dow fell 7.9%, or 2030 points.\nThe Nasdaq Composite dropped 7.2% The New York Stock Exchange has a series of \"circuit breakers\" in place to calm investors' nerves when they're panicked.  A circuit breaker was tripped Monday morning shortly after trading began. The S&P 500 fell by more than 7%, halting trading for 15 minutes. The next circuit breaker would be if the market falls by 13%. That would pause trading for another 15 minutes. If the market plunged 20%, everyone would go home: Trading would stop for the day. Circuit breakers pause and ultimately halt trading to avoid a repeat of \"Black Monday\" on October 19, 1987, when the Dow crashed 22.6% in a single day. The New York Stock Exchange has halted stock trading for 15 minutes after the S&P 500 fell 7% on Monday morning. Stocks plummeted on Monday as worries about the growing global coronavirus pandemic and an oil price race to the bottom weighed on global financial markets. The selloff had begun in overnight futures trading, which was halted after futures contracts dropped nearly 5%.  The Dow opened 1,800 points, or 7%, lower. The S&P 500 dropped 6.9%. The Nasdaq Composite dropped 7.1% All this comes after stocks managed to end the last turbulent week in the green. Despite three steep selloffs, the Dow also recorded its best point-gain on record last week. JetBlue (JBLU) is the latest airline to feel the effects from the coronavirus pandemic that's ravaging the industry.  The low-cost carrier withdrew its first-quarter and full-year financial guidance because it \"did not reflect the impact of the coronavirus,\" it said in a regulatory filing Monday. Other airlines, like United, have recently done the same. Shares are down more than 3% in early trading and 28% for the year. US stock futures have already plummeted so much that they can't fall any further, amid coronavirus fears and a selloff in oil. Things could look similar for the major indexes in regular trade once the market opens at 9:30 am ET. With futures halted at their near-5% declines, it's hard to tell just how much stocks will fall at the opening bell. But the ETFs tracking America's major share benchmarks, such as the SPDR S&P 500 ETF Trust, are down more than 7% pre-market, suggesting the indexes could hit circuit breakers when the market opens. According to the New York Stock Exchange, a \"cross-market trading halt\" can be triggered in three stages:  If the S&P 500 drops 7%, trading is stopped for 15 minutes.\nIf it falls 13%, trading is halted for 15 minutes.\nIf it drops 20%, trading is halted for the remainder of the day. The dramatic crash in oil prices has sent energy stocks nosediving, battering a sector that had already been hit hard by shrinking demand due to the coronavirus outbreak and by cooling investor sentiment because of the climate crisis. Shares of BP (BP) are down nearly 18% in early trading in Europe, while Royal Dutch Shell (RDSA) has lost 14%.  ExxonMobil (XOM) shares are down more than 11% in premarket trading, while Chevron (CVX) is down nearly 12%. On Sunday, Saudi Aramco shares fell below their IPO price for the first time since they started trading in December. They've lost more than 15% in the past two days. No help for airlines: Falling oil prices would typically provide some relief for airlines, which get a boost when fuel costs are low. But evaporating demand for flights as the novel coronavirus spreads means carriers aren't getting a lift. Shares of Norwegian Air Shuttle dropped another 12% on Monday, while Air France KLM's (AFLYY) stock is off 3%, bringing its year-to-date decline to 44%.  British Airways owner IAG's (ICAGY) shares are 2.7% lower. The stock has dropped more than 32% this year. World oil demand is expected to fall this year for the first time since 2009, as the coronavirus pandemic deals a sharp shock to the global economy. The International Energy Agency said in a report Monday that in a worst case scenario — if the coronavirus continues to spread globally and China's need for oil remains subdued — global oil demand could fall by as much as 730,000 barrels a day in 2020. The Paris-based agency, which monitors energy markets for the world's most advanced economies, says its base case is for a slump in demand of around 90,000 barrels a day, assuming that the situation in China improves in the second quarter. Read more here. LabCorp (LH) and Quest Diagnostics (DGX) are both racing to produce testing kits for the coronavirus. The two companies each said late last week that they are working to get COVID-19 testing kits ready for use by doctors as soon as possible -- based on emergency guidance issued by the U.S. Food and Drug Administration. \"In times of national health crises, quality laboratory testing is absolutely critical to mobilizing effective public health response,\" said Steve Rusckowski, chairman and CEO of Quest Diagnostics, in a statement. “We have been intensely focused on making testing for COVID-19 available as soon as possible, working with the government and others to address this public health crisis,” Adam H. Schechter, president and CEO of LabCorp, said in a company statement. Both stocks outperformed the market last week and they were each trading slightly higher Monday morning -- even as the Dow was set to plunge more than 1,000 points at the open.  With nearly two hours left before the stock exchange opens in New York, stock futures have plummeted so dramatically that they can't fall any further. Futures for all three major indexes -- the Dow, S&P 500 and Nasdaq Composite -- have hit circuit breakers that prevent it from dropping further. Pinned at their lows, the indexes are down nearly 5%.  This doesn't bode well for the market open, at which the indexes could fall even more. Dow futures are 1,255 points, or 4.9%, lower. Those for the S&P 500 are off by 4.9%, and Nasdaq futures are down 4.8%. Read more about the overnight trading session here. The market believes the Federal Reserve might slash interest rates all the way to zero in the face of the global coronavirus outbreak and the dramatic selloff in oil and global stocks. Following last week's emergency half-point rate cut, market expectations are now for rates to go as low as zero during next week's regularly scheduled Fed meeting.  According to the CME's FedWatch Tool, the chances of rates at zero are 71%, which would be a whole percentage point lower than current rates. The last time -- and only -- time rates were at zero was during the financial crisis and its aftermath. Read more about the Fed slashing rates here. Oil prices suffered an historic collapse overnight after Saudi Arabia shocked the market by launching a price war against onetime ally Russia. US oil prices crashed as much as 34% to a four-year low of $27.34 a barrel as traders brace for Saudi Arabia to flood the market with crude in a bid to recapture market share. Crude was recently trading down 27% to $30.04 a barrel. Brent crude, the global benchmark, plunged 26% to $33.49 a barrel. Both oil contracts are on track for their worst day since 1991, according to Refinitiv. The turmoil comes after the implosion of an alliance between OPEC and Russia, which had been restraining oil supply since the start of 2017 in an attempt to support prices. Read more here. Investors are waking up \"shell shocked,\" wrote Stephen Innes, chief market strategist at AxiCorp, in a Monday research note. He described the panic as \"complete pandemonium.\" The one-two punch of Saudi Arabia's oil price war and the deepening coronavirus fears in Europe added \"another level of unwanted panic to a market already thick with fear,\" Innes said, noting that investors have begun piling into safe haven assets.  The Japanese yen surged against the US dollar to its strongest level in more than three years, while gold briefly traded above $1,700 per ounce and hit its highest levels since 2012. Wall Street has faced heavy losses for the past several weeks due to fears surrounding the coronavirus. During the last week of February, US stocks had their worst week since the financial crisis, and the economic disruption caused by the virus doesn't appear to be letting up. Global markets have also been battered in recent days. About $9 trillion was wiped off global stocks in nine days, Bank of America said in a research note after US markets closed deep in the red again on Thursday. The scale of the coronavirus outbreak spread rapidly in the United States last week. At least 33 states now have cases of the virus, and many major US companies have begun encouraging or allowing employees to work from home. US oil prices have nosedived 23% and were last trading at $31.84 a barrel, while the global benchmark Brent crude was down nearly 21%, trading at $35.88 a barrel.  Both oil contracts are on track for their worst day since 1991, according to Refinitiv. European stocks plummeted in the opening minutes of trade: The FTSE 100 (UKX) has plunged 8.5%, putting the index on track for its worst day since the global financial crisis in October 2008\nGermany's DAX (DAX) is down 7.4%\nItaly's benchmark index fell 7.1% \nShares in BP (BP) crashed 20% The yield on the 10-year Treasury note, meanwhile, fell below 0.5%, hitting record lows.  Here's what happened: The panic began after Saudi Arabia shocked oil markets by launching a price war. The kingdom is trying to retake global market share after Russia refused Friday to go along with OPEC's efforts to rescue the oil market from a plunge in demand caused by the coronavirus outbreak. Th sell-off carried over into Asia Pacific. Here's how markets across the region closed:  Australia's S&P/ASX 200 ended 7.3% lower on Monday, the index's biggest plunge since October 2008\nJapan's Nikkei 225 (N225) sank 5.1%\nHong Kong's Hang Seng (HSI) lost 4.2%\nChina's Shanghai Composite (SHCOMP) shed 3% Dismal data out of China is painting a gloomy picture for the world's second-largest economy.  China's exports fell 17% in the January-to-February period compared to a year before, according to data released over the weekend. Imports fell 4%. The government blamed the declines on the Lunar New Year holiday and the coronavirus outbreak. China also recorded its first trade deficit since its trade war with the United States began two years ago. Chna’s civil aviation authority has announced a series of policy measures aimed at stabilizing the airline industry, which has been hit hard by the coronavirus outbreak. In a notice posted on its website Monday, the Civil Aviation Administration of China said it would exempt carriers from certain government fees, offer cash support to international flight operations, and cut takeoff and landing fees at major airports by 10%.  The regulator said domestic carriers would also receive an 8% discount on aviation fuel."], "Language": false}