{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/world/meanwhile-in-america-march-9-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-03-09T17:36:47Z"], "LastModifiedDate": ["2020-03-10T00:29:26Z"], "Headline": ["Why Trump is congratulating himself on the US coronavirus response"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Donald Trump is doing bang-up work fighting the coronavirus -- just ask him. \"We've done a fantastic job,\" he said on Saturday, before confirmed US cases of the virus soared to more than 550.   A botched response or a related economic slump could damage his reelection hopes, so the US President appears to be intensely focused on downplaying the problem and publicly congratulating himself. Over the last few weeks, he's forecast infections on US soil will drop to zero, hoped for a \"miracle\" to drive the virus away, and predicted warm weather will kill it off. He keeps praising himself for halting arrivals from coronavirus-hit China weeks ago, and claimed on Friday that he had \"stopped\" the contagion -- even though the virus is already marching across America.    The President's crisis management hit a bizarre peak during his visit to the Centers of Disease Control and Prevention on Friday. First he wondered why he should let a cruise ship carrying some infected Americans dock in California, causing the \"numbers\" of cases on US soil to go up. Then he embarked on a strange paean to his own supposed flair for science. \"I like this stuff. I really get it. People are surprised that I understand it. Every one of these doctors said, 'How do you know so much about this?' Maybe I have a natural ability. I understand that whole world. I love that world. I really do.\"   Trump's meanderings trash facts, but he's playing a familiar game: He's creating an alternative reality to serve his political needs. From impeachment to the Russia probe, he's gotten away with it before, escaping scrapes unscathed and confounding his enemies. And when things really get rocky, this playbook calls for pointing the finger elsewhere. Trump has already called the whole situation a Democratic \"hoax.\" And as delays in testing grow more embarrassing by the day, he's found a simple solution: Blame Obama. 'He's got us feeling vulnerable ... on edge.' Russian President Vladimir Putin has America \"exactly where he wants us,\" says Fiona Hill, a former top Russia adviser. \"Putin, sadly, has got all of our political class, every single one of us, including the media, exactly where he wants us. He's got us feeling vulnerable...on edge, and he's got us questioning the legitimacy of our own systems,\" Hill told CBS' Lesley Stahl in an interview that aired on \"60 Minutes\" Sunday. She added that Russia understands how to exploit the cracks in America's identity. \"The Russians didn't invent partisan divides. The Russians haven't invented racism in the United States,\" Hill said. \"But the Russians understand a lot of those divisions, and they understand how to exploit them.\"  Postcard from Greece Four years ago, the Greek island of Lesbos was nominated for a Nobel Prize for welcoming fleeing migrants and refugees. Now, Europe wants Greece to be its \"shield\" against a new wave of migration -- and some Lesbos locals are taking that duty literally.   Here, groups of protesters have been accused of harassing both newcomers and the humanitarian workers who provide them with services like legal help, medical assistance and education. During CNN's five days on the island, workers described near-daily verbal and physical attacks, as well as vigilante roadblocks set up to check cars for non-Greeks.   Over the weekend, I watched a group of protestors gather at a pier to drive away the Mare Liberum, a ship that monitors migration routes for human rights abuses. The group also turned its attention to journalists at the scene, including our CNN team, and threatened to throw us off the pier.   The protestors refused to answer our questions, but aid workers say the protestors accuse them of attracting migrants to Lesbos's shores. It's part of a long-running current of bitterness about having to accommodate massive numbers of new arrivals, even though the island's fishing villages and beaches have little to do with the geopolitical forces bringing desperate migrants there.   As Sophia Koufopoulou, a Greek-American anthropologist and member of a local non-profit, recalls, \"In 2015, I was collecting soap (for Afghani migrants) because there was no soap at the time, and I was knocking on doors and one woman said 'Ha! You Americans are asking us for soap. You created this.'\" \"I put my face down,\" Koufopoulou says. \"She was absolutely right.\"  -- CNN's Tamara Qiblawi writes to Meanwhile from Lesbos, Greece "], "Language": false}