{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/health/coronavirus-symptoms-5-days-study/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Arman Azad"], "Writers": [["Arman Azad"]], "FirstPublishDate": ["2020-03-09T23:23:16Z"], "LastModifiedDate": ["2020-03-09T23:27:14Z"], "Headline": ["Coronavirus symptoms usually take 5 days to appear, study says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["People infected by the novel coronavirus tend to develop symptoms about five days after exposure, and almost always within two weeks, according to a study released Monday.   That incubation period is consistent with previous estimates from public health officials, and the findings suggest that 14 days of quarantine are appropriate for people potentially exposed to the coronavirus.   The US Centers for Disease Control and Prevention has used that standard during the current pandemic -- recommending, for example, that people self-quarantine for two weeks after traveling to countries with widespread coronavirus transmission, such as Italy or South Korea.   When it comes to those quarantines, the incubation period \"tells us how long it's reasonable to do that,\" said Justin Lessler, an author of the study and an associate professor of epidemiology at the Johns Hopkins Bloomberg School of Public Health.   His research, published in the journal Annals of Internal Medicine, also suggests that symptomatic screening for the virus -- such as temperature checks at an airport -- may be missing recently infected people.   \"If somebody is in their incubation period, that is the window when somebody who's already been infected can walk into the country and not be detected by symptom-based surveillance\" said Lessler.   That could explain why the CDC's efforts to screen more than 46,000 fliers for \"fever, cough, and shortness of breath\" have resulted in just one positive coronavirus case, according to the CDC's most recent screening data, which was released at the end of February.    'A narrow window' to estimate the incubation period   To estimate the incubation period, researchers scoured more than 180 reports of coronavirus in places without widespread transmission of the virus -- areas, in other words, where infection was likely due to outside travel.   Because the study was conducted early in the coronavirus epidemic, community transmission at the time was limited to Wuhan, China. That allowed researchers to estimate the \"time of exposure\" to the coronavirus by determining when a person was in Wuhan -- the only plausible source of infection.   By comparing travel to Wuhan with the emergence of symptoms, researchers could then estimate an incubation period for the virus: usually about 5 days, and rarely more than 12.   \"We have sort of a narrow window at the beginning of the epidemic to really tease out what's going,\" said Lessler. \"If it's everywhere, you don't know where people got infected.\"   It's possible, the researchers said, that their study may have focused on more severe cases of the virus -- which are likelier to make the news and catch the attention of public health officials. The incubation for mild cases, then, might differ somewhat. Spreading disease without feeling ill   Bill Hanage, an associate professor of epidemiology at the Harvard T.H. Chan School of Public Health, said he was \"impressed by the way [the researchers] have corralled such a range of data from so many sources to estimate something so important.\"   Hanage, who was not involved with the research, said that \"no study can fully nail down something like the incubation period at this point.\" But the researchers' estimate is \"reasonable,\" he said, \"and is also consistent with other independent estimates.\"   The reported incubation period, however, relates to symptoms of the coronavirus, not infectiousness. It's possible, experts say, that people may be able to spread the virus before symptoms appear or without feeling ill at all.   Both the CDC and the World Health Organization, for example, note that coronavirus infections can be asymptomatic, and the CDC says the role of pre-symptomatic transmission \"is unknown.\"   Hanage, the Harvard epidemiologist, said that those terms may be confusing, but \"what matters is if a person can transmit before they are aware they might be infectious.\" And the answer, he said, \"is an unambiguous yes.\"   Whether that cryptic transmission occurs often enough to impact disease dynamics is another question, said Hanage, but \"my opinion is that yes it does.\"   The \"period between reported infections\" is short enough, he said, that some people are probably spreading the disease without feeling ill.   'The goal is not necessarily zero cases'   While the new study supports a 14-day monitoring period for some people, the researchers caution that quarantines aren't appropriate for everyone.   \"The focus on containment has lasted a little bit too long,\" said Lessler, the study author. \"We have to remember, particularly now that it seems like the virus is more widespread in parts of the United States and around the world, that the goal is not necessarily zero cases occurring after quarantine\"   Instead, he said, the focus needs to be on mitigation -- efforts that seek to reduce the virus's impact on communities once it's already spreading.   The goal should be \"to try to balance the risk of people spreading disease and infecting other who might be at high risk, and slowing the epidemic,\" said Lester.   \"You just can't remove every health care worker who's been exposed to this virus from the population,\" he said. \"That would be a disaster.\""], "Language": false}