{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/business/oil-price-crash-explainer/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By John Defterios, CNN Business"], "Writers": [["John Defterios"]], "FirstPublishDate": ["2020-03-09T14:35:12Z"], "LastModifiedDate": ["2020-03-09T20:21:37Z"], "Headline": ["Why oil prices are crashing and what it means"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Oil prices have suffered their biggest fall since the day in 1991 when American forces launched air strikes on Iraqi troops following their invasion of Kuwait. Monday's crash spooked markets that were already freaking out about the impact of the coronavirus pandemic on the global economy and demand for oil. Brent crude futures, the global oil benchmark, were down 22%, last trading at $35.45 per barrel. US oil is trading at $33.15 per barrel, a decline of nearly 20%. Here are five things you need to know: Why are oil prices crashing? Saudi Arabia, the world's top exporter, launched a price war over the weekend. The move followed the implosion of an alliance between the OPEC cartel, led by Saudi Arabia, and Russia. The kingdom and Russia came together to form the so-called OPEC+ alliance in 2016 after oil prices plunged to $30 a barrel. Since then, the two leading exporters have orchestrated supply cuts of 2.1 million barrels per day. Saudi Arabia wanted to increase that number to 3.6 million barrels through 2020 to take account of weaker consumption.  But Russian President Vladimir Putin, worried about ceding too much ground to American oil producers, refused to go along with the plan and his energy minister, Alexander Novak on Friday signaled a fierce battle to come for market share when he said countries could produce as much as they please from April 1. Why did Saudi launch a price war? Simmering differences over how best to manage global oil markets spilled into the open at a meeting between OPEC and Russia in Vienna on Friday. After Russia said it was ditching the alliance, Saudi Arabia warned it would live to regret the decision, sources who attended the meeting told CNN Business.   Moscow had become tired of cutting production to stabilize prices and felt that the policy of supply restraint gave more room for US shale companies to grow. Mikhail Leontiev, a spokesperson for Russian state oil company Rosneft, described the OPEC+ deal as \"masochism.\"  \"By yielding our own markets, we remove cheap Arab and Russian oil to clear a place for expensive US shale oil and ensure the effectiveness of its production,\" he told Russian state media on Sunday.  America has become the number one oil producer in the world and is expected to pump about 13 million barrels a day in the first quarter of this year. Over the weekend, Saudi Arabia decided to fight for greater market share by slashing the prices its preferred customers pay by between $4-$7 a barrel. The kingdom is also reportedly planning to lift production to over 10 million barrels a day. What does coronavirus have to do with all of this?  The coronavirus has undermined energy demand worldwide, but especially in China, which is now the number one importer of crude oil, guzzling roughly 10 million barrels a day.  Factories have been idled and thousands of flights canceled around the world as the coronavirus outbreak that began in Wuhan, China, has become a global pandemic.  The International Energy Agency said Monday that it expects demand will contract this year for the first time since the recession in 2009 that followed the global financial crisis.  Which countries will be hurt the most?  A price war in the face of collapsing demand is not a recipe for oil stability. It is difficult to see any winners: the major oil producing countries will lose money regardless of the market share they can claw back. Russia claims to be the most insulated to lower prices because its annual budget is based on an average price of roughly $40 a barrel. US sanctions have forced it to become more efficient.  The Gulf countries produce oil at the lowest cost — estimated at $2-$6 a barrel in Saudi Arabia, Kuwait and the United Arab Emirates — but due to high government spending and generous subsidies for citizens, they need a price in the range of $70 a barrel or higher to balance their budgets. Oil dependent states that have suffered from years of conflict, uprisings or sanctions will pay the heaviest price. Iraq, Iran, Libya and Venezuela all belong in that category. But the United States won't escape either. The shale oil boom has brought with it an economic windfall for some states, and low prices will hurt oil companies.   Will it have an impact on consumers? Big importing nations such as China, India and Germany could get some much needed relief from falling energy bills.  And consumers benefit in general from lower oil prices and the resulting decline in gas prices at the pump, especially in the United States where retail markets react more directly to supply and demand. Taxes and surcharges make up a higher share of pump prices in Europe, so the effect is less marked. But any reduction in gas prices will likely be outweighed by the dislocation to the economy caused by the coronavirus led slowdown in global growth. Then there's the impact this price war will have on US oil producers and energy jobs in states such as Texas, Louisiana, Oklahoma, New Mexico and North Dakota, who have enjoyed a boom over the last decade. — Mary Ilyushina in Moscow contributed to this article."], "Language": false}