{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/politics/fact-check-trump-false-claims-february/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniel Dale and Tara Subramaniam, CNN"], "Writers": [["Daniel Dale", "Tara Subramaniam"]], "FirstPublishDate": ["2020-03-09T18:16:26Z"], "LastModifiedDate": ["2020-04-07T01:54:08Z"], "Headline": ["Fact check: Donald Trump made 115 false claims in the last two weeks of February"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump made 115 false claims over the last two weeks of February, during which he faced a growing crisis over the coronavirus pandemic, visited India, held four campaign rallies and addressed the Conservative Political Action Conference. Trump made 67 false claims from February 17 through February 23; that was the 11th-highest total of the 34 weeks we've fact checked at CNN. He added 48 false claims from February 24 through March 1; that week ranked 25th out of 34. As usual, many of the false claims were ones he has uttered before. Trump made 55 of the 115 total false claims at the four rallies: 19 in Las Vegas, 17 in Phoenix, 10 in Colorado Springs and nine in North Charleston, South Carolina. He added 13 false claims in his speech to CPAC, nine in his press conference in New Delhi and six apiece at three events -- one of which was a press conference on the coronavirus. As concerns about the possible economic impact of the virus mounted, Trump made 27 false claims about the economy. He made 16 about health care, 15 about trade, 14 about China.  At CNN, we start with the facts. Visit CNN's home for Facts First. Trump is now up to 1,990 false claims since July 8, when we started our counting at CNN. He is averaging about 59 false claims per week. The most egregious false claim: \"Russia, if you're listening\" Trump was at a press conference at his Doral resort in Florida in 2016 when he made his \"Russia, if you're listening\" request for help obtaining Hillary Clinton emails. The journalists in the room were silent as he spoke.  The fact that there is notorious video footage showing all this has not stopped Trump from making up an alternative history. He told CPAC on February 29 that he said \"Russia, if you're listening\" as \"a joke,\" in front \"25,000 people,\" and he was \"laughing\" afterward along with others in the crowd -- but the media cut off the clip \"so quick at the end\" so that people couldn't hear all of this laughing. As we've explained before, Trump's version of the story is imaginary.  The most revealing false claim: The flu mortality rate Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases at the National Institutes of Health, told USA Today on February 17 that the mortality rate for the seasonal flu is \"about 0.1%, 0.2% at the most.\" On February 26, Fauci appeared with Trump at a White House press conference. There, another doctor, CNN chief medical correspondent Sanjay Gupta, told Trump that the flu has a mortality rate of 0.1%. Trump said, \"Correct.\" But then, moments later, Trump said, \"And the flu is higher than that. The flu is much higher than that.\"  It is not. Trump, though, has preferred during the coronavirus crisis to own the spotlight himself, while frequently providing inaccurate or incomplete information, rather than cede airtime to experts who could convey accurate information.  The most absurd false claim: Ronald Reagan's crowds Trump's need to exaggerate the size of his crowds and to compare himself favorably to previous presidents combined to produce this doozy of a false claim, made during his rally in Las Vegas on February 21, about Ronald Reagan: \"I thought he was a great guy, great president, didn't like his policy on trade, that's OK ... but if he came to Las Vegas, you know, they'd have a ballroom. They'd have 500, maybe a thousand people.\"  It took one Google search to find out that an estimated 7,000 people attended a Reagan rally at Las Vegas' convention center in 1982.  Here is the full list of 115 false claims, starting with the ones we haven't included in one of these roundups before: Viruses Awareness of Ebola in 2014 Comparing the coronavirus outbreak with the Ebola situation of 2014, Trump said, \"At that time, nobody had ever even heard of Ebola.\" -- February 25 press conference in New Delhi, India  \"Nobody knew anything about it. Nobody had ever heard of anything like this.\" -- February 26 coronavirus press conference  Facts First: Some Americans certainly didn't know a whole lot about Ebola before 2014, but the claims that \"nobody\" had ever even heard of Ebola and that \"nobody\" knew anything about it are absurd. Ebola was discovered in 1976. It had been the subject of considerable media coverage in the next three decades, not to mention scientific study. Ebola mortality  On two occasions, Trump contrasted the fatality rate for the coronavirus with the fatality rate for the Ebola outbreak of 2014 to 2016, saying \"in the other case (Ebola), it was a virtual hundred percent\" and that \"with Ebola -- we were talking about it before -- you disintegrated. If you got Ebola, that was it.\"  Facts First: While the Ebola outbreak of 2014 to 2016 certainly had a much higher death rate than the coronavirus, the Ebola rate was never \"virtually 100%\"; for the entire epidemic, it was about 40% overall in the three African countries at the center of the situation. It was higher in the early stages of the outbreak, but it was never true that every infected person \"disintegrated.\" There were 28,616 \"suspected, probable, and confirmed cases\" in Guinea, Sierra Leone, and Liberia and 11,310 deaths, according to the Centers for Disease Control and Prevention.  As of mid-September 2014, World Health Organization (WHO) researchers reported that there was an estimated fatality rate of 70.8%. But the rate \"fell later in the epidemic with lessons learned in improving treatment,\" said Julie Fischer, associate research professor in the Department of Microbiology and Immunology at Georgetown University and director of the Elizabeth R. Griffin Program. Still, even at 70.8%, death was never guaranteed for infected people, as Trump suggested when he said \"if you got Ebola, that was it.\" \"It was never 100%. That is just patently untrue,\" Fischer said. The flu death rate Gupta, CNN chief medical correspondent, told Trump at a press conference, \"Mr. President, you talked about the flu and then in comparison to the coronavirus. The flu has a fatality ratio of about 0.1%.\" Trump said, \"Correct.\" But Trump later disputed the figure, saying, \"And the flu is higher than that. The flu is much higher than that.\" -- February 26 coronavirus press conference Facts First: Even if Trump meant that the flu has a \"much higher\" fatality rate than 0.1% -- rather than meaning that the flu's mortality rate is \"much higher\" than that of the novel coronavirus -- he was wrong. The mortality rate for seasonal flu is \"about 0.1%, 0.2% at the most,\" Fauci, director of the National Institute of Allergy and Infectious Diseases at the National Institutes of Health -- who appeared with Trump at this same news conference -- told this to USA Today in mid-February, echoing the comments of other experts and Centers for Disease Control and Prevention data since 2010.  Apple and China \"And if you read, Tim Cook of Apple said that they are now in full operation again in China.\" And: \"You probably saw that -- as I mentioned, Tim just came out and he said Apple is back to normal in terms of production in their facilities in China. They've made a lot of progress.\" -- February 29 coronavirus press conference Facts First: Trump was overstating what Cook told Fox Business. Cook had not said Apple's production in China was \"back to normal\" or that plants in China were in \"full operation.\" Rather, he said that plants in China were \"getting back to normal.\"  \"When you look at the parts that are done in China, we have reopened factories, so the factories were able to work through the conditions to reopen. They're reopening. They're also in ramp, and so I think of this as sort of the third phase of getting back to normal. And we're in phase three of the ramp mode,\" Cook said. Immigration Who is paying for the border wall  Trump claimed that Mexico is paying for his border wall, saying, without explanation, \"Yes, they are, actually. You know what I mean, right? They are paying for it.\" He added, \"And they're OK with it because they understand that's fair.\"  Facts First: American taxpayers are paying for the border wall. Bernie Sanders and deportations \"Bernie said he'll never do a deportation. Right? Remember what he said? I better save this stuff. Maybe he won't get the nomination.\" -- February 29 speech at Conservative Political Action Conference  Facts First: Sanders has not said he will \"never do a deportation.\" He is calling for a temporary deportation freeze, not a permanent ban. While he is also proposing a permanent end to deportations of undocumented immigrants who have been in the US for five or more years, this is just one portion of the undocumented population.  Sanders' immigration plan calls for a \"moratorium on deportations until a thorough audit of past practices and policies is complete.\" (His campaign manager said in late February that the moratorium would not apply to \"violent criminals.\" The plan also says he will use executive authority to allow undocumented immigrants \"who have resided in the United States for five or more years to remain free from threat of deportation.\"  Crowds and rallies The time of Trump's Las Vegas rally Trump boasted about the size of the crowd at his rally in Las Vegas and said, \"You know this thing was supposed to be for this evening and they said, 'Let me get back to Washington, do it early,' so we gave you almost no notice\" -- February 21 campaign rally in Las Vegas, Nevada  Facts First: It's not true that people were given \"almost no notice\" for the time or date of Trump's rally at noon Las Vegas time on Friday, February 21. Noon was the time the campaign listed when it announced the rally -- six days before the event was held.  Trump's 2015 rally in Phoenix Trump said of Phoenix: \"We won this state, and it was my first -- my first speech as a candidate, as you remember, in the convention center, and it was a tremendous success. So we -- I love this state ... Well, we came and we had 15,000 people, and it held a lot less...And that was actually my first speech as a potential candidate. So it was something very special.\" -- February 19 interview with Fox 10 Phoenix  Facts First: Though Trump did have a major rally at the Phoenix Convention Center in July 2015, it was not his first speech as a presidential candidate or as a potential candidate; he had launched his campaign nearly a month prior with a speech at Trump Tower in Manhattan, then held a rally in New Hampshire. And the crowd in Phoenix was smaller than \"15,000\"; the Phoenix Fire Department cut off attendance at 4,169, a spokesperson told PolitiFact in 2015. (There is no evidence for Trump's 2015 claim that the convention center \"broke the fire code by allowing 12-15,000 people in 4,000 code room.\") Trump was vague about what he meant by \"we had 15,000 people\"; he might perhaps have been referring to his campaign's claim that 15,000 tickets had been distributed. In the past, though, he has made "], "Language": false}