{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/politics/trump-cdc-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-09T16:17:35Z"], "LastModifiedDate": ["2020-03-09T17:18:09Z"], "Headline": ["The 25 most concerning lines from Donald Trump's CDC visit"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Late Friday, on the way to Mar-a-Lago, President Donald Trump stopped by the Centers for Disease Control and Prevention in Atlanta to tour the facility and talk about his administration's approach to handling the coronavirus pandemic. It was, even by Trump's standards, a shocking performance. The President bragged about his performance, his foresight and his smarts while attacking his political enemies and the media for allegedly blowing the threat of the virus out of proportion.   I went through the transcript and picked out the Trump lines that should send a shudder down your spine. 1. \"And the whole situation is -- the testing has been amazing, actually. What they've been able to produce in such a short period of time.\" \"We don't have enough tests today to meet what we anticipate will be the demand going forward.\" -- Vice President Mike Pence, Thursday, March 5. And away we go! 2. \"Just so you understand, now it's all performing perfectly.\" Trump is talking about the testing for coronavirus happening at the CDC. But in truth, this could be Trump talking about anything having to do with the virus. Or not! 3. \"No, it's performing very well, and it has been performing very well.\" Uh huh. (See No. 1.) 4. \"But we're also considering the fact that last year we had approximately 36,000 deaths due to what's called the flu.\" \"What's called the flu.\" 5. \"As of the time I left the plane with you, we had 240 cases. That's at least what was on a very fine network known as Fox News. And you love it. But that's what I happened to be watching. And how was the show last night? Did it get good ratings, by the way?\" In which the President of the United States transitions from the number of Americans who have been sickened by the coronavirus to the TV ratings from his town hall interview on Fox News. Sure! Very normal! 6. \"I heard it broke all ratings records, but maybe that's wrong. That's what they told me. I don't know. I can't imagine that.\" Yes, Trump is focused on whether his appearance on Fox \"broke all ratings records.\" And also yes, he is at the CDC, surrounded by experts in infectious disease addressing a growing public health crisis. 7. \"And I've heard the numbers are getting much better in China, but I hear the numbers are getting much better in Italy, et cetera, et cetera.\" Less than 48 hours after Trump said this, coronavirus cases -- and deaths -- spiked in Italy, causing the country's government to issue a lockdown of northern Italy. 8. \"But over the last long period of time, when people have the flu, you have an average of 36,000 people dying. I've never heard those numbers. I would -- I would've been shocked. I would've said, 'Does anybody die from the flu?' I didn't know people died from the flu -- 36,000 people died.\" The President of the United States was, until very recently, unaware that anyone died from the flu. So, yeah. 9. \"I don't watch CNN. That's why I don't recognize you.\"  [narrator voice] He does watch CNN. 10. \"I really don't -- I don't watch it. I don't watch CNN because CNN is fake news.\" Again, he does. 11. \"I think people are staying in the United States more. They're going to spend their money in the United States. And then this is ended. It will end.\" OK, so the economic impact of coronavirus on the US will be a net positive then? [checks stock market, frowns] 12. \"I do think that if you look at the numbers and you look at the numbers from other years on other things, and you look at these numbers, it'll be interesting to see what you find.\" He's talking about the number of people sickened or killed by the coronavirus. I think. 13. \"People have to feel comfortable to have a good time.\" So true! 14. \"We've had 11 deaths, and they've been largely old people who are -- who were susceptible to what's happening.\" Within the next few days, the death toll from coronavirus in the United States doubled. 15. \"You know, I'm a person that was never big on the hand-shaking deal throughout my life. They used to criticize me for it or laugh about it or have fun with it.\" \"The Purell presidency: Trump aides learn the president's real red line\" -- Politico, 2017 16. \"The fact is I feel very secure. I feel very secure.\" Life goals. 17. \"I haven't had any problems filling them. I mean, we just had one in North Carolina, South Carolina -- all over the place. And we have tens of thousands of people standing outside the arena.\" The question Trump was asked was whether he had any concerns about holding big campaign rallies given warning about the community spread of coronavirus. His answer? His rallies are packed. So, yeah. 18. \"Anybody that wants a test can get a test. That's what the bottom line is.\" \"You may not get a test unless a doctor or public health official prescribes a test.\" -- Health and Human Services Secretary Alex Azar 19. \"They have the tests. And the tests are beautiful. Anybody that needs a test gets a test.\" What would you say are the traits of a \"beautiful\" test for coronavirus? 20. \"But as of right now and yesterday, anybody that needs a test -- that's the important thing -- and the tests are all perfect, like the letter was perfect. The transcription was perfect, right? This was not as perfect as that, but pretty good.\" So, the coronavirus test is perfect just like Trump's July 2019 phone call with Ukrainian President Volodymyr Zelensky was perfect? Or the transcription of that call, which was not a transcript at all. If this doesn't worry you, you aren't paying attention. 21. \"I'd rather have the people stay, but I'd go with them. I told them to make the final decision. I would rather -- because I like the numbers being where they are. I don't need to have the numbers double because of one ship.\" The President openly acknowledges here that the reason he wants the people on the cruise ship off California to stay there is not for any medical reason but because he wants to keep the number of reported coronavirus cases (artificially) low. This is nuts. 22. \"No, I like the numbers. I would rather have the numbers stay where they are. But if they want to take them off, they'll take them off. But if that happens, all of a sudden your 240 is obviously going to be a much higher number, and probably the 11 will be a higher number too.\" [head explodes] 23. \"You know, my uncle was a great person. He was at MIT. He taught at MIT for, I think, like a record number of years. He was a great super genius. Dr. John Trump.\" How did Trump get on this subject, you ask? I have absolutely no idea. He was praising NIH for how they are handling the coronavirus outbreak and then -- whammo -- Dr. John Trump, \"super genius.\" 24. \"I like this stuff. I really get it. People are surprised that I understand it. Every one of these doctors said, 'How do you know so much about this?' Maybe I have a natural ability. Maybe I should have done that instead of running for President.\" This is a real quote from the President of the United States. What more is there to say. 25. \"So I told Mike not to be complimentary to the governor because that governor is a snake.\" Vice President Mike Pence praised Washington Gov. Jay Inslee for how he is handling the coronavirus in his state. Trump called Inslee a \"snake.\" This feels like a good place to end."], "Language": false}