{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/lima-peru-best-restaurants/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Simeon Tegel, CNN"], "Writers": [[]], "FirstPublishDate": ["2017-06-29T08:59:58Z"], "LastModifiedDate": ["2020-03-09T14:59:55Z"], "Headline": ["11 best restaurants in Lima, Peru"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Paris perhaps? Or maybe New York, Rome or Tokyo?  Naming the world's greatest gourmet city is the kind of confoundingly simple challenge that foodies could spend all night fighting over. Yet now there is a new candidate for the title, one that until recently few associated with haute cuisine but which has been taking the gastronomical world by storm: Lima. Since the turn of the millennium, the Peruvian capital has been the epicenter of an increasingly acclaimed culinary renaissance. A generation of creative young chefs trained in some of the top culinary schools around the globe have returned to Peru to start applying their new skills and techniques to the Andean nation's vast reservoir of traditional recipes. The proof is in the elegantly plated pudding.  In the 2019 ranking of the world's 50 best restaurants, Lima appears twice in the top 10, with sixth-placed Central and 10th-ranked Maido. Lima's top restaurants also have another advantage; while dining in such highly rated restaurants in Europe or North America might cost the equivalent of a monthly mortgage payment, here you often get away with spending under $100 for a single meal. The roots of Peru's gastronomic excellence are not hard to identify. Its cuisine is a literal melting pot of flavors and traditions from every corner of the globe. The country has seen significant immigration from nations as varied as Spain, Italy, France, China and Japan.  Then there are the vital influences of the vibrant Afro-Peruvian community as well as distinct indigenous cultures from the coast, mountains and vast rainforest. Adding to the mix is a spectacularly diverse natural pantry. Thanks to its tropical location and huge variation in altitude, Peru has just about every kind of ecosystem -- and food crop -- imaginable.  The Andes and Amazon are home to countless kinds of exotic, little known but utterly delicious herbs, fruit and vegetables while the frigid Humboldt Current means Peru's Pacific fisheries teem with myriad seafood species. Here, we run down 11 of the best restaurants Lima has to offer. Central  Currently the undisputed brightest star in Peru's culinary universe, Central has been repeatedly ranked Latin America's best restaurant.  Chef Virgilio Martínez's philosophy reclaims the pre-Colombian tradition of barter and exchange between communities from the coast, mountains and rainforest, featuring ingredients from altitudes as high as 12,000 feet to below sea level, in other words fish and seafood.  That approach is not new in Peruvian gastronomy although no one else has done it to the level of acclaim of Martínez, who featured in CNN's \"Culinary Journeys\" series.  From the high Andes, Martínez has been known to serve guests a selection of Peruvian potatoes garnished with muña, a kind of Andean mint, and alpaca heart shavings.  At the other end of the altitudinal spectrum, who knew that scallops, spiced up with Peruvian rocoto peppers, could be turned into a crust with a meringue-like texture?  Originally based in Lima's Miraflores district, Central has relocated to the hip Barranco neighborhood. Booking will need to be made weeks, and possibly even months, in advance. Central, Av. Pedro de Osma 301 Lima, Barranco 15063, Peru; +51 1 2428515 El Señorio del Sulco One of just a tiny handful of restaurants with the ultimate location on Lima's Malecon, the clifftop boulevard overlooking the Pacific, this restaurant is famed for its repertoire of hearty Peruvian \"criollo\" classics, the coastal tradition that blends Spanish and native influences.  Come hungry and ready to try traditional recipes such as beef huatia, a pre-Colombian technique involving slow cooking by burying the meat with large stones taken from a fire. El Señorio de Sulco, El Malecón Cisneros 1470, Miraflores, Lima; +51 1 4410183 Astrid & Gastón No listing of Lima restaurants would be complete without Astrid & Gastón, the eatery that spearheaded Peru's gastronomic rebirth when it opened its doors in 1994.  The flagship project of chef Gastón Acurio and his German chocolatier wife Astrid Gutsche -- herself once named the world's best pastry chef -- who he met while studying in Paris's Cordon Bleu culinary school, is now housed in a spacious 17th century palacio decorated in modern, minimalist style.  Acurio remains the father of contemporary Peruvian cuisine, having both championed the country's rich tradition of home cooking and been the first to tweak it with haute cuisine flourishes on an international stage.  Astrid & Gastón offers a tasting menu that is a tour de force as it takes diners on a brisk journey across Peru's exhilarating history and geography. Astrid & Gastón, Av. Paz Soldan 290, San Isidro 15073, Peru; +51 1 4422777 La Picanteria Another of Lima's highest-ranked restaurants, this one offers cuisine from Arequipa, Peru's picturesque third city nestled in the southern Andean foothills. There, \"picanterias,\" which typically only open for lunch, are a way of life, with dishes ranging from seafood to the decidedly meaty, especially chicharron, aka fried pork, a Peruvian classic.  Dishes to look out for include the beef ribs, a crab parihuela or stew, and the rocoto en chupe, a soup a little reminiscent of a chowder using one of Peru's hottest native chili peppers. La Picanteria, Surquillo, Sta Rosa 388, Distrito de Lima; +51 1 2416676 Osso  Describing Osso as an upscale steakhouse doesn't do the place justice. This specialist in all things beef actually started out as an exclusive butcher's shop.  Initially chef Renzo Garibaldi began inviting friends to enjoy a private grill around the carving table as he experimented with aging different cuts, some for up to three months.  With the enzymes breaking down the meat and imparting complex layers of flavor, he started getting requests from strangers keen to share the experience.  The chef's table remains open, although you may have to book months in advance. Garibaldi has also opened a second branch, in the central district of San Isidro, which will save foreign visitors the trek to his original eatery in La Molina, off the beaten track on the eastern fringes of Lima.  Osso may be the least authentically Peruvian restaurant on this list, but it might also just be the best place in South America to enjoy a steak. Osso La Molina, Tahiti 175, La Molina, Lima; +51 1 3529915 Osso San Isidro, Av. Sto. Toribio 173 y Vía, Av. Central 172, San Isidro, Lima; +51 1 4697438 Rafael The subject of much critical acclaim and some high-flying culinary rankings, chef Rafael Osterling's eponymous restaurant has been around for 20 years. Housed in an impressive Art Deco mansion, its menu pays homage to traditional Peruvian cuisine while incorporating Japanese and Italian elements. Among the dishes currently being served up are very Peruvian items such as ceviche and tiradito, along with sashimi, carpaccio and pasta. Rafael, Calle San Martin 300, Miraflores, Lima; +51 1 2424149 Malabar This is the highly rated locale of Pedro Miguel Schiaffino, a chef particularly known for his use of exotic ingredients from the Amazon. Malabar is also home to a bar that's previously been ranked in the world's top 10, should you be in the mood for an aperitif before your meal.  These days Schiaffino, like Osterling, is a little more focused on satisfying his customers than garnering critical plaudits, offering \"casual cuisine, with a simple spirit and the warmth of home.\"  In practice that doesn't, however, mean anything less than spectacularly original fare, from duck in tucupi, served with blackberries, farofa and garden greens to Patagonian crayfish, with tomato and golf sauce served with chorizo sauce, tarapoto prawn, smoked pork, sweet chilis and plantain, to homemade pasta with stewed pigeons and mushrooms. Malabar, Av. Camino Real 101, San Isidro, Lima; +51 1 4405300 La Mar If Peru has a national dish, then it's ceviche, the fresh seafood salad marinated in lemon juice and sold in specialist restaurants, cevicherias, even in the Andes.  No cevicheria is more famous than La Mar -- the name translates to \"the high seas\" -- the second flagship eatery of Gastón Acurio. Like all cevicherias, La Mar doesn't just offer a variety of ceviches, but also numerous other versions of Peru's many original fish and shellfish classics.  A bottle of white wine is a perfect accompaniment but the classic Peruvian way to eat ceviche is washed down with a local, very cold lager. La Mar, Av Mariscal La Mar 770, Miraflores, Lima; +51 1 4213365 Chez Wong If ceviche has a doyen, then it is Javier Wong. He actually started this restaurant out of his garage, although these days you'll need to book weeks in advance for his informal lunch-only restaurant behind an unmarked door in an unfashionable neighborhood.  Wong prepares all the dishes himself and, unlike most, uses only a single fish, sole, for his stripped-down version of this Peruvian classic. He then adds slices of red onion, salt, black pepper, diced chilies and the lemon juice that cures the chunks of raw fish.  It's a sign of his true mastery how such a simple recipe can be so utterly delicious. He also cooks all kinds of other seafood delights too, without a recipe and frequently off-the-cuff depending on his mood. Chez Wong, Enrique León García 114, Distrito de Lima; +51 1 4706217 Maido  The name means \"welcome\" in Japanese and this restaurant from chef Mitsuharu Tsumura is the apogee of Japanese-Peruvian, aka \"Nikkei\" cuisine.  This fusion dates back more than a century thanks to the Andean nation's large community of immigrants from the Land of the Rising Sun. Maido is, according to the 2019 World's 50 best restaurant rankings, not just Latin America's second best restaurant but also 10th in the world.  The menu runs from conventionally exquisite Japanese sushi classics to original creations. Maido, Calle San Martin 399, Miraflores; +51 1 3135100 Amaz This is Schiaffino's other restaurant, intended to be more economically accessible than Malabar. It's also explicitly dedicated to recipes and ingredients from across the Amazon basin.  Considering how vast and biodiverse it is, you might wonder how cuisine from the world's greatest tropical rainforest has managed to largely fly below most foodies' radar.  At Amaz, this is rectified with Schiaffino's sophisticated takes on all kinds of jungle staples, from juanes (chicken, rice, olives and egg cooked together wrapped in a giant leaf), to cecina and tacacho, aka smoked pork with a kind of hash brown dumpling made from plantains.  Amaz, Av. la Paz 1079, Miraflores, Lima; +51 1 2219393; Av. Circunvalación del Golf los Incas 134, local 106, Patio Panorama, Santiago de Surco, Lima; +51 1 5013122. "], "Language": false}