{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/08/politics/ted-cruz-coronavirus-cpac/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-03-09T00:09:48Z"], "LastModifiedDate": ["2020-03-09T14:00:30Z"], "Headline": ["Sen. Ted Cruz and Rep. Paul Gosar will self-quarantine after interacting with individual with coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Two Republican members of Congress on Sunday announced they will self-quarantine after interacting with an individual who tested positive for the novel coronavirus at the recent Conservative Political Action Conference. Sen. Ted Cruz of Texas and Rep. Paul Gosar of Arizona separately said they will take the step out of caution and don't currently have any symptoms related to the pandemic.  Cruz said he will remain in Texas until a full 14 days after the interaction has passed. The Texas Republican said his interaction with the individual consisted of a \"brief conversation and a handshake.\" \"Given that the interaction was 10 days ago, that the average incubation period is 5-6 days, that the interaction was for less than a minute, and I have no current symptoms, the medical authorities have advised me that the odds of transmission from the other individual to me were extremely low,\" he said in a statement.  Gosar said in his own statement later Sunday that, along with three members of his staff, he was with the infected individual \"for an extended period of time, and we shook hands several times.\" He said he'll remain at home in Arizona for 14 days and that his office would be closed for the week.  \"We are all asymptomatic and feel great,\" Gosar said. \"But we are being proactive and cautious.\" The announcements come one day after the American Conservative Union announced that one of the CPAC attendees had tested positive for coronavirus. President Donald Trump, Vice President Mike Pence and other administration officials attended the conference, though the ACU says the attendee did not come into contact with the President or vice president, nor did they attend events in the main hall. In an interview on Fox News Monday morning, White House press secretary Stephanie Grisham said Trump isn't worried about possibly being exposed at the conference. \"No. Not at all,\" she said. \"Again, this is something that is like a flu. And so people are taking the appropriate precautions. The President of the United States as we all know is quite a hand washer. He uses hand sanitizer all the time. He is not concerned about this at all.\" Attendee had contact with 'several' members of Congress Congress' Office of Attending Physician said the attendee had contact with \"several\" members of Congress during the conference. The office said these members -- who were not identified -- have chosen to self-quarantine for 14 days. It is not known how many other members also interacted with the person. The patient identified the members he interacted with, and the physician's office said they were notified on Saturday night, according to a note the office sent to congressional members' staffs and obtained by CNN. After they were identified, the physical symptoms of each member in question were reviewed, and arrangements were made for the members in question to talk with the Centers for Disease Control and Prevention and their local public health authorities. \"Public health authorities assessed each person's contact with the ill individual. The overall findings are considered to be a 'low risk' to acquire\" coronavirus, according to the message. \"They were advised on courses of action specific to their unique level of exposure. This level of exposure required that the person. be aware of any physical symptoms and consult with their doctor should any symptoms arise.\" \"The specific recommendations given to each were based upon their individual risk exposure which was determined through a medically-confidential dialogue between the person and the public health officer. Some of these identified individuals elected to observe a management strategy characterized as 'an abundance of caution' and self-imposed a 14-day quarantine period,\" said the message. \"The Office of Attending Physician supported this overall prudent individual choice by the Members due to the unique requirements of Members of Congress and their travel, professional work, and frequent interaction with members of the public. The Office of Attending Physician is monitoring the health of these individuals and at this time, 11 days post exposure, they remain in good health,\" the message also read. CPAC attendee 'doing better' CPAC said in a statement Sunday night that the Maryland Department of Health screened thousands of employees from the hotel where the event was held but no one has reported any \"unusual illness.\" The organization said they're in contact with the infected individual and \"he continues to be doing better,\" adding that \"at this point, no other CPAC attendee, participant or staff has tested positive for coronavirus.\" State governments are working to contain the spread of the novel coronavirus pandemic in the US, as federal officials say more testing for the illness will likely see the number of known cases increase. As of Sunday night, there were at least 565 cases and 22 deaths in the United States across 34 states and the District of Columbia. That national figure includes 451 people diagnosed through the US public health system and 70 people repatriated to the US -- 46 from the Diamond Princess cruise ship, 21 on the Grand Princess cruise ship and three from China. Cruz urged in his statement that \"everyone should continue to treat this outbreak seriously and be driven by facts and medical science.\" \"We need to continue to be proactive in mobilizing resources to combat this outbreak,\" he said.  This story has been updated with additional developments and reaction."], "Language": false}