{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/business/disneyland-shanghai-coronavirus-china-park/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Michelle Toh and Shanshan Wang, CNN Business"], "Writers": [["Michelle Toh"]], "FirstPublishDate": ["2020-03-09T11:29:10Z"], "LastModifiedDate": ["2020-03-09T11:29:10Z"], "Headline": ["Disney reopens shops and restaurants in Shanghai but the park stays shut"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Disney is reopening some areas of its mega resort in Shanghai more than a month after it was forced to close because of the coronavirus outbreak.  The company said Monday that certain shopping and dining attractions would operate at a limited capacity, while the Shanghai Disneyland theme park itself would remain closed.  Disney closed its parks in Shanghai and Hong Kong in January, and later warned that profits from its facilities in China could drop by $280 million in the current quarter. The company has also temporarily shuttered its parks in Japan. The move this week marks \"the first step of a phased reopening\" in China, according to Disney.  The reopening covers some attractions at the Shanghai Disneyland Hotel and Disneytown, which includes the famous \"downtown Disney\" area and sits just outside the park. Masks and health records Visitors will be greeted by a very different atmosphere than before the coronavirus outbreak, however. From now on, guests entering the facilities will have to undergo temperature screenings, and be required to wear a mask throughout the entire visit, the company said. Anyone entering one of the dining areas will also have to present a QR code that pulls up their health records.  They are also being asked to \"maintain respectful social distances\" while using the premises, which will operate on a reduced schedule. The move comes as the novel coronavirus outbreak continues to slow down within China, and surge dramatically elsewhere. Companies in mainland China and Hong Kong are trying to get back to business, albeit in stages, while millions of people continue to work from home. Last month, Wynn and Sands China began restoring some operations at their casinos in Macao after closing for two weeks on government orders. Both companies also said that they were taking a phased approach in line with official guidelines. Over the past week, the coronavirus outbreak in China has become a global pandemic, with cases surging in the United States, South Korea and Europe.  The global nature of the threat has prompted questions about whether Disney will be forced to temporarily shut some of its theme parks in other regions as well. The stakes are high. In an earnings call last month, Chief Financial Officer Christine McCarthy said that \"the precise magnitude of the financial impact is highly dependent on the duration of the closures.\" "], "Language": false}