{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/08/health/coronavirus-evolved/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Faith Karimi, CNN"], "Writers": [["Faith Karimi"]], "FirstPublishDate": ["2020-03-08T08:43:02Z"], "LastModifiedDate": ["2020-03-09T06:30:31Z"], "Headline": ["How the rapidly spreading coronavirus evolved in the US"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Just a week ago on February 29, there was one confirmed death from coronavirus in the United States. Now the rapidly-spreading virus has killed 22 people and affected more than 30 states and the District of Columbia, turning into a health crisis.  Here's how the disease quickly evolved in the US:   First case of the virus in the US Federal health officials announced the first case of coronavirus in the US on January 20. The patient was in Washington state, and had just returned five days prior from Wuhan, China, where the outbreak started.   Biggest major outbreak outside China  The largest coronavirus outbreak outside of mainland China at the time was a cruise ship floating in Japanese waters. The Diamond Princess cruise ship announced a total of more than 700 passengers had coronavirus. Over 3,600 people, including 428 Americans, were stuck on the cruise ship that had been docked in Yokohama since February 4.  First major warning on likely spread  A top federal health official warned Americans on February 25 that coronavirus would spread in the United States. \"It's not so much a question of if this will happen anymore, but rather more a question of exactly when this will happen and how many people in this country will have severe illness,\" said Dr. Nancy Messonnier, director of the CDC's National Center for Immunization and Respiratory Diseases.  First coronavirus death in the US A patient infected with coronavirus in Washington state died on February 29, marking the first fatality due to the virus in the United States. The man in his 50s had underlying health conditions, and there was no evidence he had close contact with an infected person or a relevant travel history that would have exposed him to the virus.  First coronavirus confirmation in New York City  New York confirmed its first case of coronavirus on March 1. The patient contracted the virus while in Iran, officials said. \"There is no reason for undue anxiety -- the general risk remains low in New York. We are diligently managing this situation,\" Gov. Andrew Cuomo said. First death outside Washington state A death reported in Northern California on March 4 became the first fatality outside Washington state. The victim was an elderly man with underlying health conditions, who was probably exposed to the virus on a trip aboard a Princess Cruises ship that traveled from San Francisco to Mexico in February. Ship is held at sea in the US due to coronavirus  A ship carrying more than 3,500 people was held at sea off the coast of California as it traveled from Hawaii on March 4. The Grand Princess previously carried a passenger who became the first person to die from coronavirus in California, and was ordered to stay at sea for days as it awaited test results. Officials later confirmed 21 positive cases of coronavirus.  First deaths outside the West Coast  Florida authorities announced March 6 that two coronavirus patients in the state died. It was the first deaths believed to be linked to the virus on the East Coast. The state also confirmed more than a dozen cases, considered the second largest cluster on the East Coast after New York.  First infection in the nation's capital  The first case of coronavirus infection in the District of Columbia was reported on March 7.  The patient was a resident in his 50s who appeared to have no history of international travel and no close contacts with a confirmed case, Mayor Muriel Bowser announced.  Infections hit more than 500 Now the US cases are at more than 500 and include 70 people repatriated to the US. Of those, 21 people are aboard the Grand Princess cruise ship. The ship was held off the coast of San Francisco and has been in limbo since March 4, when officials learned the first California fatality had traveled to Mexico on the ship last month. It's expected to head to Oakland, California, this week. A nursing home is at the center of the outbreak The hard-hit Washington state is grappling with an outbreak at Life Care Center nursing home in suburban Seattle, where at least 16 people have died, the King County Health Department said. All 55 residents remaining at the facility  are confined to their rooms and dozens more have been transferred to various hospitals, said spokesman Tim Killian of the Kirkland facility."], "Language": false}