{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/08/media/disney-pixar-onward-box-office/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-08T16:11:42Z"], "LastModifiedDate": ["2020-03-08T16:11:42Z"], "Headline": ["Disney's \"Onward\" took the top spot at the box office, despite a sluggish opening"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Pixar's \"Onward\" won the box office this weekend with an estimated $40 million in North America. That's the good news. The bad news is that the film brought in one of the lowest openings ever for the animation studio. The domestic opening of \"Onward\" was roughly in line with what Disney said it was expecting for the animated film, but it seems small compared to Pixar's other big hits over the years. Pixar is one of the most successful studios in Hollywood history, animation or otherwise. It has produced billion-dollar hits such as \"Toy Story 4,\" \"Finding Dory\" and \"The Incredibles 2.\" The studio's films have made more than $14 billion at the global box office since 1995's \"Toy Story.\" \"Onward\" had a lot working in its favor this weekend. It had the Pixar brand, a strong 86% score on review site Rotten Tomatoes and star power via the vocal talents of Tom Holland and Chris Pratt, two superhero standouts from Disney's other lucrative studio, Marvel. So why wasn't it a bigger hit? \"Pixar dipped their toe in a season outside of their typical release schedule, and that may have kept it from having a bigger debut,\" Paul Dergarabedian, senior media analyst at Comscore, told CNN Business. \"The studio usually releases films in the summer or at the holidays when most kids are off from school.\" Then there's also concerns regarding the coronavirus. The coronavirus outbreak, which has caused more than 3,500 deaths globally, has closed theaters around the world including in China — the second biggest movie market in the world behind the US. It also led to MGM to delay the release of \"No Time to Die,\" the latest James Bond film, earlier this week.  So are concerns over the outbreak impacting the box office in the US? \"It's too early to tell,\" Dergarabedian said. \"I think the numbers this weekend would've likely been the same even without the current disruption happening at theaters all around the world. I mean the totals are on track with what Disney was expecting for 'Onward.'\" The film, which is about two elf brothers who go on a quest to bring back their deceased father, has made $68 million worldwide so far."], "Language": false}