{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/07/politics/fact-check-white-house-coronavirus-contained/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniel Dale, CNN"], "Writers": [["Daniel Dale"]], "FirstPublishDate": ["2020-03-07T15:25:48Z"], "LastModifiedDate": ["2020-03-07T22:02:19Z"], "Headline": ["Fact check: White House falsely claims the coronavirus has been 'contained' in the US"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump's top economic adviser, Larry Kudlow, falsely claimed on Friday that the coronavirus \"is contained\" in the US. Another senior Trump official, counselor to the President Kellyanne Conway, made a similar though slightly less definitive claim, saying that the virus \"is being contained.\" Facts First: Experts say the US has not come close to containing the coronavirus. They also say the small number of tests conducted in the United States so far has prevented the government from getting an accurate picture of how widespread the virus truly is. \"In the US it is the opposite of contained,\" said Harvard University epidemiology professor Marc Lipsitch, director of Harvard's Center for Communicable Disease Dynamics. \"It is spreading so efficiently in so many places that it may be difficult to stop.\" \"In my scientific opinion and based on the available information, the situation is not contained,\" said Aubree Gordon, associate professor of epidemiology at the University of Michigan. \"As many states in the US report an increasing number of cases, I do not believe it would be accurate to say that COVID-19 is contained globally or in the US,\" said Jennifer Horney, professor and founding director of the epidemiology program at the University of Delaware. What Kudlow and Conway said Kudlow, director of the National Economic Council and a member of Trump's coronavirus task force, said on CNBC's \"Squawk on the Street\" that \"frankly, so far it looks relatively contained.\" When Kudlow's assertion was challenged by co-hosts David Faber and Carl Quintanilla, he said, \"Regarding the containment issue, I will still argue to you that this is contained.\" (Kudlow then conceded that \"it can't be airtight.\") Kudlow also argued last week that \"we have contained this.\" Conway also spoke of a successful containment effort. Appearing to refer to Trump's February travel restrictions on foreign nationals who had recently been to China, Conway said on Fox News that \"the President's swift, substantive and resolute action at the very beginning of this, and his task force working 24/7, really has made the difference in terms of containing this in this country so far.\"  Challenged by reporters after her Fox appearance, Conway repeated, \"It is being contained...do you not think it's being contained in this country?\" She said the number of US deaths attributed to the virus is proof that that the virus \"has been\" contained \"because the President took action, and a lot of you criticized him for doing that.\"  What's actually happening The number of diagnosed cases of the virus in the US continues to rise. As of Saturday morning, more than 330 people have tested positive and at least 17 people have died from the illness-- most of them in Washington state. Cases had been confirmed in more than 20 states as of early Friday afternoon.   Lipsitch noted that the virus is spreading within communities in the US and in other countries. Horney noted that US states have been declaring emergencies this week to give themselves additional flexibility to try to contain the spread of the virus. Experts say the US has conducted an inadequate number of tests so far. \"I would say that we currently do not know the size of the outbreaks on the West Coast due to limited testing,\" said Gordon. Given the low testing capabilities the US has had and the fact that the government initially imposed strict restrictions on who could get tested, she said, \"we really do not know the level of community transmission.\""], "Language": false}