{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/health/coronavirus-older-people-social-distancing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen, Senior Medical Correspondent"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-03-06T22:50:09Z"], "LastModifiedDate": ["2020-03-07T03:59:18Z"], "Headline": ["New CDC guidance says older adults should 'stay at home as much as possible' due to coronavirus"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Amid a coronavirus outbreak in the United States, the US Centers for Disease Control and Prevention is encouraging older people and people with severe chronic medical conditions to \"stay at home as much as possible.\" This advice is on a CDC website that was posted Thursday, according to a CDC spokeswoman. Early data suggests older people are twice as likely to have serious illness from the novel coronavirus, according to the CDC. A Trump administration official tells CNN that the US Department of Health and Human Services \"is in the process of doing targeted outreach to the elderly community and those that have serious underlying health conditions.\" The CDC guidance comes as two top infectious disease experts with ties to the federal government have advised people over 60 and those with underlying health problems to strongly consider avoiding activities that involve large crowds. Dr. William Schaffner, a Vanderbilt University professor and longtime adviser to the CDC, said these two groups should consider avoiding activities such as traveling by airplane, going to movie theaters, attending family events, shopping at crowded malls, and going to religious services. People in these two groups \"should strongly consider not doing these activities at this juncture,\" Schaffner said. \"This ought to be top of mind for people over 60, and those with underlying health problems, such as heart or lung disease, diabetes, or compromised immune systems,\" Schaffner added. \"The single most important thing you can do to avoid the virus is reduce your face to face contact with people.\" Michael Osterholm, the former state epidemiologist for Minnesota, agreed that people over age 60 should take such steps. \"I think clearly the time has come to take these steps,\" said Osterholm, who has served on committees advising the federal government on public health issues and is director of the Center for Infectious Disease Research and Policy at the University of Minnesota. Both experts, who are over age 60, said they have taken some of these steps themselves. \"When my wife and I need to go shopping, we're going late at night when there are no crowds, and we get in and out efficiently,\" Schaffner said. He added that his wife goes to a bridge club with dozens of other people -- but not anymore. \"She enjoys bridge and it's an important part of her life and it keeps her mentally active, but she's going to give it up for a while,\" he said. Osterholm said he has canceled some air travel plans. \"It's always been easy to be abstract when you're a public health person when something's happening in Africa or Asia or the Arabian peninsula,\" he said. \"But now it's happening here, and we have to internalize this.\" Schaffner and Osterholm said data from China shows that elderly people and those with underlying health issues are most at risk of becoming seriously ill and of dying from the novel coronavirus. Younger and healthier people often get only mild to moderate symptoms, or sometimes no symptoms at all.  The basics of 'social distancing' Schaffner and Osterholm said their advice has some flexibility for important events. \"This is not an instruction. This is not an order,\" Schaffner said. \"I'm not asking everyone to stay at home and lock the door for a month. I'm saying, be thoughtful every time you contemplate getting together with a crowd or group.\" For example, if a grandparent wants to attend a grandchild's wedding, they could sit off to the side, and bump elbows with relatives instead of hugging and kissing. But someone might want to avoid, for example, a regular weekend religious service. \"Don't go. Be reverent at home,\" Schaffner said."], "Language": false}