{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/asia/religious-movements-south-korea-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Joshua Berlinger, CNN"], "Writers": [["Joshua Berlinger"]], "FirstPublishDate": ["2020-03-07T00:12:45Z"], "LastModifiedDate": ["2020-03-07T00:47:59Z"], "Headline": ["How one man's epiphany on a Seoul mountain in 1955 laid the foundation for many religious sects in South Korea"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Members of the Shincheonji religious group dress in identical white shirts, black pants and name tags when they gather to hear founder Lee Man-hee preach. There are no chairs, except for those provided for the elderly or sick. They sit on the floor to listen to sermons to maximize space. The religious practices of Shincheonji are in the public eye because the movement appears to be the source of South Korea's growing novel coronavirus outbreak that has infected more than 5,000 people there. Shincheonji, however, is not the only fringe faith in the country. Today there are hundreds of similar minority religious groups in South Korea -- including Christian ones -- according to Tark Ji-il, a professor at Busan Presbyterian University and a respected expert on the country's religious movements. Some of their leaders claim to be prophets or argue they alone have an unmatched ability to interpret the Bible. A few are notorious for calling on worshipers to do things that look, to the outside world, strange at best and abusive or violent at worst. Though there is no accepted consensus as to why so many of these new religious movements proliferated in South Korea, many trace their roots back decades to Japan's colonization of South Korea and the military dictatorship that ruled the country when it gained independence after World War II in 1945. Catholicism arrived on the Korean peninsula via China in the 18th century, and Protestant missionaries arrived in the 1880s to spread their faith. The turn of the 19th century brought profound change in Korea, when the Joseon dynasty collapsed in 1897 after 500 years of rule, and the peninsula was annexed by Japan 13 years later. Many Koreans were pessimistic about the future during colonial rule, World War II and the Korean War. They lacked faith in their political leaders, and so looked to religious figures who promised them spiritual salvation, according to Tark. Lee appears to have been one of them. The devout Christian was in his early twenties when he served in the South Korean Army's 7th Infantry Division during the Korean War from 1950 to 1953. After the hostilities ceased, Lee became one of more than a million followers of a charismatic Presbyterian elder named Park Tae-son. The vision on the mountain As Park addressed his fellow Christians at the top of Nam-San mountain, he claimed to see visions of fire and water descending from the heavens. It was April 1955. Park was one of several religious leaders speaking at a massive revival rally held at what is now the site of Seoul's iconic YTN Tower. Born in present-day North Korea in 1915, Park had attended Presbyterian church services from a young age, according to James Grayson, an emeritus professor of modern Korean studies at the University of Sheffield. But until that point, he had practiced an \"orthodox line of Presbyterianism,\" said Grayson, a Methodist presbyter who lived in South Korea from 1971 to 1987 and studied the country's culture and religions. \"He had not been a part of any new religious movement before,\" Grayson said. Park's vision led him to believe he had been spiritually cleansed and that his hands had been given \"great power,\" Grayson wrote in his book \"Korea -- A religious history.\" Park then stepped down from his lectern, and supposedly healed a man who had been crippled for 30 years by massaging him on the head. It was a seminal moment for Park and new Christian religious movements in South Korea. The experience spurred him to establish his own movement, called the Olive Tree Church. Though mystical forms of Christianity that combined biblical teachings and elements of Korean folk religion had existed before Park's visions on the mountain, none had ever had the same level of power and influence that Park's movement would come to have. Olive Tree quickly became one of two new influential Christian religious movements in South Korea in the 1950s and 1960s. The other was Moon Sun-myung's Holy Spirit Association for the Unification of World Christianity, better known as the Unification Church. Today it makes international headlines for its mass weddings, when thousands of young couples tie the knot at the same time, with some brides and grooms meeting their betrothed for the first time on their wedding day. These sects and their unique practices were particularly appealing to South Koreans in the late 1950s and early 1960s. It was an era of upheaval in South Korean society, which was in the process of transforming from a poor, agrarian economy torn apart by a devastating civil war to one of the world's most modern and developed economies -- all in a single generation. The economic leap, often called \"the Miracle on the Han River,\" was spurred by the growth-minded military government of Park Chung-hee, which invested heavily in industrialization and infrastructure -- most of Korea's natural resources were located in the communist North. From 1964 to 1995, per capita gross national income in Korea rose from $100 to $11,432, but the economic gains were not all shared equally. Those who did not reap the benefits of the Park government's moves \"were disappointed by government policy after the Korean War,\" said David Kim, a professor at Australian National University and expert in Korean religion. Many, Kim said, sought \"internal peace\" and these Christian sects filled the void. A modern-day Zion Park's Olive Tree religious group was a particularly attractive option for many Christians in South Korea. Its mission to establish a modern-day Zion appealed to many who felt left behind in the transition from an agrarian to an industrial society.  Park's faith healings, which he continued to conduct after his experience on the mountain, brought in many seeking spiritual, mental or physical rehabilitation -- including \"ordinary people\" who had little or no knowledge of Park's unique theology or teachings, said Kim.  People were drawn to the movement's wide-smiled leader with jet-black hair. Some even moved to a self-sufficient town built by Olive Tree, comprised of schools, factories and apartment complexes near Seoul. At its height, the Olive Tree movement had about 2 million members, according to Massimo Introvigne, a religious scholar and the founder of the Italy-based Center for Studies on New Religions. People joined in droves despite Park's growing list of controversies, including a brief stint in jail for embezzlement, said Introvigne, who in the past has defended new religious groups accused of wrongdoing. The popularity, however, didn't last. Park eventually wore out his welcome with his parish when he claimed, according to Introvigne, that Jesus was an imposter and that he was the real Christ. His boast led to a string of mass defections in the mid-1960s. By the time he died in 1990, membership had plummeted. Many of the white churches with crimson crosses across rural South Korea that once belonged to Olive Tree are now abandoned, \"often used as village store-houses but no longer as places of worship,\" said Grayson. One of those who left the Olive Tree religious movement was a Korean war veteran in his mid-thirties who had spent 10 years worshiping there. His name was Lee Man-hee. After quitting Park's parish, Lee jointly establish the Tabernacle Temple in the 1970s, but abandoned that group, too, after accusing his co-founders of corruption, according to Introvigne. Introvigne's account is based on two interviews with Lee, who is very private and rarely speaks with media. Lee declined to speak to CNN for this and other stories, though he held a rare news conference Monday to discuss the coronavirus and defend his religious group. It would take a few more years, but on on March 14, 1984, Lee finally founded his own temple -- the Shincheonji Church of Jesus, the Temple of the Tabernacle of the Testimony, often referred to just as Shincheonji.  A similar script Shincheonji's origin story is dramatic, but it's not particularly unique.  Experts say most Christian sects in South Korea followed a similar script. They formed as splinter groups from the Olive Tree movement or the Unification Church. Most still lean heavily on the vivid apocalyptic symbolism in the book of Revelations and are led by figures that claim a sort of divine right. Others, like Lee, hint at spiritual superiority via a connection to God or Jesus. Grayson, the emeritus professor at the University of Sheffield, said that other Christians in South Korea view groups that question the authority of Christ as heretical. Fundamentalist protestants, a powerful political force in South Korea, are particularly distrustful of fringe Christian sects -- especially Shincheonji, which has been accused of poaching members of other churches.  While there may be hundreds of these fringe groups, experts say they are a product of South Korea's unique socioeconomic and political history, not necessarily representative of Christianity or religion as a whole in Korea.  As of the South Korean government's 2015 census, only 44% of the country's citizens said they had a religion. Of those, 45% identified Protestant and 18% as Catholic.  Kim, the professor at Australia National University, believes Christian sects are viewed as suspicious by many South Koreans due to their \"extreme evangelism.\" \"Ordinary Koreans would not know the existence of those minor Christian sects unless they have a personal connection through the relationship of family, friends or colleagues,\" he said.    \"These groups constitute a rather small number of people,\" said Grayson. \"But because of their nature (they) attract a lot of media attention.\"  "], "Language": false}