{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/cruise-line-credits-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katia Hetter, CNN"], "Writers": [["Katia Hetter"]], "FirstPublishDate": ["2020-03-06T20:12:52Z"], "LastModifiedDate": ["2020-03-06T23:49:13Z"], "Headline": ["Cruise lines offering full credit on some sailings"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["With confirmed coronavirus cases aboard the Grand Princess cruise ship off the coast of San Francisco, it's hard for some travelers to go ahead with their cruise plans. Princess Cruises, Disney Cruise Line, Carnival Cruise Line and Viking are offering travelers new flexible rebooking policies. They're among several major cruise lines now offering full credit for any cruises booked from now through this spring that wary travelers decide to reschedule. The credit can be used for future trips. For some cruise lines, the new trip needs to be booked within 12 months after cancellation, while others will allow you to book within 24 months. \"Legally, cruise lines aren't mandated to provide a refund for payments paid in full for cruises canceled by the guest, as covered by the cruise contract signed at the time of booking,\" said Colleen McDaniel, editor-in-chief of Cruise Critic.  \"But a number of cruise lines have recently rolled out temporary adjustments to their cancellation policies, allowing for penalty-free adjustments to bookings closer to the sail date, providing travelers with even greater flexibility,\" she continued. However, \"not all lines are extending this offer, so be sure to familiarize yourself with the cancellation policy of your cruise line of choice.\" \"For cruise vacations -- that are often booked many months in advance -- these adjustments are a way for cruisers to feel a bit more confident in their investment, knowing they have some additional levels of protection if needed,\" she said.  Cruise lines are getting flexible Travelers booked on Disney cruises set to sail between now and May 31 can now change their reservations up until the day before they're scheduled to board their ships and receive a 100% cruise credit that must be used within 12 months of their original sailing date.  Carnival Cruise Line customers booked on sailings departing between March 9 and March 31 can reschedule their trips up to 3 days before sailing, while customers booked on sailings departing between April 1 and May 31 have until March 31 to move their trips.  Princess Cruises has also modified its cancellation policy for cruises scheduled through May 31, although it varies by departure date.  Royal Caribbean is allowing customers to cancel any cruise departing on or before July 31 up to 48 hours before departure, and receive credit that can be applied to any sailings departing in 2020 or 2021. Viking, which offers river and ocean cruises, is offering a credit for cancellation to all travelers who made reservations made prior to March 2 (including all itineraries and years of departure) and guests who make any new reservations through April 30 that are currently available for sale. Those Viking travelers can change their cruise date or cancel their cruise at any time up until 24 hours before their planned departure without any cancellation fees. They will be issued vouchers valid for 24 months. Make sure to check with your individual cruise line, as policies keep getting updated over time.  If you decide to sail ... The cruise lines are trying to make it attractive for people to keep their trips. Princess and Carnival guests who stay the course for trips booked between March 6 and May 31 will receive on-board credits ranging from $100 to $200 depending on the length of the cruise.  No sailing if you're sick While cruise lines are getting flexible about their bookings, they don't want you to sail if you're sick (not just with the coronavirus) or have to take care of someone with the coronavirus. Many are instituting mandatory temperature checks, and they won't allow boarding to passengers who are obviously sick.  Many ports are also restricting people who have recently visited countries where the virus has taken hold. Disney says that the Bahamas will not allow anyone who has been to China, South Korea, Italy or Iran in the past 20 days prior to their visit, while Jamaica will also not allow guests who have traveled through Singapore within 14 days of arrival. Travel industry is contracting It's not just the cruise lines that are concerned.  JetBlue Airways and United Airlines were the first airlines to cut their US flight schedules on Wednesday, in response to a declining demand for flights. Passenger concerns about the coronavirus have caused a sharp drop in international travel around the world, but these were the first cuts to US flight schedules. United Airlines, Delta Air Lines and American Airlines had already suspended the fees they charge to change or cancel a flight for tickets purchased during March."], "Language": false}