{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/politics/pompeo-travels-to-israel/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jennifer Hansler, Kylie Atwood and Andrew Carey, CNN"], "Writers": [["Jennifer Hansler", "Kylie Atwood", "Andrew Carey"]], "FirstPublishDate": ["2020-05-12T16:45:44Z"], "LastModifiedDate": ["2020-05-12T19:51:18Z"], "Headline": ["Pompeo travels to Israel amid coronavirus outbreak"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Secretary of State Mike Pompeo departed for Israel on Tuesday as Prime Minister Benjamin Netanyahu eyes annexation of parts of the West Bank and the coronavirus pandemic continues to sweep the globe. The timing of Pompeo's one-day visit to Jerusalem, where he is expected to meet with Netanyahu and the Prime Minister's key ally in the incoming coalition, Benny Gantz, has raised eyebrows, with some suggesting it may be politically motivated. It comes as the Trump administration has faced criticism for what diplomats and analysts see as a dearth of US leadership in the global response to the virus. One State Department official told CNN that the trip caught some officials, even those who work on Middle East issues, by surprise.  \"It does not measure up,\" the official said. \"You cannot say under any measure that going to Israel is a priority. It is a softball. It's going to be, you could say, a lovefest.\" That official said US Ambassador to Israel David Friedman -- who has a direct line to the White House -- had been pressing for Pompeo to make the trip, and it was not a top suggestion from State Department officials in Washington, who suggested destinations like Oman, Kuwait or Bahrain for a trip this summer. Assistant Secretary of State for Near Eastern Affairs David Schenker said Pompeo is \"traveling at the invitation of the Israeli government.\" Asked repeatedly about the timing of the trip, Schenker told reporters that Israel is a \"close ally, and there's always a lot to talk about with the Israelis.\" He noted the \"fortuitous timing\" of the visit, which comes a day before the swearing-in of the new unity government between Netanyahu's Likud party and Gantz's Blue and White party.  \"I think it had been quite a while since we had a face-to-face, and Israel is doing much better than a lot of countries in the mitigating the threat of Covid, and in fact opening up quite a bit now,\" Schenker said. The country had recorded fewer than 300 deaths as of Tuesday. The US, by contrast, has topped 80,000 deaths. And while Schenker said that Iran would be among the topics of discussion, he repeatedly dodged questions about the matter of West Bank annexation.  Netanyahu said in a speech late last month that he was \"confident\" he could annex occupied territory in the West Bank -- an area that is claimed by the Palestinians -- with support of the US. His unity government agreement with Gantz foresees Israeli sovereignty being applied over parts of the territory from July 1, and US Ambassador Friedman told an Israeli newspaper recently that Washington was \"ready to recognize annexation within weeks.\" Such a move is opposed by much of the international community and threatens to foment further unrest in the region. \"The US position hasn't changed,\" Schenker said. As former US Ambassador Daniel Shapiro noted in a Haaretz opinion piece Monday, this issue \"lurks heavily in the background\" of the top US diplomat's trip. \"Pompeo, unlike most Secretaries of State, has not eschewed domestic politics in the service of his boss,\" Shapiro wrote, referencing Pompeo's recent public admonishments of China over its lack of transparency on the coronavirus. \"Such comments may have merit, but in such venues, they are being deployed as a strategy to energize Trump's political base and to generate outrage and enthusiasm that will motivate them to come to the polls in record numbers in November,\" Shapiro continued. \"For Trump, Israel's unilateral annexation of 30 percent of the West Bank, which he green lighted after releasing his Israeli-Palestinian 'Plan of the Century' in January, serves a similar purpose.\" \"Annexation has no groundswell of support, and much mainstream opposition, among the US public at large and in the American Jewish community,\" he wrote. \"But for Trump's evangelical and right-wing Jewish base, Israeli annexation — and the last rites it will administer to the dying two-state solution — is wildly popular.\" The State Department official noted that \"we are getting more and more into an election season, so shoring up that Israel relationship has some dividends back here.\" While the majority of State Department travel has been grounded because of the pandemic, Pompeo's trip will include a number of precautions intended to stop the spread of the virus. \"As both myself and the physician to the Secretary look at this trip, we've been able to develop a regimen of risk mitigation steps that we feel -- it creates a safe environment for both the Secretary and the traveling party through close coordination with the embassy in Jerusalem as well as our Israeli counterparts,\" Dr. William Walters, deputy chief medical officer for operations in the State Department's Bureau of Medical Services, told reporters last week. Members of Pompeo's traveling party were to be tested for Covid-19 in the days prior to the trip, Walters said, and no unknown individuals will be allowed within 6 feet of the secretary of state.  \"Masks will be used in accordance with CDC recommendations,\" Walters said. Pompeo was not wearing a mask or face covering when he boarded his plane at Joint Base Andrews. \"This is a tightly controlled movement in a highly screened environment that we feel is very, very safe,\" Walters said, adding there were no plans for Pompeo to quarantine. This story has been updated with more details and background."], "Language": false}