{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/media/coronavirus-james-bond-box-office/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-06T19:19:03Z"], "LastModifiedDate": ["2020-03-06T19:28:01Z"], "Headline": ["'No Time to Die' was the first major film to delay its release due to coronavirus. It may not be the last"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"No Time to Die,\" the latest James Bond film, was the first major Hollywood film to shift its opening because of coronavirus. It may not be the last. The outbreak, which has caused more than 3,000 deaths worldwide, the majority in Asia, has disrupted the global theater marketplace. It's forced the closure of theaters in Italy, Korea and China — the second biggest movie market in the world behind the United States. Most Hollywood studios remain committed to the release schedules for their upcoming films. For example, Paramount said it has no plans to move \"A Quiet Place Part II,\" which opens in North America on March 20, and Disney's \"Mulan\" is still set to open in the US a week later on March 27.  \"It's futile to try and predict what will happen right now and it's something only the studios can ultimately answer,\" Shawn Robbins, chief analyst at Boxoffice.com, told CNN Business. \"We're all in a wait-and-see mode.\"  However, the virus has cast a shadow over the film industry as it moves closer to the summer movie season, arguably Hollywood's most lucrative time period. The summer is full of films that rely on international grosses to become blockbusters, and if overseas markets continue to be shuttered by the outbreak, studios might be forced to choose between a smaller pull at the box office or the costly decision to delay openings. The Hollywood Reporter reported this week that the decision to delay \"No Time to Die\" could cost MGM more than $30 million. One such film that could feel the pinch: \"F9,\" the ninth installment of the highly successful \"Fast & Furious\" franchise, which opens on Memorial Day weekend in North America. The action series from Universal is a major international brand that makes most of its money from overseas theaters. \"The Fate of the Furious,\" the franchise's last film, made more than 81% of its $1.2 billion gross outside of the United States. Like \"F9,\" \"Mulan,\" Marvel's \"Black Widow,\" \"Wonder Woman 1984\" and \"Top Gun: Maverick\" are all films that will open between now and July. They are expected to be some of the highest-grossing films of 2020, and in order to get there, they will have to rely on global totals. A big global total was also important to \"No Time to Die,\" which is why it likely pushed its released, according to Robbins. \"It's MGM's biggest title of the year — by far — with significant overseas exposure,\" he said. \"They want a positive domestic result, but their overseas outlook is arguably more crucial for the film.\" Yet, for now, business continues as normal for the film industry and Hollywood. The National Association of Theater Owners said in a statement following the delay of \"No Time to Die\" that \"cinemas will remain open around the world with strong attendance, in line with local conditions, and in communication with local health officials.\" \"The movie business is simultaneously global and local,\" the organization said. \"All theaters in the U.S. and Canada and the vast majority of movie theaters around the world remain open with strong ticket sales.\" The domestic box office is currently up roughly 2.5% over last year, Paul Dergarbedian, senior media analyst at Comscore, noted. He added that it's difficult to assess the impact of the coronavirus on the film industry right now since its biggest market, the United States, is still operational. \"'No Time To Die' moved for reasons specific to that film and at least in North America it's unlikely that we will see a sudden rush by studios to move release dates for films,\" he said. \"Of course, it's an ever-changing situation and each studio will have to make their own decisions based on what's best for their films, their employees and audiences.\""], "Language": false}