{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/tech/instacart-leave-at-my-door/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Sara Ashley O'Brien, CNN Business"], "Writers": [["Sara Ashley O'Brien"]], "FirstPublishDate": ["2020-03-05T21:18:59Z"], "LastModifiedDate": ["2020-03-06T19:13:28Z"], "Headline": ["Now you can get your food delivered without any human contact"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Amid fears of the coronavirus, a growing number of food and grocery delivery services in the US are giving customers the option to have their orders left at their doorstep to avoid human interaction. Instacart, the grocery delivery startup, rolled out a new feature call \"Leave at My Door Delivery,\" which gives customers the option to have an order left by their door during a designated time frame instead of having an in-person hand-off. The company said Thursday it had been testing the opt-in feature in recent months and decided to add the option for all customers now because of \"increased demand\" for it in recent days.  On-demand food delivery startup Postmates introduced a similar option on Friday. Meanwhile, grocery delivery service FreshDirect has a service alert on its website noting that its \"delivery personnel will bring your order up to your door, but cannot enter your home at this time.\" (FreshDirect did not immediately respond to a request for comment on when this alert was added.) As cases of coronavirus continue to rack up in the US, the workers who give rides and deliver groceries or restaurant orders for gig economy companies could be on the frontlines of the outbreak as people avoid public transportation and rely on home deliveries instead of frequenting restaurants and stores.  The concept of \"contactless deliveries\" is something that companies in China adopted in response to the coronavirus outbreak, which was first detected in the country. CNN Business previously reached out to several food delivery startups in the US, including Instacart, DoorDash, Uber Eats and GrubHub about whether they were considering adopting the practice. In a statement, a GrubHub spokesperson said, \"this is obviously a complex and fast-moving situation. We are focused on prioritizing the health and safety of our drivers, diners, restaurant partners and employees during this challenging time. We will continue to monitor the situation closely, including assessing and analyzing the potential impact on our business.\" DoorDash declined to comment. Uber did not respond to request for comment."], "Language": false}