{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/europe/italy-school-coronavirus-intl/index.html"], "Source": ["cnn"], "Location": ["Milan, Italy"], "ByLine": ["By Jo Shelley, Ben Wedeman and Gianluca Mezzofiore, CNN"], "Writers": [["Gianluca Mezzofiore", "Ben Wedeman", "Jo Shelley"]], "FirstPublishDate": ["2020-03-06T17:45:34Z"], "LastModifiedDate": ["2020-03-06T17:45:34Z"], "Headline": ["Italian parents and teachers under strain after students sent home over coronavirus fears"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Since Italy suspended schools in an effort to prevent a further spread of the novel coronavirus, many parents have had to rethink their routines. Some have been forced to work from home or turn to grandparents for help, and women are taking on much of the childcare burden.  \"It had an impact on me, of course,\" said Gini Dupasquier, a consultant in Milan whose teenage daughters are now studying from home. \"It is hard for families to balance work and life. School is the backbone of the country.\" Italian students have joined nearly 300 million children forced to stay home because of the coronavirus outbreak globally. Just a few weeks ago, China, the epicenter of the epidemic, was the only country to have shuttered schools. But, in recent days, at least 33 countries across three different continents have followed suit. The temporary closures are wreaking havoc on daily life around the world, so much so that the United Nations warned this week that the \"global scale and speed of the current educational disruption is unparalleled.\" Italy, which is experiencing the worst outbreak of the disease in Europe, has closed all schools -- nurseries to universities -- until Sunday, March 15. But many believe that date will be pushed back, as confirmed cases in the country climb to more than 140. \"I don't think this will end anytime soon,\" said Riccardo Arienti, a 52-year-old Milan business owner and father of two.   Arienti's electronics company in the Italian city employs 15 people -- and, unlike many small businesses in Milan, remains busy despite the crisis. He and his wife still go in to the office every day, leaving their daughters, aged 4 and 8, at home with a babysitter. And it's not only parents who are bearing the brunt of the disruption. In less than 24 hours following the announcement, teachers were scrambling to move educational programs online, adapting them to fit the new e-learning format.  The Italian education ministry launched an information portal focused on remote learning and said 2,000 teachers participated in webinars on distance learning on Tuesday, the first day of the program.  At least one educator told CNN that preparing video lessons, Google quizzes and video conferences has tripled their working day. The widescale public health challenge has proven to be an educational one too. An hour's drive northeast of Milan, a group of teenagers was hanging out in a park in the city of Bergamo, when they heard the news of the closures. \"Really?\" they asked. One boy said he was \"happy\" he may miss a German exam. Two girls feared an exchange program in April may be canceled.  Under normal circumstances, these 16- and 17-year-olds would be at school on a week-day afternoon. Many of the group are happy they're not. \"Everyone is worrying about it [coronavirus] but I don't think it's a big deal -- only for old people,\" Aya said. But Alessandra is starting to tire of the restrictions. \"I am kind of happy, but at home I am bored,\" she admitted. \"I miss my friends, and some of my teachers. I miss having a routine every day.\""], "Language": false}