{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/politics/coronavirus-mike-pence-donald-trump-politics-congress/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-03-06T05:04:05Z"], "LastModifiedDate": ["2020-03-06T17:07:44Z"], "Headline": ["Backlash over White House virus response builds"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A political storm over confusion and delays in coronavirus testing will only intensify after President Donald Trump canceled a trip to the agency responsible for problems hampering a full accounting of the disease's spread into 21 states and then decided to go after all. Early Friday morning, the White House announced Trump would no longer visit the Centers for Disease Control and Prevention later in the day, saying he didn't want to distract from the CDC's work. But as he signed a $8.3 billion coronavirus response bill, the President said he \"may go\" after he said an individual who was thought to have the virus tested negative. Later, White House press secretary Stephanie Grisham confirmed that Trump was indeed going after all. The mixed signals coincide with growing scrutiny of the administration's failure to get millions of virus testing kits quickly out to the states. A fault with an early batch of CDC testing kits limited testing capacity from the start and officials in states and cities are sounding the alarm that they lack the capacity for mass diagnosis as the virus spreads, even as the White House strives to ratchet up production of new tests.  The issue of test kits, along with a building crisis in the travel industry is becoming the focus of widening political pressure on the White House and is contradicting Trump's glowing new self assessments of a seamless virus management effort. White House counselor Kellyanne Conway added to the administration's self-congratulations when she told reporters Friday morning that \"this has been contained\" despite reports to the contrary from other administration officials and health experts. RELATED: Live updates on the coronavirus outbreak The threat, however, deepens by the day. There are now at least 234 confirmed cases of novel coronavirus in the US, including three just outside Washington, in Maryland's Montgomery County. Fourteen people have died and 21 states have recorded cases amid a nationwide health alert. In the most significant development on Thursday, new problems emerged in the administration's effort to rush testing kits to health care providers and state and local political leaders expressed growing frustration about the situation in their constituencies. Vice President Mike Pence bluntly replied to questions about the availability of testing kits in comments that raised the prospect that the administration is poorly prepared if the outbreak turns into a major US epidemic. \"We don't have enough tests today to meet what we anticipate will be the demand going forward,\" Pence admitted to reporters. The vice president's comment reflected the candor he has shown in leading the coronavirus task force, which is unusual for this administration and has won him plaudits among some Democrats on Capitol Hill.  While he did say the government currently can test \"those that we believe have been exposed, for those who are showing symptoms,\" his remarks raised questions about his previous promise that \"any American can be tested.\" In a CNN town hall on Thursday night, Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases, said testing needs to be \"much more proactive\" to get a fuller picture of the coronavirus. \"For that reason, we're going to need millions and millions and millions of tests,\" Fauci said. \"That's what I feel and that's what many of my colleagues feel.\" 'An embarrassment for the United States' Some officials and health care providers are warning that the lack of testing capacity is not just a future problem, it also is hampering attempts to get a fix on the disease right now. \"This is becoming an embarrassment for the United States of America,\" New York Mayor Bill de Blasio said on CNN's \"The Situation Room,\" complaining that he had been pleading with the Centers for Disease Control and Prevention since late January for proper testing capacity. \"There's something wrong here that the federal government is missing and they must fix it,\" de Blasio said, adding that testing had allowed officials to clear 26 New Yorkers, in addition to confirming four cases in the city. \"The fact that the federal government cannot get tests out there is extraordinarily problematic.\" Democratic Sen. Patty Murray, who represents Washington, the worst-hit state, expressed extreme frustration that the administration apparently had failed to use a six-week lead time when the disease broke out in China to get tests ready. Murray said that \"mixed messages, the chaotic back and forth\" and a lack of testing capability in their home state had forced thousands of people in her state to stay home. \"This confusion, this lack of testing, is causing real confusion and chaos, and it's dangerous,\" Murray said, adding that she had not had a reply from Pence to a letter in which she had asked him to explain the situation. \"The way we replace fear is by having real concrete information. Without the tests that are credible, we don't have that, and therefore we don't know -- and community leaders and school districts and businesses don't know -- how to make the wisest decisions,\" Murray told CNN's Erin Burnett on \"OutFront.\" Uncertainty over administration's testing targets The exact numbers of testing kits that are going out to providers in the short term remains unclear. The White House previously raised expectations for a million tests being available by the end of this week. But on Thursday, Health and Human Services Secretary Alex Azar said capacity would be in place to test 475,000 people in that time frame. Pence's spokeswoman Katie Miller insisted that the administration is \"not missing\" its goal of a million tests being distributed by the end of the week. The effort to guarantee countrywide testing was slowed in the first instance by a fault with laboratory tests. House Democrats have announced an investigation into that failure in an effort to establish whether it might have made it more difficult for officials to assess the disease's spread across the US. Democratic Sen. Maggie Hassan of New Hampshire said that even when public health authorities get the test kits it will take a few days for people to be trained to use them. \"It's really important ... that the administration develop a timeline so the health care community, our doctors, our clinics, our hospitals and the public know when there will be more testing available and where,\" Hassan said on \"CNN Right Now.\" The low-level testing in the US is hampering efforts to trace the genuine extent of infections. Dr. Seema Yasmin, a former CDC disease detective, said on CNN's \"Anderson Cooper 360\" that 140,000 people had been tested for the disease so far in South Korea. By comparison, CDC figures cited by CNN's chief medical correspondent, Dr. Sanjay Gupta, had the total number of US tests so far at around 1,500. Travel industry sounds alarm Another developing nightmare for the White House is growing fears that the travel industry -- an important driver of the economy -- could face a catastrophic blow as conferences are canceled and families mull whether to hold off on vacation plans. After United Airlines announced cuts to capacity on domestic and international flights, the CEO of Southwest Airlines warned the domestic carrier may soon make the \"gut punch\" decision to cut flights owing to a falloff in bookings that started last week. Trump met airline executives at the White House on Wednesday and they asked him not to publicly discourage Americans from taking planes since their business were at risk, a person familiar with the meeting told CNN's Kevin Liptak. The plea by the CEOs points to the difficult challenge the administration faces. It wants to keep America moving, to shield the economy from damage and to keep life as normal as possible. But it also has a duty to tell the American people the truth at a time of an emergency. And it must must weigh every word that could cause a stock market slump or have devastating commercial reverberations. Things look certain to get worse since the International Air Transport Association warned that global airlines could lose $113 billion in sales if the virus continues to spread. The cruise industry is also taking a severe hit as one ship, the Grand Princess, idles off the coast of California because it had carried a passenger who later died from the disease. Testing kits were delivered by helicopter to the vessel on Thursday and results on passengers who suffered flu-like symptoms during its voyage will be back on Friday. In a sign of more deepening anxiety over the crisis, stock markets took a fresh pounding on Thursday with the Dow Jones Industrial Average down nearly another 1,000 points. Trump touts out-of-date poll numbers Despite all the grim news, Trump is continuing to downplay the sense of crisis, in a way that contrasts with Pence's reliance on scientific and government experts. \"With approximately 100,000 CoronaVirus cases worldwide, and 3,280 deaths, the United States, because of quick action on closing our borders, has, as of now, only 129 cases (40 Americans brought in) and 11 deaths. We are working very hard to keep these numbers as low as possible!\" the President tweeted, before the numbers rose later in the day. On Thursday, in a Fox News town hall in Pennsylvania, he boasted about poll numbers related to his management of the crisis that are now three weeks old. \"We've gotten the highest poll numbers of anybody for this kind of a thing,\" Trump said. \"We were given tremendous marks -- you look at Gallup polls, you look at other polls.\" Earlier in the day, the President was fuming about a backlash to his remarks of a day before that had appeared to indicate he was relaxed about people with the virus going to work. In a phone call with Sean Hannity on Fox News, he also suggested that World Health Organization estimates of the death rate for the coronavirus of 3.4% were wrong. \"I think the 3.4% is really a false number,\" Trump said. \"Now, this is just my hunch.\" It is possible that when all the post-epidemic data is evaluated the death rate will be below the WHO estimate. But it was another example of Trump speaking imprecisely at best, misleadingly at worst and offering disinformation about a crisis that could have profound reverberations for him in his reelection year if it causes a major economic downturn. This story has been updated to reflect new developments and reaction."], "Language": false}