{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/world/women-sexist-work-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amy Woodyatt, CNN"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2020-03-06T14:36:30Z"], "LastModifiedDate": ["2020-03-06T14:57:50Z"], "Headline": ["1 in 4 men think it's OK to make sexual jokes at work, study finds"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["More than one in four men (28%) around the world think it's acceptable to crack sexual jokes at work, a new global survey has found. In a survey of over 20,000 people in 27 countries, researchers from King's College London said they found \"significant differences\" in what men and women perceived to be acceptable workplace behavior.  A key finding was that more than one in eight men (13%) think it is acceptable to display material of a sexual nature at work, compared with just 7% of women, the poll, carried out by Ipsos MORI and The Global institute for Women's Leadership found.  Some 16% of women thought it was acceptable to tell jokes or stories of a sexual nature at work, the study said. Julia Gillard, former Australian prime minister and chair of the Global Institute for Women's Leadership at King's College, told CNN that the revelation was \"quite staggering.\" \"After so many years of campaigning for change, and particularly in the wake of the global MeToo Movement, I think that's extraordinary,\" she said.  One of the most surprising outcomes of the survey, Gillard told CNN, was that the revelation that nearly a third of men in China said it was acceptable to show sexual content in the workplace.   The research, released ahead of International Women's Day on March 8, also found that, globally, 15% of men surveyed thought it was acceptable to ask a colleague for a date if they had previously said no, compared with 9% of women.  The survey also found that women were markedly less confident in calling out inappropriate behavior, with 48% of women saying they would be confident in telling off a senior colleague for making a sexist comment, compared with 58% of men.  Gillard said the responses to the survey represented many women's lived experiences.  \"People say that having childcare responsibilities, that being unable or unwilling to socialize with colleagues outside of working hours, and rejecting a colleague who wanted a date or romantic relationship can harm women's careers,\" she said. \"In many countries around the world, many employers have moved to a system of complaints -- if someone complains then they will take action,\" she said.  \"We hope that this survey could feed into an appetite for proactive change that instead of waiting for something to go wrong, and for a woman's career to be harmed in some way or for her to suffer a sexist and very distressing incident, that employers would focus on building respectful relationships at work,\" she added. "], "Language": false}