{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/perspectives/fed-rates-recession/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lakshman Achuthan and Anirvan Banerji for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-03-06T13:25:46Z"], "LastModifiedDate": ["2020-03-06T13:25:46Z"], "Headline": ["The Fed's emergency rate cut was a big mistake"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["Fearing the US economy would fall into a recession due to the coronavirus, the Fed pushed through an emergency rate cut for the first time since the 2008 financial crisis. Yet, our research shows that the US economy came into this epidemic in more resilient cyclical shape than the Fed -- and most economists -- realize. This rate cut could do more harm than good.  What they may not appreciate is that an economy isn't always susceptible to shocks. Rather, it needs to be in a cyclical \"window of vulnerability\" for a negative shock to tip it into recession.  Hurricane Katrina devastated New Orleans and the Gulf Coast in the summer of 2005 and also caused significant damage to the regional and national economy. But it didn't trigger a US recession. Nor did Japan's December 1941 attack on Pearl Harbor, which occurred before ramped-up wartime spending boosted the economy. The reason was that -- as indicated by reliable leading indexes we've long monitored -- the US economy was not in a recessionary window of vulnerability on either of those occasions and could therefore weather those shocks.  Going into the coronavirus crisis, the dozen-plus key leading indexes we monitor told us that the US economy wasn't in a window of vulnerability. Therefore, the shock of the epidemic hitting US shores wasn't going to tip the economy into a recession.  Importantly, housing -- a critical driver of the economy -- had already been strengthening, partly because mortgage rates were already near record lows before the rate cut. We didn't need even lower mortgage rates, which followed the rate cut, to shore it up.  Separately, manufacturing is actually in a better cyclical position than most realize. In the United States, the purchasing managers indexes, which many economists see as a timely proxy for industrial growth, are still holding above last year's lows, despite the supply chain disruptions caused by the coronavirus.  Paradoxically, the US industrial sector has lucked out in another way. Most don't appreciate that the US industrial downturn through last year left a number of industries with bloated inventories of raw materials and in-process goods, as well as overstocks of finished goods.  This is why manufacturing is mostly okay for now. Of course, that won't remain the case if the supply chain disruptions keep going for months due to the coronavirus and those excess inventories become seriously depleted.  Separately, the US-China trade war may also have helped by persuading manufacturers to move supply chains out of China. That is currently cushioning the impact of the supply chain disruptions, buying us a little time before manufacturing gets seriously hit.  Services could be more vulnerable to the coronavirus threat. This is because many service-sector activities may be curbed by government and private firms shutting down workplaces as a precautionary measure. Moreover, discretionary spending -- especially on services that involve human contact -- will be hurt by people's fears of being infected by the virus. Of course, such damage could last longer if people have doubts about official pronouncements. Here, trust is the key. Otherwise, the hit to the economy can drag on for months on end -- and that could be recessionary. The point remains that none of these potential problems can be solved by a Fed rate cut. One might say that the Fed had no choice, having been boxed in by the markets. But Fed Chairman Jerome Powell has plainly said that it's ultimately up to others -- primarily medical professionals and, secondarily, fiscal policymakers -- to solve the real problem.  It's really about putting in place pandemic subsidies and administrative and fiscal support to keep business going. For example, South Korea, in the crosshairs of the coronavirus crisis, didn't cut rates to prop up the stock market, but is helping out small- to medium-sized businesses struggling to pay wages and providing child care subsidies.  Going into this epidemic, the US economy was not particularly vulnerable to recession and, despite all of the drama in the markets, it still isn't. But when our forward-looking indexes, including several high-frequency indicators, signal that we're moving into a recessionary window of vulnerability, the Fed will need to act.  Unfortunately, this week's Fed rate cut used up precious ammunition that it will need when recession -- rather than a market correction -- truly threatens. Our interest rates are now moving closer to zero, sending us down a similar path as Japan, which, despite negative interest rates and the Bank of Japan repeatedly purchasing massive amounts of both stocks and bonds, is now in its fifth recession since 2008.  That's what \"Japanification\" looks like: slow growth with repeated recessionary episodes. And the Fed has just stepped on the gas on the road to Japanification. "], "Language": false}