{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/economy/china-banks-stress-test-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Analysis by Laura He, CNN Business"], "Writers": [["Laura He"]], "FirstPublishDate": ["2020-03-06T12:30:59Z"], "LastModifiedDate": ["2020-03-06T12:30:59Z"], "Headline": ["China has hundreds of stressed out banks. Coronavirus could tip some of them over the edge"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["China's banking system was on shaky ground before the novel coronavirus outbreak. Now smaller lenders are bracing for a spike in bad loans as businesses run short of cash and some banks may need to be rescued by the government. Small businesses have been walloped by the outbreak, which forced many of them to close for weeks. Less than a third of them had returned to work by late February, according to state officials. Beijing is now trying to help by relaxing the conditions companies need to meet to obtain loans. And officials are asking banks to defer repayments. But the government has admitted that its strategy will inevitably lead to an uptick in bad loans. That could strain the Chinese banking system, particularly since smaller banks were already being squeezed by the country's economic slowdown and regulatory restrictions on how they could lend money. \"We think it may take years for domestic banks to revert to normal standards, with long-term repercussions for the creditworthiness of some institutions,\" wrote S&P Global Ratings credit analyst Ming Tan in a recent research note.  Even if the outbreak is contained by April, the value of loans that companies in China might not be able to repay could double to about 10 trillion yuan ($1.5 trillion), according to S&P Ratings. In that worst-case scenario, nearly 8% of bank loans in China would be categorized as bad or with potential weaknesses that managers need to watch closely. Years of strain Small and medium-sized lenders play a central role in China's economy. There are more than 4,300 of them, according to a financial stability report published by the People's Bank of China in November. While they account for less than a third of banking assets, they are the primary lenders for small businesses, which contribute more than 60% of the country's GDP. But life has been getting harder for those lenders over the past couple of years. Money is fleeing China and deposits are drying up in the wake of concerns about the country's economic health, which had already been damaged by weak demand at home and the trade war with the United States even before the coronavirus struck. And worried about rising debt in the country, Beijing had began cracking down on unregulated lending in 2017 — a campaign that made it harder for some small businesses to secure funding. As a result, loans those firms already had with other lenders started to turn sour, according to Li Qilin, chief economist for Guangdong-based Yuekai Securities. It also became illegal for small banks to secure capital through unregulated channels. Weakness in the system was evident last year, when the People's Bank of China conducted a stress test to see how banks would cope if the economy slid, the yuan plunged, bad loans soared or liquidity evaporated. The test found that 159 banks — nearly 14% of all participants — broke down when subjected to severe stress. The failures were almost all small lenders.  At the start of this year, the State Council's Financial Stability and Development Committee — the major financial regulator — called replenishing capital for small and medium-sized banks one of its key tasks this year.  The People's Bank of China has cited the liquidity risks facing those lenders as a major hazard, too. In the report that accompanied last year's stress test, the central bank said that nearly 600 Chinese banks — 13.5% of all the banking institutions it surveyed — faced a high level of risk as of late 2018, a rise of about three percentage points from a year earlier. Most of them were small and medium-sized lenders in rural areas.  Government intervention Although Beijing has acknowledged that its plan to save small businesses from the coronavirus involves at least a temporary return to the risky lending strategies it once tried to eradicate, the government also says that it is prepared for what's to come. Fan Yifei, deputy governor of the People's Bank of China, told reporters last month that the overall ratio of bad loans is still relatively low and can be managed.  But recent history suggests that the government may have to intervene if the pressure becomes too much to handle.  Late last year, several banks received help from the government because of financial problems, including two small lenders in Liaoning and Henan provinces where customers tried withdrawing more money than the bank had on hand. Those cases prompted the China Banking and Insurance Regulatory Commission, the country's top banking regulator, to say that it would keep an eye on how much liquidity existed within China's entire banking system. This week, the central bank warned in a policy paper that smaller banks are more at risk than larger ones from big shocks to the financial system. It suggested that regulators monitor those banks and set up an emergency way to rescue them to prevent a domino effect that endangers other small lenders. More dramatically, Beijing could seize outright control of a troubled bank. Complete bank collapses have happened only three times in China's history — most recently in May 2019, when Beijing said it would take over a regional lender in Inner Mongolia because of \"serious credit risks.\" It was the first state takeover of a bank in two decades. In a research note about China's banking system last year, analysts at Fitch Ratings pointed to that case as an example of how Beijing could ensure financial stability if necessary. They also suggested that the government could help banks by encouraging mergers. Even so, the Fitch analysts said that it's unlikely that all troubled banks will be fully protected.  \"We do not expect large banks to absorb a large number of small banks as part of any consolidation process,\" they wrote, adding that those large firms don't have enough capital for aggressive mergers and acquisitions."], "Language": false}