{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/business/coronavirus-global-panic-buying-toilet-paper/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Michelle Toh, CNN Business"], "Writers": [["Michelle Toh"]], "FirstPublishDate": ["2020-03-06T10:53:10Z"], "LastModifiedDate": ["2020-03-06T11:13:51Z"], "Headline": ["'It's crazy': Panic buying forces stores to limit purchases of toilet paper and masks"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Rationing supplies. Overwhelmed delivery workers. Toilet paper protected by security guards. This is the new reality for some retailers that are having to take drastic action to limit the number of toilet paper rolls, face masks and hand sanitizer bottles each person can buy as customers stockpile goods over fears of the novel coronavirus outbreak. The epidemic has infected more than 97,000 people and killed 3,300 globally, leading to growing alarm that has resulted in mass bulk buying around the world. Australian supermarket chains Woolworths and Coles both began limiting toilet paper purchases to four packs per person this week. Costco Australia is also restricting how much toilet tissue, disinfectant, milk, eggs and rice each customer can buy. In the United States, Kroger says it is capping individual purchases of \"sanitization, cold and flu-related products,\" while Home Depot is curbing the number of face masks in single orders placed online and in stores. In the United Kingdom, Boots is limiting the purchase of hand sanitizer to two bottles per customer, and UK online grocer Ocado has advised customers to place orders further in advance in the wake of \"exceptionally high demand.\" Emergency food service providers — which send freeze dried meals to people preparing for crises such as natural disasters — are also experiencing a huge surge in sales. \"We're doing approximately our average monthly orders in a day,\" said James Blake, chief of Emergency Food Storage UK, the largest emergency food supplier in Europe. \"Our tins have a 25-year shelf life so people are really thinking about stocking up.\" Panic at the supermarket At a Coles supermarket in Brisbane, Australia on Wednesday, toilet paper was completely sold out. One worker at the store told CNN Business that his shift had been hectic as customers mobbed the aisles. When a new delivery of toilet rolls arrived that afternoon, workers didn't even have time to unpack the goods before shoppers swooped in, he said.  Things were so frantic that workers simply handed packs straight to customers, the employee added. He said he didn't want to be named because he wasn't authorized to speak to media. \"It's crazy,\" one customer muttered after spotting empty shelves at the store. \"Insane,\" another person said. At another Coles store in Sydney on Wednesday, a security guard was dispatched to watch over the toilet paper aisle. One reporter at the Sydney Morning Herald said on Twitter that he was told the store was \"going through a pallet every ten minutes or so.\"  In a statement to CNN Business, Coles said that the security deployment was \"a one-off\" situation. Stretched supply chains Patrick Noone, managing director of Costco Australia, said his team has been scrambling to adjust to the sudden jump in demand over the last few days. \"We have seen an influx of people in warehouses across the country in the past week 'stocking up,'\" Noone said in a statement. \"Our employees and suppliers are working tirelessly to try and keep up.\" While some retailers will enjoy an uptick in sales — Costco worldwide posted a roughly 3% bump last month that it attributed to higher demand from coronavirus concerns — some experts say it's not necessarily a good thing. \"The fear of facing increasing supply shortages and prospects of disruptions to daily life have likely prompted people to stock up,\" Bernard Aw, a principal economist at IHS Markit, told CNN Business. But he added that \"businesses generally prefer stable demand growth as opposed to any spikes because of the impact [that] such surges in demand will have on their capacity to ensure sufficient supplies.\" Some retailers have also been thrown off by disruption on the back end. Aw noted that the coronavirus outbreak has hit companies' supply chains, with February manufacturing data showing that \"global delivery times lengthened by the greatest extent in nearly nine years.\" To work around these hiccups, some businesses are adopting new practices. Coles has introduced \"some direct 'supplier to store' deliveries\" to simplify the supply chain, a spokesperson said. This is \"to speed up how quickly we're able to replenish popular items like toilet paper,\" the company told CNN Business. Jonathan Cheng, a partner at Bain who leads the company's retail practice in Greater China, said the crisis underscored a need for some traditional retailers to rethink how they source and provide goods in the long term.  \"Retail management teams are currently facing two looming challenges. The first is a logistical bottleneck,\" he noted. \"The second challenge is imminent supply shortages, linked to uncertainty about when factories will resume production.\" As the outbreak worsens, retailers are closely watching supply chains for signs of further disruption, according to Andrew Opie, director of food and sustainability at the British Retail Consortium, which includes grocers such as Marks & Spencer and Aldi. \"They are adept at managing disruption and moving sourcing from one country to another to mitigate any impact,\" he told CNN Business. \"Our members are working as hard as they can to ensure consumers have access to whatever products they want.\" — CNN's Hilary Whiteman, Hanna Ziady, Eoin McSweeney and Emma Reynolds contributed to this report."], "Language": false}