{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/tech/amazon-seattle-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Atlanta"], "ByLine": ["By Hollie Silverman and Donie O'Sullivan, CNN Business"], "Writers": [["Hollie Silverman"]], "FirstPublishDate": ["2020-03-05T10:25:50Z"], "LastModifiedDate": ["2020-03-06T07:08:55Z"], "Headline": ["Major tech companies ask Seattle employees to work from home after coronavirus cases"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Amazon, Facebook, Google and Microsoft are all encouraging employees in the Seattle area to work from home due to concerns about the novel coronavirus as the outbreak in Washington grows.  Amazon revealed earlier this week that one of its Seattle-based employees has been diagnosed with the virus. On Wednesday, Facebook said a contractor who works at one of its offices in Seattle had tested positive.  Facebook has closed the facility, which the worker last visited on February 21, for the rest of this week. \"We've notified our employees and are following the advice of public health officials to prioritize everyone's health and safety,\" Facebook said in a statement. Both tech giants are encouraging employees in the Seattle area to work from home through the end of the month.  \"We are recommending that employees in Seattle [and] Bellevue who are able to work from home do so through the end of the month,\" an Amazon spokesperson said in a statement. Google has also recommended that employees in its Washington offices work from home, if their positions allow for it, a spokesperson for the company confirmed to CNN Business on Thursday. A spokesperson later said that policy will also apply to workers in the company's California Bay Area offices. Microsoft released similar guidance for employees on Wednesday. If workers' jobs require them to be in the office, the company is recommending that they remain six feet away from one another and keep in-person meetings as short as possible. The company confirmed Friday that two of its employees — one at Microsoft and another at its subsidiary LinkedIn — have been diagnosed with the virus in Washington state.  \"We are working closely with local public health authorities to provide the necessary support for our colleagues and their co-workers,\" a Microsoft spokesperson said. The coronavirus outbreak has killed 12 people in the United States, the vast majority in Washington state, and sickened more than 100 people.  There are more than 97,000 confirmed coronavirus cases worldwide, and nearly 3,400 deaths, mostly in China.  According to an email sent to staff, the Amazon employee infected with the coronavirus became ill on February 25 and has not been back to work since then.  Amazon, which is based in Seattle, said it has directly notified all coworkers who had been in close contact with the patient. The worker was based at the downtown office building the company refers to as Amazon Brazil, according to the email. An Amazon spokesperson confirmed the authenticity of the email to CNN earlier this week, adding, \"We're supporting the affected employee.\" -- Andy Rose, Seth Fiegerman, Clare Duffy and Carma Hassan contributed to this report."], "Language": false}