{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/health/us-coronavirus-thursday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Faith Karimi, Arman Azad and Steve Almasy, CNN"], "Writers": [["Faith Karimi", "Arman Azad", "Steve Almasy"]], "FirstPublishDate": ["2020-03-05T11:33:59Z"], "LastModifiedDate": ["2020-03-06T03:53:44Z"], "Headline": ["Testing for coronavirus expanded to patients who have a doctor's order, CDC says. US cases top 200"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As the number of cases and deaths from novel coronavirus increase across the United States, federal health officials are expanding testing for the fast-moving outbreak.  Still, Vice President Mike Pence, who is leading the administration's response to the outbreak, acknowledged Thursday there was a shortfall in the number of testing kits required to meet demand. \"We don't have enough tests today to meet what we anticipate will be the demand going forward,\" Pence told reporters while in Minnesota to tour 3M. By Thursday night, there were at least 227 cases of coronavirus in the United States -- with 70 in Washington state alone -- according to the US Centers for Disease Control and Prevention, as well as state and local governments.   Officials in King County in Washington announced the death of a woman in her 90s who had lived at a nursing home in the center of the US outbreak. There have been 11 deaths in the state of Washington and 12 overall.  New guidance issued by the CDC on Wednesday formalized an earlier announcement by Pence that any American with a doctor's order can be tested for the virus.  It removed earlier restrictions that limited testing for the virus to people who'd been hospitalized with a fever and respiratory symptoms -- or a person who had close contact with a confirmed coronavirus patient.  Clinicians should now \"use their judgment to determine if a patient has signs and symptoms compatible with ... (coronavirus) and whether the patient should be tested,\" the CDC said. Experts have questioned whether the United States can meet the likely surge in testing demand that will follow the change in guidelines. Secretary of Health and Human Services Alex Azar said Thursday that he believes between CDC tests and those from a private company, IDT, there will be a nationwide capacity to test 475,000 people by the end of the week. Azar said he hopes IDT will ramp up to a million or a million and a half people by the end of next week. He explained that the test involves examining multiple specimens from one person. For example, in order to test 400,000 people, the IDT test will process 1 million specimens.  Two kinds of coronavirus tests in the United States have FDA emergency use authorizations and are in use nationwide.  One kind is the CDC test kits that are distributed to public health laboratories across the country, and another test has been designed and used by New York state.  The 227 coronavirus cases have been reported across 19 states, most of them in California and Washington state. Colorado, Maryland, Tennessee and Nevada reported their first cases Thursday. The number of cases includes 49 repatriated citizens from the Diamond Princess cruise ship, which docked in Japan last month after an outbreak and quarantine, as well as three Americans repatriated from Wuhan, China, the global epicenter of the outbreak.  Another cruise ship is linked to coronavirus California's first coronavirus death was reported Wednesday -- a former passenger on Princess Cruises' Grand Princess ship who died almost two weeks after he returned home. The unidentified man was 71 and had underlying health conditions, Placer County health officials said. He was likely exposed to the virus on his cruise from San Francisco to Mexico between February 11 and 21. The Grand Princess is off the California coast after a subsequent voyage to Hawaii.  California Air National Guard helicopters delivered coronavirus test kits and medical personnel to the ship. Two HH-60 Pave Hawk helicopters and one C-130J from California Air National Guard's 129th Rescue Wing were involved with the mission, according to Lt. Col Jonathan Shiroma. A passenger told CNN the onboard testing was supposed to take four to six hours. Princess Cruises said Thursday about 100 people on the ship had been identified for testing.  The samples will be sent by helicopter to a lab in Richmond, California, Princess Cruises said. There are 11 passengers and 10 crew members who've developed symptoms, Gov. Gavin Newsom said.  The ship is carrying 2,383 passengers and 1,100 crew members.  The governor declared a state of emergency, which allows for more money to be allocated for the state's response. The Grand Princess is the second cruise ship recently linked to coronavirus. More than 600 cases of coronavirus were reported from Diamond Princess cruise ship last month.  Passengers on that ship were quarantined in Tokyo Bay. Washington state is hard-hit  The vast majority of deaths in the United States have been in Washington state, where 11 people have died and at least 70 cases have been diagnosed. Ten of those deaths and many of those cases were discovered in King County, and seven had ties to Life Care Center, a long-term nursing home in the Seattle suburb of Kirkland.  The nursing home's outbreak and more recent cases in states including Florida, Georgia and Rhode Island have heightened concerns among health care experts, said Nancy Messonnier, director of CDC's National Center for Immunization and Respiratory Diseases.  \"As more areas see community spread, local communities may start employing tools that encourage social distancing,\" Messonnier said.  \"The goal of social distancing is to limit exposure by reducing face-to-face contact and preventing spread among people in community settings.\" Schools, festivals affected Scores of US schools were closed Thursday because of coronavirus fears. At least 36 are in Washington state, 20 are in New York and one is in Rhode Island. Additional schools that announced closures last week and earlier this week have reopened. The South by Southwest (SXSW) festival in Austin, Texas, lost one major participant. A Netflix spokesperson confirmed to CNN that the streaming company is pulling out because of coronavirus concerns. The pullout was first reported in Variety.  SXSW is an annual conference combining technology, music, media and film scheduled from March 13 to March 22. Austin public health officials said the conference would continue as planned. "], "Language": false}