{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/empty-airports-tourist-attractions-coronavirus-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lilit Marcus, CNN"], "Writers": [["Lilit Marcus"]], "FirstPublishDate": ["2020-03-05T23:30:57Z"], "LastModifiedDate": ["2020-03-06T03:41:03Z"], "Headline": ["Busy tourist attractions, airports empty amid coronavirus outbreak"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["In the last few years, the biggest buzzword in travel has been overtourism, used to decry the way that some popular cities, attractions and destinations have become too popular.  But now the pendulum is swinging in the other direction as a result of the novel coronavirus, which originated in Wuhan, China and has since trickled around the world, from Japan and Italy to the United States.  According to some industry experts, coronavirus may prove to be the worst hit to the global travel industry since 9/11. Many countries have restricted travelers from China, which is the world's largest travel market, thus guaranteeing a decline in visitors.  And that's not all. Airlines have asked staffers to take unpaid leave as many routes are canceled indefinitely, and hotels and attractions have reported plummeting bookings. Many of the world's most famous places, including Disney parks in Shanghai and Hong Kong, have closed their doors to visitors.  Events like the London Book Fair and the Venice Architecture Biennale have been canceled, and Lunar New Year events throughout Asia were called off as well. Public places that are usually packed with visitors, such as Kyoto's picturesque Gion neighborhood and Venice's St. Mark's Square, are now unusually quiet as people practice \"social distancing.\"  While many people are choosing to stay indoors, cancel trips and work from home amid the coronavirus, some intrepid photographers are documenting what their cities and towns look like without all the crowds.  Click through the gallery above for a handful of examples."], "Language": false}