{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/us/cnn-town-hall-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aditi Sangal, CNN"], "Writers": [["Aditi Sangal"]], "FirstPublishDate": ["2020-03-05T21:04:40Z"], "LastModifiedDate": ["2020-03-05T22:29:28Z"], "Headline": ["How to watch the coronavirus town hall"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["CNN will host a \"Coronavirus: Facts and Fears\" town hall on Thursday night. CNN anchor Anderson Cooper and CNN chief medical correspondent Dr. Sanjay Gupta will be joined by health experts who will focus on the facts -- what the current domestic and international situations are and what we should and should not do to prevent the virus from spreading.   The novel coronavirus has killed more than 3,300 people, the vast majority of whom are in mainland China. There are now more than 95,000 cases of coronavirus in more than 80 countries and territories. What time is it happening? The two-hour event airs live starting at 10 p.m. ET. Who will we hear from? Six experts are joining tonight: - Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases - Ron Klain, President Barack Obama's Ebola response coordinator - Dr. Craig Spencer, the American doctor who contracted Ebola while treating patients in Guinea - Dr. Mark Rupp, chief of the Division of Infectious Diseases at the University of Nebraska Medical Center - Dr. Maria Van Kerkhove, infectious diseases epidemiologist with the World Health Organization - Dr. Nathan Wolfe, virologist and infectious diseases expert   Joining remotely will be a few patients infected with coronavirus. Chef José Andrés, whose World Central Kitchen fed those aboard the Diamond Princess cruise ship in Japan, will detail some of the conditions his crew saw on board.   CNN reporters who have been reporting on the coronavirus outbreak around the world will also provide updates. Hear from Gary Tuchman in Kirkland, Washington; David Culver In Shanghai, China; Christiane Amanpour in London; Ivan Watson in Seoul, South Korea; and Will Ripley in Tokyo. How do I participate? The experts will take questions from the studio audience and from viewers around the world. Submit them here or tweet them using the hashtag #CNNTownHall. Where can I watch it? The town hall will air exclusively on CNN, CNN International, across mobile devices via CNN's apps for iOS and Android, via CNNgo apps for Apple TV, Roku, Amazon Fire, Chromecast and Android TV, SiriusXM Channels 116, 454, 795 and the Westwood One Radio Network."], "Language": false}