{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/opinions/danger-of-nominating-sanders-kasparov/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Garry Kasparov"], "Writers": [["Garry Kasparov"]], "FirstPublishDate": ["2020-03-05T13:17:31Z"], "LastModifiedDate": ["2020-03-05T18:58:40Z"], "Headline": ["Garry Kasparov: The danger of nominating Sanders"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["In an election year in which hardly anybody agrees on anything, we can safely say that the stakes are incredibly high.  Donald Trump, emboldened after being let off the impeachment hook by Senate Republicans, would run amok if re-elected. His second-term assault on American institutions and the global order would make the last three years look downright boring. The Supreme Court would likely see at least two liberal justices replaced with young Trumpists (not conservatives, Trumpists), and Trump could even name his fifth if the eldest conservative judge, Clarence Thomas, retires.  Vladimir Putin of Russia will continue to wage his wars and stir instability without fear of American interference. The credibility of the United States government, and the American electorate, will  further erode as Trump keeps fear-mongering over immigrants, gutting environmental regulations and cozying up to dictators, business cronies and his broadly xenophobic base. Reelecting Trump means endorsing these practices. Standing in the way of this nightmare has been a flawed, uneven field of Democratic challengers. And while most Democratic voters list beating Trump as their top issue, some members of a belligerent progressive faction led by Bernie Sanders seems more interested in ideological purity than in winning in November.  Joe Biden's ample Super Tuesday victory, on the heels of his South Carolina rout, demonstrated that Democratic voters haven't entirely conceded to reelecting Trump as an inevitability. The prompt exits of Biden's fellow moderates Tom Steyer, Pete Buttigieg, Amy Klobuchar and now Michael Bloomberg put beating Trump over ego. But Sanders, like his socialist doppelganger Jeremy Corbyn, Labor Party leader in the UK, puts nothing ahead of himself. For decades, Sanders has had the luxury of railing about the need for big changes without ever having the power, or responsibility, to achieve them. American socialists are to the left what libertarians are to the right, gadflies and Jiminy Crickets trying to play the role of conscience for the two dominant parties.  CNN analyst John Avlon's recent comparison of Sanders to Ron Paul was apt in this regard. This year, Sanders had jumped off the far-left shoulder of the Democratic Party and at first held an early lead in the primaries.  I admit I have little experience in actually participating in free and fair elections, having been born in the Soviet Union. As a Soviet, I envied the ability of the citizens of the free world to choose their leaders, among many other unimaginable privileges and freedoms. So it's baffling to me that an American would have found anything to admire in our totalitarian Communist regime. But there was Mr. Sanders, then mayor of Burlington, Vermont, finding much to like during his 1988 visit to the USSR.  You wouldn't expect anyone making such a trip to criticize his hosts, and it's hardly surprising that a Socialist like Sanders would strive to point out the bright side of the Evil Empire, and how America might endeavor to be more like it. \"Let's take the strengths of both systems,\" he said upon return. \"Let's learn from each other.\"  It would be a cruel twist to have a president who admires Russia's current dictatorship running against a challenger who praised our old one. The Soviets only allowed such visits if they could exploit them for propaganda, and Sanders obliged. (And as I said on AC360 last week, it's likely that the Soviet archives have more unflattering material from Sanders' visit, material Putin will be happy to share with his favorite candidate, Trump, when the time is right.) Sanders also performed this whitewashing task for Fidel Castro's Cuba, coming back and spreading myths about an absence of homelessness and hunger, (\"I did not see a hungry child. I did not see any homeless people,\" he said on return from a trip there in 1989),  and last week did so for China at a CNN town hall. \"China is an authoritarian country, becoming more and more authoritarian,\" he said. \"But can anyone deny, the facts are clear, that they have taken more people out of extreme poverty than any country in history?\"  The USSR produced great art, scientific advances, and more than a few world chess champions. It also produced the Great Terror and enslaved hundreds of millions of people. The people of Cuba and China survive, and sometimes thrive, despite their socialism and despite their brutal regimes, not because of them. Chinese poverty began to lift when Deng Xiaoping allowed free market elements into the Chinese economy. It's an advertisement for capitalism, not socialism or authoritarianism.   You do not praise the commanders of a concentration camp if a prisoner sculpts a masterpiece from mud. Talking about the health care and literacy in socialist dictatorships is like admiring how clean everything was on the Death Star in \"Star Wars.\" There is free health care in prison, but it's still a prison. What value is literacy if you're told what you can and cannot read?  Unless you are making the case that there is unique value and something vital to learn from such regimes, why not choose examples that don't include censorship, gulags, and mass murder among their \"achievements\"?  For Bernie Sanders, the answer is because he wanted, and wants, to promote socialism. To make a distinction often lost on Americans with their two-party system, Social Democrats want to use policy to soften the edges of the free market.  Democratic Socialists -- which is what Sanders calls himself -- want to reshape society to eliminate the evils of capitalism.  He and his followers may like to tout Demark and Finland, but his own words also highlight the socialist dictatorships of Nicaragua, Cuba, and the Soviet Union. These latter endorsements refute those who say that \"socialism\" is just another word for higher taxes and a better social safety net. It would be easy to advocate for those things without defending aspects of police states, but Sanders chooses otherwise.   Trump routinely fawns over authoritarians, and these vile tendencies make him a danger to the rule of law in the US and the world. I am uniformly anti-authoritarian and am happy to condemn Sanders and Trump. The question is what all this will mean to swing voters in swing states, where Sanders' leftist brand of criticizing America won't play well. It's also a weakness that only Sanders has -- and the nominee has yet to be decided. In 2016, Trump also campaigned on the premise that the United States was bad and broken, but his jingoistic, nativist message had just enough resonance with the right voters in the right places. The Democrats need to focus on integrity and competence instead of inviting a debate over whose favorite dictators are worse. The Electoral College is an archaic mess, but it still exists. Sanders would need record turnout among young people to even have a chance against Trump in Midwestern swing states. Florida is likely long gone for Sanders after his comments about Cuba and Israel. Pennsylvania would lose hundreds of thousands of jobs under Sanders' fracking ban (which is also supported by Elizabeth Warren).  And one study found that a Sanders candidacy is more likely to increase turnout for Trump, not the Democrats. In contrast, a moderate Democrat need only attract a few of the many disgruntled Trump voters, or keep them at home, requiring no miraculous transformation of the electorate (a transformation, incidentally, that for Sanders failed to materialize in the Super Tuesday primaries, as young voters, once again, largely stayed home). Militant progressives may be willing to gamble their entire agenda and the future of the republic on the illusory chance of seeing their democratic socialist hero \"occupy White House.\" But I hope the majority will prevail and agree that safest path forward is to first restore sanity and stability. Even if you love Bernie Sanders and agree with his message, it's far too risky to believe that he's the best one to carry it to the White House."], "Language": false}