{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/politics/donald-trump-sean-hannity-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-05T17:01:11Z"], "LastModifiedDate": ["2020-03-05T17:20:31Z"], "Headline": ["The 27 most downright odd lines from Donald Trump's interview with Sean Hannity"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Amid criticism of his handling of the coronavirus in the United States, President Donald Trump sought out the comfort of an old friend on Wednesday night, phoning in for an interview with Fox News' Sean Hannity. In the conversation, Trump repeatedly contradicted medical advice on how to best keep the virus from spreading in the United States while engaging in the sorts of boasts and exaggerations about his broader presidency that have become de rigeur for him. Below, the lines you need to see. 1. \"And as far as Schumer is concerned, it was a terrible thing he said. I was -- I was amazed by it. And if that were a Republican, you would see really bad things happening.\" Trump is referencing Senate Minority Leader Chuck Schumer outside the Supreme Court on Wednesday saying, \"I want to tell you, Gorsuch. I want to tell you, Kavanaugh. You have released the whirlwind and you will pay the price.\" Those comments led to a rebuke for Schumer from Chief Justice John Roberts. But before Trump plays the victim too much, let's remember that he openly questioned the fairness of a federal judge because the judge had a Hispanic surname. And away we go! 2. \"So he totally made up a -- it was a fake phone call.\" Somehow we switched to Democratic House Intelligence Committee Chair Adam Schiff and the mock phone call he imagined between Trump and Ukrainian president Volodymyr Zelensky during impeachment hearings. It's an absolute Trump fixation. But here's the thing: Schiff made very clear before summarizing the phone call that this was paraphrasing, not a direct reenactment. On this hill I will die. 3. \"I think Elizabeth Warren, who did terribly last night, but she got enough votes that if Bernie Sanders would have had those votes -- and I assume he would have gotten a vast majority, he would have won all of those places -- or certainly most of them.\" Trump loves to play armchair political pundit, but it's not clear he's right here. While there's no question that Massachusetts Sen. Elizabeth Warren and Vermont Sen. Bernie Sanders share a similar base on the liberal side of the party, it's far from a sure thing that had she not been in the race Sanders would have beaten former Vice President Joe Biden in lots of states on Super Tuesday. Here's a sure thing though: Trump boosts the idea that Sanders is the victim of a conspiracy because he wants to boost Sanders' chances of winning the Democratic nomination, believing that Sanders is his weakest general election opponent. 4. \"Now, Joe didn't work that out, but somebody within that group worked it out. That was smart. But Joe would never be able to do that.\" No one loves conspiracy theories more than Trump. So, \"somebody\" worked out Warren staying in so she would siphon votes from Sanders and allow Biden to win. But that \"somebody\" wasn't Biden because he is, in Trump's mind, not smart enough to do that? OK. 5. \"When I say all -- all, but a little bit including yourselves and some of the folks on Fox, some of the folks around. You have some great people. You have Rush who's doing, I hear, really well. I hear he's doing much better.\" Trump started this sentence trying to say that the media was pushing for Biden to be the nominee -- for which there is zero evidence. He ended by praising Rush Limbaugh. What a journey! 6. \"They put people on that I think are inappropriate and say very, very false things and people don't challenge them. I think they're trying to be very politically correct, or fair and balanced, right, is the term.\" In which the President criticizes Fox News while on Fox News for not being Fox News-y enough for his taste. (Hannity ignored the criticism.) 7. \"That will be a major issue in the campaign. I will bring that up all the time, because I don't see any way out. I don't see any way -- for them, I don't see how they can answer those questions.\" Trump is referencing the renewed Republican focus on Hunter Biden's seat on the board of Burisma Holdings, a Ukrainian natural gas company. And promising he will make it a \"major\" issue in the campaign. To be clear: There is no evidence of illegal behavior from either Hunter or Joe Biden regarding Burisma. Hunter Biden has, however, said he exercised \"poor judgment\" in sitting on the board while his father was vice president. 8. \"I would say because he didn't think he could make it. He didn't think he had a shot at it.\" Political pundit Donald Trump offers his entirely unfounded view of why former President Barack Obama hasn't endorsed Biden. \"We are skeptical that an endorsement coming from us could truly change the political winds right now,\" a person close to the former president told CNN recently.  9. \"I know everybody.\" Same. 10. \"The largest tax cuts in history.\" Nope!  11.\" Nobody has done more in three years, the first three years, than we have.\" Trump makes this claim a lot. And it's totally uncheckable. Most in terms of what? He neither knows nor cares. He just likes to say it. 12. \"We have the cleanest air. We have the cleanest water. Our -- our air is as clean or cleaner than it's ever been.\" Again, nope! 13. \"And against the advice of a lot of great professionals, frankly, and they worked -- they worked for the administration and outside -- I -- I closed the borders to China.\" Trump wants the big takeaway from the coronavirus to be that he was right and the experts (read: nerds) were wrong. So there's that. 14. \"But I closed the borders, against the advice of a lot of people. And it turned out to be a very wise decision.\"  Like I said ... 15. \"And I felt we had to do it. And, in one way, I hated to do it statistically. I hated to do it from the standpoint of having people coming in. It's going to be -- is it going to look bad?\" The President of the United States admitting that he didn't really want to bring Americans who got the coronavirus abroad back to the United States because it would look bad \"statistically.\" Totally normal stuff! 16. \"But I have been a big person for, let's keep it a little bit inside.\" I, uh, think he is talking about trade? Or maybe vaccines? I truly don't know. And I read this quote -- and the context around it -- a bunch of times. 17. \"Well, I think the 3.4% is really a false number. Now, this is just my hunch, and -- but based on a lot of conversations with a lot of people that do this, because a lot of people will have this, and it's very mild.\" No big deal -- just the President of the United States contradicting the medical community on the mortality rate of coronavirus. What's he basing his conclusions on? Oh, a \"hunch.\" 18. \"So, if we have thousands or hundreds of thousands of people that get better just by, you know, sitting around and even going to work -- some of them go to work, but they get better.\" Uh, some people sick with coronavirus go to work and get better? So, this feels like, um, an unwise thing for the President of the United States to say? 19. \"And then, when you do have a death, like you have had in the state of Washington, like you had one in California -- I believe you had one in New York.\" Of the 11 confirmed US deaths, 10 are in Washington State and one is in California. 20. \"So I think that that number is very high. I think the number -- personally, I would say the number is way under 1%.\" Again, maybe! But the President has no real basis -- or at least he isn't sharing any evidence -- for his claims that the current mortality rate for coronavirus is way overblown. 21. \"Now, with the regular flu, we average from 27,000 to 77,000 deaths a year. Who would think that? I never knew that, until six or eight weeks ago.\" He never knew how many Americans die from the flu? This is my surprised face. 22. \"I mean, we have a very large country, to put it mildly, and a great country, by the way. And it's getting greater all the time.\" This answer begins with Trump congratulating himself on the small number of coronavirus cases in our \"very large country\" and ends with Trump saying that our country is getting greater and greater all the time. Yeah. 23. \"He's surrounded by people that I know, in some cases, I know pretty well. They're losers. He's really surrounded by losers.\" Former New York City Mayor Mike Bloomberg's people? Yeah, Trump knows them. Knows them well. Losers. All of them. 24. \"But when Elizabeth Warren went after him, he was saying, get me off this stage. Get me off here fast.\" This actually is what Bloomberg probably did think! 25. \"He got beat up very badly by Elizabeth Warren. It was not a pretty sight to watch. And that was the end of him. I mean, it's incredible. It was so bad, that was the end of him. It ended right there.\" Not wrong! 26. \"And, you know, so many things are happening.\" FACT CHECK: True! 27. \"Somebody said, you're the cleanest person in the country.\" This feels like a good place to end."], "Language": false}