{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/investing/zoom-video-coronavirus-conference-calls/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-03-05T16:31:46Z"], "LastModifiedDate": ["2020-03-05T16:46:49Z"], "Headline": ["Stuck working at home? Here's how to video conference for free"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus outbreak has sent many stocks seesawing -- but that's good news for web conferencing company Zoom Video Communications.  The company reported strong earnings Wednesday and said it expects even more firms to start using its tools as employees increasingly work from home.  Zoom has started to offer unlimited free video conferencing for users in China as a way to encourage more people to work remotely -- and test-drive the service.  \"Due to the coronavirus, we have already seen significant usage of our platform. And accordingly, we will expand our capacity to meet the increased demands of both paid and free users,\" said Zoom chief financial officer Kelly Steckelberg during a conference call with analysts Wednesday evening.  Several of Zoom's rivals, such as Cisco-owned WebEx, Alphabet's Google Hangouts and Microsoft's Teams, have also rolled out limited-time free access for many of their users.   The coronavirus outbreak is leading more companies to recommend that workers -- particularly in areas where there have been several cases -- to work from home. Many trade shows are being scaled back, if not canceled altogether. Airlines are feeling the financial pinch.  And Starbucks even scrapped plans for its live shareholder meeting,  opting to hold a virtual one instead. All of this is leading to a boom in business for Zoom.  \"Given this coronavirus, I think overnight, almost every business really understands they needed a tool like this,\"  Zoom CEO Eric Yuan said during the earnings conference call. \"This will dramatically change the landscape. I truly believe in the future, every business would turn to video for remote workers for the collaboration.\" The stock rose more than 8% in early trading Thursday and is up 85% already this year. Zoom seems to be the market's poster child for the \"stay at home\" movement.  Even more good news could be ahead for Zoom. At least seven Wall Street analysts raised their price targets on the stock following its earnings report, with JPMorgan analyst Sterling Auty boosting his target to $150 -- more than 20% above current levels. \"The virus outbreak provides Zoom with an opportunity to showcase how their product 'simply works' and is a potential driver for the long-term revenue opportunity in Asia,\" Auty wrote in a report after the earnings release.  \"Ultimately, getting more people to try the solution we believe will lead to even better long-term market penetration,\" Auty added."], "Language": false}