{"Type": ["article"], "Url": ["https://www.cnn.com/2013/10/29/world/asia/north-korea-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-10-29T18:59:12Z"], "LastModifiedDate": ["2020-03-05T15:56:29Z"], "Headline": ["North Korea Fast Facts"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Here's some background information about the Democratic People's Republic of Korea (DPRK), also called North Korea. It borders China, Russia and South Korea. About North Korea (from the CIA World Factbook)\nArea: 120,538 sq km, slightly smaller than Mississippi\t\t\t Population: 25,643,466 (July 2020 est.) Median age: 34.6 years Capital: Pyongyang Ethnic Groups: Racially homogenous, with a small Chinese community and a few ethnic Japanese\t Religion: Traditionally Buddhist and Confucianist, with some Christian and other sects\t GDP (purchasing power parity): $40 billion (2015 est.) GDP per capita: $1,700 (2015 est.) Unemployment rate: 25.6% (2013 est.) Other Facts North Korea has no diplomatic representation in the United States. They do have a permanent mission to the United Nations. The United States does not have any diplomatic representation in North Korea. The Swedish Embassy represents the United States as consular protecting power. A history of North Korea's weapons program Timeline 1910-1945 - Japan controls the Korean peninsula. August 1945 - After Japan surrenders in World War II, the United States occupies the southern half of the peninsula while the USSR occupies the northern half. 1945-1994 - Kim Il-Sung is the country's first leader. 1948 - Separate governments for the northern and southern parts of the Korean peninsula are established after an international stalemate fails to resolve the issue. June 25, 1950 - North Korea invades South Korea. Peace negotiations begin in 1951, but hostilities continue until 1953.  July 8, 1994 - Kim Jong Il becomes the leader of North Korea when his father Kim Il-Sung dies.  2000 - Kim Dae Jung, the leader of South Korea, and Kim Jong Il meet for the first time since the country was separated 50 years earlier. January 10, 2003 - North Korea withdraws from the Nuclear Non-Proliferation Treaty. December 11, 2007 - Freight trains begin crossing the border between North and South Korea, resuming a regular service that last ran in the 1950s. March 3, 2008 - After the United States and South Korea begin six days of joint military exercises, North Korea's foreign minister denounces the exercises and warns that North Korea will explore all countermeasures necessary for its protection. Approximately 27,000 US troops and the aircraft carrier USS Nimitz take part in the exercises. December 28, 2008 - The freight trains that began crossing between the border of North and South Korea in December 2007 suspend service due to souring relations between the two countries, dashing hopes of reconciliation.   March 8, 2009 - The Supreme People's Assembly holds elections, delayed since August 2008. Kim Jong Il is unanimously reelected in his district, with a reported 100% voter turnout.  June 8, 2009 - The state-run media reports that US journalists Laura Ling and Euna Lee, accused of spying, have been sentenced to 12 years in a labor prison. August 4, 2009 - Former US President Bill Clinton sits down with Kim Jong Il to discuss the release of Lee and Ling. Both women are later given a full pardon from Kim and released.  May 20, 2010 - South Korea formally accuses North Korea of firing a torpedo to sink the Cheonan, a South Korean Navy ship, in March, killing 46 sailors. North Korea denies responsibility and warns that any retaliation would lead to \"all-out war.\" May 24, 2010 - South Korean President Lee Myung-bak severs all trade ties and asks the UN Security Council to punish North Korea. September 28-29, 2010 - North Korea's ruling party, the Workers' Party of Korea, meets for the first time since 1980. Kim is reelected as general secretary of the party.  November 23, 2010 - North Korea launches artillery at Yeonpyeong Island in South Korea, killing two South Korean marines.  February 7-9, 2011 - Military officials from both North and South Korea meet at the demilitarized zone (DMZ) on the border to defuse tensions and restart international aid talks without much success.  April 29, 2011 - The US State Department refutes charges by former US President Jimmy Carter that the United States and South Korea are withholding food aid from North Korea for political motives. The United States had suspended aid two years ago to North Korea, because it suspected the donated food was not reaching those most in need. April 29, 2011 - The UN World Food Programme announces plans to begin emergency food distribution to 3.5 million North Koreans, primarily women and children, who are starving after a harsh winter destroyed crops.   December 17, 2011 - Kim Jong Il dies at the age of 69.  December 31, 2011 - Kim Jong Un, the youngest son of Kim Jong Il, assumes command of the North Korean army. December 12, 2012 - North Korea successfully launches an Unha-3 long-range rocket from the Sohae Space Center in Cholsan County and puts a \"working satellite\" into orbit, days after Pyongyang suggested the launch could be delayed. January 22, 2013 - The United Nations condemns the recent North Korean rocket launch and expands existing sanctions against North Korea with Resolution 2087. January 24, 2013 - North Korea's National Defense Commission says it will continue nuclear testing and long-range rocket launches, all of which are a part of an \"upcoming all-out action\" aimed at the United States, \"the sworn enemy of the Korean people.\" March 11, 2013 - A spokesman for the North Korean military announces the 1953 armistice agreement is being \"scrapped,\" citing US-led international moves to impose new sanctions against it over its recent nuclear test.  March 27, 2013 - North Korea cuts its military hotline with South Korea. Earlier in the month a Red Cross hotline through Panmunjom is cut.  December 13, 2013 - Kim Jong Un's uncle, Jang Song Thaek, is executed. Jang had once been considered the second-most powerful person in the country. North Korea's official news agency accuses Jang of trying to overthrow the state, describing him as \"despicable human scum.\" February 17, 2014 - The UN Commission of Inquiry on Human Rights publishes a report on widespread human rights abuses in North Korea.  March 9, 2014 - Elections are held. State media reports there is 100% voter turnout, and Kim receives 100% of the vote. December 19, 2014 - The FBI says it has concluded the North Korean government is responsible for a cyberattack on Sony Pictures. In November, hackers broke into Sony's servers, published private emails and information and threatened to attack movie theaters screening \"The Interview,\" a comedy about an assassination plot on Kim. March 11, 2015 - The Russian Foreign Ministry announces an agreement that 2015 will be a \"Year of Friendship\" between the two countries and that Kim will visit Moscow. March 26, 2015 - North Korea claims to arrest two South Korean men for \"spying\" and accuses them of collecting intelligence and military secrets from North Korea. April 2015 - South Korean lawmaker Shin Kyung-min says that according to an assessment by South Korean intelligence agents, Kim has ordered the execution of about 15 senior officials so far this year. Shin further says that four members of the Unhasu Orchestra were also executed in March. May 12, 2015 - South Korean media reports that North Korea publicly executed Defense Chief Hyon Yong Chol by fire from an anti-aircraft gun. An official with the South Korean Intelligence Service later tells CNN that while the agency was sure Hyon had been \"purged,\" it had not confirmed whether he had been executed. August 21, 2015 - North Korea orders front-line military units to enter \"a wartime state\" after an exchange of fire with South Korea, according to the country's state-run Korean Central News Agency. A day earlier, the two countries traded artillery fire over their heavily fortified border. January 2, 2016 - Otto Frederick Warmbier, a University of Virginia student, is detained in North Korea after being accused of a \"hostile act\" against the government there, according to North Korean state media.  March 2, 2016 - The UN Security Council votes to impose a broad array of sanctions against North Korea because of its recent nuclear test and missile launch -- both of which defied current international sanctions. The resolution aims to cripple parts of the North Korean economy that fuel its nuclear and ballistic missile programs.  November 30, 2016 - The UN Security Council votes unanimously for stricter measures against North Korea nearly three months after the secretive nation carried out its fifth nuclear test. By severely limiting North Korea's exports of coal and non-ferrous metals, such as copper, the UN expects to cut the country's revenue by more than $800 million every year. June 2, 2017 - The UN Security Council unanimously passes a resolution with new sanctions against North Korea after the regime launched its ninth ballistic missile test of the year. June 13, 2017 - Warmbier is released in poor health and flown back to the United States after being held for 17 months. He dies five days later. He had been in a coma for more than a year, according to his parents.  August 5, 2017 - The UN Security Council imposes new sanctions on North Korea for its continued intercontinental ballistic missile testing and violations of UN resolutions. August 10, 2017 - North Korean state media reports that a plan to fire four missiles near the US Pacific territory of Guam will be ready for Kim Jong Un's consideration in days. August 29, 2017 - US President Donald Trump warns Pyongyang that \"all options are on the table\" after North Korea fires a missile over Japan. September 11, 2017 - The UN Security Council unanimously adopts a US-drafted resolution to impose more sanctions on North Korea, a week after the rogue nation carried out its sixth and largest nuclear test. September 19, 2017 - Trump, speaking to the UN general assembly, threatens to \"totally destroy\" North Korea if the United States is forced to defend itself or an ally. Kim later responds by calling Trump a \"deranged US dotard.\" September 21, 2017 - Trump announces an expansion of sanctions on North Korea and praises China for taking action to limit financial transactions with the isolated communist nation. September 25, 2017 - North Korea's Foreign Minister Ri Yong Ho accuses Trump of declaring war on his country by tweeting in previous days that North Korea \"won't be around much longer.\" White House press secretary Sarah Sanders says, \"Frankly, the suggestion of that is absurd.\" November 20, 2017 - Trump places North Korea back on the list of state sponsors of terrorism. November 21, 2017 - The Treasury Department announces new sanctions against North Korea. December 22, 2017 - The UN Security Council unanimously adopts a new set of US-drafted sanctions on North Korea that will further strangle its energy supplies and tighten restrictions on smuggling and the use of North Korean workers overseas. Nikki Haley, the US amb"], "Language": false}