{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/asia/japan-coronavirus-infection-levels-hnk-intl/index.html"], "Source": ["cnn"], "Location": ["Tokyo"], "ByLine": ["By Will Ripley, Sandi Sidhu, Junko Ogura and Emiko Jozuka, CNN"], "Writers": [["Will Ripley", "Sandi Sidhu", "Junko Ogura", "Emiko Jozuka"]], "FirstPublishDate": ["2020-03-05T14:11:29Z"], "LastModifiedDate": ["2020-03-05T18:23:27Z"], "Headline": ["Japan's coronavirus infection rate could be 'tip of the iceberg' as experts call for more testing"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Concerns are growing in Japan that the number of coronavirus cases could be higher than reported, with experts questioning the country's approach to testing as infection rates continue to climb.  Japan has come under immense international scrutiny for its handling of the outbreak -- specifically over its quarantine of the stricken Diamond Princess cruise ship in Yokohama Bay.  In neighboring South Korea, infections have surged dramatically, with more than 6,000 confirmed cases after the government tested tens of thousands of people as part of a mass screening drive. But although the Japanese government says it has the capacity to carry out 3,800 tests a day, only 8,111 tests had been conducted as of March 4, according to the country's Health Ministry.   On Wednesday, Japan recorded 33 new cases of Covid-19, the illness caused by the novel coronavirus, its highest one-day increase since the outbreak began, according to numbers released by the Health Ministry. The overall total now stands at 1,023, of which 706 are from the Diamond Princess cruise ship.  But Japan's coronavirus figures are likely already much higher than reported, with the infection rate suspected to be just the \"tip of the iceberg,\" according to Masahiro Kami, the executive director of Japan's Medical Governance Research Institute, a non-profit group. Kami says for every one patient tested, there are many more who remain undiagnosed. But as most of these people are either asymptomatic or have mild symptoms they don't go to a clinic to get checked out.   Guidelines from the Health Ministry say people should get tested if they have cold-like symptoms, a fever of 37.5 Celsius, or experience extreme tiredness or breathing problems for four days or more. In the meantime, they should self-quarantine. Senior citizens or people with preexisting medical conditions that put them at higher risk should seek testing if they exhibit symptoms for two or more days, according to the guidelines. The advice was given to prevent people from inundating clinics and hospitals. But it has done little to soothe public anxiety or curb the spread of the virus.  Inadequate testing scheme In Japan's northern island of Hokkaido, the governor has declared a state of emergency. The popular tourist spot has been particularly hard hit, accounting for more than a quarter of all non-cruise ship related cases in the country.  But while the official number of people infected with coronavirus in Hokkaido may now be in the 80s, the actual number is likely to be ten times higher, said Hiroshi Nishiura, an epidemiologist at Hokkaido university. Nishiura, who is assisting the government in creating statistical models to help predict the spread of the virus, said the estimated figure is consistent with what he had seen in the Chinese city of Wuhan -- the epicenter of the outbreak.  Japan's Health Ministry, however, has so far refuted Nishiura's estimates. It suggested Japan is likely to have around 3,000 coronavirus cases in total. \"We understand there are people we have not detected,\" the ministry said in a statement provided to CNN.  The ministry added it was aware \"many people want to take the test\" and that it would \"expand the target range\" to include people showing \"mild symptoms.\"  Irrespective of the total figure, it is likely the coronavirus infection rate will rise as more people are tested, said Kenji Shibuya director of the Institute for Population Health at King's College London, and a former chief of health policy at the World Health Organization.  In order to ease public anxiety, tests in Japan should become more widely available, with priority given to senior citizens, who are most at risk, said Shibuya. Though Japanese Prime Minister Shinzo Abe has said he is considering the possibility of declaring a nationwide state of emergency that would grant more powers to local authorities to enforce a ban on public gatherings and encourage people to stay at home, Shibuya suggested the government should focus on preparing contingency plans in the event of a larger outbreak. According to Shibuya, it is important to treat those who are critically ill and protect those most at risk, as even asymptomatic people can pass the virus on to others.  Kami, of Japan's Medical Governance Research Institute, corroborated that view, noting that the most important thing is to prevent infections in old people in nursing homes, hospitals and houses. \"If senior citizens are infected they become seriously ill and their mortality rate (with the coronavirus) is more than 10%,\" said Kami. 'Biggest threat is panic, not the virus itself' The coronavirus has spread from China, to more than 75 countries and regions, killing more than 3,200 people and infecting more than 95,000 people globally. And as the outbreak casts a shadow over the economy and Tokyo's preparations to host the Summer Olympics, Abe has stressed that the next couple of weeks will be crucial in the battle to contain its spread. Japan has already started to take a number of precautions to overcome and prevent the spread of the virus. Many large-scale public gatherings and sporting events have been scaled down or canceled. Japanese companies have also adopted the practice of encouraging their employees to work from home to prevent exposing them to the virus on congested public transport and in offices. But critics have accused Abe of prioritizing the Olympics and bilateral ties over national security, particularly as Japan did not shut down its borders during the early stages of the outbreak.  \"The Japanese government has taken relative soft stance when it comes to blocking the flow of people from China to Japan compared to some other countries,\" said Koichi Nakano, a political science professor at Sophia University.  Nakano said this angered both Abe's supporters and opponents. Last week, a decision by most schools to shut down also sparked criticism, with many parents unsure of how they would cope in a country where nannies and domestic helpers are uncommon.  As anxiety grew, many rushed out to stock up on goods such as toilet and tissue paper after an online rumor alleged that most of Japan's supplies came from China, where factories were shutting down.  And with masks and hand sanitizer already in short supply, Shibuya said that panic poses a bigger threat than the virus itself.  \"In the end, Covid-19 is a mild cold for the majority of people, the biggest fear is not the virus itself but the panic, which is happening unfortunately,\" said Shibuya. "], "Language": false}