{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/politics/us-military-cancels-exercise-israel-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Barbara Starr and Devan Cole, CNN"], "Writers": [["Barbara Starr", "Devan Cole"]], "FirstPublishDate": ["2020-03-05T13:09:12Z"], "LastModifiedDate": ["2020-03-05T13:09:12Z"], "Headline": ["Another US-Israel joint military exercise canceled due to coronavirus fears"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The US and Israel have canceled another joint military exercise as the novel coronavirus continues to spread globally.  \"Israeli Defense Force (IDF), has canceled the remaining portion of Exercise Juniper Cobra 20. The decision is in alignment with recent Israeli Ministry of Health guidelines on COVID-19, and a precautionary measure to ensure the health and safety of all participants,\" the US Europe Command said in a statement Thursday. The decision to scrap the exercise underscores the seriousness of the virus, which as of Thursday morning has spread to more than 80 countries and territories and killed more than 3,300 people, the vast majority in mainland China. Earlier this week, the US canceled a different joint military exercise with Israel due to the coronavirus, and a key joint military training exercise in South Korea was canceled late last month as the outbreak intensified. The virus could also affect the Pentagon's decision to proceed with a lengthy upcoming exercise, involving as many as 20,000 troops training against a Russian threat. The US military is planning for all scenarios as it faces the coronavirus, including a pandemic should the spread of the virus reach that point, according to top Pentagon officials.  The US Navy, Air Force and Army are now screening new recruits for the coronavirus as part of a sweeping effort to prevent the virus from spreading among the armed forces. The screenings involve evaluation for related symptoms such as a fever or lower respiratory illness and questions about overseas travel history and whether they've had close contact with anyone with the virus. Commanders have also restricted access to public areas such as churches, gyms and child care centers at US army installations in Vicenza, Italy, as the country grapples with a widespread outbreak there, and it ordered extra Meals Ready to Eat in case they have to quarantine. Additionally, the Pentagon is sending about 70 medical and lab personnel, doctors and nurses to support US forces in South Korea and to help test military, dependents and contractor personnel for the coronavirus once test kits arrive from the CDC. They will also to provide clinical care and laboratory support. Meanwhile, in the Middle East, United States Central Command, which overseas operations and bases there, has cancelled all liberty and leave. "], "Language": false}