{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/asia/pets-coronavirus-spread-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Julia Hollingsworth, CNN"], "Writers": [["Julia Hollingsworth"]], "FirstPublishDate": ["2020-03-03T01:57:17Z"], "LastModifiedDate": ["2020-03-05T10:04:36Z"], "Headline": ["There's no evidence your pet can get sick from coronavirus. Here's why one dog tested positive"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["They're your furry best friend and a fixture of your home -- but could your beloved cat or dog give you coronavirus? Last Friday, Hong Kong's Agriculture, Fisheries and Conservation Department (AFCD) said that samples from a dog's nasal and oral cavities had tested \"weak positive\" for novel coronavirus.  Initially, experts believed the virus was likely to be present only on the surface of the animal. But this week authorities confirmed that the dog -- which has been in quarantine -- had repeatedly tested weak positive, indicating a low-level infection with the virus. Experts, including those from the World Organization for Animal Health, unanimously agreed that it was likely a case of human-to-animal transmission. But there's no need for pet owners to panic yet.   \"There is currently no evidence that pet animals can be a source of infection of COVID-19 or that they can become sick,\" the AFCD spokesman said.  To be safe, the AFCD recommends that pet owners wash their hands after being around their animals, and avoid kissing them.  The department also \"strongly advises\" that pets of people infected with coronavirus should be quarantined.  Both Hong Kong Society for the Prevention of Cruelty to Animals (SPCA) and the World Organization for Animal Health reiterated that there is no evidence of pets becoming sick with Covid-19, even when infected.  \"Members of the public are advised to differentiate that 'being infected' does not equal being infectious and capable of spreading the Covid-19 virus,\" Hong Kong SPCA said in a statement. Can pets give you coronavirus? There were similar fears over coronavirus spreading to pets during the SARS outbreak in 2003, when over 280 people died in Hong Kong. Experts believe that both SARS and Covid-19 likely originated in bats. Dogs and cats do get coronaviruses -- but they are usually not the same viruses associated with this outbreak, said Jane Gray, Hong Kong SPCA's chief veterinary surgeon. The strains dogs and cats typically get don't cause respiratory problems. Back in 2003, scientists said the chance of getting SARS -- which is also a type of coronavirus -- from your cat was extremely remote. Gray, who was working in Hong Kong during SARS, said the virus was found in a small number of cats, but there was no evidence that they could pass it to humans.  Could a dog be contaminated with coronavirus? We know that coronaviruses can live on surfaces and objects, although researchers don't know exactly how long this virus can linger for.  This is such a concern in mainland China that the central bank has been deep cleaning and destroying potentially infected cash.  In the same way, coronavirus could be present on the surface of a dog or cat, even if the dog or cat hasn't actually contracted the virus.  \"Present evidence suggests that dogs are no more of a risk of spreading (coronavirus) than inanimate objects such as door handles,\" wrote Sheila McClelland, the founder of Hong Kong-based Lifelong Animal Protection Charity (LAP), in a letter to the Hong Kong authorities, which she shared with CNN. According to the US Centers for Disease Control and Prevention, the main way the disease is spreading is from person-to-person, either from when people are close together, or from respiratory droplets when an infected person coughs and sneezes.  Is it worth quarantining pets? According to Gray, there is value in quarantining pets from a scientific perspective, because it allows scientists to observe how an animal relates to a disease we still know relatively little about.  \"Whilst it seems a bit scary, it's purely a precautionary measure, and it's certainly nothing for pet owners in general to be concerned about,\" said Gray. Some pet owners in mainland China have been fitting their dogs with tiny face masks, but Gray said there is no benefit to that -- in fact, it's probably fairly distressing for the pet and could cause them to panic. Instead, pet owners should stick to the basics: good hygiene.  Both WHO and Gray said owners should wash their hands with soap and water after touching pets. Gray said if dog owners are particularly concerned, they can wipe their dog's paws with antiseptic wipes after they have had a walk outside -- but they should take care not to overdo it, as wiping too much can dry out a dog's paws. \"I am certainly not in any concern of my dog or cats, I'm far more concerned about myself catching it from a human being that has the disease,\" said Gray, who is a pet owner herself. What's the bigger risk? To veterinarians and animal rights experts, there is a bigger issue than the potential spread of coronavirus to pets: the spread of fear. After the announcement that the Hong Kong dog tested positive last week, the Lifelong Animal Protection Charity (LAP) -- a group which helps rehome animals in Hong Kong -- wrote to the government, saying its announcement caused \"a tremendous amount of panic.\" McClelland, the founder of LAP, said she had been contacted by \"countless people\" worried for their pets, with many anxious that their dog or cat would be forcibly set to quarantine.  \"In a state of panic, people could abandon or kill their pets,\" she said. \"Other people could stigmatize people who have dogs. Dog owners could face unreasonable problems when simply walking their pets outdoors, or neighbors could create trouble for no reason.\" Back in 2003, there were reports of cats in Beijing being taken from the owners and killed by people worried that they could be harboring the disease, according to a New Scientist report. In Hong Kong, there was an increase of abandoned pets, said McClelland.  In Wuhan -- the Chinese city at the center of the epidemic and which has been under lockdown for over a month -- pets have been trapped in apartments alone while their owners are stuck outside the city. Volunteers from Wuhan Small Animal Protection Association say they have rescued hundreds of pets left in apartments. Furry Angels Haven, a group that works to rescue homeless and neglected pets in Wuhan, said that \"without a doubt\" there had been an increase in abandoned pets since the outbreak and that pets were being unfairly targeted.  Last week, Gray and McClelland said they hadn't seen any sign of an increase in pet abuse or abandonment in Hong Kong. Instead, they've both seen a rise in people looking into steps to export their pets overseas -- suggesting owners are looking to leave the city.  Why pets are worth keeping Rather than pets being a coronavirus culprit, they are actually good to have around in this stressful period when many people are stuck working or studying from home, says Gray. Pets are likely happy to have extra time with their owners, and can help lower people's blood pressure and ease the feelings of stress, she said. \"We know that stress lowers our immunity, and no one right now wants their immunity lowered,\" she added. That's been the case for Hong Kong resident Marco Leung, who has a seven-year-old pet dog. He's not worried about his dog getting sick from coronavirus -- although he has been taking precautions such as cleaning his dog after walks. \"I know dogs will not be infected, but if the virus goes on their skin or fur, it will stay there. So if we are careful, I think it's OK,\" he said. He's been working from home, so he gets to spend the whole day with his pet Hung Jai, which means \"little bear\" in Cantonese. \"Working from home is very very boring, so now I have more time for us to play together,\" he said. "], "Language": false}