{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/us/five-things-may-5-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-05-05T10:05:56Z"], "LastModifiedDate": ["2020-05-05T10:05:56Z"], "Headline": ["5 things to know for May 5: Coronavirus, White House, contact tracing, retail, Amazon"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["There's a lot going on today: It's Teacher Appreciation Day, Giving Tuesday and Cinco de Mayo. So, thank a teacher, donate or volunteer, and brush up on your Mexican history.  Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  The blame game over the coronavirus pandemic is feeding tensions between the US and China, and that's bound to affect the global economy. President Trump sent stocks dipping yesterday after he implied he may punish China with more tariffs over its handling of Covid-19. Trump and administration officials including Secretary of State Mike Pompeo have also been pushing the theory that the novel coronavirus originated in a Chinese lab. But intelligence just shared among US allies says such an origin story is \"highly unlikely\" and the virus probably started in a market, as many international leaders and scientists have been saying all along. A senior Office of Director of National Intelligence official said the US has evidence for both theories.   2. White House  The White House issued a memo restricting coronavirus task force members from testifying before Congress this month. It also limits the number of witnesses that primary response agencies, like the Department of Health and Human Services, can provide. The move is allegedly to conserve resources, but House Speaker Nancy Pelosi is slamming it. She says members of Congress who are deciding what to do with trillions of dollars in coronavirus response money are entitled to learn more about the situation so they can make the best decisions. Among those who have been blocked? Dr. Anthony Fauci, who was barred from testifying before a House subcommittee this week. Fauci has also been weathering calls for his removal from the White House task force but says such criticism is \"part of the game.\"  3. Contact tracing Tech companies are going all in on the practice of contact tracing. Apple and Google are working together to develop software that could help people manually track whom they have come in contact with and whether they have been exposed to the coronavirus. The two rival companies shared a series of images and guidelines for governments and public health authorities to integrate with their own contact tracing apps, including how users will be notified if they have been exposed. The UK is also testing a contact tracing app using different technology that will alert users if they have been near someone who has tested positive.   4. Economy  Clothing company J Crew has filed for bankruptcy, and it could be the first of many major retailers to fall victim to the pandemic economy. Stores have been shuttered, hundreds of thousands of retail employees have been furloughed and companies are losing most of their sales. This could spell bad news for other struggling brands like Sears, JCPenney and Neiman Marcus. Meanwhile, the aviation and aerospace industries continue to struggle. GE Aviation announced plans to accelerate its cost-cutting by permanently shrinking its global workforce by as much as 25% this year. That includes cutting as many as 13,000 jobs in its jet engine business. United Airlines has encouraged employees to consider \"voluntary separation\" from the airline as it also looks to cut costs -- and jobs.  5. Amazon An Amazon vice president says he cut ties with the company over the recent firing of employees who raised concerns about protections for warehouse workers during the pandemic. Tim Bray's last day was Friday, and he just wrote a lengthy blog post discussing his decision. Amazon has been a go-to service for people weathering lockdowns, but it's also been controversial. In recent weeks, Amazon has fired several warehouse workers who were vocal about the company's response to coronavirus, as well as two corporate employees who had organized around warehouse worker conditions. BREAKFAST BROWSE Hasbro is rolling out a Baby Yoda Monopoly set Looks like Baby Yoda still has a monopoly ... on our hearts.  Nicolas Cage has been tapped to play Joe Exotic in a limited series The cultural moment of \"Tiger King\" continues.  UK man has been tattooing himself every day during the lockdown My friend, just bake bread like the rest of us.  The next 'Love Island' summer series has been canceled because of coronavirus precautions  Now we can well and truly say love is dead.  TODAY'S NUMBER 30,000 That's how many pairs of shoes Nike is donating to US health care workers on the front lines of the fight against Covid-19.  TODAY'S QUOTE \"Of course, everybody wants to save every life they can -- but the question is, towards what end, ultimately?\" Former New Jersey Gov. Chris Christie, arguing the country needs to reopen, despite key models forecasting that thousands may die daily in the US from Covid-19 and that more than 100,000 may die in all TODAY'S WEATHER Check your local forecast here>>> AND FINALLY Tour the top 13 national parks in America This is a longer one, but the video description lets you skip straight to specific parks to take a quick vacation -- no plane ticket required. (Click here to view.) "], "Language": false}