{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/politics/grenell-letter-allay-fears/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Alex Marquardt and Zachary Cohen, CNN"], "Writers": [["Alex Marquardt", "Zachary Cohen"]], "FirstPublishDate": ["2020-03-04T20:48:49Z"], "LastModifiedDate": ["2020-03-04T22:04:22Z"], "Headline": ["New intel chief attempts to allay fears over his inexperience and loyalty to Trump"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Acting Director of National Intelligence Richard Grenell has written to his workforce promising to adopt a \"non-partisan approach\" in an apparent attempt to allay fears he'd been installed to do the bidding of President Donald Trump, who has long been at odds with his own intelligence community, according to excerpts of the letter obtained by CNN. \"I am committed to leading the IC with a nonpartisan approach to ensure our leaders have the best information to address the challenges facing our nation,\" Grenell wrote to staff in the Office of the Director of National Intelligence. The language of the note -- highlighting the \"mission of providing unbiased and timely insights and relevant intelligence\" -- would be regarded as unremarkable had it been sent by any of Grenell's predecessors who have written similar letters when they started.   But Grenell's resume -- or lack thereof when it comes to intelligence -- and reputation as a fierce Trump loyalist is anything but standard fare for a DNI, even one who is serving in an acting capacity and is expected to be a temporary fill-in as the President tries to confirm a permanent intelligence chief. The howls that followed Grenell's appointment to the position have given way to cautious optimism from some critics in the intelligence community who, for now, are giving him the benefit of the doubt. \"He has made a good initial impression by being deferential to career people instead of imposing things,\" said Bob Litt, who served as ODNI's general counsel in the Obama administration. \"He hasn't caused panic yet.\" Grenell was unexpectedly given the role while serving as ambassador to Germany after Vice Admiral Joseph Maguire resigned last month when it was made clear he wouldn't be nominated to the job permanently. The week before, the President grew infuriated with Maguire in an Oval Office meeting after learning that the office's top election security official had given a briefing to Congress in which she said Russia was meddling in the 2020 campaign and supporting the President. With Maguire out, Grenell quickly pushed aside his deputy, Andrew Hallman, a widely-respected career CIA officer. Kash Patel, an official from the National Security Council and former aide of Rep. Devin Nunes who worked to discredit the Mueller probe, was then brought on as an adviser to Grenell. The sudden moves immediately raised fears Grenell was looking to purge the upper ranks of the intel community and crack down on intelligence that could be interpreted as anti-Trump. 'He's been pretty quiet' But the purge hasn't happened yet and Grenell has made no significant changes. Instead, current and former senior intelligence officials say, Grenell has spent his time in meetings getting up to speed on intelligence (including the underlying intelligence in the contentious briefing to Congress) and the organization's leadership, which coordinates the mammoth responsibilities of 16 different intelligence agencies, including the CIA and NSA. \"He's been pretty quiet,\" said a former senior intelligence official who recently left. \"He's been going to school right now, which I take positively.\" \"The gravity sets in\" when a DNI takes stock of the responsibility and the intelligence at their fingertips, the former official added. \"They sober up pretty quickly.\" Shelby Pierson, the ODNI elections official whose briefing to the House Intelligence Committee on Russia's ongoing efforts angered the President, issued a statement saying Grenell asked her to stay on. \"In fact, he has encouraged and affirmed his support for my position here in the organization,\" Pierson said. \"I have not asked to depart nor discussed resignation in any way.\" Another former senior intelligence official who was deeply critical of Grenell's lack of qualifications said he is still taking stock of ODNI leadership before making any moves. \"He's trying to figure out what he has. In other words, not much revealed yet.\" How long Grenell will stay on as acting DNI is also unclear. He has told people close to him he'd like to join the Trump campaign, as he did in 2016 when he was frequently on television. In the meantime, Grenell has indicated a desire to take advantage of his time as acting DNI and has conveyed his priorities to staff, a senior intelligence official told CNN. Those include \"protecting intelligence estimates from politics.\" With Grenell now standing at the intersection between the intelligence community and its overseers in Congress, there is significant concern among Democrats that he could further block the flow of vital information from the Trump administration to Capitol Hill. \"The level of confidence that we can have that we will get a fully informed of threats to our elections has just gone down to practically none,\" House Intelligence Chairman Adam Schiff told CNN last week. As the senior intelligence advisor to the President, the DNI also plays a prominent role in his daily briefing, along with CIA Director Gina Haspel. So far there's no indication the Presidential Daily Briefing -- or PDB, as it's known -- has changed since Grenell's arrival. Rather, officials say, Grenell will rely on the career professionals given his inexperience in the vast range of complex issues in the PDB. A DNI \"could tinker with the PDB at their own peril,\" said the first former intelligence official. \"The DNI is just one cook among many cooks,\" the person added, referring to the power of the various intelligence agency chiefs and the bureaucracies they control. 'You can't fire people that easily' While it is certainly possible that Grenell could still make internal changes, current and former officials have emphasized that it would be difficult for him to simply clean house. \"You can't fire people that easily in the federal service,\" one former Trump national security official told CNN, adding that it is difficult to imagine how any sweeping changes could be executed in the short amount of time Grenell is expected to be in the job. Among the other priorities Grenell has mentioned are the European designation of the Lebanese militant group Hezbollah as a terrorist organization and the competition with China in over the development of 5G technology, the senior intelligence official said. Both are issues he has been dealing with while in Germany. \"As a national security professional, Ric gets the importance of 5G, but as a political appointee he also understands the importance the President attaches to [5G],\" the former national security official told CNN. \"So it's not a surprising at all that he would go to ODNI and say, 'Hey guys, we are all hands on deck to make sure the IC is providing all the material it can to policy makers and our allies to make sure we win this [5G] thing.' \" How effective a director Grenell will be depends on the Senate nomination process for Rep. John Ratcliffe who has been named by the President for the second time to assume the role full-time. Ratcliffe, who was a fierce defender of the President's during the impeachment hearings, withdrew his name for DNI last summer after multiple embellishments on his resume were uncovered. The naming of Grenell as acting DNI may have made Ratcliffe's path to confirmation speedier. The outrage that followed the Grenell announcement was part of the calculation at the White House by national security adviser Robert O'Brien and others in order to make the candidate put forward to the Senate more palatable, according to two current and former Trump administration officials.  Now, despite tepid GOP support, the top Republican on the Senate Intelligence Committee, Richard Burr, who was consulted by the White House, appears confident Ratcliffe can be confirmed. \"I don't think anybody has changed their opinion of John Ratcliffe,\" Burr told CNN. \"What changed is the pathway to get somebody confirmed. If Democrats want to vote against him and have Grenell stay on as acting it's fine with me.\""], "Language": false}