{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/investing/transportation-stocks-coronavirus-economy/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-03-04T19:12:10Z"], "LastModifiedDate": ["2020-03-04T19:27:20Z"], "Headline": ["Another bad sign for the economy: Travel stocks are plunging"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The market has been whipsawed by fears about the coronavirus. But one sector has plunged even more than the broader market in the past few days: transportation stocks, whose fortunes are inexorably intertwined with the macroeconomy. Airlines are a barometer for sentiment. When people are traveling, it's generally a sign the economy is doing well. Right now people are staying home -- and the markets are reflecting that fear. The Dow Jones Transportation Average, cousin to the more famous Dow 30, is down 5% in the past week and is nearly 18% below its 52-week high.  Amid the coronavirus worries, the transportation index is close to being in a bear market -- which happens when a stock or index is 20% off a recent peak. Commercial airline giants Southwest, United and Delta are among the 20 stocks in this index. So are railroad operators CSX and Union Pacific, trucker J.B. Hunt and package delivery leaders FedEx and UPS. Airlines, railroads, truckers and shippers are responsible for getting consumer goods made in factories in China to warehouses and retailers around the world.  And transportation stocks -- particularly airlines -- take people from point A to point B for business trips and vacations.  \"Transportation stocks are a leading indicator of anxiety. Travel plans are the first thing that people are canceling,\" said Richard Steinberg, chief market strategist with The Colony Group. With that in mind, President Trump and Vice President Mike Pence were meeting with airline CEOs Wednesday to talk about the impact of the coronavirus outbreak on air travel. Companies cutting back on business trips. Will consumers follow? Blue chip firms like Apple, Microsoft, Google owner Alphabet and Amazon have already announced plans to cut back on corporate travel. Starbucks is now planning a virtual shareholder meeting. This is hurting online travel companies Booking (the owner of Priceline), Expedia and TripAdvisor. Shares of big hotel chains Marriott, Wyndham, Hilton and Hyatt have plunged in the past month, too.  If demand for the services of transportation companies begins to fall even more sharply than it already has, that's a bad sign for the entire economy. \"People have changed their behavior. Nobody is going to want to go to Northern Italy or South Korea,\" said Jim Carney, founder and CEO of alternative investment manager Parplus Partners. \"That is hurting airlines and the rest of the transportation sector.\" It's possible the coronavirus scare will remain relatively brief -- another few weeks or months, perhaps -- in which case the transportation sector could bounce back with the rest of the market. But it's impossible to figure out when this health crisis might be over. The Federal Reserve is trying to minimize the economic impact of the coronavirus. It slashed interest rates by a half percentage point in an emergency move on Tuesday. That move may help the markets, but it's not clear if it will mean anything for consumers. \"We have no idea how long this is going to last,\" Carney told CNN Business. \"And cutting interest rates is not going to convince people to get on an airplane tomorrow.\" That may be true, but Steinberg is hopeful that travel -- and transportation stocks -- will rebound sooner rather than later. \"Air travel may be the first thing that comes back,\" Steinberg said. \"You can only use Zoom video conference calls for so long to do business. There will be normalization for the transportation sector eventually.\""], "Language": false}