{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/media/no-time-to-die-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-04T17:29:45Z"], "LastModifiedDate": ["2020-03-04T19:27:14Z"], "Headline": ["James Bond film, 'No Time To Die,' release pushed to November due to coronavirus concerns"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"No Time To Die,\" the upcoming James Bond film, is being pushed to November due to concerns over the coronavirus' impact on the global theater marketplace. The release of the 25th film in the lucrative Bond series was scheduled to hit theaters in North America on April 10th, but MGM and Universal announced on Wednesday that the film would be delayed. \"After careful consideration and thorough evaluation of the global theatrical marketplace, the release of 'No Time To Die' will be postponed until November 2020,\" the film's official Twitter account said on Wednesday.  It will now hit US theaters on November 25. The film will be released in the UK on November 12.The coronavirus outbreak, which has caused more than 3,000 deaths globally, the majority in Asia, has forced the closure of theaters in Italy, Korea and China. China is the second biggest movie market in the world behind the U.S. \"Like every other global company, we're looking at the marketplace and we're trying to understand where the markets are down,\" an MGM spokesperson told CNN Business. \"A huge percentage of theaters around the world are unavailable for this film.\" The spokesperson said that it \"didn't seem achievable for the film to hit its high level of success\" in this marketplace. \"It was really an economic decision more than anything else,\" the spokesperson added.  \"No Time To Die,\" which was set to be one of Hollywood's biggest blockbusters of the spring, is the first major film to shift its opening due to the coronavirus. \"This is a huge deal,\" Paul Dergarabedian, senior media analyst at Comscore, told CNN Business. \"James Bond is one of cinema's highest profile franchises. It's brought in nearly $5 billion worldwide over 24 films and is beloved around the world. To move it with weeks to go until its release is unprecedented.\" Dergarabedian added that more studios might consider \"shifting the schedules of their global blockbusters in this way to ensure the best possible outcome for their films going forward.\""], "Language": false}