{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/investing/fed-rate-cut-zero-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-03-04T13:51:36Z"], "LastModifiedDate": ["2020-03-04T16:07:13Z"], "Headline": ["The Fed might have to cut interest rates all the way to zero"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The Federal Reserve's quest to avoid a coronavirus-fueled recession may just be getting started. The US central bank fired a weapon Tuesday it has in the past saved for such catastrophes as the September 11 terror attacks, the collapse of Lehman Brothers and the bursting of the dotcom bubble.  The emergency rate cut, the Fed's first since 2008, is designed to insulate the American economy from the coronavirus and revive confidence in jittery financial markets. Yet red flags only flew higher on Wall Street in the hours after that announcement. The Dow reverted to selloff mode, dropping 786 points, or 2.9%. More alarmingly, the 10-year Treasury yield plummeted below 1% for the first time on record.  These are signs that the Fed will need to make deeper rate cuts, perhaps even plunging the United States back to 0% interest rates -- emergency territory last experienced in the aftermath of the Great Recession. \"I would not be surprised if within the next few months the Fed went back down to zero,\" said David Kelly, chief global strategist at JPMorgan Funds.  The bank's US economics research team told clients Tuesday they now see a 50% chance of a return to zero this year. The notion of rapidly returning to rock-bottom rates was almost unthinkable just a few weeks ago when the American economy appeared to be moving full steam ahead.  The reversal underscores just how quickly the outlook has been darkened by the coronavirus outbreak, which is scrambling global supply chains and casting an ominous shadow over consumer spending and the tourism industry. Everyone from Apple and Microsoft to United Airlines and Carnival has warned of financial fallout. Yet there is skepticism that easy money is an effective response to what is essentially a health crisis. \"Nobody checks interest rates before booking airline tickets or going out to the theater,\" said Kelly.  The coronavirus is just the latest stress that the Fed is rushing to ease. Last year, seeking to blunt damage from the US-China trade war, the Fed cut interest rates three meetings in a row.  After delivering those rate cuts, most Fed watchers expected the central bank would sit on its hands for a while. That thinking, telegraphed by Fed officials, seemed like a safe bet because recession fears had eased, hiring rebounded and the trade war cooled off. An added bonus: US stocks had returned to record highs. Yet Dutch bank Rabobank warned in late 2019 that the Fed was not nearly done, and would have to cut rates back to zero to fight off a recession. \"We got a lot of pushback from that call,\" said Philip Marey, Rabobank's senior US strategist.  Markets imply 90% chance of recession But the coronavirus outbreak, and subsequent market mayhem, has only increased Marey's confidence that the warning was on target.  \"They're going to have to cut to zero even faster than we anticipated,\" he said. \"There were already cracks in the economy. The coronavirus only adds to that.\" Others say it's premature to predict a return to zero rates. After all, if the coronavirus does less destruction to the US economy than feared, growth could rebound quickly. Even if the economic pain proves significant, there is a risk that cutting rates from their already low levels won't do much to fix the problem. In financial circles, that risk is known as \"central bank impotence.\"  \"I don't think the Fed will\" cut rates back to zero, said Kristina Hooper, chief global market strategist at Invesco. \"I think it realizes the diminishing effectiveness of rate cuts and it may not want to create more panic in markets, as it seems to have done with today's decision.\" Still, bond markets are signaling that the Fed must take further drastic steps. The fact the 10-year Treasury yield plunged below 1% set off alarm bells across Wall Street. Although JPMorgan expects the United States will avoid a recession in 2020, analysts there say the rates market are now implying a 90% chance of a run-of-the-mill US recession, (as opposed to a severe one like the 2008 Great Recession.) Investors have also priced in a 46% chance that the Fed cuts rates below 1% by the end of this year, according to the CME FedWatch Tool.  \"The market is pressuring the Fed; we don't expect them to disappoint,\" Bank of America strategists wrote in a note to clients Tuesday.  Will the Fed adopt negative rates? All of this raises speculation that the Fed will follow in the footsteps of its peers in Europe and Japan by embracing negative interest rates.  Although President Donald Trump has urged the Fed to go negative, such an extreme step would slam savers, banks and insurance companies. And there is little to suggest subzero rates have worked. Europe and Japan are still mired in sluggish growth with little to no inflation.  \"I am skeptical that the benefits of negative interest rates would outweigh the costs in the US,\" Cleveland Fed President Loretta Mester said in a speech Tuesday.  Mester acknowledged that the Fed is studying the tools it could potentially use in a downturn and that its review will be \"open minded\" about the pros and cons of negative rates. More likely, the Fed will turn to the kind of extraordinary steps it took during the Great Recession, such as promising to hold rates low for a period of time (aka \"forward guidance\" in Fedspeak).  And the Fed could be forced to relaunch quantitative easing, the crisis-era bond buying program aimed at keeping borrowing costs low and stimulating risktaking. (Some investors argue the Fed has already launched a stealth version of QE).  But the central bank can't solve the coronavirus crisis alone.  There are growing calls for Congress to take action to prevent a recession. For instance, Trump has urged Democrats in the House to propose a one-year payroll tax cut.  Joe Brusuelas, chief economist at RSM, said in the event of a \"large economic downturn,\" the federal government should create a special lending facility that would provide financing directly to small and medium-sized businesses. The goal would be to minimize layoffs and bankruptcies.  \"We're going to have to rely on the big guns: the fiscal bazooka,\" Brusuelas said. "], "Language": false}