{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/business/coronavirus-baby-yoda/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chauncey Alcorn, CNN Business"], "Writers": [["Chauncey L. Alcorn"]], "FirstPublishDate": ["2020-03-04T11:30:27Z"], "LastModifiedDate": ["2020-03-04T12:49:11Z"], "Headline": ["Baby Yoda toy production could be derailed by coronavirus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Hasbro, the maker of several \"Star Wars\" Baby Yoda toys set to hit stores later this year, confirmed last week that its supply chain is being disrupted by the coronavirus outbreak. Coronavirus disruptions haven't hurt production of Baby Yoda toys yet, according to industry expert Jim Silver, CEO of Toys, Tots, Pets & More, a toy industry review website. Silver said he spoke with sources inside the Chinese factories that Hasbro works with. But Silver said the situation could soon change for the worse -- and not just for Baby Yoda. \"If things aren't normal by the time June and July roll around, there will be shortages on a litany of toys,\" Silver told CNN Business. Baby Yoda, officially known as \"The Child,\" became an internet sensation in November following its surprise debut at the end of episode one of the Disney+ series \"The Mandalorian.\" Disney chose to forgo manufacturing Baby Yoda toys until after the character made its first appearance on the show. The Mandalorian's creators told reporters in November they feared making Baby Yoda toys available before its premiere would tip off fans to the adorable little alien's surprise introduction. Silver expects to see Baby Yoda toy production decline by 5% to 10% because of coronavirus, but said Hasbro is \"close to being able to ship what they originally projected.\" Hasbro confirmed it has been forced to contend with coronavirus delays in an email to CNN Business.  \"We are working to mitigate the impact of our manufacturing partner factories being closed longer than anticipated, as well as to reschedule the shipments we have not been able to make,\" Hasbro CFO Deborah Thomas told investors and analysts on February 21. In a regulatory filing released Thursday, Hasbro said that China's coronavirus quarantines and travel restrictions have temporarily prevented workers at its Chinese source factories from assembling toys. The company said the virus \"could have a significant negative impact on our revenues, profitability and business.\" Silver said the most significant disruptions were to raw materials used to make the Hasbro toys. Most of the resin and plastics are almost exclusively available in China. \"There was difficulty in obtaining some of these raw materials or the same quantity they want to get,\" Silver said. Panjiva, the supply chain research unit of S&P Global Market Intelligence, sounded the alarm about Hasbro and Mattel in a February 25 report. The firm said supply chains for both toy companies and the toy industry overall were \"significantly disrupted\" by China's response to the coronavirus. Mattel's factories in China were back in business on February 17. But S&P said some of the company's factory employees were prevented from returning to work, citing remarks made by Mattel CEO Ynon Kreiz during a February 21 phone call with shareholders and analysts. In another investor call the same day, Hasbro officials said the company is \"working to mitigate the impact\" of coronavirus in the short term while moving part of its supply chain out of China in the long term. \"In the next couple of years [we] will be about 50% out of China,\" Hasbro Chief Operating Officer John Frascotti said. Disney and Hasbro unveiled several Baby Yoda toys in New York City on February 20. The \"Star Wars\" showcase's centerpiece was \"The Child Animatronic Edition,\" a $59.99 life-like version of Baby Yoda that moves and makes baby sounds just like the infant character. Pre-orders for the toy quickly sold out online. Baby Yoda toys from Hasbro, Funko, Mattel and Build-A-Bear are scheduled to hit stores some time this month, according to a February 20 announcement from Disney. June is the beginning of the toy industry's holiday season production cycle and a crucial deadline that toy manufacturers must meet if they hope to prevent coronavirus interruptions from disrupting their most critical sales season. \"It would affect production of Baby Yoda and just about every other toy that is made overseas,\" Silver said."], "Language": false}