{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/olympic-games-tourism-legacy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Francesca Street, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-04T11:19:06Z"], "LastModifiedDate": ["2020-03-05T13:07:30Z"], "Headline": ["The tourism legacy of the Olympic Games"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["At the forefront of the photo, a diver leaps into azure Spanish skies, arching her body into a streamlined curve. In the background, a panoramic Barcelona skyline stretches out, punctuated by La Sagrada Familia, Gaudi's half-finished masterpiece of a cathedral, and fringed by distant hills. This incredible shot was first captured by British photographer Bob Martin in the lead up to the 1992 Summer Olympic Games, and matched later by photographer Simon Bruty, for Getty Images, in the lead gallery picture above. Over the course of the Olympics' two-week stint in Barcelona, variations on this eye-catching scene were broadcast on television screens around the world, cementing a spectacular image of the Spanish city in the memories of millions. The result? Barcelona arrived squarely on the tourism map, transforming from an undiscovered gem to a must-visit European destination: in 1990, there were just 1.7 million overnight visitors, by 2016, there were over 8 million. Sure, during that time the Spanish city also benefited from the growth of budget flights, a booming cruise industry and increasing word of mouth reports of its many cultural highlights -- but many reckon the successful Olympic stint is what kickstarted the uptake. But while tourists still flock to Barcelona's Montjuïc area to see the view that the Olympics made famous, across the Mediterranean in Greece, many of the venues that were once the glory of Athens 2004 lie seemingly semi-abandoned and forgotten. They're not alone: In China, some of Beijing's 2008 Olympic venues have been absorbed by nature, weeds growing inside what was once the BMX track. With a new Olympic city in the spotlight every couple of years, the short-term tourism opportunity and long-term tourism legacy promised by hosting the Games is alluring.  But the threat of populating your city with \"white elephant\" venues that serve no purpose post-Games is increasingly disconcerting. Early this year, concerns were raised about the safety of Rio's 2016 Olympics Park, with a judge even ordering its closure. So why do Olympic venues sometimes get abandoned? And how do cities ensure a positive Olympic legacy for both tourists and locals? Building an Olympic city The Summer Olympics are one of the world's biggest sporting events, and, unsurprisingly, building an Olympic city is no easy feat. It all starts with a would-be host submitting a bid, outlining how they intend to get their Games off the ground, and how they'll transform their city into a sporting playground. \"These days you need somewhere between 35 and 40 athletic venues to just host the required games for the Olympics,\" explains Andrew Zimbalist, Robert A. Woods professor of economics at Smith College in Massachusetts, and the author of several studies on the economics of the Olympic Games. \"On top of that, you need an Olympic village that will house somewhere in the neighborhood of 18,000 people, you need a media village that also requires beds for several thousand people.\" In short, it takes a lot of space and a lot of venues. In that sense, says Zimbalist, a city getting saddled with white elephants post-Olympics is perhaps more likely than not.  \"Ask yourself the question, if a city did not have a economically justifiable reason to have a facility the day before the Olympics began, why would they have an economically justifiable reason to have the facility 18 days later, after the Olympics ends, or after the Paralympics, a month and a half later, ends?\" the economist tells CNN Travel. In recent years, bidding cities have tried to circumnavigate this issue by planning ahead, devising ways to successfully transform into an Olympic city, and successfully transform back again, whether via temporary venues, or converting pre-existing apparatus. This isn't just cities being inventive -- nowadays it's pretty much mandated by the International Olympic Committee (IOC), who oversee the Games and the bidding process. In 2013, the IOC adopted its Olympic Agenda 2020 reform program, seeking to make the games more sustainable and to \"keep up with the changes in our current world.\" The new program stipulates that the venues do not need to be permanent, or new, and costs do not need to be astronomical.  \"Image building is extremely powerful,\" says Christophe Dubi, executive director of the IOC. \"But you need a plan. That's what we gauge now, in the dialogue [with host cities.]\" Making the bid Why a destination bids to host an Olympics Games is dependent upon its individual economic, social, cultural and historical factors. \"Cities bid for the Olympics for geopolitics reasons, for media branding reasons, for sponsorship, to track foreign direct investment and talent and so on,\" says Tony Johnston, head of Tourism at Althone Institute of Technology in Ireland. While tourism might not be the motivating factor for bidding, hosting a mega event puts your city on show, on a global scale. And such high stakes have, for a long while, come hand-in-hand with high prices.  Take the Canadian city of Montreal, which hosted the Summer Olympics in 1976, and reportedly only stopped paying off its Olympic debt three decades later. Or Sochi, in Russia, which took on the 2014 Winter Olympics amid plans to spend upwards of an eye-watering $50 billion. Some city populations have expressed concerns about the mounting costs. Boston, in the US, and Hamburg, in Germany, withdrew their respective bids for the 2024 games. Boston made the decision after polls indicated a lack of support, while Hamburg pulled out of its bid following a citywide referendum in which 51.6% of residents said they were against the idea. \"We are encouraging the organizing committees to find solutions that are cheaper if they do exist,\" Dubi tells CNN Travel. \"And we really embrace that spirit of creativity, innovation in order to contain the costs.\" Dubi says he's confident prices are becoming more restrained. He also adds that the importance of planning for legacy is true of any major sporting event. \"We are permanently dialoguing with future hosts for 2030, 32, 34 etc,\" adds Dubi. \"What is your long term plan in terms of development for the city and the region? And how can the Games contribute? You have to have a strong plan and the Games as a contributor to make it a success.\" London as a case study In 2012, right before the Olympic Agenda 2020 was adopted, London hosted the Summer Olympic Games. This Olympic stint didn't offer Barcelona levels of tourism transformation -- perhaps because, as economics and environmental studies expert Victor A. Matheson jokingly put it: \"The Olympics aren't going to put London on the map because if London isn't already on your map, you really need to get yourself a new map.\" But London's Games did try and prepare for a post-Olympics future. How successfully the city did so depends on who you ask. The London Legacy Development Corporation was formed a couple months before the 2012 Olympics, with the aim of using \"the once-in-a-lifetime opportunity of the London 2012 Games and the creation of Queen Elizabeth Olympic Park to develop a dynamic new heart for east London, creating opportunities for local people and driving innovation and growth in London and the UK.\" Peter Tudor, the corporation's director of visitor services, recently showed CNN Travel around the London Aquatics Centre, the swanky water palace purpose-built for the London Olympics' swimming, diving and synchronized swimming events. It's been a public pool since 2014. On a rainy winter weekday, it was teeming with activity -- from school kids crowding the entryways to serious swimmers doing laps beneath the undulating roof. \"The London Olympics was probably one of the first times people were really thinking about what happens after the Games, lots of cities got to the end of their Games and then asked the question,\" says Tudor. The Aquatics Centre cost £269 million to build, and underwent a lengthy, pricey, transformation process to become a public space.  It still hosts official events from time to time: the FINA Diving World Series is scheduled to take place here in March 2020, followed shortly after by the British Swimming Championships. But for some east Londoners, it's just their local gym -- even if UK Olympian Tom Daley can occasionally be seen catapulting off the diving board. London's Olympic Park is based in Stratford, in the east of the city, a historically poorer, industrial area. Part of the London Olympic bid was a promise to regenerate this part of the British capital. The city's then-mayor, Ken Livingstone, said the Olympics was \"the only way to get the billions of pounds out of the government to develop the East End -- to clean the soil, put in the infrastructure and build the housing.\" There's certainly been a lot of housing built here, pre and post-2012. There's still more development to come as part of the still-in-the-works East Bank development, including planned east London offshoots of the Victoria and Albert Museum and Sadlers Wells Theatre. Additionally, in the post-Olympic years, London's stadium has become a soccer hub for London football team West Ham United. The ArcelorMittal Orbit tower -- a piece of public art designed to symbolize the triumph of the Olympics -- doubles up as a slide and viewing platform. Still, this transformation didn't come cheap. The London Stadium was originally pitched at £280 million ($358 million at today's exchange rates)  -- its final construction cost was £486 million, and converting it into a venue suitable for West Ham cost an additional £272 million. And naysayers question whether there was a need for a super fancy helter-skelter, or huge new stadium. Plus, they say, the East End area of the city had been pegged for regeneration whether or not the Olympics came to town.  \"If the [British] government had simply provided incentives to encourage that development, then you would have would have gotten much more authentic and organic and deep economic development in that area then anything that you might have gotten from the Olympic construction,\" says economist Zimbalist. Londoner Julian Cheyne used to live in a housing estate called Clays Lane, knocked down in 2007 to make way for the Olympic Park. Cheyne is the co-founder of a site called GamesMonitor, that views the Olympic project through a critical lens. \"If you are a part of the property industry, then you can make a lot of money out of projects associated with the Olympics,\" Cheyne tells CNN Travel. \"And it means that you get the opportunity to remove people from areas of land which you might have your eye on.\" Cheyne was rehoused and received monetary compensation, but he says he had \"no desire to move.\" He is, in fact, skeptical that the Olympics have any sort of positive impact on tourism. \"It's very difficult to think of any particular benefits that London has had as a result of th"], "Language": false}