{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/politics/super-tuesday-democratic-primary-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-03-03T21:06:55Z"], "LastModifiedDate": ["2020-03-04T09:48:16Z"], "Headline": ["Biden's surprise win in Texas caps historic Super Tuesday while Sanders turns to California"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A reinvigorated Joe Biden has a nine state Super Tuesday victory haul, capped by topping Sen. Bernie Sanders for an upset victory in Texas after his comeback campaign transformed the Democratic presidential race. Just four days ago, the former vice president's White House hopes were fading fast. Now, he has hugely overperformed expectations on the most critical night of the 2020 race so far and the duel for the nomination is becoming a head-to-head with the democratic socialist from Vermont. Visit CNN's Election Center for 2020 news Biden grabbed highly significant victories in Virginia and North Carolina early in the night that suggested he is building a robust coalition, and added wins across the South -- where his strength among African American voters is a big advantage -- in Alabama, Arkansas, Oklahoma and Tennessee, according to CNN projections. But he also took chunks out of territory that had been expected to lean to Sanders. He won Minnesota, CNN projects, suggesting that home state Sen. Amy Klobuchar, who quit the race Monday and endorsed him, may have played a pivotal role. He also upset Sanders and Sen. Elizabeth Warren in Massachusetts, a massive blow to Warren in her home state. And in a late developing story, Sanders and Biden are neck-and-neck in Texas with 60% of the vote counted. Even if Sanders hangs on to a state his campaign expected to win, owing to his strong ties to Hispanic voters, the tight nature of race means he will not get the wide advantage in the delegate count for which he had hoped. Sanders is leading in California -- the state with the most delegates on offer -- though both Biden and former New York City Mayor Michael Bloomberg could reach the viability threshold to win delegates and cut the size of his advantage. It all represents a stunning turnaround for a candidate who launched the first of his presidential campaigns 33 years ago but had to wait until Saturday night for a first career-saving victory in South Carolina, which appears to have unleashed a torrent of momentum rarely seen in any presidential cycle. \"Folks, things are looking awful good. For those that have been knocked down, counted out, left behind, this is your campaign. Just a few days ago the press and the pundits declared the campaign dead!\" a pumped-up Biden roared to a crowd in Los Angeles. \"It's looking good, so I'm here to report we are very much alive. And make no mistake about it, this campaign will send Donald Trump packing.\" Sanders held serve in his home state of Vermont and later added Colorado and Utah, and his aides are predicting that the picture will become rosier for the progressive champion as votes are counted in Texas and California -- the states with the biggest delegate hauls. CNN exit polls show Sanders is the early leader in the Golden State. Biden and Sanders are also locked in a tight race in Maine. Sanders told a raucous crowd in his home state that his campaign was still on a roll on a night when a third of all pledged delegates to the Democratic National Convention in July are on the ballot in 14 states. \"Tonight I tell you with absolute confidence we are going to win the Democratic nomination and we are going to defeat the most dangerous President in the history of this country,\" he said. Early Super Tuesday projections and results suggested a disappointing night could be in store for Bloomberg and  Warren, who both need to make a statement to have a rationale for staying in the race. As votes are counted, both rivals were looking to vault the 15% threshold needed to win delegates in several states. RELATED: How to watch Super Tuesday primaries Bloomberg got one piece of cheerful news, winning the territory of American Samoa to open his delegate count.  Biden's big early wins enshrine one of the most remarkable comebacks in modern political history. A week ago, his campaign was running on empty after poor showings in the first three nominating contests in Iowa, New Hampshire and Nevada. But a massive win in Saturday's South Carolina primary now appears to have triggered a rebound that appears to be expanding in the 14 states that voted on Tuesday. Virginia was seen as a significant test of Biden's strength against former New York City Mayor Michael Bloomberg, who is facing voters for the first time in the 14 nationwide primaries after a half-billion-dollar advertising blitz. The results in Alabama and North Carolina will confirm the former vice president's strength among African American and affluent suburban voters on whom he is basing his campaign. Sanders and Biden are the early leaders in Maine, and the two are also in the early lead in Massachusetts along with Sen. Elizabeth Warren, who is hoping for a win in her home state. Late deciders and black voters break for Biden Since his thumping victory in South Carolina on Saturday, Biden has enjoyed one of the most impressive streaks by a modern presidential candidate. He's consolidated the center of his party after his sudden revival caused top rivals -- former South Bend, Indiana, Mayor Pete Buttigieg and Klobuchar -- to quit and endorse him. Establishment Democrats are rushing to endorse him and the once-dry fundraising spigot is suddenly gushing. From the moment polls closed on Tuesday, Biden began racking up wins. A mix of affluent suburban voters in the Washington suburbs and African American voters downstate was a good fit for Biden in Virginia, a battleground won twice by former President Barack Obama. But it was a state where Bloomberg had high hopes of making an impact, and Biden's success may be a bad omen for the financial data billionaire, whose entire campaign is premised on the idea that the former vice president cannot win the nomination. Biden's projected victory in North Carolina came from voters who decided in the last few days, black voters, and those who prefer a candidate who can beat Trump in November. According to early exit polls, around 3 in 10 Democratic voters in North Carolina decided who to vote for in the last few days. Almost 3 in 5 of those voters supported Biden -- suggesting that the departures of Buttigieg and Klobuchar helped consolidate voters behind the former vice president.  Black voters voted for Biden in strong numbers in North Carolina, around 6 in 10.  In Alabama, Biden carried black voters, moderates and voters whose priority is to beat Trump in 2020. Democratic black voters in Alabama, who made up almost half of the electorate, supported Biden in huge numbers, around 7 in 10, according to early exit polls. Sanders trailed behind with 1 in 7 black voters, and Mike Bloomberg won around 1 in 10.  In Texas, the second biggest prize of the night,  a quarter of Democratic primary voters only made up their minds in the last few days -- and Biden drew 2 in 5 of those voters. But three quarters of those Texas Democrats decided who to support much earlier, and a third of those supported Sanders, the most of any candidate. In Minnesota, half of late-deciding voters went for Biden. There are 1,300 delegates up for grabs on Tuesday, a third of the total delegates. A candidate needs 1,991 pledged delegates to win the nomination on a first convention ballot. There are no winner-take-all states and any candidate who receives more than 15% of the vote in a state will win delegates to July's convention in Milwaukee. RELATED: The Democrats' delegate rules, explained Polls in the 14 states started closing at 7 p.m. ET. Voting in California continues until 11 p.m. ET. Given the vast geographic span of the Super Tuesday Election Day, it's unlikely there will be a total picture of the situation at the end of the night. The Golden State could, for instance, take days or even weeks to sort out its delegate allocation. Sanders ready for fight with party establishment Sanders reacted to Buttigieg and Klobuchar coalescing around Biden by suggesting that the \"political establishment is getting nervous\" while at a rally on Monday night on Klobuchar's home turf in Minnesota. ANALYSIS: Bernie Sanders' hidden Super Tuesday edge While calling Biden a \"decent guy\" and a \"friend,\" the Vermont senator savaged his former colleague's record on issues like China trade, bankruptcy laws, NAFTA and the war in Iraq. But Biden drove home his message that after a turbulent three years of Trump's administration, Americans are not looking for more disruption that he says would result from a Sanders win. \"My message is people are not looking for revolution. They're looking for results. I have the most extensive, successful record of getting big things done and big things passed,\" Biden said on CNN's \"Anderson Cooper 360.\" But Warren warned that Biden's pitch was simply about restoring a political order that had spurned working class Americans. \"Nominating someone who wants to restore the world before Donald Trump, when the status quo has been leaving more and more people behind for decades, is a big risk for our party and our country,\" Warren said at a rally in Los Angeles on Monday. As he waits to see how voters will embrace his campaign after skipping the first four nominating contests, Bloomberg took a shot at Warren, who blasted him in their debate encounters. \"I didn't realize she's still in. Is she?\" Bloomberg said to CNN's Cristina Alesci. Asked how he expected to perform on Tuesday night, he added, \"I think we are going to do very well -- looking forward to it.\" Warren and Bloomberg look ahead on disappointing nights Warren and Bloomberg knew they had to have big nights to regain some momentum, but early returns from key states failed to give the news their campaigns needed. Still, both appeared set to keep pushing forward. Warren and her team knew they weren't having a good night, but a top Democrat close to the campaign said they are keeping their eyes -- and pinning their fading hopes -- on California. Two things will determine her future: whether she can be viable in Texas and whether she can show more strength in Massachusetts. Advisers told CNN she wants to stay in the race to be an alternative to Sanders and Biden, if this becomes a three-way contest. \"She wants to be on the debate stage in Arizona as an alternative choice,\" the top Democrat close to the Warren campaign said, but added that the \"delegate math is looking increasingly tough.\" Warren has no bundlers and big donors, so her advisers believe she is less beholden to calls to drop out. But she does need money, which will be difficult to raise if Tuesday is a major disappointment. Bloomberg took the stage for his first election night party of the 2020 cycle and quickly lowered expectations. \"As the results come in, here is what is clear,\" he said. \"No matter how many delegates we win tonight, we have done something no one else thought was possible.\" He added: \"In just three months, we have gone from 1% in the polls to be a contender for the Democratic nominati"], "Language": false}