{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/politics/navy-coronavirus-self-quarantine-ships-europe/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Browne, CNN"], "Writers": [["Ryan Browne"]], "FirstPublishDate": ["2020-03-03T22:57:39Z"], "LastModifiedDate": ["2020-03-04T01:34:44Z"], "Headline": ["US Navy to self-quarantine ships in Europe due to coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The US Navy's 6th Fleet is instituting a 14-day self-quarantine between port visits by US Navy ships in Europe over concerns of the coronavirus, according to two US Navy officials, a move intended to bring the fleet inline with instructions from the US Pacific Fleet.  Ships will stay at sea for at least 14 days after visiting any port in Europe in order to help prevent the spread of the coronavirus. A spokesman for the 6th Fleet confirmed the self-quarantine to CNN when asked.  \"In conjunction with the other fleets, we have instituted a 14-day underway period between port visits to allow for crew monitoring,\" said Commander Kyle Raines, spokesman for the 6th Fleet. The 6th Fleet is responsible for the US Navy presence in Europe, as well as Russia and almost all of Africa.  The precautionary move to keep its ship in the region at sea for two weeks has not impacted the Navy's ability to perform its missions there. The US aircraft carrier USS Dwight D. Eisenhower conducted an inter-operability exercise with the French aircraft carrier the FS Charles de Gaulle in the Mediterranean Sea Tuesday, an exercise that involved US and French military jets landing on each other's vessels. Similarly the guided-missile destroyer USS Ross was able to help rescue mariners from a Turkish vessel in the Sea of Marmara Tuesday after the civilian ship caught fire. The self-quarantine for 6th Fleet is only the latest step the Pentagon has taken to protect its service members from the virus, which has spread globally to 43 countries outside of China and affected US military operations in Asia, the Middle East and Europe.  An upcoming military exercise with South Korea was suspended due to concerns about the virus. And, last week, the US military's Indo-Pacific Command, which oversees all US troops in the region, restricted all non-essential travel to South Korea for all US service members, contractors and defense department civilians serving as part of the command. US Central Command, which oversees US forces in the Middle East, has also imposed restrictions on the movement of US troops there. On US military bases in Italy, access to on-base schools, child-care facilities, gyms and other public buildings has been temporarily halted and troops are bracing for the possibility of similar restrictions on other bases in Europe. \"The overall broad impact to the uniformed U.S. military is very, very minimal. It's not to say it's zero, but it's very, very minimal,\" Gen. Mark Milley, the chairman of the Joint Chiefs of Staff, told reporters at the Pentagon Monday. \"Commanders are taking all necessary precautions because this is unique to every situation and every location. So we've sent out, as I said, memorandums and directives. The commanders have the information they need, and we're relying on them to make good judgments,\" Milley added. This story has been updated to reflect additional background information."], "Language": false}