{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/investing/oil-prices-energy-stocks-junk-bonds-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-03-03T16:48:56Z"], "LastModifiedDate": ["2020-03-03T16:48:56Z"], "Headline": ["Market mayhem exposes fears about oil companies"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus crisis is casting an even darker shadow over the reeling oil industry. Oil prices have plunged into yet another bear market in response to demand destruction caused by flight cancellations, factory shutdowns and slowdowns in passenger traffic. Natural gas is sitting near a four-year low. The commodities crash will intensify the financial stress facing oil and gas companies that have piled on debt to capitalize on the shale boom.  Energy stocks, already the biggest losers of last decade, are getting crushed. ExxonMobil and Chevron, two giants built to withstand weak oil, have plunged more than 20% apiece this year.  \"It's making an already bad situation worse,\" said Spencer Cutter, credit analyst at Bloomberg Intelligence. The pain is more acute among independent exploration and production companies, some of which are highly leveraged. Marathon Oil, Devon Energy and Noble Energy have all seen a third of their market values vanish this year.    The turmoil has formed deep cracks in the junk bond market. Alarmingly, the gap between high-yield energy debt and ultra-safe government bonds has blown out to levels unseen since 2016, when oil prices crashed to $26 a barrel. The junk ratings for these energy companies aren't new -- only concerns about their financial health are. Cutter found that about one-third of the junk bonds in the Bloomberg/Barclays high-yield energy index are trading at distressed levels (roughly 10 percentage points above benchmark Treasuries, compared with just one percentage point for companies with strong credit ratings). That includes the bonds of companies including Chesapeake Energy, Whiting Petroleum, California Resources and Range Resources.  $86 billion of oil and gas debt is coming due At those levels, highly leveraged oil and gas producers have effectively been locked out of the junk bond market. To raise cash, they will have to slash costs, sell assets, accept harsh borrowing terms from a hedge fund or seek a financial lifeline through a merger.  Some debt-riddled oil companies won't survive at all. \"You could see a wave of bankruptcies,\" said Cutter, the Bloomberg Intelligence analyst.  The bill is coming due on a mountain of debt in the coming years. North American exploration and production companies have roughly $86 billion of debt maturing by 2024, according Moody's Investors Services. More than half of those maturities, 62%, are in junk bonds. And Moody's points out that even investment-grade debt maturities are \"highly concentrated\" in the lowest possible rating level before junk.  The coronavirus crisis is adding to the doom and gloom in the oil industry. The sector has been slammed by years of over production that kept a lid on prices and sparked periodic commodity crashes. And investors, nervous about climate change, are increasingly shying away from fossil fuels in favor of solar, wind and other clean energy solutions.  \"The sentiment is absolutely terrible,\" said Ben Cook, portfolio manager at BP Capital Advisors. \"Coronavirus has presented yet another challenge.\" Blindsided by oil plunge Balance sheet concerns are nothing new for the boom-to-bust oil industry. Dozens of oil and gas companies filed for bankruptcy after the 2014-2016 oil crash. Hundreds of thousands of workers were laid off as the industry raced to repay debt. Still, some investors were blindsided by the sudden drop in oil prices sparked by the coronavirus outbreak in China last month. \"The magnitude and velocity really caught the market off guard,\" said Leslie Falconio, senior strategist at UBS Global Wealth Management.  The good news for the oil industry is that help is on the way, on at least two fronts. First, the Federal Reserve announced Tuesday its first emergency rate cut since 2008. The move to slash rates by a half percentage point could ease stress in financial markets, boosting demand for junk bonds and risky oil stocks. US oil prices climbed 2% Tuesday, building on a 4.5% gain the day before.  OPEC is working on a rescue of its own. The oil cartel is scheduled to meet in Vienna this week and strongly consider slashing production in a bid to put a floor beneath prices.  \"No one can call the low in energy prices because we don't know the impact of the virus,\" said Falconio. However, she said these energy bonds are starting to look attractive at these levels. "], "Language": false}