{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/football/inter-milan-juventus-steven-zhang-paolo-dal-pino-serie-a-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T12:04:58Z"], "LastModifiedDate": ["2020-03-03T16:05:42Z"], "Headline": ["Inter Milan president calls Serie A counterpart 'clown' over handling impact of coronavirus"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Inter Milan president Steven Zhang has hit out at Serie A president Paolo Dal Pino over the league's rescheduling of fixtures as a result of the novel coronavirus outbreak. Italy is currently battling the largest outbreak of the virus in Europe, with more than 2,000 people confirmed to be infected. A number of top-flight games in Italy have been affected by the outbreak, including Inter's top-of-the-table clash against Juventus which was called off last weekend.  Visit CNN.com/sport for more news, videos and features Zhang rebuked Dal Pino for putting football before public health by refusing to postpone Inter's game against Juventus in Turin, instead rescheduling it for May 13. \"Playing around (with) the calendar and always putting the public health as (a) secondary consideration,\" 28-year-old Zhang, who was appointed Inter chairman in October 2018, wrote on Instagram. \"You are probably the biggest and darkest clown I have ever seen. \"And now you speak about sportsmanship & fair competition? How about we don't protect our players or coaches and ask them to play for you 24/7 none (sic) stop?\" READ: Premier League 'monitoring' coronavirus situation ahead of weekend's fixtures Zhang added that the most important thing for people around the world was to be safe -- whether they're an Inter fan, a Juve fan, or not a football fan at all. \"The president's very strong message is an appeal to Lega Calcio (the football league) to demand maximum protection of the public health of the entire community -- fans who will fill the stadiums, football players, media, service staff and managers involved -- as recommended by the institutions,\" an Inter spokesperson told CNN.  Serie A declined to comment on the matter when contacted by CNN.  Inter's Europa League game against Ludogorets last week was played behind closed doors at the San Siro stadium due to the virus. The team is currently third in Serie A behind Juventus and leader Lazio.  The Italian league isn't the only competition to be impacted -- Switzerland, China, South Korea and Japan have all been forced to postpone games, while the Premier League said it was monitoring the situation. A host of sports across the world have already been affected as authorities work to contain the spread of the virus, including tennis, golf, rugby, boxing and cycling. "], "Language": false}