{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/health/life-care-center-nursing-home-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Kirkland, Washington"], "ByLine": ["By Steve Almasy, Omar Jimenez and Julia Jones, CNN"], "Writers": [["Steve Almasy", "Omar Jimenez", "Julia Jones"]], "FirstPublishDate": ["2020-03-03T06:14:49Z"], "LastModifiedDate": ["2020-03-03T11:47:48Z"], "Headline": ["A nursing home in the Seattle area is at the center of the US coronavirus outbreak"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["A nursing care and rehabilitation facility in the Seattle suburbs is now the epicenter of the novel coronavirus outbreak in the United States, with four deaths tied to the site and relatives and friends of its 108 patients barred from visiting.   It's still not clear how the virus spread to the Life Care Center in Kirkland, where more than 50 residents and staff have been experiencing symptoms and will be tested for coronavirus, King County health officer Jeffrey Duchin said. Some 180 people work there. A patient was taken Monday night by ambulance from the facility to a hospital, a first responder with knowledge of the situation said, adding that all emergency calls to the facility are being treated as coronavirus. Life Care Center officials did not immediately respond to CNN's request for comment about the patient.  Meantime, 27 firefighters and two police officers in Kirkland are in quarantine, city spokeswoman Kellie Stickney said.  \"We have also been notified that some of our firefighters in quarantine are demonstrating flu like symptoms,\" the city said in a news release. One firefighter was released Monday. As a precaution, emergency medical technicians will now wear protective clothing every time they respond to a report of a sick person, even if that person does not mention coronavirus symptoms, Stickney said. Eighteen cases of novel coronavirus have been confirmed in Washington state, and six people -- including the four from Life Care Center -- have died. Those who perished ranged in age from their 40s to their 80s, and at least three had underlying health conditions. A motel will serve as a public isolation site An investigation into Life Care Center was launched after a resident and a health care worker tested positive for coronavirus, Duchin said.  \"Unfortunately, we are now starting to find more cases in Washington state that appear to have been acquired locally, and we know the virus is spreading in some communities,\" Dr. John Wiesman, the state's secretary of health, said. Washington Gov. Jay Inslee said the US Centers for Disease Control and Prevention has sent 20 people to help out with the investigation.  Life Care Center officials are monitoring residents and workers closely, Executive Director Ellie Basham said in a statement. Life Care manages or operates more than 200 facilities in 28 states. The company, based in Cleveland, Tennessee, was founded in 1970. \"Any resident displaying these symptoms is placed in isolation. Associates are screened prior to beginning work and upon leaving,\" Basham said. The disease is hardest on older people and people who are medically fragile, like those who have chronic medical issues, Dr.  Nancy Messonnier, director of CDC's national immunization and respiratory diseases center, said Saturday. King County will buy a motel and put recovering patients in isolation there, the county said in a news release.  A technical college in the area will close Tuesday for a second day to clean and disinfect the campus after 16 nursing students and a teacher visited Life Care Center a few days ago. The first case of coronavirus reported in the United States was a man from nearby Snohomish County.  He arrived from Wuhan, China -- the hub of the global outbreak -- at Seattle-Tacoma International Airport on January 15, before any health screenings for the virus began at US airports. The man sought medical care on January 19 after four days of self-quarantine at home, Washington officials said."], "Language": false}