{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/cosmetic-surgery-apps-china-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Julie Zaugg, CNN | Stella Ko, CNN, Natalie Leung, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T09:04:55Z"], "LastModifiedDate": ["2020-03-03T11:12:37Z"], "Headline": ["China cosmetic surgery apps: Swipe to buy a new face"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["Wu Xiaochen said she was 14 when she had her first cosmetic procedure -- liposuction paid for by her mother to reduce fat from her thighs. At the time, she said she had been diagnosed with an autoimmune disease that required her to take glucocorticoids, a class of steroid hormones.  \"I had put on a lot of weight and felt very uncomfortable in my skin,\" said Wu, now a 30-year-old model and entrepreneur based in Beijing. \"I felt so much more confident afterwards.\" In the 16 years since that first procedure, Wu claims to have had over 100 surgeries, costing a staggering 4 million yuan (about $574,000). She is now a well-known advocate of the industry and has opened two beauty clinics offering cosmetic surgery in Beijing. Wu's potential market is huge. A growing number of Chinese women are using cosmetic surgery to achieve bigger eyes, high cheekbones, narrow noses and skinny legs. Like Wu, many are seeking to emulate a beauty ideal inspired by elements of Japan's manga comics, South Korea's K-Pop and Western culture. In 2014, more than 7 million Chinese people had plastic surgery, according to the China Association of Plastics and Aesthetics. Just three years later, data compiled by Shanghai branch of Frost & Sullivan consultants suggested the figure was closer to 16.3 million. According to experts interviewed by CNN, the surge in plastic surgery in China is in part due to a series of apps like So-Young and GengMei, which allow potential patients to view before and after photos, book surgeries and even apply for credit to pay for them. \"In China, it is very difficult to find reliable information on clinics, especially in smaller cities,\" explained Tony DeGennaro, co-founder of Dragon Social, a Chinese market intelligence agency. \"People no longer trust the search results returned by (search engine) Baidu, following several medical scandals involving the platform, so these new apps have taken over as unofficial directories of surgeons.\" 'Not pretty enough' Wu grew up in a middle-class family in Shenyang, a large industrial city in China's northeast. As a teen, she studied art and dreamed of becoming famous. An actress, or maybe a model. But she thought she wasn't pretty enough and felt insecure about her \"small eyes and round face.\" So after her first successful procedure she said she soon chose to have a facial liposuction -- to make her face look thinner by having some fat removed -- and then facial contouring surgery, to give it a more angular look by having silicone implants put into her cheekbones. At 16, she said she had her nose bridge elevated, to make it appear taller and longer. This was followed by surgeries to give her jawline more of a V-shape, breast implants and a double eyelid procedure to add creases to her eyelids and make her eyes look larger. \"Every two or three years, I have a few more procedures done,\" she said. \"Surgery has become like an addiction for me.\" Many of the Chinese women having cosmetic surgery are young and living in the country's second and third tier cities, according to a white paper published in 2019 by So-Young, based on analysis of its own data and visits to clinics. More than half are under the age of 26, the white paper said. To put that into perspective, cosmetic surgery patients under 30 years old make up a mere 6% of the total in the US. For members of China's Generation Z, having cosmetic surgery is a way to stand out in an increasingly crowded dating scene and job market. \"China remains a very patriarchal society,\" said Brenda Alegre, a gender studies lecturer at Hong Kong University who has researched the cosmetic surgery trend. \"Being pretty is a way to ensure you will be successful at work and you will find a husband.\" The spread of internet culture, with attractive livestreaming hosts and photo apps like Meitu, which allow their users to enhance their selfies by removing imperfections, has also made plastic surgery more desirable. \"People seek to replicate in real life the effects they are getting with these apps,\" said Dr. Stephanie Lam, a plastic surgeon in Hong Kong. Plastic surgery apps Apps that match patients to surgeons and clinics are incredibly popular in China.  The largest one, GengMei, has 36 million users and lists almost 20,000 surgeons on its platform, a company spokeswoman confirmed. Tencent backed So-Young has 2.47 million monthly active users and nearly 6,000 surgeons listed, according to a So-Young spokesperson. These apps provide testimonies of cosmetic surgery patients, with before and after pictures, as well as reviews of surgeons.  GengMei has an augmented reality feature that can analyze a face and give it a grade out of 100 based on criteria like its liveliness, attractiveness and symmetry. It then makes suggestions for cosmetic surgery improvements, such as having one's eyelids redone or getting fillers. \"Through the GengMei app, we can access all medical information about beauty without even leaving the house,\" said Wu. \"This is a reflection of our society's development and it's a microcosm of our lifestyle change.\" The app even gives users access to micro-loans through Alipay's lending service Huabei to pay for the surgery. Special offers During the summer holidays, a period when many young women undergo plastic surgeries to give themselves a new look before the school year starts, some clinics offer discounts and special packages, said Alegre, the Hong Kong University lecturer. \"Girls will have surgery in groups, to benefit from offers like three procedures for the price of two.\" In these clinics, double eyelid surgery can cost as little as 1,000 yuan ($142), according to DeGennaro, from Dragon Social. Wealthier patients opt to go to clinics in South Korea, Thailand or Hong Kong to have procedures done, said Lam. \"They believe the doctors are more trustworthy abroad,\" she added. One such clinic is high up in One Pacific Place, an office block built above a luxury mall in central Hong Kong. Decked out with beige sofas, avant-garde art and huge windows offering sprawling views onto the harbor, it looks more like a high-end spa than a clinic. But it is an outpost of Hong Kong Sanitorium & Hospital, one of the city's private medical  facilities. \"We get many patients from mainland China,\" said Dr. Gordon Ma, who heads the hospital's Plastic & Reconstructive Surgery Centre. Among the younger ones, double eyelid surgery is the most popular procedure, he said.  \"Some of these customers want to go as far as possible,\" he added. \"They don't just want to enhance their natural beauty, they want to alter their appearance in a noticeable and obvious manner.\" Finding a new look With her big eyes, long straight nose and pouty mouth, Wu looks nothing like the shy teen seen in old family photos.  \"For a long time, I was trying to copy Angelababy's face,\" she said, referring to a famous Chinese actress and model. \"But I progressively moved away from this template and began to develop my own look, by mixing and matching features that suit my personality and face.\" Now when she looks at herself in the mirror, she says she sees \"a better version of herself.\" The faces of Angelababy and Chinese actress Fan Bingbing have traditionally been used as references for young cosmetic surgery devotees. Wu said it's because they embody the \"three courts and five eyes\" rule, which denotes that perfectly proportioned faces have a width of five eyes, and a length of three equal \"courts\": from the forehead to the brow, from brow to the nose tip, then nose tip to chin. To get the look, some women may need surgery. Others turn to cheap and easy to reverse hyaluronic acid fillers. \"They can be used to plump up cheekbones, make a chin pointier or even heighten a nose, a procedure known as a liquid nose job,\" said Lam, the plastic surgeon. Some women take it further and undergo major operations, such as using some of their rib or hip bones to make their noses sharper and longer, according to Lam. But some Chinese cosmetic surgery patients have started to move away from these celebrity beauty ideals. \"They seek out more individualistic looks, for example a face with elf-like features or even a world-weary face with a lived-in quality to it,\" said DeGennaro. Many of these new trends are apparent on GengMei. Among the most popular looks discussed on the app is an M-shaped lip, meaning a lower lip with a dimple in the middle. One user said she decided to have hyaluronic acid injected into her lips to copy \"the M-shaped mouths\" of South Korean stars Yoon Eun-hye and Lee Sung-kyung. Another sought-after look is described as a \"baby face.\" It involves a full, round face with a smooth contour, a short chin, a prominent forehead, big eyes and a small button nose, according to descriptions posted on the app. Facial fillers, as well as eye and nose surgeries, are recommended to obtain the look. Another popular topic on GengMei is how to make single eyelids more attractive, instead of resorting to double eyelid surgery. This can be achieved by elongating the upper eyelid and making sure they're not saggy or excessively thick, writes one user, referencing the single eyelids of Chinese model Liu Wen and Taiwanese star Jacklyn Wu Chien-lien. Some skin is removed from the inner and outer part of the eyelid, a procedure called canthoplasty. Dangerous clinics But not all surgeries are successful.  Chinese media regularly reports of cases of surgery patients who have suffered adverse effects or even died on the operating table. Cases of medical malpractice often occur in small unlicensed clinics lacking the required permits to carry out surgery. \"Some of these clinics use substandard fillers and anti-aging injectables with contaminants or fewer active parts than they should have,\" said Lam. She recalled a spate of cases in 2016 where Hong Kong patients went to China to have anti-aging injections and came back with botulism -- an illness caused by the botulinum toxin -- and ended up in intensive care with breathing difficulties. Ma of the Hong Kong Sanitorium & Hospital regularly sees patients needing corrective surgery after going under the knife overseas, including in China. \"They will for example come in with an eye that can no longer close properly because of a botched double eyelid surgery,\" he said. Beijing has started to crack down on unlicensed and unqualified clinics. China's National Health Commission identified 2,772 cases of illegal plastic surgery, during a year-long operation that started in May 2017. This led to more than 1,200 criminal prosecutions, according to a government release. The commission is considering establishing a blacklist of dangerous surgeons, it said. Wu has also had several bad experiences. \"One clinic in Beijing used an L-shaped mold to reshape my nose, but my skin was so stretched after the procedure that I could see light through it,\" she said. She said she h"], "Language": false}