{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/sport/rollerman-jean-yves-blondeau-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Story and video by Noura Abou Zeinab"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T10:19:51Z"], "LastModifiedDate": ["2020-03-03T10:19:51Z"], "Headline": ["Cyborg-suited 'Rollerman' is powered by ... roller skates"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Forget the Terminator. Meet \"Rollerman.\"  In his cyborg-style suit adorned with roller skates, he's a modern-day action hero who travels at speeds of more than 60mph, powered by gravity. The body armor with wheels is quite a look, but this cyborg doesn't hang around, especially when he's speeding past cars descending mountain roads. The man in the carbon fiber suit is 49-year-old Jean-Yves Blondeau. After studying for an industrial design degree, the Frenchman became fascinated with the futuristic possibilities of roller skating or what he calls \"buggy rollin'\" -- a name Blondeau came up with after he was inspired by the idea of a bug rolling.  Rollerman rose to prominence at an age where the internet was almost non-existent. Fast forward 27 years and he's the talk of Generation Z, amassing hundreds of millions of likes on one of the world's most talked about social media apps, TikTok.  READ: Fabio Wibmer wows the world with daredevilry on two wheels Build it and they will come Born in Aix-les-Bains in eastern France, Blondeau's Rollerman first came to prominence in 1997 when he stunned onlookers by wheeling around the capital's Trocadéro in prototype suit.  The media were quick to latch on to his capers. \"They were the first ones to call me Rollerman,\" the designer-turned-athlete told CNN. \"I adopted what people say about me, know me as Rollerman. I made it mine.\"  The Frenchman vividly recalled how his childhood helped drive his passion to invent things. \"In my family, it's not a rich family, when you want something, you had to build it,\" he reflects. \"My brother would build skateboards from dismantled skates and put them on a piece of wood. At the age of four, I had one very small skateboard made by my brother and that influenced me in the way of doing things by myself.\"  These days Blondeau's remarkable suits and entrepreneurial spirit has helped him become big in Asia, partly helped by TikTok.  \"I [became] a star in South Korea -- I would go to the restaurant and get asked for autographs. People recognized me in the streets,\" said Blondeau, who has more than 200 million likes on his Douyin -- the Chinese TikTok -- videos. The entrepreneur plans to utilize Douyin to help sell Rollerman suits. At $5,300 they don't come cheap but the good news is that you can personalize your order.  One of his suits, which isn't for sale, features samurai blades and spike horns. Blondeau named it \"Nillor Yggub\" which stands for \"buggy rollin\" in reverse.  When he's back at home in France, Blondeau and his girlfriend regularly go rolling in their personalized suits.  \"I love the feminine way of expression in the fashion and in the body -- so, I made women suits very early which express an identity of underwear outwear in the culture of French underwear,\" said Blondeau. READ: Like 'falling off the face of the earth,' says kayaker Dane Jackson Rollerman goes to Hollywood The Frenchman has even had Hollywood moments. His roller suits featured in Jim Carrey's 2008 \"Yes Man\" movie in the rom-com's end credits.  \"Meeting Jim Carrey was very nice. He allowed me to go on the studio set and sit with him, the director, the main actress and the actress assistant in the front row,\" said Blondeau, who directed the stunt actors for both Carrey and the leading actress, Zooey Deschanel.  Chinese comedian and actor Jackie Chan also asked Blondeau to teach him how to buggy roll for his 2012 action film \"Chinese Zodiac 12.\"  \"In China, I am the master of the master, so I like it -- it's very nice,\" giggled Blondeau, who in his suit has taken on the 99 curves of Zhangiajie's Tianmen Mountain, famous for its long jumps, concrete blocks, bumpy rocks, stone impacts, waterfalls and wet tunnels. Rollerman took less than 20 minutes to finish the roll.  READ: The untold story of women climbers trapped on 'the roof of the world' Even with Blondeau's global success -- he has seven million views on YouTube -- his Rollerman journey hasn't been an easy ride, given he's had to juggle the challenges of being an inventor, designer, athlete and entrepreneur.  \"I had no idea what I was looking like, and the people were quite surprised. I had a problem long time ago in France because the way the French react when they don't know anything, they try to make a joke and usually it's a bad joke for me,\" said Blondeau. As he prepares to turn 50, Blondeau wants to make Rollerman a comic and video game character and help build arenas to encourage other athletes and enthusiasts to try out the craze.   And contemplating the idea of what's next for Rollerman, Blondeau took a minute to catch a breath and then exclaimed, \"oh many things, maybe too many things.\""], "Language": false}