{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/health/us-coronavirus-cases-monday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Hollie Silverman, Holly Yan and Steve Almasy, CNN"], "Writers": [["Hollie Silverman", "Holly Yan", "Steve Almasy"]], "FirstPublishDate": ["2020-03-02T07:01:53Z"], "LastModifiedDate": ["2020-03-04T16:51:31Z"], "Headline": ["6 people have died from novel coronavirus in the US as cases nationwide surge"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Six people have died in Washington state as the United States grapples with more than 100 cases of the disease caused by the novel coronavirus.  Four of the people who died were residents at the Life Care Center nursing care facility in Kirkland, in suburban Seattle, King County health officer Jeffrey Duchin said Monday. Four other coronavirus cases are also linked to the Life Care Center. \"Current residents and associates continue to be monitored closely, specifically for an elevated temperature, cough and/or shortness of breath,\" officials said in a statement on the Life Care website. \"Any resident displaying these symptoms is placed in isolation. Associates are screened prior to beginning work and upon leaving.\" So far, every death from novel coronavirus in the United States has been in Washington state.  A recent surge of cases nationwide has prompted new travel restrictions, school closures and emergency declarations.  But now is not the time to panic, US Surgeon General Dr. Jerome Adams said.  \"I want folks to understand that we knew this was coming, we told folks that this was going to happen and it is why we've been preaching preparedness from the very start,\" Adams said Monday.  \"Caution is appropriate. Preparedness is appropriate. Panic is not.\" Two dozen new cases were reported over the weekend, including the first two deaths from the virus in the United States. There are 102 cases reported nationwide, according to the federal and state health officials, including: 45 former passengers of the Diamond Princess cruise ship, the site of a recent outbreak and quarantine\n3 Americans recently repatriated from Wuhan, China, the epicenter of the outbreak\n17 people believed to have contracted the virus through travel \n37 people who got sick from another person in the United States, including some who don't know who the source was At least 4 deaths linked to one facility A cluster of cases has been reported at the Life Care Center. Four residents of the facility have died from the virus. At least two of them -- a man and woman in their 70s -- had underlying health conditions, health officials said. \"As you know, we tragically have experienced several more deaths reported today. And our condolences go out to their families, of course,\" Health and Human Services Secretary Alex Azar said at a White House meeting with pharmaceutical companies to discuss developing a coronavirus vaccine. More than 50 residents and staff have been experiencing symptoms and will be tested for coronavirus, Duchin said.  The facility has about 108 residents and 180 staff members, he said. An investigation into the facility was launched after a resident and a health care worker tested positive for the coronavirus, Duchin said.  Gov. Jay Inslee told reporters: \"Our priority now is to slow the spread of this dangerous virus.\" Inslee, a Democrat who is running for reelection, said he is not shaking hands right now as a precaution and also stayed home from work last Wednesday because he had a cough. 'We will have more cases. ... That is inevitable' At least 12 states have cases of coronavirus: Arizona, California, Florida, Georgia, Illinois, Massachusetts, Oregon, Rhode Island, New York, Oregon, Washington and Wisconsin. The patient in Arizona has recovered, state Department of Health Services Director Dr. Cara Christ said. New York's first case is a 39-year-old health care worker who recently returned from Iran, Gov. Andrew Cuomo said Monday. Iran is dealing with almost 1,000 cases of coronavirus and at least 54 deaths from the illness.  The woman is in home isolation with her husband, who is also a health care worker and is being tested for the disease.  The woman did not have any symptoms of illness when she flew back to the United States last Tuesday, officials said. But authorities are contacting people on her flight and the driver of the private car service she used to get to her Manhattan home.  The woman has not used public transportation since she came back to the New York, Cuomo said.  He said the goal now is to \"test as many as you can\" and then isolate anyone who tests positive to help reduce the spread. \"We will have more cases. We will have community spread. That is inevitable,\" Cuomo said.   But he said there's no need to panic.  \"You can't let the fear outpace reality,\" he said.  \"Put this in perspective. This is not the first time we've dealt with this situation,\" he said. \"We had H1N1, we had the swine flu, we had the avian flu, we went through Ebola, we went through MERS, we went through SARS. We've dealt with this before.\" The governor also announced the state will institute a new cleaning protocol at schools and in the public transportation system to help stop any potential spread of the virus.    Florida and Washington state issue emergency declarations At least 18 new cases were announced across the country Sunday, including the first two cases reported in Florida. The Florida cases include a Hillsborough County resident who has a history of travel to Italy, one of countries hard-hit by coronavirus. The other is a Manatee County resident who had no history of travel outside the United States, state health officials said.  Both Florida residents are in self-isolation and will remain there until they are cleared by health officials, the Florida Department of Health said. Florida Gov. Ron DeSantis declared a public health emergency as a result of the cases. The New York Times reported Sunday the virus might have been in Washington state for weeks, and as many as 1,500 people might be infected there. More cases from coast to coast Georgia has confirmed its first two cases of coronavirus, Gov. Brian Kemp announced during a news conference Monday night. The cases involve two individuals who reside in the same household, one of whom recently returned to the US from Italy. Both are isolated at home to keep the illness from spreading, Kemp said. In Northern California, five new cases were reported Sunday -- three of them in Santa Clara County.  One patient was a woman who had underlying health issues and was hospitalized. Two others were a husband and wife who had recently traveled to Egypt, according to a news release from the Santa Clara Public Health Department.  The new cases brought the total number of cases in Santa Clara County to seven.  Alameda County and Solano County each had one resident test positive for the virus, a joint news release from the counties' health departments said. Both are health care workers who were exposed to a patient at UC Davis in Sacramento, the release said.  More than 120 UC Davis health care staff were in self-quarantine after possibly being exposed to the patient admitted to the medical center last week. Oregon reported its second case Sunday. The Washington County adult had close household contact with the state's initial case and did not require medical attention, the Oregon Health Authority said. New cases were also announced in Rhode Island, the first two in the state. A woman and a teenage girl were diagnosed with the virus, Rhode Island health officials said. They had traveled to Europe on the same trip in mid-February, the state's Department of Health said. Three people in Oregon are presumed to have the disease.  Presumptive positive cases mean test results by a public health lab turned out positive but are still pending confirmation from the CDC.  Schools in the Seattle area, Portland area and Rhode Island announced closures for cleaning this week after presumptive positive cases linked to students or staff. "], "Language": false}