{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/politics/us-cap-chinese-media/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jennifer Hansler, CNN"], "Writers": [["Jennifer Hansler"]], "FirstPublishDate": ["2020-03-02T18:22:50Z"], "LastModifiedDate": ["2020-03-03T07:10:25Z"], "Headline": ["State Department to cap number of Chinese citizens employed by state media in US"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Under new restrictions, the State Department will impose caps on the number of Chinese nationals that may be employed at five Chinese media entities designated last month as foreign missions. \"The U.S. government is today instituting a personnel cap on certain PRC-controlled state media entities in the United States -- specifically, the five entities that were designated by the U.S. State Department on February 18, 2020, as foreign missions of the People's Republic of China. This cap limits the number of Chinese citizens permitted to work for these organizations in the United States at any given time,\" Secretary of State Mike Pompeo said in a statement Monday.  \"It is our hope that this action will spur Beijing to adopt a more fair and reciprocal approach to U.S. and other foreign press in China,\" he said.  A senior State Department official told reporters Monday that the entities together employ approximately 160 Chinese citizens and \"the cap will bring this number to 100.\" They noted that Chinese \"citizens working for other media organizations in the United States are not affected by the cap.\" According to the officials, only four of the five entities are being affected by the cap at this time. A second senior State Department official said China Radio International will only be permitted to employ 2 Chinese nationals, China Daily Distribution Corporation will be permitted nine personnel, China Global Television Network will be allowed 30, and Xinhua will be allowed 59. Hai Tian Development USA, which distributes the People's Daily, is not being affected at this time.  The caps go into effect March 13, but the entities have to provide the State Department the names of the personnel who will be cut by March 6. The Chinese government was notified Monday, according to the officials.  The first official said that the five entities would still \"employ more Chinese personnel here in the US than there are foreign reporters at all US media outlets in China.\" The officials did not offer clear answers to questions about the visas and ability to stay in the US of those nationals who are cut from the entities.  \"The bottom line is, each individual visa case, we can't comment on what that situation is,\" the second official said. \"We're not designating any individuals whatsoever.\"  The official acknowledged \"it's certainly a possibility\" that those individuals could have to go back to China.  The first official said that if the Chinese government \"decided to take this in a further negative direction, however, of course we would -- all options would be on the table.\" China's ambassador to the United Nations Jun Zhang said Monday that he does not believe the measures were appropriate. \"This is a country which advocates of freedom of expression. And this is a country which is supposed to give full support to the work of correspondents and yes, indeed, between China and the United States, we have some differences, but we do not think it's appropriate for the United States to take steps in interfering the work of journalists coming from China,\" he said. The State Department announced last month that the US would begin treating five major Chinese media companies as extensions of Beijing's government, requiring them to comply with rules governing foreign embassies and consulates. The change in designation meant the companies would now need US government approval to buy or lease office space and will have to register personnel changes, including new hires and staff departures, with the State Department just as foreign diplomatic missions do. The official justified the step by saying the outlets are owned and effectively controlled by the government in Beijing and that each meets the definition of a foreign mission. Less than a day later, the Chinese government announced it was expelling three Wall Street Journal reporters. Chinese Foreign Ministry spokesman Geng Shuang said the expulsion was due to an opinion piece published by the Journal on February 3, entitled \"China is the real sick man of Asia.\" Pompeo condemned the move, saying in a statement, \"Mature, responsible countries understand that a free press reports facts and expresses opinions. The correct response is to present counter arguments, not restrict speech.\"  One of the senior State Department officials on Monday said the newly announced caps were \"not linked to any one particular incident,\" but rather a \"a very long-standing negative trend in the treatment of press\" by Beijing. "], "Language": false}