{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/health/wuhan-evacuee-san-antonio/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Hollie Silverman and Eliott C. McLaughlin, CNN"], "Writers": [["Hollie Silverman", "Eliott C. McLaughlin"]], "FirstPublishDate": ["2020-03-02T11:47:51Z"], "LastModifiedDate": ["2020-03-03T03:02:52Z"], "Headline": ["A Wuhan evacuee was released from quarantine in Texas and later tested positive for the coronavirus"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["A woman in San Antonio who had previously tested negative twice for the coronavirus and was released by the Centers for Disease Control and Prevention, is back in quarantine after a subsequent test came back positive. Hours before declaring a public health emergency, Mayor Ron Nirenberg called the patient's release a federal \"screw-up\" during a news conference and is requesting that Americans evacuated from the Diamond Princess cruise ship to San Antonio continue to be held until retesting shows they're negative for the virus. About 122 people from the ship are being quarantined, he said later in a CNN interview. Their quarantine was scheduled to end Monday. In addition, San Antonio Metropolitan Health District director Dawn Emerick is asking that the CDC change its protocol to add a third consecutive negative test before releasing people into the community, she said.  The woman, who was evacuated from Wuhan, China, to Lackland Air Force Base in San Antonio on a flight chartered by the State Department, was released from the Texas Center for Infectious Disease on Saturday, according to San Antonio's mayor, who does not affiliate with either major party. The patient was part of the original group of 91 people evacuated to San Antonio from Wuhan, Nirenberg said, expressing dismay that a patient was released into the community while her test results were pending.  \"I find it totally unacceptable that CDC would release a patient prior to releasing all test results and potentially expose the public to this harm,\" he said. \"Local health professionals, in whom I have the utmost confidence, are working very hard to prevent the spread of this virus here in San Antonio, and we simply cannot have a screw-up like this from our federal partners.\" The patient was out in the community for about 12 hours and visited a hotel near the airport and then, from about 5:30 to 7:30 p.m. Saturday, the North Star Mall, where she mostly sat by herself in the food court, said Dr. Anita Kurlan, assistant director with the Metropolitan Health District. The risk of exposure at both locations is deemed low, she said.  City health officials have requested a deep cleaning of the mall, she said. At the hospital, officials identified 16 people who were in contact with the patient after she was prematurely cleared, and two of them are considered at medium risk for exposure. The rest are considered low risk, Kurlan said.  The San Antonio case highlights concerns about testing procedures, including a flaw in test kits distributed by the CDC, a change in CDC criteria for diagnosing the virus and the limited number of labs able to perform testing.  Officials from San Antonio and Bexar County released a CDC statement that said the person had been in quarantine for several weeks and tested negative for coronavirus on at least two occasions.  The person was released after meeting the CDC's criteria for release, which includes resolution of any symptoms and two consecutive negative tests collected more than 24 hours apart. \"At the time of discharge from the facility, the patient was asymptomatic and met all of CDC's criteria for release,\" the CDC statement said.   Following her release, a subsequent sample showed a weak positive. She was taken back into isolation at a local medical facility, the statement said. It's unclear why the additional test was performed. CNN's calls to the CDC have not been returned. \"The discharged patient had some contact with others while out of isolation, and CDC and local public health partners are following up to trace possible exposures and notify them of their potential risk,\" the statement said. Local officials are concerned that the person's release could have exposed the community. However, the individual is not showing any symptoms, according to the local officials. \"This has been our biggest concern and now we will experience the consequences of no action,\" Bexar County Judge Nelson Wolff, a Democrat, said in the joint statement. \"Time and time again, I have raised issues concerning evacuees, inappropriate accommodations, the risk of exposure during transporting and the need for additional monitoring and extended quarantine periods.\" Wolff told CNN's \"Erin Burnett OutFront\" that he and the mayor wrote a letter to federal officials asking that these people stay in quarantine. \"We are doing everything we can to protect our citizens. We've done everything we can to help those that really have a serious case. But we've had no cooperation with the CDC, with the federal government, with the Department of Defense. They're just not listening to us,\" he said. Wolff said the woman actually first tested positive, then twice tested negative, and it was a fourth test that was positive. The woman released by the CDC was one of 11 presumptive positive cases her department is monitoring, Metropolitan Health District spokeswoman Michelle Vigil said. Nine of the patients were evacuated from a cruise ship, one person was evacuated from Wuhan, and another was transferred from quarantine in Miramar, California, Vigil told CNN in an email. Diagnosing patients has been problematic. Early in the outbreak, the CDC issued guidance saying potential patients needed either to have traveled to China or to have been in close contact with someone who visited in China before being tested. New criteria were issued after a patient from Northern California contracted the illness, despite meeting neither prerequisite.  This came two weeks after several states reported that some CDC test kits weren't working properly, forcing the center to remake parts of the test. Health experts also have expressed concerns about a dearth of test kits.  The federal government is working to bolster its testing capabilities, mailing more than 15,000 test kits to local and state labs over the weekend, Vice President Mike Pence said. Also, where there was only one CDC facility that could test for the virus in the early weeks of the outbreak, Health and Human Services Secretary Alex Azar said last week there are now dozens of labs capable of doing the tests. "], "Language": false}