{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/middleeast/iran-coronavirus-supreme-leader-adviser-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ivana Kottasová and Ramin Mostaghim, CNN"], "Writers": [["Ivana Kottasová"]], "FirstPublishDate": ["2020-03-02T14:03:01Z"], "LastModifiedDate": ["2020-03-03T00:38:01Z"], "Headline": ["Adviser to Iran's Supreme Leader dies after contracting coronavirus"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["An adviser to Iranian Supreme Leader Ayatollah Ali Khamenei has died after contracting the novel coronavirus, state radio said on Monday. Mohammad Mirmohammadi, 71, was a member of the Expediency Council that advises Khamenei. He is the latest Iranian official to contract the virus.  One of the country's top clerics, Hadi Khosroshahi, died last Thursday after he contracted the sickness.  Vice President Masoumeh Ebtekar and Deputy Health Minister Iraj Harirchi, who was heading the government's task force on coronavirus, have also fallen ill, according to state media. The virus started spreading through Iran last week, and by Monday at least 66 people were dead and 1,501 cases were confirmed, deputy health minister Alireza Raisi said on state TV. Raisi added that 291 people had recovered. People who have recently traveled to Iran have tested positive. Those travelers were from  Afghanistan, Canada, Lebanon, Pakistan, Kuwait, Bahrain, Iraq, Oman, Qatar and the United Arab Emirates. Iran has the most coronavirus cases in the Middle East, the most deaths outside of China -- where the virus originated -- and is in an ongoing state of economic crisis. US sanctions on the country have seen its currency tank and unemployment grow.  Iran's parliament has been suspended until further notice amid the outbreak, and universities and schools nationwide have been closed, according to state media. All public gatherings, including Friday prayers, have been canceled to help curb the spread of the disease, the IRNA state news agency reported. A staff member of the World Health Organization team in Iran has tested positive for the virus, WHO Director-General Tedros Adhanom Ghebreyesus said in a news conference Monday. The staff member has a \"mild disease,\" Ghebreyesus said.  The team arrived in Tehran on Monday to help the Iranian government manage the outbreak and deliver medical supplies and protective equipment for over 15,000 health care workers. It also brought enough laboratory kits to test and diagnose nearly 100,000 people."], "Language": false}