{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/health/coronavirus-nursing-home-outbreak/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By JoNel Aleccia, Kaiser Health News"], "Writers": [[]], "FirstPublishDate": ["2020-03-02T23:00:13Z"], "LastModifiedDate": ["2020-03-03T04:27:21Z"], "Headline": ["Nursing home outbreak spotlights coronavirus risk in elder care facilities"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["An outbreak of the coronavirus in a nursing home near Seattle is prompting urgent calls for precautionary tactics at America's elder care facilities where residents are at heightened risk of serious complications from the illness because of the dual threat of age and close living conditions. As of Monday afternoon, the emergence of the illness at the Life Care Center of Kirkland, Washington, had left four residents dead and others hospitalized, local health officials said. A health care worker also has been hospitalized. In total, Washington state has reported six deaths, so far, officials said. Officials previously said , of the nursing home's 108 residents and 180 staff members, more than 50 have shown signs of possible Covid-19 infection, the name given to the illness caused by the novel coronavirus which emerged from Wuhan, China, late last year. Visits from families, volunteers and vendors have been halted and new admissions have been placed on hold, according to a statement from Ellie Basham, the center's executive director. \"Current residents and associates are being monitored closely, and any with symptoms or who were potentially exposed are quarantined,\" she wrote. Nursing homes at heightened risk The cluster of illness is the first of its type in the US, where 2.2 million people live in long-term care settings and may be at heightened risk because of age and underlying health conditions. \"We are very concerned about an outbreak in a setting where there are many older people,\" said Dr. Jeff Duchin, health officer for the Seattle and King County public health agency. The American Health Care Association, which represents 13,500 nonprofit and for-profit facilities for seniors and disabled people, issued updated guidelines Saturday in response to the Washington outbreak. The new virus is thought to spread primarily via droplets in the air, and the guidelines largely echo strategies recommended to stem the spread of other respiratory viruses, such as influenza. They include ifrequent hand sanitation among staff and visitors, grouping people who become ill in the same room or wing and asking family members who are sick to avoid in-person visits. But members had been anticipating cases of the new virus, said Dr. David Gifford, AHCA's chief medical officer and senior vice president of quality and regulatory affairs. \"Clearly, it signaled that it's here and that what people knew was likely to come is closer to them than before,\" he said. Coronavirus numbers The coronavirus has been confirmed in more than 85,000 people worldwide and led to nearly 3,000 deaths, including the first U.S. death reported Saturday in another Washington state man in his 50s. That man was not associated with the Kirkland nursing center, officials said. Studies of hospitalized patients in China suggest the median age of infection is in the 50s and that about 80% of Covid-19 cases are mild. However, a new summary in the journal JAMA reported that the virus has a case fatality rate of 1% to 2% overall — and as high as 8% to 15% in older patients in China. That is alarming news for US residents in long-term care settings where illnesses caused by more common pathogens, such as the norovirus and seasonal influenza, often spread rapidly, causing severe complications. Immune response wanes as people age, leaving them more vulnerable to infections of all types. Dr. Karl Steinberg, a geriatrician who serves as medical director for two nursing homes and as chief medical officer for a chain of 20 others in Southern California, said the news of Covid-19 cases at the Washington state nursing center is worrisome. \"That's very scary,\" Steinberg said. \"It worries me that once it gets going, it will be really hard to control the spread.\" The situation may be akin to the spread of the coronavirus on cruise ships, such as the Diamond Princess that was quarantined off the coast of Japan, with one key exception, Steinberg said. People on cruise ships can be confined to their rooms with minimal interaction with staff and fellow residents. People in nursing centers are there because they need help with activities of daily living, he noted. Handling sick patients In the Washington state center, Duchin said, officials are advising health workers to separate cohorts of sick patients from those who remain well and to don personal protective gear, including eye protection, to avoid infection. \"It's a very challenging environment with so many vulnerable patients to manage an outbreak,\" he said. Duchin urged older people and those with health conditions such as heart disease, lung disease and diabetes to pay close attention to precautions, such as washing hands frequently, keeping hands away from their faces and avoiding people who show signs of illness. Just-released guidelines from the Society for Post-Acute and Long-Term Care Medicine call for increasing hand hygiene, isolating infected patients and making plans to ensure that health care workers stay home if they're sick. The guidelines also call for screening visitors and daily temperature checks for residents and staff. Individual centers should remain in close contact with local health officials about appropriate actions, Gifford said. Authorities — and families — should think carefully before taking steps such as removing patients from nursing centers during an outbreak. \"Evacuating a facility is not a benign event,\" he said, noting that moving can be traumatic to frail and elderly people. Community spread of virus The nursing home cases are examples of community transmission of the virus, meaning the patients did not have a known history of travel to other nations where the virus is spreading or contact with a traveler diagnosed with the illness. Community transmission has now been detected in multiple states, including California. However, Seattle researchers reported late Saturday that new genomic analysis suggests the virus may have been spreading in Washington state since mid-January, when a 35-year-old Snohomish County man who had visited Wuhan, China, was confirmed as the first U.S. case of the infection. \"This strongly suggests that there has been cryptic transmission in Washington state for the past 6 weeks,\" tweeted Trevor Bedford, a computational biologist at Seattle's Fred Hutchinson Cancer Research Center, who is tracking the virus. He estimated there could be \"a few hundred\" infections in the state. At least 70 cases of coronavirus infection have been confirmed or presumed positive in the US, and officials with the US Centers for Disease Control and Prevention said Americans should expect to hear more reports of illness in the coming days and weeks. The new Washington cases and the first reported US deaths were identified only after the CDC expanded the definition of who could be tested for the virus and after states and hospitals were given more leeway and supplies to conduct their own tests. \"What that says to us is that as we test more, we're more likely to find cases of the disease,\" Duchin said. A team from the CDC has been sent to help local and state health officials investigate the Life Care Center outbreak. \"We have a large investigation ahead of us, a complicated investigation ahead of us,\" Duchin said. In the meantime, Steinberg said he and others will take precautions to prevent the possible spread of Covid-19 cases in long-term care settings and act swiftly to contain them, if necessary. \"I guess there's not much to do but hunker down and hope it's not too bad,\" he said."], "Language": false}