{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/business/rothys-bags/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Parija Kavilanz, CNN Business"], "Writers": [["Parija Kavilanz"]], "FirstPublishDate": ["2020-03-02T20:17:06Z"], "LastModifiedDate": ["2020-03-02T21:11:16Z"], "Headline": ["Rothy's has new idea for ocean plastic waste: handbags"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Rothy's iconic women's flat shoes are knitted from a single continuous yarn derived from recycled plastic water bottles. Now Rothy's is pushing the envelope again and creating another sustainable staple product. On Monday, the company announced it is expanding beyond just plastic bottles to tackle the next challenge -- plastic waste in the oceans. Roth Martin, who launched his company in San Francisco in 2012, said Rothy's was launching a new product category -- handbags -- made with the same knitting technology, but the yarn for the bags is a blend of its water-bottle yarn and recycled plastic collected within 30 miles of coastlines and marine environments.  \"This expansion into handbags is a natural progression of our strategy to make sustainable products with environmentally-responsible manufacturing,\" said Martin.  Like its shoes, the handbags (priced from $65 to $350) are also machine washable and feature five styles that include a tote, crossbody and a pouch.  Each bag is knit to shape, a proprietary process the company has developed to leave minimal waste on the factory floor, said Martin. This is unlike traditional traditional handbag manufacturing that involves taking a pattern and cutting out the panels out of one sheet of fabric and then assembling it. \"We have essentially designed our machines and our entire manufacturing process around using post-consumer waste,\" said Martin.  \"We can lead by example\"  Rothy's knitting technology, which it calls \"3D-knitting,\" has been around for a while, but it was mostly used for making garments. Rothy's took that technology and adapted it to shoe manufacturing.  The 3D-knit machines in the factory are programmed to make precise sizes and knit the upper shell of the shoe in a single process.  \"This is why our shoes don't have any seams,\" said Martin. This technique also helps reduce waste by eliminating the need to cut excess yarn and fabric. \"And having no seams, we think, makes them more comfortable.\" Unlike competitors' 3D-knitted shoes, such as Nike's Flyprint shoes, Rothy's have no laces. That presented a challenge. But customers seem pleased with the fit: The eco-friendly shoe brand doesn't disclose overall shoe sales but said it sold one million pairs in 2018 alone, all made from repurposed discarded water bottles.  Sustainability The sustainable appeal of the machine-washable shoes (which cost $125 to $165 ranging from flats and loafers to sneakers) is also tailor made for social media hype, where on Instagram the brand has 306,000 followers. Among the brand's celebrity fans is Meghan Markle, the Duchess of Sussex, who wore them during a trip to Australia in 2018 and to Africa in October.  \"We've recycled more than 50 million plastic water bottles for our shoes to date. By making our thread from plastic bottles, we keep them out of landfills,\" said Martin. Rothy's owns and operates its own \"sustainable factory' in  China where each shoe goes through dozens of steps before the finished product is put into a recycled cardboard shoebox. Given that all of Rothy's production is in China, Martin is closely monitoring the coronavirus outbreak there. He noted his factory was back in production in mid- February. \"But logistics could still be a problem because there is pent-up demand to get goods out of China,\" he said. The factory itself, which employs 1,000 people, is a 'no waste\" operation, he said.  \"We recycle everything, whatever falls on the floor and whatever our employees bring in,\" said Martin. \"I grew up in San Francisco. Recycling was at the forefront of thinking all around me. It's why I want to make goods in a responsible way.\" That message seems to be resonating with consumers. According to social media analytics firm Social Standards, which looked at millions of Instagram posts in February, customers most associate Rothy's with themes like sustainability and comfort in their social conversations about the brand. Martin says the business is profitable and wants to keep Rothy's primarily a direct-to-consumer brand. But the company has opened a few stores,  one each in Boston, San Francisco and in Washington.   \"In some aspects, Rothy's was one of the first companies to embrace sustainability as a mission from the beginning,\" said Beth Goldsetin, footwear and accessories analyst with market research firm NPD.  She said Rothy's has become synonymous with sustainability, giving it a leg up over other big brands that were slower to embrace that mission. \"We want to lead by example and influence others on responsible manufacturing,\" said Martin."], "Language": false}