{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/europe/turkey-migrant-crisis-european-union-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Luke McGee, CNN"], "Writers": [["Luke McGee"]], "FirstPublishDate": ["2020-03-02T18:06:03Z"], "LastModifiedDate": ["2020-03-02T19:22:56Z"], "Headline": ["A migration crisis and disagreement with Turkey is the last thing Europe needs right now"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["The European Union's bad start to the year has taken another turn for the worse. Turkey's Recep Tayyip Erdogan's decision last week to step back from a 2016 deal that halted the flow of migrants from the Middle East into Europe, has sparked fears of a new crisis. The exact numbers of how many people are leaving Turkey for Europe are difficult to locate. Erdogan claimed at the weekend that the numbers would \"reach 25-30,000,\" adding that Turkey \"will not close the doors. EU should keep its promises.\" The Greek foreign office responded on Twitter, stating that the \"numbers cited by Turkish authorities are entirely false and misleading.\" This comes after Turkish claims that a Russian-backed Syrian regime offensive -- including an airstrike last Friday in the Syrian province of Idlib -- killed 51 Turkish military personnel. Idlib is one of the last rebel holdouts in Syria and fears of a return to full-scale conflict has raised concerns of more Syrian migrants heading to the Turkish border. According to the UNHCR, Turkey hosts 4.1 million refugees, including 3.7 million Syrians. Turkey backs some rebel groups in Syria, which is why it has troops inside Idlib.  Turkey's main complaint is that the EU has not kept to its side of the agreement -- providing economic incentives and support in exchange for dealing with the surge.   Turkey says the EU is not sending money to Turkey fast enough to adequately respond to the crisis. It also believes that those economic incentives, which included making EU visas easier to obtain for Turkish citizens, the potential for increased trade, and re-energized efforts to help Turkey join the bloc (a process that usually comes with fistfuls of EU cash) have not materialized.  The EU rejects this claim. An EU Commission spokesperson told CNN that the EU was sticking to its side of the deal, pointing out that the EU had committed over $6.6 billion dollars to handling the crisis, $3.5 of which has already been spent. The source pointed out that Turkey's objections might have more to do with the fact that the money does not go directly to the Turkish government.  Whatever the truth, the threat this poses to the EU is significant. Migration has been a hot-button issue in Europe for some time. And the EU's lackluster approach to handling the crisis has left it in a position where a leader like Erdogan can effectively hold a gun to Brussels' head and start making demands. The 2016 agreement came about after Syria's multi-year civil war saw unprecedented numbers of people fleeing violence trying to enter the EU through Greece's land and sea borders with Turkey. Migration had become politically toxic among EU member states. Some leaders, most notably Germany's Angela Merkel, were eager to ease the humanitarian crisis, after reports emerged of refugees being subjected to horrendous living conditions and shocking images were published of bodies washing up on European shores after boats -- overloaded with refugees -- sank. However, welcoming the influx of migrants from Syria aided the growth of Europe's far-right populists. Parties across the bloc used it to bash the EU's refugee policies and argue for tighter border control. Some analysts believe the EU has since treated the refugee crisis more as a political headache to contain than a humanitarian catastrophe. \"The Europe Union has reduced the Syrian quagmire to preventing Syrian migrants crossing into mainland Europe,\" says Chatham House's Fadi Hakura. An unintended consequence of this has been that the EU has in some respects ignored the crisis since reaching its agreement with Turkey. \"2016 was in some ways a missed opportunity,\" says Luigi Scazzieri from the Centre for European Reform, based in Brussels. \"After the agreement, steps were not taken to make the relationship sustainable over time. There was then not much effort made to stop the cause of these problems -- the war in Syria.\" At this point, it's unlikely Erdogan wants much more than money from the EU. Turkey's attempts to join the bloc are on ice for the foreseeable future and Erdogan's increasingly authoritarian rule following an attempted coup in 2016 has left Turkey economically vulnerable. \"Turkey's Achilles heel is not the quagmire in Syria or Libya but the looming economic and financial crisis,\" says Hakura. \"Erdogan will continue to play the Syrian migrant card until the European Union shows resolve and tenacity towards him, which it has failed to do so far.\" And despite Erdogan's deteriorating relationship with the EU, he might find that member states see sending him money as the lesser of two evils. \"I think there will be appetite to send Turkey money, because the alternative is a resumption of the crisis,\" says Scazzieri. \"It might not be as much as Turkey wants, but this is happening at the same time as the coronavirus outbreak. Some member states might not want to stump up the cash, but they also won't want to fight two crises simultaneously.\" Doing so would come with political risk. As much as supporters of far-right parties might be fuming at the thought of Syrian refugees flooding Europe, they are unlikely to be enthusiastic about sending money to Turkey. There's also a diplomatic risk: giving more money to a Turkish president who is actively engaged in the war in Syria could put the EU, which it should be remembered has no formal hard power, on a collision course with Russia. The EU needs to deal with this fairly quickly. The presidents of the three key EU institutions will visit the Greek border with Turkey to show that the challenge for Greece is a \"European challenge\" and that Greece has the EU's \"full support.\"  However, a show of strength is not going to be enough of its own. Any choice it makes will likely be made with a heavy heart. But the EU is fighting too many fronts at the moment to let this drag on. It is struggling with the coronavirus outbreak, divided over budget commitments, gearing up for disagreement with the UK over Brexit and preparing for a massive summit with China in September. So, however unedifying handing more taxpayer cash to Erdogan might feel right now, the EU simply cannot afford to add a standoff with Turkey to its mountainous in-tray right now."], "Language": false}