{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/perspectives/space-economic-frontier/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Suzanne P. Clark for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-03-02T19:21:24Z"], "LastModifiedDate": ["2020-03-02T19:21:24Z"], "Headline": ["Space is our new economic frontier. The US can't afford to lose out"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["President Trump's budget, which was released last month, outlines several moonshots that are unlikely to pass a divided Congress. But there's one in particular that both Republicans and Democrats should support wholeheartedly: the $25.2 billion request to fund NASA, a 12% boost over the prior year.  The future of our economy depends on the vigorous pursuit of space exploration. And with NASA leading the way, the potential for growth — like space itself — has no limits. Since NASA's launch, American space exploration has always been a bipartisan venture. It was President Kennedy who announced our goal of going to the moon, but it was President Nixon who brought that goal to fruition. Reaching the next milestone in interplanetary travel requires a commitment from our leaders that spans political parties and administrations. And with a new space race getting underway — one that could prove even more consequential than the last — NASA needs bipartisan support from Congress today more than ever. Space is the most promising industry to arise since the birth of the tech sector, with growth projected to skyrocket in the coming years led by companies such as Boeing and Northrop Grumman, and new entrants, such as Virgin Galactic, SpaceX and Blue Origin. According to US Chamber of Commerce economists, the industry will be worth at least $1.5 trillion by 2040. While no one can fully grasp what our economy will look like 20 years from now, one thing is certain: the private sector space industry will transform how societies across the globe live, communicate and do business. In fact, it already has.  Nearly every company depends on space-enabled technologies for day-to-day operations — whether they use satellite communications, remote sensing or location-based services. Businesses across multiple sectors are leveraging these and other technologies to stake their claim in this new economic frontier.  Pharmaceutical companies such as Merck and Sanofi, for example, are conducting experiments in low-Earth orbit aboard the International Space Station to evaluate the potential advantages of microgravity in developing new drug treatments that will help people live longer, healthier lives. Companies, such as Bigelow, are committed to making off-Earth habitation a reality. Even retailers are getting in on the action, with companies like Target funding research on the International Space Station to produce more sustainable forms of cotton.  Lunar colonies, asteroid mining and interplanetary travel — once the stuff of science fiction — could become a reality. But for any of that to happen, we need sustained and meaningful action from members of Congress. They can start by meeting the president's request for NASA funding. Included in the White House budget is $12.4 billion specifically for lunar exploration that would include landing systems, continued development of the Space Launch System (SLS) and the Orion crew module. These spacecraft will allow us to shuttle people and equipment to the moon and back. They will take us not only beyond Earth's orbit but also into the next phase of commercial space development. Most importantly, they will ensure that the United States continues to outpace competitors like China and Russia in the space race. Our country must be the vanguard in exploring these new economic frontiers. Planting the American flag in the private sector space industry will help create the jobs of the future and allow the United States to lead the formation of best practices that will govern the industry for decades to come. Some might ask if returning to the moon is worth the expense. The answer is undeniably yes. Providing NASA with the resources it needs to succeed is a small investment that will yield tremendous dividends over time.  To start, it would help secure American commercial dominance in a fast-growing industry. It also would be a catalyst for innovation and scientific discovery, with salutary effects that would benefit the entire economy. Just consider the groundbreaking innovations that resulted from the Apollo program — from CAT scans and computer microchips to miniature cameras and cordless tools. These and myriad other inventions all had their origins in NASA research labs to expand human productivity in microgravity from the earliest era of Project Mercury to today's ISS. Now just imagine what new technologies we could discover by channeling our intellectual and economic resources into a return trip to the moon or even Mars. Will any of this be easy? No — and that's the point. More than 50 years ago, we chose to go to the moon not because it was easy but because it was hard. And today, we choose to go back — and to venture even further into the beyond — because doing so will usher in a new era of American innovation."], "Language": false}