{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/business/travel-industry-coronavirus-economic-impact/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore, CNN Business"], "Writers": [["Chris Isidore"]], "FirstPublishDate": ["2020-02-29T20:02:25Z"], "LastModifiedDate": ["2020-03-04T16:28:03Z"], "Headline": ["The travel industry is suffering its worst shock since 9/11 because of coronavirus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["It's one of the largest industries in the world, with $5.7 trillion in revenue. It is responsible for an estimated 319 million jobs, or roughly one in 10 people working on the planet. And no sector is more at risk from the novel coronavirus. The travel industry has already taken a huge hit due to travel restrictions and canceled trips for both business and pleasure, but that's just the beginning. It could be the worst crisis for the industry since the September 11 terrorist attacks on the United States, according to some experts. \"It's on the front line of the fallout,\" said Mark Zandi, chief economist with Moody's Analytics. \"It's the most directly and immediately impacted.\" Travel industry crucial to the global economy The hit to the travel industry has the potential to become a major drag on the global economy if the coronavirus continues to spread around the world.  \"It's vital. If you measure the entirely of the impact of travel, it is bigger than any other industry around the world. No other industry can say it supports 1 in 10 jobs,\" said Adam Sacks, president of Tourism Economics, a leading research firm that follows the industry. His firm produced the data on the industry's global revenue and employment, the latter for the World Travel and Tourism Council. \"It's partly because it's such a diverse industry. It includes a lot of things you don't think of,\" said Sacks. \"Besides airlines and hotels, it's part of retail, part of restaurants, parts of technology.\" The effect on travel is growing by the day.  There has been a sharp drop in travel across the Pacific, not just to and from China, the epicenter of the outbreak, but also to other Asian countries. This week United Airlines disclosed that it had seen a near total drop in demand to China and about a 75% decline in near-term demand on the rest of its trans-Pacific routes. Chinese nationals have become the most frequent global travelers in the world, with 180 million holding passports, compared to the 147 million Americans who have passports. And travel by the Chinese has been virtually halted due to the crisis. Sharp drop in business travel The falloff in travel has expanded beyond the Chinese market.  Several major conferences expected to draw more than 100,000 visitors each were canceled even if their location has yet to experience an outbreak. That's because people traveling from around the world could bring the virus to the event, and infected people are slow to show symptoms.  Canceled conferences include the Mobile World Congress in Barcelona, the leading show for the mobile phone industry, the Geneva Motor Show, Facebook's F8 conference, and ironically enough, the ITB Berlin, the leading trade show for the travel industry itself. It was expected to draw 160,000 participants starting Wednesday. \"The fact that the largest global travel show is being canceled right now is telling,\" said Sacks. But it's not just the big shows being canceled. All kinds of business trips are being canceled or put on hold because of companies' concerns with exposing employees to unknown risks. Major companies such as Amazon are on record discouraging non-essential travel for employees. According to a survey of 400 businesses by the Global Business Travel Association, nearly half of businesses have already canceled or postponed at least some meetings or travel. The group estimates that up to 37% of business travel is at risk of being lost. The steep and immediate drop in willingness to travel is comparable to what happened following the 9/11 attacks, said Scott Solombrino, the trade group's executive director. Confidence started to improve as time passed after the attacks, he said. In the case of coronavirus, the concern about travel is growing each day amid new reports of outbreaks around the world. \"It is fundamentally affecting the way many companies are now doing business,\" he said. \"If this turns into a global pandemic, the industry may well lose billions of dollars -- an impact that will have negative ramifications for the entire global economy.\" Leisure travel also affected It's not just business travel. Americans who were busy making plans for spring and summer trips are also thinking twice. A survey of 1,200 US adults by the Kaiser Family Foundation found that one in eight have already changed their travel plans due to concerns about the virus.   The overall impact depends on how long the outbreak continues. Past health crises, such as SARS epidemic, indicate people will be willing to start traveling as normal again soon after there is a sense that is safe to do so, Sacks said. \"Travel globally is incredibly resilient,\" he said. \"People's desire and need to travel outweigh their concerns fairly quickly.\" But much of the travel that has been lost already, or will be canceled in weeks or months to come, is unlikely to be made up. \"This is gone, lost forever,\" said Zandi. \"It's not like you'll hold two conferences in the fall if the one this spring is canceled.\" Job losses to come So far there has not been deep job cuts announced in the travel industry. But millions of workers could lose their jobs, or have their hours cut, if the demand for travel continues to be depressed. That is especially true for lower paid service jobs such as housekeeping at hotels and waiters and waitresses at restaurants.  And as those workers are forced to cut back their own spending, the impact of the slowdown will ripple through the broader economy. \"Lower income workers will be hit harder,\" said Sung Won Sohn, professor of business at Loyola Marymount Unviersity. \"They'll have to cut back their spending immediately. That has a significant multiplying effect throughout the world.\" He said the drop in economic activity globally could be as much as $1 trillion. Experts don't believe that the hit to the travel industry is enough to spark a global recession by itself. But the virus is having a widespread effect on the global economy.  There has been a steep plunge in financial markets and the resulting wealth destruction, the disruption of global supply chains for manufacturers and retailers around the globe, the drop in energy prices and production due to reduced consumption All those things could combine with the hit to the travel industry to bring about a global recession. \"I don't think the worst is behind us in terms of the economic impact. The worst is yet to come,\" said Sohn.  Correction: A previous version of this article misidentified the firm for which Adam Sacks is president."], "Language": false}