{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/health/coronavirus-questions-answered/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner"], "Writers": [["Meg Wagner"]], "FirstPublishDate": ["2020-03-02T18:16:20Z"], "LastModifiedDate": ["2020-03-02T18:32:53Z"], "Headline": ["Your coronavirus questions, answered"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The novel coronavirus has infected tens of thousands of people around the world since the outbreak first began in China in late 2019. The virus has now been reported on every continent except Antarctica.  Concerns about the virus have also spread across the world. We asked you for your questions about coronavirus. Here's some of the ones that have been asked the most: What are the symptoms of coronavirus? The novel coronavirus, a cousin of the severe acute respiratory syndrome (SARS) virus, has symptoms that include a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days. For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like pneumonia or bronchitis. How is it treated? There is no specific treatment, but research is underway. Most of the time, symptoms will go away on their own, and experts advise seeking care early. If symptoms feel worse than a standard cold, see your doctor. Doctors can relieve symptoms by prescribing pain or fever medication. The US Centers for Disease Control and Prevention says a room humidifier or a hot shower can help with a sore throat or cough. Drink plenty of fluids, get rest and sleep as much as possible. Is there a coronavirus vaccine? Scientists are working on a vaccine, but don't expect it anytime soon. The National Institutes of Health (NIH) is trying to develop one but says it will take at least a few months before clinical trials start and more than a year until a vaccine could become available. Separately, scientists in Texas, New York and China are also trying to create a vaccine, said Dr. Peter Hotez, a vaccine scientist at Baylor College of Medicine in Houston. But the challenge is daunting, Hotez said. \"The lesson we've learned is coronavirus infections are serious and one of the newest and biggest global health threats,\" he said. Does the flu shot protect me from coronavirus? Dr. Leana Wen, the former health commissioner of Baltimore, said the flu shot doesn't protect people from coronavirus — but that doesn't mean you shouldn't get it. \"The flu, influenza is a separate virus from coronavirus,\" she told CNN. \"And so getting the flu shot does not protect you from getting coronavirus — but it does protect you from getting the flu, which is important because there have been over — there have been tens of thousands of deaths from influenza this season in the US.\" Wen urged Americans who have not get gotten a flu shot to get it now. Older people and those with chronic conditions should also consider getting the pneumonia vaccine. Should I be wearing a mask? The CDC does not recommend that people who are well wear face masks. Rather, the CDC recommends to only wear a mask if a health care professional recommends it. A face mask should be used by people who have the novel coronavirus and are showing symptoms — that is in order to protect others from the risk of getting infected. Overall, the use of face masks remains crucial for health workers and people who are caring for someone infected with the virus in close settings, such as a health care facility or at home, according to the CDC. US Surgeon General Dr. Jerome Adams urged people to stop buying masks, noting how crucial they are for health care workers.  \"They are NOT effective in preventing general public from catching #Coronavirus, but if healthcare providers can't get them to care for sick patients, it puts them and our communities at risk!\" he tweeted. How can I protect myself from the virus? In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state. That includes washing your hands often with soap and water for at least 20 seconds. The World Health Organization recommends staying at least 3 feet away from anyone who may be infected. If you're the one feeling sick, cover your entire mouth and nose when you cough or sneeze. But don't use your hands. Use either your bent elbow or a tissue that you throw away immediately afterward. What can I do to prepare for an outbreak in my area? In terms of supplies, the US Department of Homeland Security recommends on its website that, before a pandemic strikes, to store a two-week supply of water and food, as well as over-the-counter medications you tend to take. \"Have any nonprescription drugs and other health supplies on hand, including pain relievers, stomach remedies, cough and cold medicines, fluids with electrolytes, and vitamins,\" according to the department. Should I cancel my travel plans? Unfortunately, there's no one-size-fits-all answer.  It's very much an individual calculation, experts say, taking a number of factors — the traveler, their companions, the destination and more — into consideration. In a situation that's unpredictable and evolving quickly, solid information is key.  Pay attention to travel advisories: The CDC and the US State Department are both issuing regular travel advisories for destinations that are significantly impacted by the virus outbreak. Monitor those \"closely and regularly,\" advises Dr. Henry Wu, director of Emory Healthcare's TravelWell Center. Elderly travelers or those who have other conditions should consider that they might be at higher risk for complications of infections, Wu said. You can read more about how coronavirus is impacting travel plans here. CNN's Leah Asmelash, Jacqueline Howard, Marine Hunter and Holly Yan contributed to this article."], "Language": false}