{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/ulay-artist-dead-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-03-02T17:34:40Z"], "LastModifiedDate": ["2020-03-02T17:34:40Z"], "Headline": ["Performance artist Ulay dies aged 76"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Ulay, the pioneering and provocative performance artist and photographer best known for his works with his like-minded former partner Marina Abramovic, has died aged 76, it was announced on Monday. Born Frank Uwe Laysiepen in Germany, Ulay's performances and photographs frequently questioned gender identity and sexuality, earning him a reputation as an innovator and resulting in a series of subversive and acclaimed works. His death was announced by Abramovic, the celebrated Serbian artist and Ulay's former partner, with whom he shared the most renowned period of his career. \"It is with great sadness I learned about my friend and former partner Ulay's death today,\" she wrote in a statement released by her gallery. \"He was an exceptional artist and human being, who will be deeply missed. On this day, it is comforting to know that his art and legacy will live on forever.\" Among the pair's best-known performances was 1977's \"Imponderabilia,\" in which the couple stood naked facing each other, their faces inches apart, at the entrance to a museum -- forcing visitors to squeeze in between them to enter. Between 1981 and 1987, they meditated for several hours across many days for \"Nightsea Crossing,\" conceived after they returned from a trip to the Australian Outback. They performed the piece for a total of 90 days, over the course of 22 showings.  And when Ulay and Abramovic decided to separate, their split was appropriately performative. The couple famously walked towards each other from either end of the Great Wall of China, eventually meeting in the middle to say goodbye. Ulay continued to produce works after the relationship, but struggled with poor health towards the end of his life. On Monday, Richard Saltoun, whose studio represented the artist, said he was \"deeply saddened\" by his death. \"Ulay was the freest of spirits -- a pioneer and provocateur with a radically and historically unique oeuvre, operating at the intersection of photography and the conceptually-oriented approaches of Performance and Body art,\" Saltoun wrote on Instagram. \"His passing leaves a momentous gap in the world -- one that will not be so easily replaced. We hold his family, friends and colleagues close in our hearts during this time,\" he added. A statement released by the Ulay Foundation refers to his innovative work with Polaroid photography and performance art, calling him \"Incomparable. As a human being and as an artist. The gentlest soul, a giver. A pioneer, a provocateur, an activist, a mentor, a colleague, a friend, a father, a husband, family. A seeker of light. A lover of life. A traveler. A fighter. A brilliant thinker, who has been pushing limits and enduring pain. Selfless and fearless, ethical, elegant, witty. He, who has influenced so many.\"  Ulay spent much of his career in the Netherlands and Slovenia, and also lived in London later in his life. Last November the Ulay Foundation had opened a project space in Ljubljana, the city where the artist died, and a retrospective of his work was already planned to open at the Stedelijk Museum in Amsterdam in November of this year. \"The burden of photography is that it always stays on the surface, it never goes under the skin,\" he told British magazine Dazed in 2019 on his approach to art. \"It's through art that people exchange interpretation and meaning and love.\"  He added: \"You can be without solid food for 40 days, you can be without water for four days, you can be without air for four minutes, but you can be only four seconds without impressions ... that's why art is so important.\""], "Language": false}