{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/business/central-banks-coronavirus/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hanna Ziady, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-03-02T14:07:49Z"], "LastModifiedDate": ["2020-03-02T16:17:40Z"], "Headline": ["What global central banks are saying about coronavirus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Central banks around the world are trying to keep investors calm as the coronavirus outbreak continues to deliver blows to financial markets and the world economy. Policymakers at major central banks say they are prepared to take steps as necessary to limit the damage caused by the virus as investors try to turn the page on the worst week for stocks since the global financial crisis. Stocks in Asia rebounded Monday after the Bank of Japan joined the US Federal Reserve in issuing statements designed to ease worries. But investors remained skittish in the United States and Europe as the number of infections there climbed. The virus has killed more than 3,000 people and infected more than 88,000 globally. The Organization for Economic Cooperation and Development warned Monday that the outbreak poses the biggest danger to the world economy since the global financial crisis. Jerome Powell, the chair of the Federal Reserve, said in a statement Friday that while the fundamentals of the US economy \"remain strong,\" the coronavirus \"poses evolving risks to economic activity.\"  The US central bank \"will use our tools and act as appropriate to support the economy,\" he said. Bank of Japan boss Haruhiko Kuroda said the central bank will \"closely monitor future developments, and will strive to provide ample liquidity and ensure stability in financial markets through appropriate market operations and asset purchases.\" A spokesperson for the Bank of England said the bank \"continues to monitor developments and is assessing its potential impacts on the global and UK economies and financial systems.\"  The central bank also said it's working with the UK government and the country's financial regulators, as well as its international partners, to \"ensure all necessary steps are taken to protect financial and monetary stability.\" ECB: Not yet at point of 'persistent shock'  The European Central Bank was more guarded, saying that the outbreak is \"principally for public health authorities to report on.\" \"As a central bank, our job is to assess whether and when the economic impact shifts from being an unusual temporary shock to a more persistent shock that can have a more lasting impact on demand and supply in the economy, and thereby ultimately on inflation,\" the ECB said in an emailed statement. \"We are certainly not at this point yet. This is why we are watching developments in the economy closely,\" it added. A spokesperson for the Swiss National Bank said it was considering the implications of the coronavirus on price stability. \"If the international environment were to deteriorate, this would have consequences for Switzerland as a small open economy,\" the spokesperson said. \"There could also be a direct impact via certain trading partners, such as China.\" On the other hand, the central bank said that in times of uncertainty \"investors increasingly seek safe havens such as the Swiss franc, and this could lead to the franc appreciating.\" How much can central banks help? Analysts are skeptical over the degree to which rate cuts will encourage consumers and businesses to spend more. \"By themselves, Fed rate cuts will not remedy\" the coronavirus, John Lonski, chief economist at Moody's Capital Markets Research said in a research note Friday.  \"What the Fed can do is help to facilitate access to financial capital for those households, businesses and local governments that incur cash flow problems owing to the virus,\" he added.  Lonski cautioned that \"volatility will rule\" in financial markets until coronavirus-related risks recede. \"Markets are trying to price in an event for which there is no readily known precedent,\" he said. — Eoin McSweeney contributed reporting."], "Language": false}