{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/health/coronvirus-patient-research-cdc/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen, Senior Medical Correspondent"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-03-01T21:25:54Z"], "LastModifiedDate": ["2020-03-02T02:40:57Z"], "Headline": ["CDC hasn't revealed information to doctors that would help coronavirus patients"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As new cases of coronavirus arise daily in the United States -- including several announced over the weekend and one death --  the US Centers for Disease Control and Prevention has failed to release crucial information physicians say could help save the lives of Americans diagnosed with the novel coronavirus.      Several US patients have recovered from coronavirus, but so far, the CDC has shared detailed clinical information about only one of those patients. That information includes what treatments the patients received and how they fared.   The CDC is the federal agency that communicates with physicians about how to handle outbreaks. Whether it's SARS, Ebola or last year's measles outbreak, the agency uses information from cases around the world -- and in particular the United States -- to advise doctors on how to diagnose, evaluate and treat diseases. The federal agency possesses such information about several US coronavirus patients, but has not released it. That means doctors who now unexpectedly find themselves treating new coronavirus patients aren't able to benefit from the findings of doctors who preceded them.     \"It's a medical truism that it's absolutely essential that physicians with experience with a particular condition disseminate information to others,\" said Dr. Irwin Redlener, director of the National Center for Disaster Preparedness at Columbia University.    Not sharing such information is \"is inexplicable and inappropriate,\" Redlener added.     The CDC did not respond to CNN's requests for comment.     The top infectious disease expert at the National Institutes of Health said he thought the information would be shared soon.     \"There will be reports,\" said Dr. Anthony Fauci, the director of the National Institute of Allergies and Infectious Diseases. \"I'm sure that ultimately we're going to put the cases together and report them. That's what we do in medicine all the time.\"     Little advice from US doctors    But infectious disease doctors say they can't understand why the information hasn't already been shared, considering that many of these patients recovered weeks ago.     The CDC has guidance on its website for physicians who might find themselves treating coronavirus patients, but that advice relies almost entirely on papers published by researchers in China.     Infectious disease experts say while that information is valuable, it would also be useful for doctors to know details about what happened to the US cases.    \"If you're a doctor dealing with this in the emergency department, you want to know what we've already seen in the United States,\" said Dr. Paul Offit, an infectious disease expert at Children's Hospital of Philadelphia. \"You want to know what symptoms were common? Are there any markers that give a sense when a mild case is likely to progress to a severe case? What do you need to worry about?\"   Health officials in three states that have already had coronavirus patients say they shared detailed clinical information about their patients with the CDC, but the CDC has not yet released it.     \"We actually submitted a paper describing the two cases to a medical journal two weeks ago,\" Dr. Allison Arwady, the commissioner of the Chicago Department of Public Health, wrote to CNN, referring to the two cases in her city diagnosed in January. \"This paper was coauthored by CDC, state and local health department officials. It is still under review at the journal, but we expect it will be published soon.\"     Dr. Sara Cody, the health officer and director of the Santa Clara County Public Health Department in California, told CNN in an email that she agreed with preparedness experts that it's important for doctors to share their experiences with treating coronavirus patients.   \"We are collaborating with the CDC on a paper to describe our cases and others, to be published in the medical literature soon,\" she wrote.     Spokespersons for two hospitals that cared for coronavirus patients -- UCSF Health in San Francisco and AMITA Health St. Alexius Medical Center Hoffman Estates in Illinois -- also wrote to CNN that they had shared information with the CDC.    A spokesperson for public health services in San Benito County, California, where there have been two cases, said that agency was collaborating with the CDC on a paper \"to be published in the medical literature soon.\"     In Dane County, Wisconsin, which had one case, an official wrote that the agency had shared clinical information about a patient there with the CDC.     \"CDC is looking at all of that information in aggregate to be able to update treatment guidelines for providers,\" Sarah Mattes, a spokesperson for Public Health Madison & Dane County, wrote to CNN.     Only one US report with detailed information    Doctors and ethicists say they don't know what's taking so long.     They hold up as a gold standard the one detailed report that was has been written about a US coronavirus case. That report was published in a timely manner -- just a few days after the patient started to feel better.      That report about the United States' first coronavirus patient was published in the New England Journal of Medicine on January 31. CDC staffers were among the coauthors. The CDC references this report in its guidance to physicians.  The nine-page report provides valuable insights that could help physicians know what to expect if they care for a novel coronavirus patient -- an increasingly likely scenario as the virus spreads.    When the patient, a 35-year-old man in Washington state, was admitted to the hospital, his temperature was within a normal range and he had no shortness of breath. Six days later, he was so sick that doctors gave him supplemental oxygen and an experimental antiviral drug. Two days after that, the patient could breathe on his own and his only symptoms were an intermittent dry cough and a runny nose. The report has a chart of the patient's symptoms, results of his lab tests, and multiple X-ray images of his lungs at different points in his illness.     That's the kind of information that can help guide doctors now as new coronavirus cases pop up across the country.     \"If I'm a hospital, I want to know from the people with experience, how did they manage this patient?\" said Arthur Caplan, a bioethicist at New York University. \"I don't want to know this when my first case arrives two months from now. I want to know this now so I can plan and prepare.\" "], "Language": false}