{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/politics/trump-cpac-fact-check/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Tara Subramaniam"], "Writers": [["Tara Subramaniam"]], "FirstPublishDate": ["2020-03-01T23:38:01Z"], "LastModifiedDate": ["2020-04-07T02:26:55Z"], "Headline": ["Trump repeats a handful of false claims during CPAC speech"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump's speech at the Conservative Political Action Conference Saturday was short and sweet compared to his more than two-hour long address last year, which remains the longest speech of his presidency. Like his campaign rallies, Trump's CPAC speech this year catered to his base -- in particular, the mix of conservatives the conference attracts -- and its content reflected that. Between mocking the 2020 Democratic presidential candidates and thanking God for his administration's accomplishments, Trump managed to speak more honestly than at last year's CPAC address, which had the most false claims for any single speech he's given as President.  During Saturday's speech, Trump made a point of noting he does not like to be repetitive. Nevertheless,r he repeated at least six false claims on topics ranging from impeachment to the economy. Russia, if you're listening Ragging on the media, Trump claimed the video of his previous \"Russia, if you're listening\" comment was cut off \"right at the end so you don't then see the laughter, the joke.\" The comment Trump is referring to was from a 2016 press conference where he asked for help obtaining his opponent Hillary Clinton's deleted emails and infamously said, \"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing.\"  At CNN, we start with the facts. Visit CNN's home for Facts First. When Trump made that comment, he did not laugh, nor was his comment cut off. After he finished that comment, he called on someone in the crowd so they could ask him a question.\n Food stamps Touting the \"Trump economy,\" the President said that under his administration, 7 million Americans are off food stamps. While it's true that fewer people receive food stamps than when Trump took office, the decline is less than 7 million as of January 2020 when he made this claim at the State of the Union. According to data from the US Department of Agriculture, 6.3 million fewer people received food stamps in October 2019 than in January 2017. However, the October 2019 data does not include North Carolina. Factoring in the data from North Carolina, the decline was closer to 5 million, according to the left-leaning Center on Budget and Policy Priorities.\n Real estate tax Trump said there was \"no more estate tax.\" However, Trump has not eliminated the federal estate tax like he claimed. His 2017 tax law did raise the threshold at which the tax must be paid, but didn't get rid of it entirely.\n Trade with China In discussing the recent trade war with China, Trump claimed Secretary of Agriculture Sonny Perdue told him when it came to past purchases of American agricultural products, $16 billion was \"the best year we had with China.\" China spent more than that on US agriculture in 2017, the year before the trade war began. In 2012, China spent $25.9 billion on American agricultural products.\n\nJames Comey Trump said \"we caught the dirty cop on top,\" referring to former FBI Director James Comey. But the December report from Justice Department Inspector General Michael Horowitz presented no evidence that Comey was corrupt in any way. Horowitz found significant errors in FBI work connected to the Russia investigation, and rejected Comey's claim of vindication, but he did not make any finding accusing Comey of deliberate malfeasance.\n Pre-existing conditions Trump said \"we will always protect patients with preexisting conditions.\" This has already proved untrue. The Trump administration and congressional Republicans have repeatedly put forward bills and filed lawsuits that would weaken Obamacare's protections for people with pre-existing conditions."], "Language": false}