{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/politics/joe-biden-coronavirus-response-trump-administration-cnntv/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Devan Cole, CNN"], "Writers": [["Devan Cole"]], "FirstPublishDate": ["2020-03-01T16:27:10Z"], "LastModifiedDate": ["2020-03-01T16:27:10Z"], "Headline": ["Biden slams Trump administration's response to coronavirus outbreak"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Former Vice President Joe Biden on Sunday slammed the Trump administration's handling of the novel coronavirus outbreak, saying he would handle it differently if he were president.   \"We knew that this was coming. Back as far as January. They didn't even begin to prepare the testing kits. I mean, this is something that's kind of elementary. We talked about testing kits, we're now going to get them,\" Biden told CNN's Jake Tapper on \"State of the Union\" after being asked about the administration's response.  There had been a strain on testing capabilities since novel coronavirus was first detected in the United States in January. In the early weeks of the virus, the Centers for Disease Control and Prevention was the only facility in the US that could test for the virus. Since then, coronavirus test kits have been shipped to labs across the country, but some produced inconclusive results. The CDC said it would remake parts of the test kits, and Vice President Mike Pence told Tapper on the same program Sunday that more than 15,000 kits have been mailed to state and local clinics. \"Look, I don't want to talk down the possibility of us being able to do this well, but, you know, the idea that Donald Trump said just several days ago this was a Democratic hoax. What in God's name is he talking about?\" Biden added Sunday. \"Has he no shame?\"  The President said at a rally in South Carolina Friday that Democrats are now \"politicizing\" the virus. \"Now the Democrats are politicizing the coronavirus,\" Trump said. \"They have no clue, they can't even count their votes in Iowa.\" On Saturday, Trump clarified that he doesn't think coronavirus itself is a \"hoax,\" but the criticism is. Asked if he regretted calling it a hoax during Friday's rally, Trump said he didn't. The comments from Biden, a leading Democratic presidential candidate, come hours after he won the South Carolina primary in a critical victory that has provided a much-needed boost for his campaign. \"I know what I would have done differently and what we did in the Ebola crisis,\" Biden told Tapper. \"I heard Vice President (Mike Pence) say they set up an office in the White House. We had an office in the White House. We, after -- us dealing with the pandemic that could have been incredibly dangerous and affected the world, Ebola, we set up an entire mechanism of how the deal with future outbreaks of pandemic diseases. They eliminated that office when they came in play.\"  \"They cut the funding for CDC ... they tried to cut the funding at, you know, in terms of (the Department of Health and Human Services). And so, what, look, here, we knew that this was coming. We knew this was coming,\" Biden told Tapper. President Donald Trump announced Sunday new screening procedures for coronavirus. The President tweeted that people will be screened for coronavirus upon arriving in the US if they are traveling from high-risk countries. In a rare Saturday news conference, the administration also announced new travel restrictions following news of the first US fatality from the disease. The patient died in Washington and appears to have become ill through community spread, according to Dr. Robert Redfield, director of the CDC, who spoke alongside the President at a briefing Saturday. Biden said Sunday that the Trump administration, which has placed Pence in charge of the White House's response, should \"let the scientists speak, and let them tell us what is going on and let them prepare us.\"  \"What are we doing? Why are we just getting started? I would have not have dismantled the organization that we put in place in the first place,\" he said, adding that he would've made sure American scientists were sent to China and European countries to gather information about the spread of the disease.   "], "Language": false}