{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/media/snl-mike-pence-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-01T05:32:04Z"], "LastModifiedDate": ["2020-03-01T15:50:50Z"], "Headline": ["'SNL' spoofs Mike Pence's new role leading coronavirus response"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Saturday Night Live\" opened this week's episode by having Vice President Mike Pence, played by Beck Bennett, take on the coronavirus outbreak. And he wasn't alone. \"I'm Vice President Mike Pence,\" Bennett said. \"Most of you know me from the sentence 'Even if Trump was removed, we'd still be stuck with Mike Pence.'\"  Bennett's Pence then explained that President Trump had put him in charge of combating the coronavirus, \"even though I don't believe in science.\" \"And I have to admit, this disease has been quite the test of my faith,\" he said. \"Just like dinosaur bones.\" He then took questions from the White House press pool. The first question came from Mike Bloomberg, who was played by Fred Armisen. \"What are you doing here? How'd you get past security?\" Bennett's Pence asked.  \"Well, I just walked in coughing and everybody got out of my way,\" Armisen's Bloomberg responded.  Then, he asked Bennett's Pence if it seems \"like a good time to have a president that's competent and capable\" even if that candidate lacks charisma and the ability to connect with human beings? Sen. Elizabeth Warren, played by Kate McKinnon, popped up from behind a podium to torment Armisen's Bloomberg. \"Did you really think you were going to get away from me that easy?\" she said. \"This is my job now. I follow you around and make your life a living hell. I might be fifth in the polls, but I'm No. 1 in your nightmares.\" This led this week's host, John Mulaney, to join the conversation as former Vice President Joe Biden.  \"Now, listen, folks, if we want to fight 'China cough' we got to be smart,\" he said. \"We got to make sure to get new teeth daily.\" Mulaney's Biden was then interrupted by Sen. Bernie Sanders, played by Larry David.  \"You got to admit, folks, universal healthcare doesn't sound too crazy now, does it?\" David's Sanders said. McKinnon's Warren then told the crowd to make sure that they use Purell hand sanitizer. \"No, no, no, no, no! No Purell,\" David's Sanders said. \"I got a bottle of that junk and on the label it said, 'it kills 99.99% of germs. What happens to the top .01%?! Why are we protecting them?\" David's Sanders then said to just use \"good old fashioned bar soap\" and \"scalding hot water.\""], "Language": false}