{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/politics/fact-check-fox-news-townhall-trump-may-3/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Daniel Dale, Marshall Cohen and Tara Subramaniam, CNN"], "Writers": [["Daniel Dale", "Marshall Cohen", "Tara Subramaniam"]], "FirstPublishDate": ["2020-05-04T03:39:02Z"], "LastModifiedDate": ["2020-05-05T02:30:24Z"], "Headline": ["Fact check: Trump peppers Fox News town hall with false claims on coronavirus and other topics"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump delivered another rapid series of false and misleading claims on Sunday night, this time at a Fox News \"virtual town hall\" event at the Lincoln Memorial in Washington, DC. Trump was dishonest both about matters pertaining to the coronavirus pandemic and about his usual array of other topics, from trade with China to his rally crowds. Here is a preliminary list -- which doesn't even include all of the inaccuracies: Previous administrations and HIV/AIDS  The President kicked off a slew of false claims Sunday night with one he's made several times before, aimed at a familiar target: the Obama administration. Trump accused the previous administration of doing \"nothing\" to address AIDS.  He said, \"We will be AIDS-free within 8 years. We started, 10 years. Should've started in the previous administration. They did nothing. It started at my administration.\"  Facts First: It's not even close to true that previous administrations did nothing to address HIV/AIDS in the US, experts say and budget data proves.  Republican President George W. Bush is known for the initiatives his administration spearheaded to combat AIDS, especially in Africa. And the Obama administration spent more than $5.5 billion per year on the three primary domestic programs to combat HIV/AIDS, according to figures provided by the Kaiser Family Foundation, which closely tracks health care spending. (That's in addition to billions in spending on international anti-HIV/AIDS initiatives.)  Obama also introduced a comprehensive national strategy on combating HIV/AIDS. And experts note that the Affordable Care Act, also known as Obamacare, helped people with HIV gain health insurance coverage.  In 2019, Trump issued a plan called \"Ending the HIV Epidemic: A Plan for America,\" which aimed to reduce the number of new HIV infections in the US by 75% within five years and by at least 90% within 10 years. Experts said that Trump's plan builds on Obama's 2010 National HIV/AIDS Strategy and a 2015 update to that strategy. In fact, before issuing its own plan, the Trump administration said, that it was being guided by the Obama-era strategy: \"The domestic policies and programs of the Federal government continue to be guided by the National HIV/AIDS Strategy, and we are focused on working toward achieving the Strategy goals for 2020.\" You can read a longer fact check here.  Travel restrictions Asked about what his administration did early on to respond to coronavirus, Trump praised his decision to impose restrictions on travel from China.  \"I closed down the country to China,\" Trump said, adding later, \"I did the China ban.\" Facts First: It's not true that Trump \"closed down\" the country entirely, or that he banned travel from China outright. Only foreign nationals who had been in China within the past 14 days were outright banned from entering the US. When asked by Fox News's Martha MacCallum about the approximately 40,000 people who entered the country from China after Trump announced these travel restrictions, Trump said \"they were American citizens by the way.\" However, citizens were not the only exempted group able to enter the country under the Trump administration's travel restrictions. The restrictions also exempted permanent residents, some of the close family members of citizens and permanent residents, and some others. You can read more about the Trump administration's travel restrictions in response to coronavirus here. Fauci on coronavirus threat  Trump announced his travel restrictions against China at the end of January. At Sunday's town hall, Trump claimed that a month later even Dr. Anthony Fauci, the nation's top infectious disease expert, said the coronavirus was \"going to pass, not going to be a big deal.\" Facts First: Trump is wrong that Fauci publicly said the virus was \"not going to be a big deal\" and would \"pass.\" While it is true that Fauci said in late February that Americans did not need to change their behavior patterns at that time, he also clarified that these conditions could change and coronavirus could develop into a major outbreak. You can read more about what Fauci actually said here.  An apology from Joe Biden?  Touting the restrictions on China, Trump claimed that the presumptive Democratic presidential nominee and former vice president Joe Biden had issued an apology for past criticism on the subject. \"Biden has now written a letter of apology because I did the right thing,\" Trump said.  Facts First: Biden's campaign announced in early April that he supports Trump's travel restrictions on China. But neither Biden nor his campaign apologized for any previous criticism of Trump. The campaign says that Biden's comments Trump has described as criticism of the China restrictions -- in which Biden said Trump has a record of \"hysterical xenophobia\" and \"fear mongering\" -- were not about the travel restrictions. Biden's campaign says he did not know about the China restrictions at the time of the January 31 speech in which he made these remarks, since Biden's campaign event in Iowa started shortly after the briefing during which the China restrictions were revealed by Health and Human Services Secretary Alex Azar. Given the timing of the Biden remarks, it's not unreasonable for the Trump campaign to infer that Biden was talking about the travel restrictions. But Biden never took an explicit position on the restrictions until his April declaration of support -- and whether or not you accept his campaign's argument that the \"xenophobia\" claim was not about the restrictions, he certainly hasn't apologized. The timing of the Biden campaign's statement Trump continued to suggest that the Biden campaign tried to bury its statement of support for the travel restrictions on China, claiming the campaign released the supposed letter \"on a Friday night.\" Facts First: The Biden campaign revealed during the day on Friday, April 3, not at night, that Biden supports the restrictions. Deputy campaign manager Kate Bedingfield made a daytime statement to CNN anchor and chief Washington correspondent Jake Tapper, who filed his article to CNN editors at 1:28 p.m. (Tapper's article was last updated at 4:42 p.m. that day, the CNN website shows.)  False and misleading claims about hydroxychloroquine   The Fox News anchors asked Trump about hydroxychloroquine, an anti-malaria drug that Trump spent much of March and April promoting as a potential \"game-changer\" for Covid-19. Trump's comments about the drug typically haven't been rooted in science. His response during Sunday's townhall was full of false information. Facts First: Trump made at least five false or misleading claims about hydroxychloroquine in about two minutes. He exaggerated the good results and understated the bad results from early medical research. He implied the drug was safe, even though the Food and Drug Administration now says there are deadly side effects. And he falsely suggested it was harmless to tout the drug so aggressively, even though his past promotion led to shortages for Americans with pre-existing conditions. First: Asked about studies that found cardiac side effects in Covid-19 patients, Trump said it was only \"one study.\" There have been a handful of studies with similarly problematic or unhelpful results, including a trial from Brazil, a trial in France, a study of veterans' hospitals in the US and a large study of coronavirus patients in New York, the epicenter of the outbreak. Second: When Trump said, \"There were studies that came out that say it's very good,\" he isn't telling the full story. Some small, early trials found positive results for hydroxychloroquine. But the most influential of those early studies, run by a controversial doctor in France, wasn't a randomized trial, and the publisher of the study now says the trial didn't meet its standards. Third: Trump said he recently got \"three calls\" from \"people that took (hydroxychloroquine) and they're giving it credit for saving their lives.\" He has cited stories like these in the past. It's a good thing when anyone gets better, but these are just anecdotes from some of the 1.1 million Americans known to have the coronavirus. They don't carry the same weight as actual scientific evidence. Fourth: By saying, \"we don't lose anything with hydroxy,\" Trump is whitewashing the fallout from his dogged promotion of the drugs back in March and early April. CNN previously reported that his comments led to shortages for many chronically ill Americans who have relied on this particular drug for years. The FDA website says hydroxychloroquine is \"currently in shortage.\" Fifth: By saying \"people aren't dying\" by trying hydroxychloroquine, Trump is falsely implying that we know the drugs are safe to treat the virus. He has said this before, and it isn't accurate. The FDA gave hospitals emergency authority to use the drug, but issued warnings about deadly side effects. Also, a hydroxychloroquine trial in Brazil was halted after some patients died. Trade with China Trump repeated three false claims regarding trade with China. He claimed \"we were losing $500 billion a year to China, for years,\" and that \"China never gave 10 cents to our country\" before he took office. Regarding his tariffs on China, Trump said the Chinese \"paid for that tax, it wasn't our people. They paid for that tax, they devalued their currency.\"  Facts First: Not only are Americans bearing most of the cost of Trump's tariffs but the US has also had tariffs on China for more than two centuries, generating an average of $12 billion a year from 2007 to 2016, FactCheck.org reported. There has also never been a $500 billion trade deficit with China. (Trump describes trade deficits as \"losing,\" though many economists dispute that characterization.)  You can read a longer fact check on Trump's China tariffs here. Hunter Biden and China  In criticizing the previous administration's dealings with China, Trump took a shot at Hunter Biden, the son of the former vice president. \"President Obama and Joe Biden didn't do anything. China just had a field day with our country. And then you look at his son, walking out with $1.5 billion -- give me a break on that.\" Facts First: While Hunter Biden has previously had a board seat and a financial stake in a private-equity fund that the Chinese government-owned Bank of China has invested in, there is no evidence he walked out of the country with $1.5 billion. Hunter Biden's lawyer, George Mesires, said in an October 2019 statement that the firm, BHR Partners, was \"capitalized with 30 million renminbi (RMB), or approximately $4.2 million USD at today's currency exchange rates.\"   As of October 2019, Hunter Biden had a 10% interest in BHR. In December 2013, the same month the fund was officially established, Hunter joined his father on a trip to China. There, Hunter met up with Jonathan Li, the fund's China-based part"], "Language": false}