{"Type": ["article"], "Url": ["https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-29-20-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Hollingsworth, Steve George and Amy Woodyatt, CNN"], "Writers": [["Julia Hollingsworth", "Steve George", "Amy Woodyatt"]], "FirstPublishDate": ["2020-02-29T01:30:54.741Z"], "LastModifiedDate": ["2020-03-01T02:01:40.421Z"], "Headline": ["Risk of global coronavirus spread 'very high' warns WHO as China situation stabilizes"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus outbreak has moved here. A 20-year-old who recently traveled to Italy has tested positive for the novel coronavirus in Mexico -- bringing the national total to four cases, said Coahuila Governor Miguel Ángel Riquelme on Saturday.  The Mexican foreign ministry added that it had not received official word from Washington regarding possible transit restrictions over the US-Mexico border. “The Secretary of Health implements mitigation measures, in accordance with those recommended by WHO and similar to those of countries such as Canada and the United Kingdom, staying alert at points of entry into the country, in order to inform and assist people who manifest symptoms related to COVID-19 and come from countries with local community transmission of this new disease,\" the ministry said. Hong Kong has confirmed one more case of the novel coronavirus, bringing the city-wide total to 95, according to a government statement.  The case is associated with the Fook Wai Ching Buddhist temple cluster, the statement said. Numerous cases in the city have been linked to the temple.  The latest case is a 46-year-old woman, who is being treated in hospital. She is related to the 92nd confirmed case, and her family members are under quarantine.  Among the 95 total confirmed cases, 60 remain in hospital. Another 33 have been discharged, and two patients have died.  ##Asia## A fourth case of novel coronavirus was reported in Santa Clara County, California, according to the county's Public Health Department. The case involves an adult woman who was in contact with another coronavirus patient in the county, the department said in statement on Saturday. She is not ill or hospitalized and is isolated at home, the statement said. More on this: This means there are 70 confirmed and presumptive positive cases of novel coronavirus in the United States. A presumptive positive case has tested positive by a public health lab and is pending confirmation from the US Centers for Disease Control and Prevention. These include 44 people who were aboard the Diamond Princess cruise ship and three people repatriated from China, according to the CDC. With the new Santa Clara County case, there are 23 US cases in Arizona, California, Illinois, Massachusetts, Oregon, Washington state and Wisconsin. Thirteen of these cases are travel-related and 10 are linked to person-to-person spread. Cases are cumulative from January 21. Brazil’s health ministry announced the country’s second confirmed case of the novel coronavirus on Saturday. The patient had been in Italy and traveled from Milan to Sao Paulo on Feb. 27, according to the ministry, which added that “there are no elements that indicate that the virus has circulated in the country.” ##Americas## A man in the eastern part of Ireland has contracted coronavirus, according to a statement from Ireland's National Public Health Emergency Team, Saturday. The case is associated with travel from an affected area in Northern Italy. ##Italy## There are now 69 confirmed and presumptive positive cases of novel coronavirus in the United States, according to an update Saturday by the US Centers for Disease Control and Prevention. These include 44 people who were aboard the Diamond Princess cruise ship, three people repatriated from China and 22 US cases, according to CDC. A presumptive positive case has tested positive by a public health lab and is pending confirmation from CDC. The 22 US cases are in Arizona, California, Illinois, Massachusetts, Oregon, Washington and Wisconsin. Thirteen of these cases are travel-related and nine are linked to person-to-person spread, according to the CDC. Cases are cumulative from January 21 through Saturday. ##United States## US health officials told reporters Saturday that reinfection with the novel coronavirus is unlikely. \"We have not seen any sign yet of the phenomenon\" of reinfection, said Dr. Nancy Messonnier, director of the National Center for Immunization and Respiratory Diseases at the US Centers for Disease Control and Prevention. Messonnier suggested any reports suggesting otherwise may be indicative of doctors and scientists jumping the gun, skirting around proper scientific review. \"It is really important for the global community to get access to scientific information as quickly as possible and in real time,\" she said. \" But in the rush to push out information quickly, there have been some instances already where there hasn't been appropriate scientific review of some of the data that's coming out. And that is an essential part of any investigation.\" She said the CDC has been following US cases closely, including \"whether or not they continue to harbor the virus in their nose and throat.\" Thus far, reinfection is \"not something that we're seeing here, and it has not changed our clinical practice,\" she said. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, made similar comments earlier Saturday at a White House briefing. \"There's no indication that that's going on at all. If this virus acts like other viruses — which I have no reason to believe it won't — once you've gotten infected and recovered, you're not going to get infected with the same virus,\" Fauci said. ##United States## Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, tweeted that the agency gave incorrect information about the Washington coronavirus patient who died to President Trump and Vice President Mike Pence on Saturday. “CDC erroneously identified the patient as a female in a briefing earlier today with the President and Vice President,” Redfield tweeted from the verified Twitter account @CDCDirector. The patient who died was a man in his 50s in Washington state. This was the first death from the novel coronavirus in the United States. Trump and other officials, including Redfield, identified the patient as a woman in her 50s during a press briefing on Saturday. A Seattle and King County health official later said the patient was a man. ##United States## More than 50 residents and staff from the Life Care Center in Kirkland, Washington, will be tested for the novel coronavirus because they’re experiencing symptoms, said Dr. Jeffrey Duchin, health officer for Seattle and King County, Washington. Duchin said there are \"approximately 108 residents at the facility and about 180 staff. And among the residents, we've had reports that approximately 27 have some sort of symptoms and among the staff, approximately 25. We're going to be working in collaboration with a CDC team, which will be arriving tonight, to assess each and every one of these people and provide the appropriate guidance around isolating. And all of these people will be tested, and we'll take every step to minimize any potential for exposure of others. But at this point the investigation is just getting started.\" So far, there are two cases of the virus linked to the skilled nursing facility, Duchin said during a US Centers for Disease Control and Prevention briefing on Saturday.  More on the cases: One case is in a health care worker, a woman in her 40s who is hospitalized in satisfactory condition. She had no relevant history of travel. The other case is a woman in her 70s who was a resident of the center. She is in serious condition in another hospital.  ##United States## One in 10 confirmed coronavirus cases in Lombardy – the northern Italian region at the center of the country's outbreak – involve medical personnel, according to Paola Stringa, a spokesperson for Lombardy regional government. Giulio Gallera, the welfare assessor in charge of regional healthcare in Lombardy, told reporters on Saturday that the Lombardy region is evaluating and following the advice of the World Health Organization, and deciding whether to dedicate an entire Hospital to coronavirus patients.  “It’s important to preserve the well-being of medical personnel, which today represents the 10% of the infected,” Gallera said.   ##Europe## Asked about why President Trump and Vice President Mike Pence described the Washington patient who died from the novel coronavirus as a woman when in reality the patient was a man, a senior administration official placed the blame on the director of the US Centers for Disease Control and Prevention. “Dr. (Robert) Redfield briefed the VP and POTUS after speaking with Washington State health officials that it was a woman. Washington State has since corrected,\" the official said. CNN Health is reaching out to the CDC for reaction. ##United States## The Washington patient who died from the novel coronavirus was a man in his 50s, Dr. Jeffrey Duchin, health officer for Seattle and King County, Washington, said during a US Centers for Disease Control and Prevention news conference on Saturday. This is the first death linked to the novel coronavirus in the United States.  Duchin said county health officials were made aware of the case on Friday. The patient had underlying health conditions. “It was a male,” Duchin said. “This case was reported to us yesterday from the Washington State Public Health Laboratories as a presumptive positive, confirmation pending.”  President Trump and other health officials speaking at a White House press conference on Saturday said the person who died was a woman. ##United States## Washington Gov. Jay Inslee issued a state of emergency in response to the new cases of coronavirus that were announced in the state late Friday night. “This is a time to take common-sense, proactive measures to ensure the health and safety of those who live in Washington state. Our state agency directors have been actively preparing since the nation’s first case appeared in Snohomish County. Washingtonians can be assured we’ve taken this threat seriously and have been working in collaboration with our health care partners to develop plans and procedures to prepare for what could likely be a world-wide pandemic,” Inslee said. The proclamation directs state agencies and departments to utilize state resources and do everything necessary to assist affected communities responding to and recovering from coronavirus, according to the emergency order. President Trump and Health and Human Services Secretary Alex Azar say Americans should not panic in the wake of the first US death from coronavirus. They noted that additional cases of coronavirus in the US are likely but that, for the average American, the risk is low.  \"Healthy individuals should be able to fully recover, and we think that will be a statement that we can make with great surety now that we've gotten familiar with this problem,\" Trump said. Azar added: “It's important to remember, for the vast majority of individuals who contract the novel coronavirus, they will experience mild to moderate symptoms, and their treatment will be to remain at home, treating their symptoms, the way they would a severe cold, or the flu.” ##United States## The Washington woman who died from the novel coronavirus appears to have become ill through community spread, says Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention. “The investigation at this time shows no evidence of link to travel or a known contact,” Redfield told reporters at the White House on Saturday. Trump said there are now 22 cases of the novel coronavirus in the United States. That number does not include individuals repatriated to the United States from Wuhan, China, or from the Diamond Princess cruise ship. Those cases have been counted separately by the CDC. More from Washington: There are three new novel coronavirus cases in people who tested presumptive positive in Washington, health officials said during a US Centers for Disease Control and Prevention news briefing on Saturday. This includes the first reported death, as well as the first reported case in a US health care worker and the first reported outbreak in a skilled nursing facility, according to Dr. Nancy Messonnier, director of CDC’s National Center for Immunization and Respiratory Diseases.  Two cases are associated with Life Care Center in Kirkland, Washington, said Dr. Jeffrey Duchin, health officer for Seattle and King County, Washington. One case is in a health care worker, a woman in her 40s who is hospitalized in satisfactory condition. She had no relevant history of travel. The other case is a woman in her 70s who was a resident of the center. She is in serious condition in another hospital. The death was not associated with a long-term care facility. ##United States## Democratic presidential candidate Mike Bloomberg will speak about the coronavirus in a taped address on Sunday night.   The taped address, entitled \"Leadership In Crisis,\" will air during commercial airtime on CBS and NBC at approximately 8:30 p.m. ET.  Here are the full remarks he will deliver: Good evening. I know this has been a very worrisome week for many Americans. The Coronavirus is spreading, and the economy is taking a hit. Markets have fallen because of uncertainty. At times like this it is the job of the President to reassure the public that he or she is taking all the necessary steps to protect the health and well-being of every citizen.  The public wants to know their leader is trained, informed and respected. When a problem arises, they want someone in charge who can marshal facts and expertise to confront the problem. They want him or her to prepare for events like these in advance with teams of experts. Communications must be honest and transparent, so people can be confident that professionals are in charge. Trust is essential. Government’s resources must be focused and priorities clear and consistent. Presidents have vast tools at their disposal — and they must be used effectively and decisively. This includes building strong, cooperative relationships with nations around the world to prevent and prepare for pandemics and other global emergencies that cross borders. The Centers for Disease Control and the National Institutes of Health must be given all of the resources necessary to do their job free of political interference. Decisions must be based on data and must empower the doctors and scientists whose job it is to keep us safe.  As the former mayor of New York City, I know it is critical that the federal government work in close partnership with state and local leaders who administer services and deploy first responders. That requires putting politics and partisanship aside. I was first elected just weeks after the attack on 9/11 — a massive rebuilding, security and health challenge. In my 12 years in office I dealt with a hurricane, a blackout, attempted terror attacks, the West Nile virus and swine flu. My method of leadership was to plan ahead before the problem arrived – we worked with hospitals and first responders to develop plans in advance, to improve communication and to invest in preparedness.  Through the Bloomberg School of Public Health at Johns Hopkins, I understood the challenges hospitals and medical professionals face and we worked as a team to upgrade readiness.  Each crisis is different, but they all require steady leadership, team building and preparation. As Americans we have faced many challenges before, and we have overcome them together by looking out for one another — and I am confident that is how we will get through this one as well. I’m Mike Bloomberg and I approve this message. ##United States## President Trump says his use of the word \"hoax\" does not refer to the coronavirus itself but to criticism of his administration's handling of the crisis.  Asked if he regretted calling the virus spread a hoax during a rally in South Carolina Friday night, Trump insisted that he didn’t.  “Hoax referring to the action that they take to try and pin this on somebody,” Trump said of administration critics. “I’m not talking about what’s happening here, I’m talking about what they’re doing.” Trump said the criticism was a “continuation of the hoax,” and mentioned the Russia investigation and his impeachment. He then said he doesn’t like when his officials on the virus response are criticized. “I don’t like it when they are criticizing these people and I don’t like it,” he said. “That’s the hoax I’m talking about.” More on this: The President said at the rally in South Carolina Friday that Democrats are now \"politicizing\" the virus. \"Now the Democrats are politicizing the coronavirus,\" Trump said. \"They have no clue, they can't even count their votes in Iowa.\" \"This is their new hoax,\" Trump added. ##United States## President Trump said Saturday the administration was considering additional travel restrictions to deal with coronavirus.  Asked if he was considering closing the southern border due to coronavirus, Trump said “yes” and later said “very strongly.” Later, he seemed to indicate he was walking it back. “We are looking also at the southern border. In fact, some of the folks are here right now, Ken (Cuccinelli) is here some place, and yes, we are thinking about the southern border,” the President said. “We have received a lot of power over the southern border over the last couple of years from the courts but we are looking at that very strongly.” When confronted with the fact that Mexico has far fewer cases than the US, Trump seemed to contradict himself. “We're not talking about it,” Trump said. “We have to think all borders, we have to think about, as it pertain to what we're talking about here, this is not a border that seems to be much of a problem right now. We hope we won't have to do that.”  ##United States## The coronavirus patient who died in Washington state went to the hospital \"with serious respiratory issues,\" according to an EvergreenHealth Medical Center statement. EvergreenHealth received two patients who tested positive for Covid-19. the statement says. The surviving patient \"remains in isolation and continues to receive appropriate treatment,\" according to the statement.   Mark Senis of Life Care Center of Kirkland told CNN they currently don't have Covid-19 patients in their facility but they did at one point, and later transferred that patient to EvergreenHealth. It's not clear which patient that was. ##United States## Vice President Mike Pence announced new travel restrictions Saturday in response to the spread of coronavirus. Pence announced more restrictions on travel from Iran. The administration is “expanding existing travel restrictions to include any foreign national who has visited Iran within the last 14 days,” the vice president said. Pence said the administration, through the US State Department, would increase the travel advisory for Italy and South Korea to Level 4 -- the highest level, advising American not to travel to specific regions in those countries. “We are urging Americans to not travel to the areas in Italy and the areas in South Korea that are most affected by the coronavirus,” Pence said. Health and Human Services Secretary Alex Azar said the goal is to lower the travel to and from the most impacted areas in an attempt to control the spread of the virus. SEE PENCE'S REMARKS: ##United States## The first US coronavirus fatality was a \"medically high-risk patient in her late 50s,\" President Donald Trump told reporters at the White House on Saturday.  \"She was a wonderful woman,” he said.  Earlier, Washington Gov. Jan Inslee referred to the patient as male. CNN has reached out to Inslee's office for clarification. Trump discussed the latest novel coronavirus developments after a briefing from his coronavirus task force earlier in the day. Less than an hour before Trump's news conference, Washington state officials confirmed the death. WATCH HERE: ##United States## The number of coronavirus cases in Italy climbed by 307 on Saturday, with 1,128 diagnoses of the virus confirmed, civil protection officials say. Fifty-two percent of the cases are in house isolation, said the head of the Civil Protection Department, Angelo Borrelli. Another 101 people are in intensive care units, and 401 people are hospitalized with mild symptoms. A total of 18,500 samples have been taken in Italy. Most of the swabs -- 58% -- were carried out in Lombardy, the region with the largest coronavirus cluster. Of the eight dead on Saturday, all were elderly -- six were in Lombardy and two in Emilia Romagna. Twenty-nine people in all have died in Italy. ##Europe## Gov. Jay Inslee's statement confirming death of a Washington state man from the coronavirus: \"It is a sad day in our state as we learn that a Washingtonian has died from COVID-19. Our hearts go out to his family and friends. We will continue to work toward a day where no one dies from this virus. \n \"In partnership with the Washington State Department of Health, the Washington State Department of Emergency Management and local and community health partners, we are strengthening our preparedness and response efforts. I am committed to keeping Washingtonians healthy, safe and informed.\" ##United States## One person with coronavirus residing in King County, Washington, has died, says state Health Department spokesperson Jamie Nixon.  No further details were provided. A news conference is set for 1 p.m. local time. ##United States## Iraq reports five new positive cases of coronavirus, the Health Ministry says. That brings the country's total to 13.  Four new cases were in Baghdad and one in Babil Province, south of the capital, according to a statement Friday from the Iraqi Health Ministry. The five new patients are under quarantine.  ##Middle East## Nine new cases of novel coronavirus were confirmed Saturday by Japan's Health Ministry, bringing the total number of cases nationwide to 944.  One recent case includes a man in his 70s who was a Diamond Princess cruise ship passenger. He had disembarked the ship after confirming his virus test was negative on February 20. Here's the breakdown: The cases include 239 people on land and 705 from the Diamond Princess, the health ministry says. At least 11 deaths -- six from the Diamond Princess and five on land -- have been attributed to the virus, according Japanese health officials. ##Asia## The US Food and Drug Administration announced on Saturday a policy allowing certain US labs to test for the novel coronavirus using diagnostics the labs developed and validated, even before the agency has reviewed them. The policy will enable more rapid testing capacity, the agency says. “We believe this policy strikes the right balance during this public health emergency,” FDA Commissioner Dr. Stephen Hahn said in a statement. “We will continue to help to ensure sound science prior to clinical testing and follow-up with the critical independent review from the FDA, while quickly expanding testing capabilities in the US.” The guidance goes into effect immediately: Once labs have validated a test, they must notify the FDA and should submit a request for an emergency use authorization within 15 business days. This policy applies only to labs certified to perform high-complexity testing. Local and state labs’ ability to test for the novel coronavirus was delayed because test kits previously developed by the US Centers for Disease Control were flawed.  The CDC said Friday that US labs were able to start testing for coronavirus using revised instructions for kits previously sent out. CDC also has manufactured brand new test kits that are available for order.  The CDC said its goal was for every state and local health department testing for coronavirus by the end of next week. ##United States## The global death toll from coronavirus has reached 2,932.  In mainland China, more than 79,250 people have been confirmed to have the virus, and at least 2,835 people have died.  Outside of China, there are 6,285 cases of the virus: 1.           Afghanistan (1 case)     2.           Algeria (1 case)      3.           Australia (25 cases) 4.           Austria (2 cases)     5.           Bahrain (38 cases)      6.           Belarus (1 case)     7.           Belgium (1 case)      8.           Brazil (1 case)      9.           Cambodia (1 case)     10.         Canada (16 cases)      11.         Croatia (1 case)      12.         Denmark (1 case)     13.         Egypt (1 case)      14.         Estonia (1 case)     15.         Finland (2 case)      16.         France (40 cases, 2 deaths)     17.         Georgia (1 case)       18.         Germany (53 cases)      19.         Greece (4 case)     20.         Hong Kong (94 cases, 2 deaths)      21.         Iceland (1 case)    22.         India (3 cases)      23.         Iran (593 cases, 43 deaths)      24.         Iraq (8 cases)      25.         Israel (7 cases)      26.         Italy (821 cases, 21 deaths)     27.         Japan (935 cases, 11 deaths)      28.         Kuwait (43 cases)      29.         Lebanon (3 cases)    30.         Lithuania (1 case)    31.         Macao (10 cases)     32.         Malaysia (25 cases)      33.         Mexico (3 cases)    34.         Monaco (1 case)    35.         Nepal (1 case)     36.         Netherlands (1 case)    37.         New Zealand (1 case)    38.         Nigeria (1 case)    39.         North Macedonia (1 case)      40.         Norway (1 case)      41.         Oman (5 cases)     42.         Pakistan (4 case)      43.         Philippines (3 cases, 1 death)  44.         Qatar (1 case)      45.         Romania (1 case)      46.         Russia (5 cases)      47.         Singapore (102 cases)      48.         South Korea (3,150 cases, 16 deaths)  49.         Spain (46 cases)      50.         Sri Lanka (1 case)      51.         Sweden (1 case)      52.         Switzerland (15 cases)      53.         Taiwan (39 cases, 1 dead)      54.         Thailand (42 cases)     55.         United Arab Emirates (19 cases)    56.         United Kingdom (20 cases)     57.         United States (67 cases)     58.         Vietnam (16 cases)   Panic over the novel coronavirus is hitting a fever pitch in the US. And despite repeated pleas from health officials not to purchase them, Americans can't stop snatching up masks and respirators. The mask boom has prompted sellers to jack up prices and exploit demand. This has meant a shortage for medics who need them. And Chinese Americans are buying in bulk to send to their families overseas. \"We need to make sure those N95 masks are available for the doctors and nurses that are going to be taking care of individuals that have this illness,\" Centers for Disease Control and Prevention Director Robert Redfield said during a House Foreign Affairs hearing on Thursday.  \"And it really does displease me, to find people going out, there is no role for these masks in the community.\" Read full story ##United States## With new cases of novel coronavirus reported daily in countries across the globe, many travelers are wondering if they should cancel or postpone existing plans and hold off on booking trips. \"Should I cancel my trip to Rome and Florence?\" one CNN reader is wondering.  \"What is the threshold for rethinking domestic travel plans?\" another asks. Unfortunately, there's no one-size-fits-all answer. It's very much an individual calculation, experts say, taking a number of factors -- the traveler, their companions, the destination and more -- into consideration. Read the full story here: France has identified new cases of coronavirus, bringing the total number of registered cases to 73. Of those identified cases, 59 people remain in hospital, 12 people have recovered, and two have died, health minister Olivier Véran said Saturday during a press conference in Paris. Véran identified two main transmission clusters in Oise and Haute-Savoie, adding that the government is now focused on “limiting the diffusion” of the virus. Events and gatherings cancelled: According to the health ministry, all public gatherings of more than 5,000 people within confined spaces are to be cancelled; including the Paris Half Marathon, scheduled for Sunday, and the Annecy Carnival due to take place next week. Despite these guidelines, the health minister asserted that “all essential activities must continue” and there are currently no plans to place restrictions on public transport networks or on the municipal elections, which are due to take place in mid-March.  ##Europe## The death toll in Iran, one of the countries worst hit by the coronavirus outbreak, reached 43 on Saturday, according to health ministry spokesman Kianoush Jahanpour. The total number of confirmed infected people in Iran is 593, Jahanpour said, Iran's state-run news agency IRNA reported. Iranian officials are scrambling to contain the virus, and some suspect under-reporting of the nation's total number of cases. Coronavirus in Iran: Iran has emerged as a regional breeding ground for the pathogen, with the most confirmed cases in the region and the vast majority of cases across the Middle East linked to the country.  Several government officials, including the deputy health minister, have tested positive for the virus.  ##Middle East## Italy’s Serie A football league has postponed five matches due to coronavirus concerns. In a statement, the Serie A League said that “considering the various and urgent rules issued by the government to respond to this extraordinary health protection emergency”’ the following matches, due to be played this weekend – have been postponed to May 13. Postponed: JUVENTUS – INTER MILAN – GENOA PARMA – SPAL SASSUOLO – BRESCIA UDINESE – FIORENTINA  ##Europe## Qatar's Ministry of Public Health announced on Saturday that the country has registered its first confirmed case of Covid-19, according to state-run Qatar News Agency.  No details were immediately available regarding the individual who has been infected.  ##Middle East## The head of the Federalberghi Italian hotel association, Bernabò Bocca, has expressed concern after the US State Department raised its travel advisory for Italy to the second-highest-level warning, Level 3: Reconsider Travel, in response to the coronavirus outbreak.  Tourists from the US represent for Italy the first extra-European market, both in terms of attendance and expenditure, and the second foreign market by far, after Germany,\" Bocca said in a statement on Saturday.  According to the Federalberghi study center, US citizens represent about 9% of foreign tourists who are hosted every year in Italian accommodation establishments, with 5.6 million arrivals and 14.5 million overnight stays per year.  The study said US tourists in Italy spend is around 5 billion euros per year, with an average value of around 140 euros per day -- among the highest on the market. Bocca said while he appreciated economic measures decided by the Italian government in Friday night's cabinet meeting, \"unfortunately they are not sufficient.\" Coronavirus in Italy: Italy has the highest number of coronavirus cases in Europe, with 821 cases and 21 deaths. Forty-six people have recovered.  The country has already taken an economic hit from the epidemic, as stadiums and museums have been much quieter than usual in light of the virus. Cases of the virus in Brazil, Croatia, Denmark, Germany, Israel, the Netherlands, North Macedonia, Switzerland and the United Kingdom have all been linked to Italy.  ##Europe## Mexico’s ministry of health confirmed one additional coronavirus case in the country, bringing the country's total to three. Currently, there is one confirmed case of the virus in the city of Culiacan, in Sinaloa state, and two cases in Mexico City. Coronavirus in Latin America: On Wednesday, Brazil's heath minister confirmed a case of coronavirus in Brazil, marking the spread of the pathogen to Latin America. The patient was a 61-year-old Brazilian man who arrived in Sao Paulo after traveling to Italy. ##Americas## Spain has recorded its 43rd coronavirus case after the Health Department in Catalonia announced two more patients tested positive to the virus. One of the new cases is a 52-year-old woman in Girona who had traveled to Italy in recent days, and a man from Sant Cugat, north of Barcelona, who was in close contact with one of the previously confirmed cases. This makes 43 cases of coronavirus reported in Spain: 41 in quarantine (8 in Andalusia, 1 in Aragon, 2 in the Basque Country, 2 Castilla Leon, 10 in Valencia, 5 in Canary Islands, 7 in Madrid, 6 in Catalonia) and 2 who have recovered from the illness (1 in Canary Island and 1 in the Balearic Islands). Coronavirus in Europe: Cases have been reported across Europe, with the largest number of cases in Italy (821 cases, 21 deaths.) Cases of the virus have also been confirmed in Germany, France, United Kingdom, Switzerland, Greece, Austria, Finland, Belgium, Sweden, Croatia,  Norway, Romania, North Macedonia, Georgia, Denmark, Estonia, Netherlands, Belarus,  Lithuania and Monaco. ##Europe## South Korea is one of the world's most tech-savvy countries. So when the deadly novel coronavirus outbreak reached the Korean peninsula, app developers there knew exactly how to react: They started coding. Mobile apps that help track the disease in South Korea ranked as six of the top 15 downloads on the country's Google Play app store on Thursday. Developers of some apps — which source their data from public government information — told CNN Business that they have been getting a surge in downloads since launching their products earlier this month. \"The installs are increasing about 20,000 every hour,\" said Bae Won-Seok, one of the developers of Corona 100m, an app that allows people to see the date that a coronavirus patient was confirmed to have the disease, along with that patient's nationality, gender, age and where the patient visited. The person using the app can also see how close they are to coronavirus patients. There have been more than 3,100 cases of coronavirus reported in South Korea. Read the full story here. South Korea has reported another 219 coronavirus cases, bringing the country's total number of cases to 3,150. That's another big jump, following an earlier announcement Saturday morning that authorities had recorded 594 new cases overnight. The South Korean Center for Disease Control and Prevention (KCDC) has also reported one new death since Saturday morning, bringing the nationwide death toll to 17. The deceased is identified as a man born in 1943. Link to religious group: Earlier on Saturday, KCDC said more than half of the country's coronavirus cases were linked to the Daegu branch of the Shincheonji religious group. South Korea’s Vice Health Minister Kim Gang-lip also warned that there were likely to be more confirmed cases in Daegu as tests on the Shincheonji religious group members continue.  Military cases: There are 27 confirmed cases of novel coronavirus in the country's military as of 4pm local time on Saturday, the South Korean defense ministry announced in message to reporters.  The US and South Korean militaries announced Thursday they would postpone a command post training exercise due to growing concerns about the spread of the coronavirus in South Korea. One US service member serving as part of the 28,000-strong American contingent in South Korea has tested positive for the coronavirus and has been placed in quarantine.  A widow of a former service member serving with US-Forces Korea and a South Korean national who was working at US installations in Korea have also tested positive for the novel coronavirus. ##Asia## The average occupancy rate of hotel rooms in Macao in January dropped 13.5% year-on-year to almost 80%, officials said on Friday. In the 122 hotels and guesthouses in Macao, the average occupancy rate of guest rooms dropped to 79.4%. The number of guests checked into these hotels and guesthouses in January also fell, by 11.4% year-on-year. Guests coming from mainland China (792,000), South Korea (42,000) and Taiwan (31,000) dropped by 11.3%, 23% and 20.9% respectively, while those from Hong Kong (107,000) grew by 11.0%. Casinos closed: In early February, Macao, one of the world's top gambling hubs, announced plans to close its casinos amid fears of the deadly coronavirus outbreak.  The government of the semi-autonomous Chinese territory said it would suspend operations in gambling and other related industries for about two weeks, Macao Chief Executive Ho Iat Seng said at the time.  ##Asia## Saudi Arabia has temporarily halted the entry of citizens from the Gulf Cooperation Council to the cities of Mecca and Medina due to the coronavirus outbreak. The decision does not apply to the GCC's citizens -- who include citizens of Kuwait, the United Arab Emirates, Qatar, Bahrain and Oman -- who have been in the country for 14 consecutive days with no signs or symptoms of the coronavirus infection, according to a statement released by the foreign ministry on Friday.  On Thursday, Saudi Arabia suspended all pilgrimages to Mecca and Medina for people outside the country. Religious rituals will only be open to residents and nationals, according to the foreign ministry.  ##Middle East## Thailand reported a new confirmed novel coronavirus case on Saturday, bringing the nationwide number to 42, the country's ministry of public health said in a press conference. The 21-year-old male Thai national is a salesperson who has been exposed to foreign tourists. Separately, the Public Health Minister, Anutin Charnvirakul, announced on social media that the novel coronavirus has been added to the “dangerous communicable disease list under Communicable Disease Act.” The list includes SARS and MERS. People who fail to follow public health measures can face a fine up to TBH20,000 (US$634) or even two years' imprisonment. This law will come into effect on March 1. The health authorities added that they will distribute 100,000 face masks daily – three per person. ##Asia## The Australian government is warning citizens not to travel to Iran -- one of the hardest hit countries in the coronavirus outbreak. The government has increased its warning level to \"do not travel,\" with the government travel advice website Smart Traveller warning that Iran will struggle to cope with a large outbreak. Iran has reported 388 cases and 34 deaths, but there is concern that the numbers could be higher.  Australia's Chief Medical Officer has advised that there is a high level of concern about widespread community transmission of the coronavirus in Iran.  Here's what the Smart Traveller website says: There have been many deaths. The health care system will likely struggle to cope with a large outbreak. Airlines are reducing or stopping flights into and out of Iran. Medical evacuation is not likely to be possible.\" Starting from Sunday, March 1, Australian citizens, permanent residents and their immediate family who are traveling from Iran to Australia will need to self isolate for 14 days. Japan's cherry blossoms are a huge tourist draw -- and a source of national pride.  But this year, at least two cherry blossom festivals won't be going ahead. The Osaka Mint cherry blossom festival in Japan has been cancelled over coronavirus outbreak concerns, according to a statement from the organizers.  In Tokyo, the Nakameguro Cherry Blossom Festival also announced it would cancel its event this year, including its main attraction of lighting up trees along the river.  Hong Kong Exchanges and Clearing Limited (HKEX) is donating cash to help support the fight against coronavirus. The stock exchange is donating HK$10 million (US$1.28 million), the listed company said in a tweet on Saturday.  The donation will be allocated to several welfare organizations that “provide relief and support to those in need.” HKEX did not specify which organizations the funds will be donated to, or provide a timeline for the distribution.  President Donald Trump is hoping for a \"miracle\" that will make the coronavirus disappear. But tanking stock markets and signs the disease is stalking America are delivering their verdict on his scattershot management of the crisis. A historic Wall Street sell off, the first case on US soil that could not be traced to travel to countries battling the virus, and news of drug shortages outpaced White House efforts to show everything was under control. \"It's going to disappear. One day it's like a miracle, it will disappear,\" Trump said at the White House Thursday as the virus marched across Asia and Europe after US officials said the US should brace for severe disruption to everyday life. The President also warned that things could \"get worse before it gets better,\" but he added it could \"maybe go away. We'll see what happens. Nobody really knows.\" The President's comments, which seemed divorced from the gravity of the situation, followed CNN reporting that raised new questions about Trump's capacity to handle the crisis. For weeks, aides and allies have tried to impress upon him the seriousness of the coronavirus situation, warning him of the threat to the global economy and -- by proxy -- his own reelection prospects, according to people familiar with the conversations. Devastating losses in Wall Street that finally convinced him to put a face on the crisis on Wednesday. But his erratic news conference only fanned the impression of a leadership vacuum. Read more about Trump's response to coronavirus here.  Japan’s Ministry of Health updated its numbers of novel coronavirus Friday to a total of 935 cases -- up on an earlier count of 907 cases. At least 11 people have died from the virus in the country, according to Japanese health officials. Of the 935 cases, 705 are from the Diamond Princess cruise ship in Yokohama. The American-owned cruise ship was put under quarantine by Japanese authorities for two weeks in February after a coronavirus outbreak was detected on board. Six people from the ship have died from coronavirus.  Last week, a top Japanese government adviser admitted that the quarantine measures enacted on the Diamond Princess cruise ship may have allowed additional infections to spread among the ship's crew and passengers. But by failing to isolate the crew of the Diamond Princess from the beginning of the quarantine, infected workers may have passed on \"secondary or tertiary\" infections to their fellow crew members and passengers, thereby exacerbating the deadly outbreak, according to Dr. Norio Ohmagari, the director of the Disease Control and Prevention Center at the government-funded National Center for Global Health and Medicine. Read more about the Diamond Princess cruise ship here.  Hakone is a resort town in Japan just outside of Tokyo -- and normally at this time of the year, it would be bustling with visitors. It's a place with hot springs and mountain views. But as Japan tried to battle the coronavirus outbreak that's infected more than 900 people in the country alone, the town is eerily quiet. Hotels, restaurants and tourist sites are unusually empty, with few foreign visitors in sight.  Hear more about what the town is like from CNN correspondent Will Ripley: Over half of all confirmed cases in South Korea are connected to the Daegu branch of the Shincheonji religious group, according to South Korean authorities. In total, 1,557 cases -- or 53.1% of South Korea's total cases -- are connected to the group. The vast majority of those are in the city of Daegu.  There are 2,931 total coronavirus cases in South Korea, and 2,055 of them in Daegu. Of the cases in Daegu, 1,356 are connected with the group.  What is the Shincheonji religious group? Shincheonji Church of Jesus, the Temple of the Tabernacle of the Testimony was established on March 14, 1984, by Lee and is centered around the personality of its founder. Little is known about his past. The group -- which is an offshoot of Christianity -- says it has about 245,000 members more than 31,000 of them from overseas. Why would the virus have spread through the group? According to former member Duhyen Kim, attendance at services was mandatory. Members need to swipe in and out of services with a special card, and any absence was followed up on. Sickness was not a reason to miss services. He describes how, when he was a member, followers would sit on the floor during hours-long services \"packed together like sardines.\" And according to Kim, attendees are not allowed to wear anything on their faces -- even glasses -- during prayer time. How has the group handled the outbreak? There's been heavy criticism of the group's level of transparency. South Korea's Gyeonggi provincial governor, Lee Jae-myung, said in a radio interview with Korean station TBS, that the Shincheonji group had not initially cooperated with officials as promised.  Daegu police deployed 600 officers to find hundreds of members, knocking on doors, tracking phones and scouring security camera footage to find them, and asking them to self-isolate. Members of the public signed an online petition filed to the president's office calling for Shincheonji to be dissolved.  But Shincheonji says it has close to 1,100 buildings and is disinfecting them to try to stem the spread of the virus. It also says it is cooperating with local authorities, and has shut down all church services and gatherings. Read more about how the virus spread through the group here.  Taiwan confirmed five additional coronavirus cases on Saturday, raising the total tally to 38, according to a statement from the Ministry of Health and Welfare. The cases include a cleaner and three medical staff who had contact with a person before they tested positive for coronavirus. The four all developed a cough, runny nose and fever between February 18 to 25, the statement said.  Authorities have shut down the room the previous case stayed in before testing positive. The fifth new case is a woman in her 60s. She toured Dubai, in the United Arab Emirates, and Egypt from January 29 to February 21, and developed a sore throat and cough on February 20.  The UAE has 19 confirmed cases, while Egypt has one confirmed case. An Icelandic man in his 40s who recently traveled to Italy has been infected with the coronavirus, according to Icelandic authorities. The man traveled to Northern Italy -- where most of the coronavirus cases are centered -- but he didn't go to what authorities have termed the \"designated risk zone,\" according to Iceland’s Department of Civil Protection and Emergency Management.  He's now in isolation at Landspitali National University Hospital in the country's capital, Reykjavik. He is not considered severely ill but is showing common symptoms of the virus. The government is working to trace the man’s path to see who else may be at risk of exposure.  In a striking contradiction to White House assertions that the coronavirus is under control, the Pentagon's chief of personnel is sharply warning that the virus poses an increased \"threat\" in areas where US troops and defense personnel are located around the globe.   In a February 25 memo, Matthew Donovan, who is filling the top personnel job on a temporary basis, informed the military's most senior leaders that as the novel coronavirus continues to spread, it is \"an increasing force health protection (FHP) threat in areas where Department of Defense (DoD) personnel live and work.\" CNN has learned that top US commanders around the globe are increasingly concerned that as allies shut down borders and travel in response to the virus' spread, there's a risk that by the end of March, US military readiness may start degrading, according to several defense officials. The military leaders' concerns and Donovan's memo are the latest signs that the virus is becoming a national security challenge. It is affecting the military, curtailing diplomats' movements, straining global supply chains and shaking the US economy, which saw stock markets drop more in the past week than they have since the economic crisis of 2008. Read the full story here. Macao has imposed a compulsory quarantine on people who have traveled to Italy or Iran in the past 14 days before entry from Saturday noon local time, according to a government statement. The travelers will have to undergo medical observation in isolation for 14 days at a designated venue in the semi-autonomous Chinese territory.  Macao residents can stay at a domestic venue approved by the health authorities, while non-Macao residents will be placed at a designated hotel at their own expense. Separately, the city’s public services will resume on Monday, after government departments provided only basic or emergency services, according to a government report. North Korean leader Kim Jong Un announced steps to prevent coronavirus from spreading into North Korea during a meeting with his Workers' Party of Korea Saturday, according to state-run KCNA.  \"In case the infectious disease spreading beyond control finds its way into our country, it will entail serious consequences,\" KNCA reported Kim as saying, \"noting that the strong measures taken by our Party and the government from the beginning have been the surest and highly reliable, preemptive and decisive preventive measures as this viral infection spreads so rapidly, its incubation period is uncertain and its contagion route is also scientifically uncertain.\" North Korea has not confirmed a single case of the virus inside its borders, but global health experts have warned the country is highly susceptible to an outbreak given its close proximity to China and limited medical capabilities. Every other country in East Asia has confirmed numerous cases. On Thursday, a United Nations sanctions committee announced it had given approval for diagnostic equipment to enter North Korea to combat a potential outbreak. A high school student who has no history of traveling to infected areas has been diagnosed with coronavirus, according to Washington State Department of Health.  The student is one of two new presumptive positive cases of novel coronavirus in the state of Washington. The second presumptive case is a female in her 50's from Snohomish County who recently traveled to South Korea.  Presumptively positive means the tests have come back positive from the public health laboratory in Washington and are pending confirmation at the Centers for Disease Control and Prevention.  The boy -- who is a high school student in Washington state -- visited two different clinics in Snohomish County this week, according to Snohomish Health District interim health officer Dr. Chris Spitters.  The student planned to go to school on Friday morning, but was notified of his test results and returned home before attending any classes.  The boy's school, Jackson High School, will be closed on Monday for three days to allow for deep cleaning.  The student who tested positive is currently in home isolation and doing well. A small number of students that came into close contact with the student were notified by local health officials, and will stay home for the next 14 days. Health officials are also working to notify any health care workers and patients that may have come into contact with the student. The boy's sibling, who attends Gateway Middle School, is being tested and will remain out of school in quarantine until his test results are back, according to a letter to families from Everett Public Schools, which runs Jackson High School. According to the letter, the sibling is not currently symptomatic. For 18-year-old Huang Yiyang, school starts when she opens up her laptop. Over the past two weeks, there have been no school bells, bustling corridors, busy canteens or uniforms. Instead of physically traveling to her public school in Shanghai, Huang sits at her laptop from 8 a.m. until 5 p.m. often in her pajamas, watching livestreamed class after livestreamed class. For physical education class, her teacher performs exercises for students to follow. For English, she sits silently through lectures to virtual classrooms of 20 to 30 students. She puts stickers or tissues over her webcam, so her classmates can't see her if a teacher calls on her to answer a question. \"We're at home, so we don't look so good,\" she says. Huang barely leaves the house, and she hasn't seen her friends for a month. But while she is isolated, she's also part of what may be the world's largest remote learning experiment. In a bid to stop the spread of the disease, schools across China are closed, leaving about 180 million school-aged children stuck at home. And mainland China is just the start. Millions of students in Hong Kong, Macao, Vietnam, Mongolia, Japan, Iran, Pakistan, Iraq and Italy have been affected by school closures. For some, that means missing class altogether, while others are trialing online learning. Authorities in the United States, Australia and the United Kingdom have indicated that, if the outbreak gets worse, they could shut schools, too. But while online learning is allowing children to keep up their education in the time of the coronavirus, it's also come with a raft of other problems. For some students, the issues are minor -- shaky internet connections or trouble staying motivated. For others, the remote learning experiment could come at a cost of their mental health -- or even their academic future. Read more about the world's largest remote learning experiment here.  Agriculture Secretary Sonny Perdue on Friday called the coronavirus a \"pandemic,\" using a term that has not been used by the White House or government health agencies as the Trump administration struggles to stay on message in response to the virus' outbreak. \"Hopefully we can get past this coronavirus pandemic very quickly and get back to the trade,\" Perdue said while speaking to farmers at the Commodity Classic conference in San Antonio, according to audio of his remarks obtained by CNN. The secretary's use of the word is out of sync with the official message from the Trump administration, which has sought to downplay fears of a pandemic. Global health officials have not labeled the virus' outbreak a pandemic, either. All public messaging on the coronavirus is supposed to be cleared by Vice President Mike Pence's office, an attempt to get the Trump administration on the same page after administration officials blamed a series of mixed messages from senior officials earlier in the week for critical media coverage. Pence is leading the administration's efforts to combat the coronavirus. The basis for Perdue's use of the term is unclear.  CNN has reached out to the Department of Agriculture for clarification but has not yet heard back. The White House is declining to comment. Read the full story here. Over the past week, the coronavirus outbreak has shaken stock markets and prompted concern from US politicians. The country has 64 confirmed cases and no deaths -- still relatively small numbers compared to mainland China, where 79,251 people have been infected, and other more recent hotspots, such as South Korea, Iran and Italy, where outbreaks are expanding rapidly.  But concern over coronavirus is certainly leaving its mark.  Preparation concerns After a briefing Friday, Democrats said that the country is not prepared to deal with the public health threat, while Republicans were less critical but still said that more needs to be done to combat the spread of the disease. \"This is potentially an enormous issue for the country and I do not think we're prepared,\" Rep. Pramila Jayapal, a Democratic Judiciary Committee member, said. Panicked markets The three major stock indexes posted their worst weekly percentage drops since the 2008 financial crisis. Trillions of dollars have been wiped out of the stock market in a week. Spiking demand for hand sanitizer US drug stores, retailers and suppliers are racing to keep up with surging interest for cleaning products as fears over coronavirus intensify. Pharmacy CVS has warned that the demand for those products could cause supply shortages.   Cancellations The fears are also impacting the entertainment industry. Production for the upcoming season of hit show \"The Amazing Race\" has been temporarily suspended, and California punk rockers Green Day suspended concerts in Asia over the virus.  Community spread Several people are believed to have become infected despite not traveling to an infected area, or having come into contact with a person known to be infected with the virus.  Less obvious impacts Companies such as footwear manufacturer Crocs, which has a large retail presence and consumer base in Asia, have been hit hard. In the case of Crocs, the company relies solely on non-US third party manufacturers, and says it expects a considerable sales hit this year because of the coronavirus. There are already more than 2,000 confirmed coronavirus cases in the South Korean city of Daegu -- but South Korea’s Vice Health Minister Kim Gang-lip warned that number will continue to rise. In a daily briefing Saturday, Kim said the confirmed cases would rise as tests on the Shincheonji religious group members continue.  The religious group is now at the heart of South Korea's novel coronavirus outbreak, particularly in the city of Daegu. In total, South Korea has 2,931 confirmed coronavirus cases, with 2,055 of them in Daegu.  “The proportion of confirmed cases among them (Shincheonji religious group) is considerably high. As a result, over the next few days when tests on the Shincheonji religious group are being completed, confirmed cases in Daegu are expected to continue to rise at a substantial level,” Kim said.  He also said that this weekend will be a crucial moment in preventing additional spread of the virus and urged citizens to avoid going to events where many people gather in enclosed spaces. Canada has 16 confirmed cases of coronavirus. The latest case is an 80-year-old man with a travel history to Egypt, according to a statement from Dr David Williams, Ontario's Chief Medical Officer of Health. Egypt only has one reported coronavirus case. The man arrived in Toronto on February 20, and went to the Scarborough Health Network’s emergency hospital on February 27.  The patient was cared for at the hospital and was tested and isolated while there. He was discharged home the same day and went into self-isolation, where he remains. Most of Canada's cases are in British Columbia or Ontario, with one case in Quebec.  A University of California Davis student is being tested for coronavirus following potential exposure, Dr. Cindy Schorzman announced in a press call. That person is being isolated at home, and two other students are being isolated off campus as well, Schorzman said. All three are roommates at a UC Davis residence hall, according to Schorzman. Test results for the student under investigation are not expected for a few days, as the nasal and orals swabs were sent to the Center for Disease Control in Atlanta, which is processing hundreds of tests from around the country, Yolo County health officer Dr. Ron Chapman said. The other two students are asymptomatic. Citing privacy laws, health officials would not say whether the student was potentially exposed to someone with the virus or if they had recently traveled to a suspect location. A Solano County woman is being treated at UC Davis Medical Center for what might be the first ‘community spread’ case of coronavirus. The UC Davis Medical Center is not on campus, but is about 17-miles away in Sacramento. At the start of February, mainland Chinese authorities were reporting over 1,000 new coronavirus cases each day. This week, confirmed new coronavirus cases increased by the hundreds.  On Friday, for instance, there were 427 new confirmed cases, with almost all of them in Hubei province where the outbreak is believed to have started, according to China’s National Health Commission. Since the start of the outbreak, 79,251 have been infected with coronavirus and 39,002 patients have recovered and been discharged from hospital, the commission said. The recent numbers suggest that the outbreak may be stabilizing on the mainland. That's how state media China Daily is presenting it -- in a report Saturday, the paper ran the headline: \"Epidemic easing at its epicenter.\" How China is reacting to the drop in numbers Some parts of China have lowered travel restrictions and began the slow process of getting back to work. Liaoning, a province in northeastern China that borders North Korea, was the first to downgrade the coronavirus emergency response level from the highest level -- Level 1 -- to Level 3 on Saturday, according to a statement by the provincial government.  This was followed by Shanxi, Guangdong, Yunnan, Gansu and Guizhou, accounting for some 305 million people. Why that could be an issue The problem is, the danger may be far from over. Outside of the epicenter in Hubei province, where a huge amount of resources and emergency staff have been deployed, there are fears that cases may have been missed or gone undiagnosed. Similarly, it may be weeks before it is safe for people to begin moving around freely again or gathering in large numbers. We know that the virus can lie dormant and there is strong evidence that it is spread while people are asymptomatic. Read more about how China is handling the outbreak here.  Chinese manufacturing activity slowed at record pace in February, confirming the impact of the novel coronavirus on the world’s second largest economy. The official manufacturing purchasing managers’ index (PMI) was 35.7 in February, the National Bureau of Statistics (NBS) said on Saturday. A reading below 50 indicates a contraction in manufacturing activity. This is the lowest reading since January 2005 when it was first released. The second lowest was 38.8 in November 2008, during the global financial crisis.  Since the outbreak began in December last year, more than 78,000 cases have been confirmed inside of Mainland China, with the death toll rising to more than 2,700.  China's leaders have taken dramatic steps to rein in the virus, quarantining millions of people and putting much of the country on lockdown. Over 120 health care workers from one hospital in California have been asked to stay home over fears they may have been exposed to a coronavirus patient. A woman is currently being treated at the University of California Davis Medical Center for confirmed case of COVID-19. The patient didn't have any relevant travel history or any exposure to another known patient. A total of 124 health care workers -- including at least 36 nurses -- have been forced to self-quarantine after possible exposure to the coronavirus patient, the National Nurses United union announced Friday.  The health care workers have been asked to stay home, according to a press release from the union. \"Despite University of California medical facilities being generally better prepared and equipped to treat challenging medical cases, the recent UC Davis Medical Center COVID-19 case highlights the vulnerability of the nation’s hospitals to this virus and the insufficiency of current Centers for Disease Control guidelines,\" the union said in the press release. A spokesman at UC Davis Health tells CNN they do not have a comment at this time.  The spouse of the United States Forces Korea service member who recently tested positive for coronavirus has also tested positive. The patient is the fourth USFK-related person who has been confirmed with the virus. In a statement, the United States Forces Command said that the woman has been in self-quarantine since February 26 following her husband's positive test \"She is currently being transported to a US military hospital where she'll be in isolation under direct medical care and supervision from US military medical providers. \nThe patient has not been in contact with any other USFK or USFK affiliated personnel since going into quarantine, and KCDC (Korean Centers for Disease Control and Prevention) and USFK health professionals determined contact tracing was not necessary due to her quarantine measures and lack of interaction with others.\" US Forces Korea announced Wednesday that a US service member stationed in South Korea tested positive for the virus. The 23-year-old soldier, stationed at Camp Carroll which is approximately 20 kilometers (12.4 miles) from the city of Daegu, was the first US service member to test positive for the novel coronavirus. A South Korean employee at Camp Carroll and his wife have also tested positive and are now receiving treatment.  Following the outbreak, US Forces Korea has moved to implement measures to stop the potential spread.  The US and South Korea agreed to postpone joint military drills Thursday, and approximately 70 additional US military medical personnel will be deployed to US installations in South Korea.  South Korea now has 2,931 confirmed coronavirus cases, after reporting an additional 594 cases overnight, the South Korean Center for Disease Control and Prevention (KCDC) said in a statement Saturday. Three new deaths were reported on Saturday, bringing the country wide death toll at 16. All three new deaths occurred in the Daegu region, and the deceased are identified as women born in 1926, 1950, and 1957. South Korea has the highest number of confirmed cases of any country besides mainland China, where a total of 79,251 have been infected. The death toll in China is 2,835. A person in Oregon diagnosed with a presumptive case of the novel coronavirus had no known travel exposure and is believed to have contracted the disease through the community, according to Oregon Health Authority Director Pat Allen. A presumptive case means that a test at a state, county or city lab shows that someone has tested positive for coronavirus, but that result has not yet been confirmed by the CDC’s lab in Atlanta. This case is the third in the US where the person is believed to have contracted the disease through the community -- meaning they haven't traveled to an infected area or had contact with a person known to be infected with the virus.  “There was no known travel exposure for this individual, so this is a case of community spread of the disease, much like the case from California earlier this week,” Allen said. The person is from Washington County and is being treated at a Kaiser Permanente hospital. The patient spent time at the Forest Hills Elementary School in Lake Oswego School District and the Oregon Health Authority is working with school officials and the Oregon Department of Education in the response, Allen said.  The case tested positive for coronavirus in Oregon, but the results need to be confirmed by the CDC in Atlanta, Allen said.   The first case of \"community spread\" occurred in California. The person did not have any relevant travel history or known contact with another infected person. Malaysia has confirmed two new cases of coronavirus, bringing the total tally up to 25 on Friday, according to a report from state media Bernama. The two new cases are a 41-year-old female Japanese citizen and a 54-year-old male Italian national.  The woman traveled to Japan in January and to Indonesia in early February. She developed a fever on February 17. The man traveled to Italy from Februray 15 to 21, and started having a fever, cough, and joint and body pains on Februray 22.  The country has imposed restrictions on travelers from the South Korean cities of Daegu and Cheongdo -- current virus hotspots, according to the report. Malaysian nationals, permanent residents and students returning to Malaysia from these two locations will be subject to a 14-day quarantine.  The Australian Department of Health has confirmed that 25 people have been infected with coronavirus -- up on the previous 22 cases. Of those 25, 15 people have reportedly recovered and the rest are in stable condition.  Nine cases are associated with the repatriation flight to bring passengers on the Diamond Princess cruise ship home from Japan, according to the country's health department.  President Donald Trump's meeting with Association of Southeast Nations (ASEAN) leaders has been postponed, a senior administration official told CNN.  The meeting was due to take place in Las Vegas, Nevada, on March 14, but was postponed Friday.  As the international community works together to defeat the novel coronavirus, the United States, in consultation with ASEAN partners, has made the difficult decision to postpone the ASEAN (the Association of Southeast Nations) leaders meeting previously scheduled for mid-March.\nThe United States values our relationships with the nations of this critical region, and looks forward to future meetings,” a senior administration official told CNN. Exact plans for the meeting had not been announced, but administration officials said they expected President Trump to attend and to have bilateral meetings while there. The global death toll from coronavirus has reached 2,922. On Friday, 47 more people died in mainland China from coronavirus, according to China’s National Health Commission (NHC). All but two of those deaths were in Hubei province, where the outbreak is believed to have started. That brings mainland China's total death toll to 2,835 since the start of the outbreak in December last year. Another 87 people have died of coronavirus outside of China.  Iran: 34 deaths\nItaly: 21 deaths\nSouth Korea: 16 deaths\nJapan: 10 deaths\nHong Kong: 2 deaths\nFrance: 2 deaths\nPhilippines: 1 death\nTaiwan: 1 death The situation in mainland China: Confirmed cases in mainland China increased by 427 on Friday, with 423 in Hubei province. The total number of confirmed cases in mainland China is now 79,251. China's NHC added that a total of 39,002 patients have recovered and been discharged from hospital. At the start of February, China reported thousands of new cases each day. Now, the number of new cases reported have appear to have stabilized. On Wednesday, for the first time during the outbreak, the number of new cases reported outside of China in a single day was larger than those reported inside China, the World Health Organization said.  Hospitals battling Italy's growing coronavirus outbreak are facing a \"crisis,\" according to health officials in the southern European nation. Italy now has over 820 cases, making it one of the worst hit countries in the world. Lombardy, in northern Italy, has 531 confirmed cases and a death toll of 17, the region's health secretary Giulio Gallera said Friday.  And hospitals are struggling to cope. If the (coronavirus) keeps spreading, there will be a crisis of the hospitals, not only for those infected, but for all patients,” Gallera said. Professor Massimo Galli, head of the department of infectious diseases at Sacco Hospital in Milan, said that some hospitals were already facing an overcrowding crisis.   The strain on health care infrastructure has long been a concern attached to the outbreak. In the Chinese province of Hubei, where the virus is thought to have originated, hospitals were initially unable to cope with the influx of new patients, a situation that is thought to have helped accelerate the spread of the virus during the early stages of the outbreak. If you're just joining us, here's what's been happening over the last few hours. Highest level of alert: The World Health Organization increased the global risk from the outbreak from high to very high. “This thing can go in any direction. We’re not undermining the risk, it’s there,\" Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said during a press briefing in Geneva on Friday.  Global spread: The total number of confirmed cases now stands at more than 84,000, with more than 5,000 cases outside of mainland China. Though the number of new cases is beginning to ease inside of China, new clusters are fast expanding elsewhere, with rising infection rates in South Korea, Iran and Italy. In total, the virus has now spread to more than 56 countries and territories outside of mainland China.  Italy's hospitals overflowing:  Health officials from Italy’s Lombardy region have warned also warned of a “hospital crisis” if the coronavirus continues to spread. According to Professor Massimo Galli, the head of the department of infectious diseases at Sacco Hospital in Milan, his hospital has already reached the limit for the hospital beds in intensive care wards.  US reports 64th case: The US has reported its 64th case in California -- the individual was a Travis Air Force Base evacuee and passenger of the Diamond Princess cruise ship. The announcement comes amid growing concerns in the US. According to public health authorities, the country's 63rd case, which was reported earlier Friday, is the second US case of unknown origin, indicating that there's evidence of the virus transmitting within the community.  Shutting down: From conferences to concerts, an increasing number of events around the world are being canceled. CBS also temporarily suspended the production of its show “The Amazing Race” due to “increased concerns and uncertainty regarding the coronavirus around the world,” a CBS spokesperson said in a statement to CNN."], "Language": false}