{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/politics/coronavirus-white-house-contain-tax-cuts-tariff-relief/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kevin Liptak, John Harwood and Jamie Gangel, CNN"], "Writers": [["Kevin Liptak", "John Harwood", "Jamie Gangel"]], "FirstPublishDate": ["2020-02-29T00:23:52Z"], "LastModifiedDate": ["2020-02-29T18:54:00Z"], "Headline": ["Tax cuts, tariff relief and travel restrictions: White House hunts for options to contain virus fallout"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump's advisers huddled on Friday to begin developing plans that would both stanch the economic effects of the spreading coronavirus outbreak and impose new restrictions on travelers from Japan and South Korea, according to people familiar with the matter. No decisions have been made to help prevent more market carnage after Wall Street ended its worst week since 2008. Trump has demanded that advisers identify steps that would both boost confidence in his administration's ability to confront the outbreak and inspire economic optimism. Several options are being debated, and White House officials have eyed Federal Reserve action as a possibility. Tax cuts, tariff relief on China and invoking a 1950s wartime law to boost production of medical equipment are also on the table, according to officials. Trump said on Friday that he was also close to deciding whether to impose new travel restrictions on at least two countries with a \"disproportionately high number\" of coronavirus cases: \"We're going to make that decision very soon.\" Senior officials said Japan and South Korea were likely targets for the new restrictions. 'No silver bullet' The White House struggle for a policy response to limit economic damage faces multiple challenges. Aides are exploring regulatory relief for businesses but the practical effect may be limited. Tax cuts and spending stimuli require the assent of Congress, and may not take effect in time to lift the economy soon enough. \"Rate cuts and fiscal stimulus can't open idled factories, lure quarantined people out of their homes or stop business from canceling conferences and travel,\" said Diane Swonk, an economist at the business consultancy Grant Thornton. \"Skittish consumers won't spend until the fear of going out recedes. There is no silver bullet on policy response to such an extraordinary shock.\" Still, Trump has not been shy in applying pressure to the Fed to lower interest rates in the past and aides expect he'll be vocal in calling for action if he determines it necessary. \"I hope the Fed gets involved and I hope they get involved soon,\" Trump told reporters at the White House on Friday before departing for a campaign rally in South Carolina. Federal Reserve Chairman Jerome Powell, a frequent target of Trump's criticism, said in a statement on Friday that Fed officials are closely monitoring developments related to the coronavirus and the central bank will use its \"tools and act as appropriate to support the economy.\" Some of the President's outside advisers have also encouraged some type of tariff relief on China to boost markets and help the country as it continues to confront the crisis. It did not appear as of Friday that was being seriously considered, and Trump has said the tariffs are necessary to maintain pressure on China as trade negotiations enter a new phase. Of greatest concern, multiple aides said, is the uncertainty surrounding the disease itself and its potential impact on Americans' lives, from the possibility of school and work closures to shortages in goods affected by global supply chains. And while Trump has praised China for its handling of the crisis, some of his aides have questioned the accuracy of information coming from Beijing. More masks, more test kits The Trump administration is also considering invoking the Defense Production Act, a 1950 Korean War-era law, to expand the production of medical masks and other protective gear in order to prevent the virus's spread, according to an administration official. The law would allow the administration to expand the manufacture of products deemed necessary for national security. There have been internal discussions about using the law to require companies to scale up production of masks and other wearable equipment. No decisions have been made yet, though officials have testified publicly about the shortage of available N95 masks. Reuters first reported that invoking the act is under consideration. Aside from masks, some congressional and state officials have expressed concern about the availability of test kits used to diagnose the disease. Two Republican lawmakers who spoke to CNN said they were frustrated that the Centers for Disease Control and Prevention and the Food and Drug Administration had not been more aggressive about testing Americans for the virus. \"How can South Korea have done 35,000 tests and we have done a couple of hundred?\" one said. \"We should be manufacturing thousands of kits now and having them sent all over the country.\" The CDC announced on Friday that it had manufactured new test kits with only the two components specific to the novel coronavirus, which they say will increase testing capacity. Projecting optimism Administration officials continued to try to tamp down economic fears on Friday, telling a conservative conference outside Washington that the fundamentals of the American economy remain strong, even as the Dow Jones Industrial Average enters correction territory. \"I would say so far the numbers coming in on the economy have actually been quite good, including today,\" White House economic adviser Larry Kudlow said at the Conservative Political Action Conference. \"You might think about buying the dip.\" Kudlow insisted the coronavirus outbreak would not cause lasting damage to the American economy. Instead, he echoed the President in warning of potentially dire consequences should a Democrat win the White House in November. \"The virus is not going to sink the American economy,\" he said. \"What is or could sink the American economy is the socialism coming from our friends on the other side of the aisle.\" Acting White House chief of staff Mick Mulvaney offered another piece of advice to worried investors during an appearance at the same conference: \"Tell people to turn their televisions off for 24 hours.\" Pence in Florida Friday marked the second full day of Vice President Mike Pence's tenure as the administration's coronavirus overseer. Already, his office has worked to consolidate messaging efforts. Mulvaney sent a brief, government-wide email on Thursday saying all coronavirus-related communications must now go through Katie Miller, the vice president's press secretary, according to two people familiar with the email.   The current expectation is that officials on the task force who go on television will likely have to clear their statements with Pence's office beforehand, though a person familiar insisted this practice is less about the content and more about coordinating timing.  Still, some tentatively scheduled television appearances by Dr. Anthony Fauci, the head of the National Institute of Allergy and Infectious Diseases, were canceled on Thursday and Friday as the new messaging structure came into effect. Fauci denied to lawmakers during a Friday briefing that he was being \"muzzled,\" and he was planning to appear on some news programs over the weekend, according to Pence's office. Even as he was overseeing the response, Pence himself was sticking to his planned political schedule in Florida. He was slated to headline a fundraiser on Longboat Key for the National Republican Congressional Committee and to speak at a Club for Growth economic conference in West Palm Beach. Pence's office said he'd spoken with six governors on Thursday. Sen. Dick Durbin, an Illinois Democrat, also said he'd heard from the vice president after he called for a bipartisan response to the crisis. Pence's office added a \"Florida coronavirus response meeting\" to his schedule the day before he left Washington, where he briefed Gov. Ron DeSantis. Two Republican lawmakers told CNN they thought the decision to put Pence in charge was a bad one, citing his lack of experience and questioning his travel to Florida. \"Bad call,\" said one of the sources. 'Things happen in life'` Trump has shown less interest in appearing fully engaged by the crisis. On Thursday, as markets tumbled more than 1,000 points and officials were probing a new case in California, the President spent nearly an hour meeting in the Oval Office with two actors who are portraying FBI officials who sent texts disparaging him in a new play. Later, Trump invited some attendees at a White House African American History Month reception into the Cabinet Room for a discussion that was captured by cameras, including the YouTube stars Diamond and Silk. Speaking at the reception, Trump seemed to acknowledge a virus outbreak wasn't quite among the issues he thought he'd be confronting as President. \"Things happen in life -- if they said give me 10 bad things that you think will happen, that wouldn't be on the list,\" he said."], "Language": false}