{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/politics/south-carolina-trump-tariffs-manufacturing/index.html"], "Source": ["cnn"], "Location": ["Manning, South Carolina"], "ByLine": ["By Katie Lobosco, CNN"], "Writers": [["Katie Lobosco"]], "FirstPublishDate": ["2020-02-29T15:39:46Z"], "LastModifiedDate": ["2020-02-29T16:29:31Z"], "Headline": ["'We're winning right now': South Carolina's strong economy masks pain from Trump's trade wars"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["One day last week, the assembly line at Kent International's South Carolina plant was working on a beach cruiser model with a pink frame, purple rims and white tires, called the \"Charleston.\"  The process starts with the wheels. A worker uses a machine to drive 36 spokes into each rim. A second worker puts on the tube before handing it off to another who inflates it. Then the wheels -- along with the handlebars, seat, brakes, chain wheel and crank -- are installed as the frames hang from a conveyor belt and travel down the assembly line. By the end of the day, 992 bicycles were ready for shipment.  But it's much more expensive to make those cruisers than it used to be.  President Donald Trump has imposed a 25% tariff on each of those parts, which Kent pays when the parts reach the United States. CEO Arnold Kamler raised prices to make up for the new taxes. Sales dipped, and layoffs were made. A couple years ago, the South Carolina plant employed 147 workers. Now, it's down to 115.  Small manufacturers like Kent are struggling with the trade tensions, which make it hard to plan future investments, force them to eat the cost of new tariffs or pass some if it along to consumers, and jeopardize jobs. But the overall economy remains strong -- and may be enough to help voters forget about the pain caused by tariffs when they head to the polls later this year.  Trump's trade wars have hit South Carolina, where the economy is tied closely with trade. The state has attracted global manufacturers like Boeing and BMW with its large port in Charleston, access to the interstate highway, a strong network of technical colleges, and a low unionization rate. It's the fourth biggest exporting state to China.  Imports from China to South Carolina fell 11% in 2019, according to the Census Bureau. Exports shipped from South Carolina to China, which mostly consist of aerospace products and motor vehicles and parts, also took a hit in 2018 before rebounding last year. But they were still lower than in 2016, before the trade war began.  Altogether, the tariffs have cost South Carolina businesses $836 million, according to an analysis of government data by a free-trade group called Tariffs Hurt the Heartland.  \"I think the business community will tell you that the uncertainty that existed several months ago was not a good thing for business,\" said South Carolina Chamber of Commerce President Ted Pitts.  \"There was some real pain and concern. But they'll say China has been a bad actor and now is the time, while the economy is good, to deal with the issue,\" he added.  Strong job growth and record shipments despite tariffs Despite the tariffs, South Carolina's economy looks strong overall and job growth remains steady -- in every county in the state. Unemployment is at a record low. The newly ratified US-Mexico-Canada Agreement and \"phase one\" deal with China have eased tensions and created some certainty for South Carolina businesses, at least psychologically. Tariffs remain in place on about two-thirds of the goods the United States imports from China.  The Port of Charleston still managed to have a record year. Shipments did slow at the end of 2019 because some manufacturers sped up orders earlier in the year, before higher tariffs were set to go into effect, said Jim Newsome, President of the South Carolina Ports Authority.  The strength of the consumer, he argued, kept trade strong and the port is still moving forward with some major infrastructure developments. Plus, some manufacturers were able to find suppliers outside of China. Imports and exports between all countries and South Carolina were up in 2019.  It's hard to say how much better the economy could have been last year without the trade war. But Joey Von Nessen, a research economist at the University of South Carolina, says that while the state economy has been resilient, \"growth has softened in the past year, in part because of the tariff effect.\" Wages are going up, but they're growing faster for those at the top of the income ladder. South Carolina's poorest households saw their inflation-adjusted income go up by 6% between 2009 and 2018, while the richest 5% saw gains of 18%, according to an Economic Policy Institute analysis of Census data.   A shift to manufacturing Kent's manufacturing plant is located in Manning, South Carolina, a rural community midway between Charleston and Columbia. The surrounding area, which makes up Clarendon County, was traditionally known for agribusiness and forestry, but it shifted to manufacturing over the past 20 years. One company makes valves for power plants, another makes equipment used in car factories, and one constructs metal panels used on the outside of buildings.  It sits along the interstate, once dubbed the \"corridor of shame\" by a 2006 documentary about failing public schools, but George Kosinski, director of the county's economic development commission, says he likes to call it the \"corridor of opportunity\" now. About 1,000 people are employed in manufacturing jobs there, more than ever before.  In 1991, it was unthinkable that Kent would be making bicycles in the United States again. As manufacturing moved to China, it became harder and harder to compete with their prices. Kent was losing $5 on every bicycle it made. So it sold off its equipment, deciding to import bicycles from China rather than make them.  \"While we were heartbroken because we loved manufacturing. We thought we would never do it again -- but, still it was in the back of my head,\" Kamler said in an interview inside the South Carolina manufacturing plant last Friday.  Things changed in 2013 when the company's biggest customer, Walmart, announced an initiative to buy more products made in the United States and South Carolina Governor Nikki Haley asked Kamler to consider opening a plant in her state. A year later, he opened one in what was an abandoned factory. It now manufactures about half of all the bicycles made in the United States.  \"While we respect President Trump's decision to go after China and get them to change, and stop stealing intellectual properties, and to protect high-tech industries -- the bicycle industry is a very low-tech industry -- and we're the ones being targeted and having to pay the price,\" Kamler said.  He recently invested $3.5 million in a massive machine that coats the bicycle frames with a powder color, but it wasn't running last week. Kamler eventually plans to make the frames here in the plant, but further investments are on hold until the trade war is settled. For now, the machine is operating at a much lower level than its capacity. \"We want to do more here. We want to make the frames, we want to make the forks, we want to make our handle bars, we want this to be a real Made-in-the-USA product, not an assembled in the USA product,\" Kamler said.  \"But we're on hold for any future investment and future hiring until the trade war is settled.\" Unemployment keeps going down Still, the labor market is tight and the data suggests that any jobs lost due to the tariffs -- like those at Kent -- are being absorbed elsewhere because unemployment keeps going down, said Von Nessen.  Even though Trump's tariffs destroyed a couple dozen jobs at Kent, Manning is on the upswing, said Mayor Julie Nelson, who is looking forward to a new IT company, Provalus, coming into town -- expected to open later this year and eventually create 300 jobs for the town of 4,100 residents.  She said the tech jobs are drawing a few people back home to Manning and she's hopeful the 24-hour operation will lead to a new coffee shop or deli downtown.  \"We're winning right now,\" Nelson said. "], "Language": false}