{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/health/coronavirus-vaccine-and-treatment-development/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Hanna, CNN"], "Writers": [["Jason Hanna"]], "FirstPublishDate": ["2020-02-28T22:16:54Z"], "LastModifiedDate": ["2020-02-29T04:12:39Z"], "Headline": ["What we know about potential coronavirus vaccines and treatments"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Although physicians still have no vaccine or cure for the novel coronavirus, health officials and pharmaceutical companies around the world are working hard to develop them. More than 20 potential vaccines aimed at preventing coronavirus disease are in development around the world, the World Health Organization's director-general said Friday. But health officials have consistently said it will take at least a year before any vaccine is proven effective and gets necessary approvals for wide distribution. Meanwhile, several treatments aimed at healing patients or alleviating symptoms already are in clinical trials. Here are some recent developments in the race for treatments and vaccines for the novel coronavirus. Potential treatments • The antiviral drug remdesivir: An existing antiviral drug, remdesivir, is showing signs of helping to treat this new coronavirus, the World Health Organization has said. \"There is only one drug right now that we think may have real efficacy and that's remdesivir,\" Bruce Aylward, a WHO assistant director-general, said this week at a press conference in Beijing. Remdesivir is an experimental drug that was tested in humans to treat the Ebola virus, though studies found it was ineffective for that. Developed by American biotech firm Gilead Sciences, the drug is slated for these trials: -- The University of Nebraska Medical Center in Omaha: A clinical trial is underway there -- and the first participant is an American who was evacuated from the Diamond Princess cruise ship docked in Japan, the US National Institutes of Health said. Participants will receive 200 milligrams of remdesivir intravenously when they're enrolled and another 100 while they're hospitalized for up to 10 days in total. A placebo group will receive a solution that resembles remdesivir but contains only inactive ingredients, the NIH said. \"We will know reasonably soon whether it works. And if it does, we will then have an effective therapy to distribute,\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Wednesday. -- Studies elsewhere: About 1,000 coronavirus patients, primarily in Asia, will be part of two randomized studies of remdesivir, starting in March, Gilead Sciences said Wednesday. One will be for about 400 patients with severe symptoms. The other will be for about 600 patients with more moderate symptoms. The study will look at the effectiveness of different dosing durations: Patients in both groups will receive the drug for either five or 10 days. • HIV drugs: Doctors around the world, including in Thailand and China, have been trying a combination of HIV and flu drugs. Results of those studies haven't been widely reported, but there are a few reasons to explore HIV antiretroviral drugs. Like HIV, coronaviruses are RNA viruses. And years ago, a combination of HIV drugs and an antiviral drug seemed to help some patients in the 2002-2004 outbreak of SARS, caused by a different coronavirus, according to a study published in the journal Thorax. \"China learned from prior coronavirus epidemics (SARS and MERS) to repurpose antiretroviral and antiviral medications for partial treatment of this newest global health scare,\" Dr. Sten Vermund, dean of the Yale School of Public Health, wrote for CNN last month. Potential vaccines A number of companies around the world say they've developed potential vaccines after obtaining genetic information about the virus. Since this coronavirus emerged in in December in Wuhan, China, these candidates have emerged quickly. By comparison, researchers took about 20 months to start human tests of the vaccine for SARS, Fauci has written. But the reality is that health officials insist these potential vaccines can't be approved for at least a year. Fauci gave CNN this outlook on Wednesday: -- The first Phase 1 clinical trial could begin in about two months. -- Such a trial, involving about 45 people, would last about three months. Researchers would try to determine if the candidate is safe and immunogenic. -- The next phase, involving hundreds of people, would last another six to eight months. So, even if a candidate is proven safe and effective, it won't be ready for use this year, Fauci said. Now, a look at some candidates: • Moderna trial could start in April: US biotech firm Moderna has sent an experimental vaccine to the US National Institute of Allergy and Infectious Diseases and says its Phase 1 trial could start in April. Moderna, using messenger RNA, aims to make drugs that direct cells in the body to make proteins to prevent or fight disease.  The technology has had positive results from Phase 1 tests across six different vaccines, one of which is currently in a Phase 2 trial, according to a company spokesperson. But Moderna has yet to produce a proven vaccine with its mRNA platform. • Novavax and Inovio: US biotech firms Novavax and Inovio also say they have developed candidates. Novavax says it hopes its vaccine could start Phase 1 testing in May or June. • Many other efforts: The US National Institutes of Health; Chinese biotech firm Clover, in a partnership with British drugmaker GlaxoSmithKline; Israel's Institute for Biological Research; US pharma giant Johnson & Johnson; and Japan's National Institute of Infectious Diseases are among groups who've indicated they're working on a vaccine."], "Language": false}