{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-05-04-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-05-03T14:35:17.886Z"], "LastModifiedDate": ["2020-05-05T01:57:38.140Z"], "Headline": ["States reopen in US as coronavirus pandemic persists"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow the latest developments from around the globe here.   The US Food and Drug Administration confirmed on Monday it had given emergency use authorization to a new Roche antibody test that the company says is more accurate. The drug giant announced the test had been authorized on Sunday, but the FDA did not update its website with a list of authorized tests until Monday. Antibody tests look for evidence that someone has been infected with a virus, usually in the past. They can be used to see how many people in the population have been infected, even if they did not show symptoms. They may begin to show if people develop any kind of immunity to coronavirus, either in the short term or the long term. They are different from the tests usually used to detect current infections. Those tests look for evidence of the virus itself in a patient.  Public health experts have complained that most of the antibody tests now on the market are inaccurate. Even a test that claims to have 95% accuracy can miss up to half of cases if the virus is not very common in the population being tested. Roche said its test catches 99.8% of people who have been infected and identifies 100% of those who have not – a sensitivity of 99.8% and a specificity of 100%. Better specificity averts the risk of false positives – a test that wrongly tells someone they have been infected when they have not been. If people do develop immunity to coronavirus infections, false positives would be dangerous because they could give people a false sense of security. United Airlines is asking some of its employees to consider leaving voluntarily as the airline tries to \"right size\" its workforce during the coronavirus pandemic. In a memo to some United Airlines employees, obtained by CNN, Chief Operations Officer Greg Hart said, “You may want to seriously consider if you’re in a position to take a voluntary separation.\" Hart said executive salaries have been cut and that the airline is trying to be transparent with its rank-and-file workforce.  “We recognize that this is painful news, but it provides what we believe is the most accurate assessment of what lies ahead for our company,\" Hart said in the memo. Becoming a smaller airline: United Airlines Chief Communications Officer John Earnest told CNN the airline is trying to deal with the \"significant disruption to our business.\" \"Most days in the month of April, on an individual day we were flying fewer customers, in an individual day than we had pilots on the payroll,\" Earnest said. \"We do expect, in all likelihood, by the time October rolls around we're going to be a smaller airline,\" he added. Intelligence shared between Five Eye nations indicates it is more likely that the coronavirus was spread from exposure in a market than came from an accident in a Chinese lab, according to two western officials. The virus that originated in Wuhan was not accidentally released from a lab, the officials said, citing an intelligence assessment that contradicts a narrative increasingly being pushed by the Trump administration. “We think it’s highly unlikely it was an accident,” a western diplomatic official with knowledge of the intelligence said. “It is highly likely it was naturally occurring and that the human infection was from natural human and animal interaction.” The countries in the Five Eyes intelligence-sharing coalition are coalescing around this assessment, the official said, and a second official, from a Five Eyes country, concurred with it. The US has yet to make a formal assessment public. A third source, from a Five Eyes nation, told CNN that the level of certainty being expressed by Secretary of State Mike Pompeo and President Trump is way out in front of where the current Five Eyes assessment is. This source acknowledged that there is still a possibility that the virus originated from a lab, but cautioned there is nothing to make that a legitimate theory yet. The source added that “clearly the market is where it exploded from” but how the virus got to the market still remains unclear. But without greater cooperation and transparency from the Chinese, it’s impossible to say with total certainty, the first official added. Five Eyes is made up of the United States, United Kingdom, Canada, Australia and New Zealand – in which the countries share a broad range of intelligence in one of the world's tightest multilateral arrangements. The third source said it is also possible the US is not sharing all of its intelligence. While the overwhelming majority is shared among five eyes, there are pockets of information that each country keeps to themselves. When the information is shared, they share sources and methods, and sometimes countries do not want to share sources and methods. The assessment follows repeated claims by Trump and Pompeo that there is evidence the virus originated at the Wuhan Institute of Virology. “I can tell you that there is a significant amount of evidence that this came from that laboratory in Wuhan,” Pompeo told ABC News on Sunday. The US intelligence community issued a statement on Thursday saying they are still working to “determine whether the outbreak began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan.” The statement said that the Covid-19 virus was not manmade or genetically modified. The Office of the Director of National Intelligence and State Department did not respond to CNN’s request for comment. Watch here: Louisiana is reporting 22 new deaths in the state today –– the lowest number of reported deaths in one day in over a month, Gov. John Bel Edwards said at news conference.  “The last three days the deaths have been the lowest in more than a month,” Edwards said. “If you got back to daily reports, you get into March before you see a number that is lower than what we have been reporting.” Edwards said this shows that the people of Louisiana are responding and abiding by the stay-at-home order, reducing contact with individuals, wearing masks and practicing social distancing. By the numbers: The state will now update the number of people they deem recovered from Covid-19 each week. Edwards announced today that 20,316 people are presumed to have recovered. At least 9,673 cases of coronavirus and 1,991 deaths have been reported in the state. Arizona will allow all retail stores to do in-person business again at the end of the week.  “Friday, May 8 will be a full reopening with strict physical distancing,” Gov. Doug Ducey said Monday. He said with the number of new coronavirus cases declining, he feels businesses can reopen safely.  “Arizona is heading in the right direction. We have a downward trajectory,” Ducey said.  Barbers and salons are also included in Friday's reopening order. Ducey said restaurants will be able to offer dine-in services again on May 11. The governor said the state is working with the restaurant industry to come up with specific distancing rules. The governor reminded Arizonans that although more retail options will be opening to them within the next week, the state’s stay-at-home order remains in effect until May 15, so people shouldn’t spend too much time around others. “Get your hair cut, get something to eat, and head home,” Ducey said. ##Reopening## Nike announced on Monday that it will donate 30,000 pairs of Air Zoom Pulse – a shoe specifically designed for health care workers –  to health systems and hospitals in Chicago, Los Angeles, Memphis and New York City, and within the Veterans Health Administration, according to a company statement. \"The effort is led by messages of gratitude to healthcare professionals. From one athlete to another, Nike athletes recognize the physical and mental resilience of healthcare athletes,\" the company said. Hospitals across Europe – including Barcelona, Berlin, London, Milan, Paris and Belgium – will receive an additional 2,500 pairs, according to the statement. About 95,000 pairs of soccer socks will also be delivered to health care workers in Los Angeles and New York City, the company said. New York City Mayor Bill de Blasio tweeted his appreciation, saying, \"Thank you so much for supporting our front line health care heroes.\" Read the tweets: A retired paramedic from Colorado who volunteered to travel to New York City and serve as a first responder on the frontlines of the coronavirus pandemic has died from the virus, Gov. Jared Polis said Monday afternoon. Paul Cary, 66, left Colorado Springs with colleagues from the national ambulance company Ambulnz, and began working in New York on April 1, according to Polis. Cary later contracted Covid-19 during his work in New York, and died on April 30, his family said in a statement.  “He volunteered to travel to New York City, the worst corona outbreak in the world in New York City,” Polis said Monday. “Fifteen thousand lives lost, he said, ‘You know what, I'm gonna go serve on the frontlines as a paramedic and save lives.’ And he knew ... that he was putting his own life at risk, he knew that he might contract the virus, he knew that he was high risk at age 66.\" Prior to working with Ambulnz, Cary served as a firefighter and paramedic with Aurora Fire Rescue for more than 30 years, Ambulnz said a statement.  “Accepting Paul’s commitment to serving others in need, we respected his choice to volunteer to be part of Ambulnz’s response team to the COVID-19 crisis in New York City,” Cary’s family said in a statement to CNN on Monday. “He risked his own health and safety to protect others and left this world a better place. We are at peace knowing that Paul did what he loved and what he believed in, right up until the very end.” Cary is survived by two sons and four grandchildren, according to Ambulnz.  “He didn't hesitate to raise his hand and volunteer and travel thousands of miles from his home to help his fellow Americans in need,” Polis said.  The National Women’s Soccer League (NWSL) announced Monday the league will allow for voluntary, individual workouts to start Wednesday on outdoor team training fields. According to a statement from the league, “the voluntary, individual player workout phase prohibits access to club facilities including but not limited to locker rooms, weight rooms, and indoor team training rooms. Team weight rooms and training rooms are still only accessible to players receiving medical treatments that can’t be performed at home.” The NWSL’s moratorium on full team training remains in place through the end of May 15. The Department of Labor has opened an investigation into American Foods Group, a meat processing facility in Green Bay, Wisconsin. More than 150 employees at that facility have tested positive for coronavirus, according to Brown County Health officials.  A Department of Labor spokesperson confirmed the investigation in a statement to CNN but would not provide more details. American Foods worker Filiberto Reyes Martinez told CNN that he, along with the workers’ rights group Voces De La Frontera, recently filed a whistleblower complaint to Occupational Safety and Health Administration and the Department of Labor over the working conditions at the facility.  Among the complaints: Personal protective equipment was getting so wet with sweat that some of it “was dripping onto the raw meat” with no replacements readily available and having to work faster due to less workers present. It’s unclear whether Reyes Martinez’s allegations are connected to the Department of Labor investigation.  The department would not confirm that his complaint is the subject of their investigation into American Foods as it is their policy not to release the names of employees involved in whistleblower complaints. CNN has reached out to American Foods multiple times since learning of these allegations but has not yet received a response. Shortly after California Gov. Gavin Newsom announced some stores will reopen with limitations this Friday, San Francisco’s mayor said their city may need more time to open businesses responsibly. “We're talking about new guidelines for restaurants now and we're talking about new guidelines for gyms and other places, but can we say definitively that those businesses are going to be open this Friday? No, we can't,” Mayor London Breed said at a news conference today. “I would love nothing more than to open restaurants and go to a restaurant myself right now… but we have to do so responsibly so we don’t see the city go backwards in terms of numbers,\" she said. Breed also said she wants to give businesses enough time to know the city’s expectations for reopening and assure their workforce capacities are adequately prepared. “Whenever the opportunity presents itself to open anything in this city, I’m going to be the first one to make sure that it is announced and that it ensures public health,” Breed said. On testing and social distancing: Breed also emphasized expanding testing capacities and maintaining proper social distancing at heavily-populated areas are crucial while city officials are looking at opening more businesses.  She said Dolores Park, a large and popular area in San Francisco, has been “a real challenge” due to overcrowding. Breed threatened to shut down the park if officials continue to non-compliance with social distancing orders. The mayor separately announced that all essential workers in San Francisco will now be eligible for free Covid-19 testing, regardless of symptoms or exposure.  ##California## ##Reopening## Miami, Florida, has received more than 10,000 applications for rent and small business relief, according to Soledad Cedro, associate communications director for the mayor's office. The relief programs include grants of up to $10,000 to pay for up to three months of business expenses and loans from $10,000 to $20,000 to help cover rent, salaries and utilities. The small business programs have already reached their application limits, but the separate rent and utilities program is still taking applications from Miami residents, Cedro said. North Dakota Gov. Doug Burgum said the Covid-19 testing backlog from over the weekend is close to 5,000 tests.  The backlog was due to a temporary shortage of deep well plates.   “Well, we estimate that I think that the backlog right now is close to 5,000 that are stacked up from over the weekend in terms of tests that have been collected, but those tests are stable and the virus can live and so we don’t have to worry about retesting any of those folks yet,” Burgum said. Chicago Mayor Lori Lightfoot said the city had reached the “sad milestone” of 1,000 coronavirus deaths in the city.  The Chicago Department of Public Health confirmed that 1,014 people have died. The number of coronavirus deaths in Chicago has now more than doubled the amount of homicides in the city for all of 2019.  North Dakota Gov. Doug Burgum announced today that campgrounds in the state will open in a limited capacity on May 9.  North Dakota Parks and Recreation previously announced campgrounds were to remain closed until May 21 due to Covid-19. “I’m excited to announce that the campgrounds are going to be open on a limited basis now on May 9, not on May 21, so we are pulling that forward,” Burgum said. There are a few caveats to the campgrounds reopening on May 9: Little Missouri State Park will still remain closed until May 21.\nCampsites will have limited occupancy and service. \nCabin rentals will remain closed until further notice. \nAll vehicle passes and camping registration must be completed online. ##Reopening## Mississippi Gov. Tate Reeves said outdoor gatherings for up to 20 people will be allowed.  “I don’t want to wait if there are steps that we believe we can safely take now to ease the burden on Mississippians fighting this virus,\" he said. He will also allow dining in restaurants subject to strict guidelines. The guidelines include that servers wear masks and there be no more than 50% capacity in the restaurants. \"Hopefully it will help overcrowding in grocery stores,\" he said. ##Reopening## Illinois Gov. J.B. Pritzker said he believes local law enforcement needs to step in if people continue to defy the state's stay-at-home order.   \"When people are being persistently defiant, I do think that local law enforcement needs to step in. You know, but it's up to the mayor, and it's up to the local law enforcement to make those decisions,\" Pritzker said at a news conference today. In response to a question about the church in Lena, whose pastor held service with dozens of people in attendance last weekend, Pritzker said, \"We have always asked local enforcement, local officials to enforce these orders. The best way to do that, of course, is a reminder to the pastor and to the parishioners that they are putting themselves and others in danger by holding a service like this.\" As for people in any county defying the stay-at-home order of no more than 10 people, the governor said, \"We are asking them to disperse...we just don't want people getting sick.\" \"I will say, however, if people are persistently defiant, they can be put in jail,\" he added. \"And I am not suggesting that that's the best answer or the first answer, but it is something that is an option for local law enforcement.\" Numbers in the state: Illinois reported 2,341 new COVID-19 cases today, bringing the total to 63,840, with 2,662 deaths in the state.  The number of deaths from the novel coronavirus worldwide has surpassed a quarter of a million, according to a tally of cases by Johns Hopkins University. Johns Hopkins reported 250,687 deaths and 3,573,864 total confirmed coronavirus cases worldwide as of 6 p.m. ET Monday. Kentucky will begin the next phase of reopening health care in the state on Wednesday, according to Health Commissioner Dr. Steven Stack. This second phase will include outpatient gastrointestinal procedures, radiology procedures, diagnostic non-urgent cardiac procedures, outpatient orthopedic procedures, outpatient ophthalmological procedures, outpatient ear, nose and throat procedures, and outpatient dental procedures, Stack said. The Battelle system will also be available to all health care providers for use to clean N95 masks. Gov. Andy Beshear also announced that the state has started a partnership with the Kentucky Chamber of Commerce and the Kentucky Distillers Association. The groups will provide masks and hand sanitizer to small businesses as the state reopens its economy.  ##Reopening## Businesses in many smaller communities in Washington state may be allowed to reopen this week under an order signed Monday by Gov. Jay Inslee.  Counties can ask for an exception to state coronavirus regulations on businesses, which remain some of the strictest in the country. In order to apply, a county must have fewer than 75,000 people, with no new Covid-19 cases for three consecutive weeks. Some context: Washington begins “Phase 1” of its reopening plan across the state Tuesday.  Nonessential businesses will still be prohibited from having customers in their stores, but some non-contact businesses like lawn care and car washes can resume. This phase is set to last for at least three weeks. ##Reopening## Tyson Foods resumed operations at its pork processing plant in Perry, Iowa, today, the company confirmed to CNN.  \"All team members returning to work at our Perry facility have been tested, and we have implemented enhanced safety protocols to ensure our efforts meet or exceed local, state and federal guidelines,\" Tyson said in a statement. The new safety protocols include taking the temperatures of workers, conducting wellness checks and screening employees for symptoms and requiring the use of face coverings, according to the statement. The plant closed down more than two weeks ago to \"test team members and conduct deep clean of the entire facility,\" according to Tyson. It is not known how many Covid-19 cases are linked directly to the Perry plant, since neither Dallas County Public Health nor Tyson Foods have made that information available.  The Tyson plant in Waterloo is now the only pork plant with operations fully suspended at this time.  Kansas Gov. Laura Kelly tweeted Monday that the state's \"safer-at-home\" order has ended. \"Today (Monday) begins Phase One of my administration’s plan to cautiously and gradually reopen our state. For Kansans, Phase One means you can go to restaurants – so long as they adhere to proper public health guidelines and can maintain at least 6 feet between customers,\" Kelly's tweeted. Libraries and childcare facilities also may open, she said. Phase Two will occur no sooner than May 18, which includes bars and clubs reopening at 50%, according to Kelly's “Ad Astra: A Plan to Reopen Kansas” website. Phase Three will take effect no sooner than June 1, which includes schools reopening and nonessential travel resuming, according to Kelly. Read Kelly's tweet: ##Reopening## Missouri Gov. Mike Parson visited businesses Monday as the state began reopening stores, but he did not wear a mask even when greeting others wearing face coverings.  When asked why he did not wear a mask at an outdoor store in Springfield and a thrift store in Joplin, the governor responded, “I chose not to.” Parson went on to say, “If you want to wear a mask when you go into a business, then wear a mask. But if you don’t, I don’t think it’s government’s place to regulate that.”  Parson did wear a mask when visiting a Covid-19 temporary intensive care unit at a Springfield hospital, but he declined to weigh in why many legislators were not covering their faces as they returned to work at the Capitol.  “The House of Representatives need to make that choice, not the governor’s office for them,\" he said. By the numbers: The state Department of Health and Senior Services reported 358 new Covid-19 cases Monday, the highest single day number reported in Missouri since the start of the outbreak.  Parson downplayed the increase in the one-day total, saying, “The numbers –– you can pick any of them out and make any case you want.” ##Reopening## Massachusetts reported 1,000 new positive cases of coronavirus today, bringing the statewide total to 69,087, according to numbers released by the health department. The commonwealth reported 86 new deaths, bringing the total to 4,090. Five percent of all cases across Massachusetts are currently hospitalized. California Gov. Gavin Newsom said the state will have to borrow funds from the federal government to pay unemployment claims. “This pandemic is bigger that even the state of California,” Newsom said, focusing on the economic damage resulting from the stay-at-home order. “Just like that, conditions have radically changed.” “We cannot balance our budgets without assistance from the federal government,” he said. More than 4 million Californians have filed for unemployment since mid-March, and the state has already paid out $7.8 billion in claims. “The last time we had to source unemployment at this scale, $10-plus billion during the last great recession, we were able to claw back and pay that back. That would be a process that we would once again engage in to pay back any obligations we have,” the governor said. “We are good for our word.” Newsom is set to present a revised version of California’s budget on May 14. ##California## ##Economy## The South Dakota Department of Health will conduct a Covid-19 “mass testing event” at the Smithfield Food pork processing plant in Sioux Falls, Gov. Kristi Noem announced Monday.  The testing will be optional and will include Smithfield employees, their families and household contacts, Noem said.  While the state “encourages every single employee to participate,\" it is not a requirement for them to return to work.  “We'll continue to do all that we can to protect the health of the Smithfield workforce, so that they can return to work safely and stay healthy. This is a win for the employees at that plant and all the pork producers that will be bringing their hogs to the plant that it will soon be up and running,” Noem said.  She added that she expects it will “just be a matter of a day or two” before operations resume at the plant. The Centers for Disease Control and Prevention conducted a walkthrough of the Smithfield plant this morning, Noem said. The governor said the US Department of Agriculture, the CDC and Occupational Safety and Health Administration (OSHA) will be overseeing operations at the Smithfield plant going forward under the utilization of the Defense Production Act. New Jersey Gov. Phil Murphy said he has been in talks with the National Guard to use non-medical members to work in nursing homes. The governor and Department of Health spokesperson Judith Persichilli are requesting members of the National Guard to work in janitorial, kitchen, security, logistics and general purpose roles, among other non-medical positions, they said. A statement from the governor's office said they \"are in ongoing discussions as to how to best serve New Jersey’s long-term care facilities and keep elderly and vulnerable populations safe during this pandemic.\" Murphy said he was hoping to hear something soon on the status of the discussions. New York City has 13,536 confirmed coronavirus deaths and 5,373 probable coronavirus deaths, according to the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “COVID-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 18,909. There have been 170,534 coronavirus cases in the city and approximately 43,045 people have been hospitalized, according to the city. The data is from the New York City Health Department and was updated on May 4 at 1 p.m., according to the website. ##New York## Michigan Gov. Gretchen Whitmer warned today that reopening the state too soon could lead to a second shutdown.  \"As tough as this moment has been, as great as the price that we have paid in this moment, we know we don’t want to do it again,\" she said at a news conference today. She said the lockdown would continue “until at least May 15” and end “when public health experts and data say it’s safe.” On politics and testing supplies: Asked about tensions with the state legislature, Whitmer said, “I’m happy to work with the legislature. I think ideally we all get on the same page here. But what I can’t do is negotiate like this is a political issue. This is a public health issue.” President Trump posted a tweet Sunday criticizing Whitmer for not saying she needed testing supplies on a call with the White House.  In response, the governor said, “I believe that we have some swabs that are going to be coming in from the federal government – they’re not here yet. And that’s why we’re not going to stop making people understand we still have needs that haven’t been met.” ##Reopening## The Institute for Health Metrics and Evaluation at the University of Washington (IHME), says it has revised its models for predicting coronavirus, and is now forecasting at least 134,000 deaths in the US by August 4. Speaking on Monday, IHME Director Dr. Christopher Murray said they have had a “major revision in our modeling strategy.”  His team is now using a hybrid approach, and is gathering “mobility data as it gets reported through four different cell phone providers.” He said most importantly, they are using data to “reflect the effect of premature relaxation of social distance, which has a substantial effect.” “The effect of this shift in modeling framework, is that the number of deaths that we forecast out to August 4, now increases to 134,000 deaths,” Murray said. Murray said there is “longer tail of deaths,” meaning it will be a slower decline in some states.  He said he is aware of reports of other coronavirus models that project a sharp increase in US cases and deaths, but added IHME numbers are “nowhere near that level.” The New York Times said a Trump administration model projected a steep rise in cases and deaths, projecting about 3,000 daily deaths by June 1. A federal spokesperson tells CNN the modeling numbers in the report obtained by the Times are not from the Centers for Disease Control and Prevention.  “Our numbers are nowhere near that level on June 1,” Murray said. He added they are projecting 890 daily deaths by June 1.  Murray said while IHME has heard about the model, “our understanding is that model will not be released.”  He continued: “I don't think there's a consensus within the government on different modeling groups on that model.”  US stocks ended higher on Monday despite rising tensions between the United States and China. Stocks initially stumbled following President Trump threats last week that China could face new tariffs over its handling of the coronavirus outbreak. However, the tech-heavy Nasdaq Composite turned green earlier in the day. The Dow and S&P 500 managed to climb into positive territory only in the final minutes of trading. The Dow ended up 0.1%, or 26 points. The S&P finished 0.4% higher. The Nasdaq Composite closed up 1.2%. ##Economy## JBS plans to partially reopen its Green Bay, Wisconsin, meat processing facility tomorrow after closing on April 26 following a spike of positive coronavirus cases among employees.  In a statement to CNN, the company said they are no longer providing updated numbers on coronavirus cases at the facility, but added that “all team members are being tested and communicated with directly to ensure appropriate measures are taken to combat any potential spread in the community.”  As of May 1, at least 290 employees and 58 others linked to the JBS Packerland facility tested positive for the virus, according to the Brown County Health Department. JBS said they plan to restart “harvest,” or slaughter, operations with reduced staff starting tomorrow.  Fabrication is expected to resume on Wednesday, according to spokesperson Cameron Bruett.  “We expect operations to normalize over time as absenteeism rates decline in response to the preventive measures in place at the facility and as team members clear any necessary quarantine protocols,” Bruett said.  More than 1,200 employees at the facility will be tested before returning to work, Bruett added. ##Economy## A senior administration official confirmed the White House is moving to further limit coronavirus task force members from testifying at congressional hearings.  Members of the task force have received instructions informing them of this new policy. The administration official said task force members need to focus on their work, not on preparing for delivering testimony. “During the early days of the coronavirus outbreak, task force members were on the Hill 24/7. They’ve been working non-stop since the beginning, and the workload has not diminished,\" the official said. \"Given the continual press briefings and agency-led briefings with committees, I don’t think anyone can reasonably say we aren’t being transparent, but we need to make sure the task force members have the time they need to focus on the task at hand, not on preparing for four-hour hearings several times a week,\" the official added. The White House confirmed Friday it was blocking Dr. Anthony Fauci, the nation's top infectious disease expert, from testifying before the House Appropriations Committee this week. Maine Health officials have received the first batch of test results from a Tyson Foods plant in Portland, Maine, after 12 people tested positive for coronavirus according to Dr. Nirav Shah, Director of the Maine Center of Disease Control and Prevention.  Five new cases of coronavirus have now been reported from the initial group of 96 tests given to Tyson employees, for a total of 17 cases at the facility according to Shah. There are plans to test more than 400 employees at the Tyson facility. Shah said there is a likelihood there could be more positive results from the facility. Tracking coronavirus for 40 million people is an undertaking that requires what California’s Gov. Gavin Newsom calls a \"tracing army.\" A training program led by the University of California, Los Angeles and University of California, San Francisco will teach people how to trace and track the disease through a virtual academy. Each recruit will go through 20 hours of training, with 12 hours online and eight hours in person. Approximately 3,000 people have been identified as tracers and are set to begin their first training course, which goes online Wednesday, Newsom said. The first phase will train about 10,000 people, with a goal of reaching 20,000 tracers. All 58 counties in California have the capacity for tracing and have done so in the past for illnesses like measles and sexually transmitted diseases. “Every county does some form of tracing,” Newsom said, “but new work is being done to scale the effort for the Covid-19 pandemic.\" Testing has increased significantly in California with about 768,000 tests conducted so far. Newsom said an average of 25,000 tests are performed each day. ##California## California beaches in the cities of Laguna Beach and San Clemente have been granted permission to reopen on a limited basis, according to Gov. Gavin Newsom. Newsom ordered a hard closure for all Orange County beaches last week, after significant crowds flocked the sand, and protesters responded quickly to express their displeasure. Laguna Beach’s city beaches will reopen tomorrow and will remain open on weekday mornings only between the hours of 6 a.m. PT and 10 a.m. PT, according to a statement from the city. Active recreation — such as running, swimming, and surfing — is allowed, but lounging on the beach and picnicking will be prohibited. “We appreciate the governor’s willingness to work with us to provide a responsible, gradual approach to reopening all beaches in Laguna Beach for active recreation,” Laguna Beach Mayor Bob Whalen said. “This will allow people the opportunity to walk, jog, swim and surf and get some fresh air and exercise on a limited basis, but not congregate or gather in large groups.” “We have the same collaborative spirit with our counties, overwhelmingly, with few exceptions, but I’m confident that we’ll bring them back into the fold,” Newsom said.  ##California##   The investigational drug remdesivir will be distributed according to a plan approved by the White House Coronavirus Task Force, according to the Federal Emergency Management Agency.  The maker of the drug, Gilead Sciences, had previously said the federal government would decide where to send the company’s existing supply – which is enough to treat between 100,000 and 200,000 patients. “Remdesivir will be distributed directly to counties in the United States by the commercial provider – based on an allocation plan approved by the White House Task Force,” a FEMA spokesperson told CNN on Monday. “FEMA and HHS are working on the longer term allocation strategy for this medical commodity,” the spokesperson added, referring to the US Department of Health and Human Services. In early results from a trial sponsored by the National Institutes of Health, remdesivir was found to shorten the duration of illness in patients with severe Covid-19, but it had no statistically significant effect on whether patients died. Gilead’s chairman and CEO, Daniel O'Day, said on CBS’s “Face the Nation” this weekend that the federal government would begin shipping \"tens of thousands\" of courses of remdesivir early this week. The US Food and Drug Administration authorized remdesivir for emergency use last week in patients with severe Covid-19. Gilead has long said it would donate its existing supply of 1.5 million vials – enough to treat up to 200,000 people, according to O’Day.  \"What we will do is provide that donation to the US government, and they will determine, based upon things like ICU beds, where the course of the epidemic is in the United States. They will begin shipping tens of thousands of treatment courses out early this week and be adjusting that as the epidemic shifts and evolves in different parts, in different cities here in the United States,\" O'Day said on Sunday. His comments echo the FDA's emergency use authorization for the drug, which says: \"Distribution of the authorized remdesivir will be controlled by the United States (U.S.) Government for use consistent with the terms and conditions of this EUA.\"  Asked for clarification on whether all 1.5 million vials would be donated to the US government, as O'Day suggested, Gilead spokesperson Sonia Choi said on Sunday that the company plans to provide the drug globally. \"We intend to allocate our available supply based on guiding principles that aim to maximize access for appropriate patients in urgent need of treatment,” she said. “We are working with regulatory authorities worldwide and bioethicists to help inform our global allocation approach.” In a statement on Friday, Gilead said its goal is to produce at least 500,000 treatment courses by October and more than a million by December.     Majority Leader Mitch McConnell marked the return of the Senate on Monday afternoon, saying that after over a month working from home, senators needed to come to the Capitol to conduct their essential work. “Now the time has come for us to continue conducting our nation's business in ways that are only possible with senators here in the Capitol,” the Kentucky Republican said. “And so for this work period, the Senate will shift out of the ranks of those Americans who are working remotely, and into the ranks of Americans working in essential sectors, who are listening to expert guidance and modifying their routines, and ultimately continue to man their posts to keep the country running.” “If it's essential that brave health care workers, grocery store workers, truck drivers, and many other Americans continue to carefully show up for work, then it's essential that their US senators carefully show up ourselves and support them,” McConnell added.  He said the Senate would work on “key nominations that relate directly to the safety of the American people, oversight of our coronavirus legislation and more.”  ##Reopening## The US Treasury estimates it will issue a record amount of debt in the second financial quarter as government spending soars in response to the coronavirus. The Treasury Department expects to borrow $2.999 trillion in marketable debt in April through June of this year. That is much higher than announced in February 2020, and assumes a cash balance of $800 billion by the end of the quarter. Treasury issues securities like bills and bonds to raise cash to support government spending. The large jump this quarter is \"primarily driven by the impact of the COVID-19 outbreak, including expenditures from new legislation to assist individuals and businesses\" as well as \"changes to tax receipts,\" including the deferral of individual and business taxes until July. ##Economy## Five inmates from the Cummins Unit Correctional Facility died from Covid-19 over the weekend, Arkansas Department of Health Director Dr. Nate Smith announced in a news conference. There are 873 positive cases of coronavirus at the Cummins Unit, Smith said. The Cummins Unit has approximately 1,900 inmates, Department of Corrections Director Dexter Payne said. There are 172 positive cases at the Federal Correctional Institute in Forrest City, Smith said. At least 3,458 cases of coronavirus and 81 deaths have been reported in the state. California Gov. Gavin Newsom said today that his modified stay-at-home order guidelines will come out on Thursday and include the next phase of his reopening plan for the state. Newsom said this plan will include reopening \"low risk\" businesses, such as retailers. He said that retailers who meet the criteria will be allowed to reopen \"as early as the end of this week.\" He listed off several types of businesses including clothing stores, sporting goods stores, and florists. “The data says it can happen,” Newsom said on reopening.  ##Reopening## ##California## A security guard at a Family Dollar store in Flint, Michigan, was shot and killed after telling a customer to wear a state-mandated face mask, police said. Calvin Munerlyn, 43, died at a local hospital after he was shot in the head Friday, said Michigan State Police Lt. David Kaiser. The shooter and a second suspect remain at large, Kaiser told CNN on Monday. Witnesses at the store told police that Munerlyn got into a verbal altercation with a woman because she was not wearing a mask, said Genesee County prosecutor David Leyton. Surveillance video confirms the incident, Leyton said. Under an executive order from Michigan Gov. Gretchen Whitmer, all retail employees and customers have to wear a mask. Footage also shows that immediately after the altercation, the woman left in an SUV, but returned about 20 minutes later. Two men entered the store and one of them yelled at Munerlyn about disrespecting his wife, Leyton said. The other man then shot the security guard.  \"This is senseless. Over a mask. Over a mask?\" Munerlyn's cousin, Tina James, told CNN affiliate WJRT. \"This is not the way to do things right now. We need to come together.\"  Family Dollar did not respond to a request for comment.   An influential coronavirus model often cited by the White House said in a press release that it plans to revise its projections to nearly 135,000 Covid-19 deaths in the United States, an increase that one of its researchers tied to relaxed social distancing and increased mobility. The model, from the Institute for Health Metrics and Evaluation at the University of Washington, previously predicted 72,433 deaths as of Monday morning. A press release from IHME said the full set of new projections will be released later this afternoon. Ali Mokdad, a professor of Health Metrics Sciences at IHME, referenced the updated projections on CNN earlier today, but said he couldn’t provide the specific number. “We are seeing, of course, a rise in projected deaths for several reasons,” he told CNN’s John King on Inside Politics. “One of them is increased mobility before the relaxation, premature relaxation of social distancing, we’re adding more presumptive deaths as well, and we’re seeing a lot of outbreaks in the Midwest, for example.” He said multiple variables impact infections – like heat, testing capacity and population density – but “the most important one is mobility.” Right now, he said, “we’re seeing an increase in mobility that’s leading to an increase in mortality unfortunately in the United States.” The IHME director, Dr. Christopher Murray, will be holding a press briefing at 4 p.m. ET today with additional details. Read the latest here. At least 400 postal workers have signed up for Covid-19 tests in Detroit, Mayor Mike Duggan said today.  The mayor went on to say he was “surprised” that postal workers weren’t “watched out for.” He added that they should have been treated like grocery store workers because they interact with a lot of people when they go door-to-door.  “The postal workers are deeply valued members of the community. And we're not really going to worry about the fact they work for different branch of government,” Duggan said. “We're going to get them in, we're going to get them tested, we're going to make sure they're safe.”   The Louisiana Department of Health reported today that 688 of the state's 1,991 Covid-19 deaths are nursing home residents. An additional 50 deaths have been reported among residents in adult residential facilities.  Of the 279 certified nursing homes, 3,133 cases were reported by 176 nursing homes. An additional 417 cases were reported in 87 of the 157 adult residential care providers in the state. The latest total of confirmed cases in Louisiana is 29,673.  The total of deaths from these two types of facilities represent 34.5% of the overall deaths while the cases represent nearly 12% of the state's totals.  There has been at least 1,171,041 coronavirus cases and about 68,285 deaths in the US, according to a tally by Johns Hopkins University. On Monday, Johns Hopkins has reported 13,000 new cases and 603 reported deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Virginia Gov. Ralph Northam announced his state will continue its stay-at-home order until May 14.  Northam, speaking at a news conference, said that he hopes Virginia can move into its first phase of reopening late next week.  “Our cases continue to rise. The number will continue to go up in part because we continue to do more testing,\" he said. The governor said food processing remains a concern. More than 260 cases have been reported in two food processing facilities in the state, he said.  Additionally, Virginia is seeking to hire another 1,000 people as contact tracers. ##Reopening## Boston reported 135 new cases of Covid-19 today, bringing the city total to 9,929 cases, Mayor Marty Walsh announced. Walsh said he expects that today the number of cases in Boston will likely pass 10,000.  The city reported 15 new deaths today, bringing the total to 426. There was some good news: Walsh said that daily increases have been flat for a while in the city, a sign that they may be on the verge of a downward slope, though he cautioned it was still too early to tell.  Walsh also said he thought too many people in the city were outside without masks over the weekend. The mandatory face mask order in Boston goes into effect on Wednesday. Though the school year will start August 18 for the Los Angeles Unified School District, no decision has been made about opening school campuses by then, said Superintendent Austin Beutner in his weekly update. “The timing remains uncertain because the science is uncertain,” explained Beutner. At a minimum, a comprehensive system of testing and contact tracing, and implications of testing will need to be understood first, he said. The district is working with a team of UCLA scientists and infectious disease experts.  “That’s critical because it’ll be the science, and only the science, which can provide a foundation for the safe return to our school community,” Beutner said. LAUSD’s first day of instruction was scheduled for August 18 before the pandemic. Commencement for the class of 2020 will be virtual.  Beutner said they’ve explored social distance options like “drive-in, drive-by, drive-around, drive-thru options. We even asked if we could rent the Coliseum, Dodger Stadium and sit every participant far apart. Health authorities tell us those aren’t possible at this time,” he said. ##Reopening## Officials at the World Health Organization say they have no evidence of the novel coronavirus originating in a lab and suspect the virus likely originated from an animal source.  More research is needed to identify the specific host, WHO officials said during a media briefing in Geneva on Monday. Last week, President Trump claimed he has seen evidence that gives him a \"high degree of confidence\" the coronavirus originated in a laboratory in Wuhan, China, but declined to provide details around his assertion. His claim contradicted a rare on-the-record statement from his own intelligence community. “We have not received any data or specific evidence from the US government relating to the reported origin of the virus. So from our perspective, this remains speculative,\" Dr. Mike Ryan, WHO executive director of health emergencies programme, said during Monday's media briefing. Ryan added that WHO \"will be very willing to receive any information\" about the origin of the coronavirus. \"If that data and evidence is available then it will be for the United States government to decide where and when it can be shared but it’s difficult for WHO to operate in an information vacuum in that specific regard. So we focus on what we know. We focus on the evidence we have,\" Ryan said. Bats are the suspected source of both Covid-19 and MERS, but scientists also think that bats infected some other mammal that then infected people – an intermediate host. Washington, DC, Mayor Muriel Bowser reacted to the large crowds that gathered on the National Mall Saturday to watch the Thunderbirds and Blue Angels flyover. Bowser said in a news conference Monday that she believed the flyover was \"well-intentioned\" and added that it was an event that residents did not have to be in one place to experience as stay-at-home orders continue in the city.   She reiterated the importance of continued social distancing and emphasized that \"the virus has not left the District.”  Both the Blue Angels and the District of Columbia's Homeland Security and Emergency Management Office had requested that residents refrain from leaving their homes to see the flyover. According to CNN journalists at the event, many people were practicing social distancing and some wore masks but sidewalks around the mall were crowded. Where DC cases stand: As of Sunday, there were 5,170 total positive cases and 258 deaths due to coronavirus in Washington, DC. Racial disparities persist in the death toll, as 79% of the total deaths were among African-American residents.  Costco became the latest retailer to implement purchasing limits on fresh meat because of the slowdown at processing plants during the coronavirus pandemic. The company announced on Monday that it's limiting shoppers to three items of beef, pork and poultry products to \"help ensure more members are able to purchase merchandise they want and need.\" Kroger, the country's largest supermarket chain, announced a similar rule last week.  Some background: The limits are because of high demand from shoppers while top meat suppliers are temporarily closing their factories because workers are falling ill. The United Food and Commercial Workers International Union estimated last week that 20 meatpacking and food processing workers have died so far. The union said last week the closures have resulted in a 25% reduction in pork slaughter capacity and 10% reduction in beef slaughter capacity.  President Trump recently signed an executive order aimed at keeping meat plants open during the crisis. Tyson Foods warned Monday that it expects more meat plant closures this year. The company also said it will continue producing less meat than usual, as workers refrain from coming to work during the outbreak. The pandemic has halved the amount of pork processing capacity in the country, Tyson said in its earnings call. A Trump administration model projects a steep rise in the number of coronavirus cases and deaths in the weeks ahead to about 3,000 daily deaths in the US by June 1, according to an internal document obtained by The New York Times. The projections are based on modeling from the Centers of Disease Control and Prevention, which were put together into charts and graphics by the Federal Emergency Management Agency. An administration official confirmed to CNN the authenticity of the report obtained by the Times, which was distributed throughout relevant agencies over the weekend. The official cautions that the numbers are projections at this point. When asked for comment, the White House said in a statement that the document obtained by the Times had not been seen by the Coronavirus Task Force.   “This is not a White House document nor has it been presented to the Coronavirus Task Force or gone through interagency vetting. This data is not reflective of any of the modeling done by the task force or data that the task force has analyzed. The President’s phased guidelines to open up America again are a scientific driven approach that the top health and infectious disease experts in the federal government agreed with. The health of the American people remains President Trump’s top priority and that will continue as we monitor the efforts by states to ease restrictions,\" Deputy White House press secretary Judd Deere said.   Despite White House claims the projections have not be presented and vetted by to the Coronavirus Task Force, a source close to the task force said some members have seen the new CDC projections. Despite what the White House is saying, this source said the estimates should be taken seriously. The new revelation comes as states begin to reopen their economies this month despite cautionary warnings from public health experts.  All visitors or travelers passing through the Denver International Airport are now required to wear a face covering, according to a new policy enacted on Monday by airport officials.  Currently all employees at the airport are also required to wear face coverings in an effort to limit the spread of Covid-19, according to Denver International guidelines. Other coronavirus precautions: The airport is also implementing social distancing procedures. According to the guidelines, TSA lines have been adjusted to provide more space between passengers as they approach the security checkpoint. \"In order to provide additional space between the passengers in front of you and behind you, we ask everyone to practice social distancing and spread out rather than crowd other passengers nearby,\" the guidelines say. The airport also said there are now lines on the floor near customer service booths and lost and found items to show people where to stand. \"We are also implementing procedures for touchless payment, wherever possible,\" the guidelines say.   Kroger, the country’s largest supermarket chain, announced on Sunday it would begin providing free COVID-19 testing for frontline associates. Testing will be available based on symptoms and medical need.  “The widespread availability of diagnostic testing will now allow our associates to feel more empowered and knowledgeable about their health, creating safer stores and facilities,” said Colleen Lindholz, president of Kroger Health. The tests will be a combination of self-administered kits and the company’s public drive-through testing sites. A UFCW union in Los Angeles hailed the decision as a win following weeks of protests at two Kroger subsidiaries, Ralphs and Food 4 Less, in the area. “That UFCW members successfully compelled Kroger to provide testing is a significant victory for the public’s health,” said John Grant, president of UFCW Local 770. “Grocery corporations like Kroger have been doubling and tripling their profits while other businesses are shuttering, yet they have been slow to implement safety measures and share profits with essential workers on the frontline.”  Since the start of the Covid-19 pandemic, grocery workers have called for emergency measures inside the stores and wide access to testing to slow the spread of the virus and keep workers and community members safe.  ##Reopening##  The Louisiana Department of Health released the latest updates on Covid-19 cases in the state today as it nears 30,000 total cases.  There are 333 new cases and 22 new deaths reported, bringing the state's total to 29,673 cases and 1,991 deaths. Of the 22 new reported deaths, 12 are in Orleans and Jefferson parishes while an additional 73 deaths under investigation for Covid-19.   More than 20,000 people have recovered from Covid-19, according to the report. The number of patients hospitalized and on ventilators also continued to drop. Gov. John Bel Edwards is expected to address the latest numbers in a news conference this afternoon.    Dr. Anthony Fauci told a group of business leaders Friday he’s very concerned about a possible resurgence of Covid-19 cases in the fall, according to two people with knowledge of a call with the CEO lobbying group, Business Roundtable.   The group hosted the call with the nation’s top infectious disease doctor for about 100 of its members. The business leaders peppered Fauci with questions about when they should reopen their businesses and allow employees back to the workplace. Facui told the executives to “overshoot on everything” when it comes to safety precautions, specifically on using masks and enforcing social distancing, according to those familiar with the call. Those measures, including hand washing, should be a higher priorities for CEOs than diagnostic and antibody testing of their workforces, said one of the people. Fauci de-emphasized antibody testing as a prerequisite for reopening because antibody tests are still unreliable, he told the CEOs, according to one of the people on the call. Fauci also expressed similar reservations about temperature screenings, reminding the business leaders that temperature checks only work for finding people with symptoms. As a result, temperature checks are not the most reliable screening method since carriers may be asymptomatic.  ##Reopening## ##Economy## The NFL announced Monday that all games in the 2020 season will be played in the United States, thus cancelling the league's annual International Series games, due to the coronavirus pandemic. The NFL planned to play four games in London - two at Tottenham Hotspur Stadium and two at Wembley Stadium - and one game in Mexico City at Azteca Stadium during the 2020 season.  \"After considerable analysis, we believe the decision to play all our games domestically this season is the right one for our players, our clubs, and all our fans in the US, Mexico and UK,\" NFL Executive Vice President, Chief Strategy and Growth Officer Christopher Halpin said in a statement.  \"We also thank our incredible fans in those territories for their passionate support of the NFL. We will continue to serve them through our outstanding media partners and by being active supporters of both grassroots football and COVID-19 relief efforts in Mexico and the UK,\" the statement said. NFL plans to release its full 17-week schedule for next season later this week.  The state of Missouri began reopening today — But St. Louis won't. The city has chosen to keep the stay-at-home orders in place for “another week or two weeks” because the city lacks testing capacity, Mayor Lyda Krewson said Monday. “We are extremely short,” she said. “Part of the reason that we may be seeing a bit of an uptick in the number of cases is that we have begun being able to do a little bit more testing in the last week or so. So these cases may have always been present in our community and we just weren't able to test them to find them.” The city of St. Louis and its region has two-thirds of the cases in Missouri. Over the weekend, St. Louis reported 154 cases, the mayor said. “The stay-at-home orders have been painful for people staying at home, but they're also painful for people going to work every day — policemen, firemen, water department, refuse workers, hospital workers, grocery store clerks,” she said. The reopening of the state has added some pressure on the city but she emphasized on reopening only as the coronavirus cases decrease. “What we have here is a situation where one size does not fit all,” she said. “We're going to continue to look at the data and have that inform us.” ##Reopening## WATCH: Massachusetts Gov. Charlie Baker reported 1,824 new coronavirus cases today, about 12% of the 16,000 tests processed in the state yesterday. Positive test rates have come in under 20% every day for the last seven days, he said. Hospitalizations have also been decreasing in the past several days with few spikes. The number of Covid-19 patients in intensive care dropped to 904, he said. However, Baker said that different parts of the state are in various stages of the pandemic. \"For example, Covid hospitalizations and ICU bed days related to Covid have gone down in Western Mass and on the Cape but have remain high in Worcester and on the south coast, and flat in Boston,\" he said. While thousands of people are still being hospitalized for Covid-19, Baker said, \"the numbers have started to trend in the right direction.\" There were 1,621 new Covid-19 cases reported across New Jersey, bringing the total cases in the state to 128,269, Gov. Phil Murphy said today.  An additional 45 people have died from Covid-19 for a total of 7,910 deaths, the governor said.  The state will continue to review the numbers of Covid-19 cases to see if opening the parks was a good idea, he said. Murphy said he went to a park this weekend and encouraged more people to wear face coverings because he didn’t see enough people wearing masks. Senators are returning to the Capitol today –– many anxious about their safety as the coronavirus spreads –– to tackle a variety of business. Special rules governing social distancing in the Capitol will be enforced, including limiting the number of senators on the floor at a time during votes and ensuring doorways aren't crowded. Committees will be assigned the largest rooms available to conduct hearings, and face masks will now be expected to be worn by all. Here's what to expect as senators return to work: Coronavirus legislation: House and Senate negotiators must find common ground if they are going to pass anther coronavirus response bill. Congress has already approved about $3 trillion in relief since the onset of the pandemic but most lawmakers believe more help is needed. Democrats, who control the House and can filibuster bills in the Senate, are eyeing up to another $1 trillion to assist state and local governments, but Republican leaders in the Senate are unlikely to go along with such a big figure.\nDirector of National Intelligence confirmation: The Senate Intelligence Committee will hold a confirmation hearing Tuesday for Republican Rep. John Ratcliffe of Texas to the Director of National Intelligence –– a critical post overseeing the many agencies that make up the Intelligence Community. Ratcliffe was initially nominated to the post last year but withdrew after a storm of bipartisan criticism about his experience.\nControversial judge confirmation: The Senate Judiciary Committee will hold a confirmation hearing Wednesday for Judge Justin Walker for a seat on the US Court of Appeals for the DC Circuit. Walker, a protégé of McConnell's, has drawn the ire of Democrats who accuse the majority leader of packing the federal judiciary with young conservative judges who will serve for decades.\nOther key hearings: The health subcommittee of the House Appropriations Committee will hold a hearing Wednesday at 10 a.m. on the Covid-19 response with former Centers for Disease Control and Prevention director Tom Friedman and others testifying. This is the hearing where the White House prevented Fauci from appearing. Keep reading. New York Gov. Andrew Cuomo said different regions of the state are allowed to reopen based on their own analysis of the facts. He urged local leaders to start planning the reopening now and to consider some factors. \"Do you have a health care system in place? Is your health system ready? Can your hospitals handle it? Do you have testing in place? Do you have tracing in place? Have you talked to businesses about how they're going to reopen?\" Cuomo said. He also noted that while governments and residents have done \"tremendous work,\" they must continue to remain cautious. \"We have to remain vigilant and smart and confident going forward,\" the governor said. ##New York## New Jersey Gov. Phil Murphy tweeted that schools will remain closed for the rest of the academic year. Murphy said in a tweet that all schools in the state will remain closed for \"in-person instructions\" for the rest of the school year \"to protect the health of our children, our educators, and their families.\"  \"Guided by safety and science, this is the best course of action,\" his tweet added. New York Gov. Andrew Cuomo said it's \"disrespectful\" to not wear masks in public, adding that local governments should enforce penalties on those who refuse to wear face coverings.  \"You could literally kill someone because you didn't want to wear a mask. I mean how cruel and irresponsible would that be?\" Cuomo said. He said local governments should enforce their own penalties because the situation is different in each region. \"I think it's disrespectful for people not to wear masks,\" Cuomo said. He then noted the outpouring of support, thanks and respect for the state's health care workers. \"The least gratitude you can show is at least wear the mask so you don't infect more people who place more of a burden on the hospitals and the nurses and the doctors,\" Cuomo added. And to those who just don't \"want\" to wear a mask, Cuomo said, \"It's not that big a deal.\"  \"Show some respect,\" he added. ##New York## WATCH: New York Gov. Andrew Cuomo said the state will reopen on a regional basis, and he outlined four metrics that will help decide if a region is ready to reopen: Number of new infections\nThe capacity of health care systems\nDiagnostic testing capacity \nHave a contact tracing system in place   Cuomo said New York regions will follow US Centers for Disease Control and Prevention guidelines for when to begin reopening. They are: There must be a 14 days of decline in total hospitalizations and deaths on a 3-day rolling average.\nA region can't have more than 15 new cases or 5 deaths on a 3-day rolling average.\nA region must have fewer than 2 new Covid-19 patients for every 100,000 residents.\nRegions must have at least 30% of hospital beds total and ICU beds open — \"in case you have a surge,\" he said.\nHospitals must have at least 90 days worth of personal protective equipment stockpiled. ##New York## WATCH: There were 226 people who died of coronavirus across New York state on Sunday, Gov. Andrew Cuomo said in a press briefing. \"This is the number that haunts me every day, and this number is not declining anywhere nearly as fast as we would like to see it decline,\" he said Monday. The number of deaths were down from 280 people who died across the state on Saturday. ##New York## New York Gov. Andrew Cuomo said the total number of hospitalizations across the state continues to decline — but it's going down at a slower rate than it increased. \"Now we're on the other side of the mountain,\" Cuomo said. \"Unfortunately the decline from the mountain is not as steep as the incline.\" He noted that the state had hoped for a steep incline, a brief plateau and a \"fast decline.\" That decline isn't happening as quickly as he had hoped, Cuomo said. Cuomo said the big questions now are how quickly does the rate keep falling and how low does the decline go. ##New York## There is no White House coronavirus task force meeting on the schedule as of this morning, according to a source close to the task force. Last week, a source familiar with the task force told CNN the White House coronavirus task force may soon begin slowly scaling back its number of meetings. Miami Beach reopened parks and other public spaces last week — but not everyone followed the rules.  The Miami Beach Police Department announced it would close South Pointe Park again until further notice due to non-compliance.  Across Miami Beach over the weekend, more than 7,300 warnings were issued for failure to wear a face covering, according to MBPD. More than 470 warnings were issued for failing to social distance, and more than 1,300 people were asked to leave parks after closing.  Here is a breakdown of the city-wide warnings issued by date:  Friday: 2,068 verbal face cover warnings\n148 social distancing warnings\n275 guests asked to leave parks after closing time Saturday: 2,829 verbal face cover warnings\n117 social distancing warnings\n587 guests asked to leave parks after closing Sunday: 2,432 verbal face cover warnings\n213 social distancing warnings\n473 guests asked to leave parks after closing The majority of those warnings and instances of non-compliance occurred at South Pointe Park, according MBPD. ##Florida## As some city workers in Detroit begin to go back to work under some restrictions, Mayor Mike Duggan said the city is ready for outdoor work under protocols, but it might take some time for office workers to return. “We're not bringing people back sitting next to each other in cubicles and desks. This state isn't ready for that. But we definitely believe we can bring people under these protocols for outdoor work back safely.” He detailed the protocols under which outdoor workers can return to work. They are required to wear masks and socially distance on the job. They must also test negative for Covid-19 before returning to work. “We are bringing people back under the strictest medical protocols in the country,” he said. “It's the same protocols we put in our police department, our fire department and our bus system, and we had a dramatic positive effect in bringing down the infections.” Meanwhile, protesters in Michigan are criticizing Gov. Gretchen Whitmer, demanding she reopen the state. Mayor Duggan said the protests haven’t impacted Detroit and his measures are consistent with Whitmer’s orders. “I haven't had to close parks, I haven't had to post curfews because we've had great compliance,\" he added. ##Reopening## WATCH: The Marshal of the Supreme Court began with the traditional \"Oyez! Oyez! Oyez!\" The US Supreme Court justices began conducting their business today via teleconference this morning. In general, as the justices started their questions, they sounded a bit stilted, but then they warmed up and it sounded more natural. Justice Clarence Thomas, who almost never asks questions, took his turn launching his inquiries after Chief Justice John Roberts. The justices proceeded in order of seniority. When it was Justice Sonia Sotomayor’s turn, there was silence on the line for a moment. But then she piped in — “sorry Chief,” she said and began her questions. Roberts is keeping time. He cut off a government lawyer more than once so that the next justice could speak. Kagan seemed the most accustomed to the teleconference. She asked several questions and had more give and take with the lawyer WATCH: New York Mayor Bill de Blasio said today that three key indicators of the spread of Covid-19 that New York City is monitoring are down: At least 88 people were admitted to the hospital Saturday for Covid-19, that number is down from 113 reported on Friday.\nAt least 632 people are in ICUs across the city, and that number is down from 645 as on Friday.\nOf all the people tested for Covid-19, about 17% tested positive. That number is down from the 20% that tested positive as of Friday.  ##New York## The White House's \"Operation Warp Speed,\" which aims to develop a coronavirus vaccine quickly, expects to have six to eight of the vaccines being tested to make it to subsequent rounds of trials. Officials’ goal is to have three to four vaccines then make it through final testing and to be made available — but that depends on how the testing and clinical trials proceed and how successful they are. Some background: An administration official told CNN scientists have identified 14 vaccines to focus on for development as part of the operation. \"Operation Warp Speed\" was a name chosen by the scientists working on all the challenges that surround vaccine deployment. They are already working on solutions to quickly ramp up production, organize distribution and determine who gets the first doses of the vaccine.  Trump said Sunday night at a Fox News town hall, “We are very confident we are going to have a vaccine by the end of the year.” And Dr. Anthony Fauci, the nation's top infectious disease expert, told NBC on Thursday it’s possible there could be a vaccine by early next year. The US Food and Drug Administration will now require antibody test makers to promptly seek FDA authorization, as the agency aims to rein in unproven and fraudulent tests that have flooded the market.  The new policy, announced today, requires commercial manufacturers to submit emergency authorization requests, along with validation data for their antibody tests, within 10 business days. The FDA is also setting specific performance recommendations for all test developers. The agency also said it has the capability, working with the National Cancer Institute, to independently validate antibody tests on the market. Why this matters: The move to require authorization reverses a policy the FDA put in place in mid-March, which loosened approval standards and allowed companies to sell antibody tests, also known as serological tests, without providing evidence that the tests worked. It quickly became clear that many of the tests were unreliable and some companies marketed tests that they falsely claimed were FDA-approved or FDA-authorized or claimed the antibody tests could be used to diagnose Covid-19. More context: Antibody tests are used to check for prior Covid-19 infection and can provide a better sense of how much of the population has already been infected and might have some immunity to the virus. It’s still not clear whether the presence of antibodies means someone is immune or how long that immunity might last. To date, at least 10 antibody tests have been authorized under an individual EUA, most within just the past few days, and over 200 antibody tests are currently the subject of a pre-EUA or EUA review. WATCH: Florida is allowing businesses to open throughout much of the state today, according to Gov. Ron DeSantis. DeSantis said restaurants and retail spaces could let customers inside, but only at 25% capacity, and people must adhere to social distancing guidelines from the US Centers for Disease Control and Prevention. Bars, fitness centers and places that offer personal services, likes hair styling, also will open later. Note: These reopening measures don't apply in three of the counties hit hardest by coronavirus. They are Broward, Miami-Dade and Palm Beach counties, which account for about 6.2 million of Florida's residents, according to US Census data. DeSantis he took a victory lap that began at the White House last week — touting his \"tailored\" and \"surgical\" approach to stay-at-home orders as the central reason Florida has so far defied the dire predictions that it would become \"way worse than Italy.\" ##Florida## ##Reopening## New York Mayor Bill de Blasio said New York City will immediately begin handing out free face coverings to residents. The mayor said the city intends to give out 7.5 million face masks and cloth face coverings.  \"Wherever you turn, you're going to be offered a face covering,\" de Blasio said. In terms of where they'll be handed out, the mayor said parks \"will be one focal point,\" as well as public housing and food distribution centers. He added that New York Police Department officers will be carrying a supply of face coverings to hand out as well. ##New York## New York Mayor Bill de Blasio said this morning, \"For the first time since March, we actually start a week with enough of all of the PPEs we need\" in New York City. De Blasio said that every hospital and nursing home in the city will get the medical supplies including N95 masks and gowns \"for the week ahead.\" \"We have a little breathing room,\" the mayor added. ##New York## US stocks kicked the new week off lower as tensions between the United States and China are rising. What's this about: President Trump last week threatened China could face new tariffs over its handling of the coronavirus outbreak. US Secretary of State Mike Pompeo said over the weekend there is \"enormous evidence\" that the virus originated in a laboratory in Wuhan. Here's how the markets opened the week: The Dow opened 0.9%, or 210 points, lower. \nThe S&P 500 kicked off 0.7% lower. \nThe Nasdaq Composite slipped 0.5%. More context: US airline stocks opened lower after Berkshire Hathaway CEO Warren Buffett dumped his entire stake in the four airline stocks that company had owned. American, United, Delta and Southwest Airlines all fell after Buffet disclosed he sold his shares because he believes it will take years for air travel to recover from the coronavirus crisis. ##Economy## After spending more than a month in quarantine due to the Covid-19 pandemic, crew members onboard Royal Caribbean and Celebrity Cruise Line ships are one step closer to disembarking. In a letter to employees, Celebrity Cruises says they will agree to strict guidelines set forth from the US Centers for Disease Control in order to disembark crew members safely.  \"The CDC has asked me and other cruise line leaders to sign a letter limiting our options for getting you home and taking responsibility for your actions in order to secure their approval to disembark you. In the spirit of doing everything we possibly can to get you home, I have decided to sign this letter,\" Celebrity Cruises President and Chief Executive Officer Lisa Lutoff-Perlo said.  Under the agreed upon guidelines, cruise lines will begin transferring certain crew members by nationality onto different ships around the world. American crew on ships close to the United States will be repatriated with private transportation beginning as soon as possible, presumably in the next week, the letter stated. American crew members in Asia will be flown home from the Philippines as soon as the Manila airport reopens. Crew members who do not wish to evacuate the ship will continue to receive room and board accommodations, the letter stated.  Celebrity Cruises said so far, nearly 3,300 crew members have safely disembarked including 122 Americans who arrived home via commercial flights and private transportation. US Treasury Secretary Steve Mnuchin said it is “too hard to tell” whether international travel will resume this year. During an appearance on Fox business this morning, he said, \"Too hard to tell at this point, Maria. I hope down the road, it is.\" \"Our priority is opening up the domestic economy. Obviously, for business people that do need to travel, there will be travel on a limited basis. But this is a great time for people to explore America,” he added. Mnuchin also repeated an update the Administration made Sunday on Paycheck Protection Program (PPP) funding, saying that $175 billion of the $310 billion has been used. In this round of funding, 2.2 million loans have been processed, the average size $79,000.  “We really see this is going directly to small businesses,” he said – after criticism during the last round that the loans went to some larger businesses. He noted that the last round of funding processed 1.7 million loans. “There were some hiccups with the systems,” he conceded, but “now the systems are up and running,” predicting 60 million people will be impacted by this round. Mnuchin was pressed on whether there might be flexibility for businesses regarding PPP loans. He said it was “not designed as a loan, it was really designed as a grant” and pointed small businesses toward other loan programs available to help with overhead costs.  He was pressed again on this with the examples of restaurants, most of which will not be able to reopen under statewide guidelines at full capacity to generate the revenue to rehire their staffs and forgive their loans within the time frame specified by the PPP legislation. “This is the way the program was designed by Congress… I don’t have the flexibility to change that,” he said. President Trump, Mnuchin said, is “sympathetic to the restaurant industry.” ##Economy## It's Monday morning in the US. Here's what you need to know about the coronavirus pandemic to start your week: The US death toll: President Trump shifted his estimate of American coronavirus deaths. During a Fox News town hall this weekend, he said the US could lose 80,000 to 90,000 people to the disease. Two weeks ago, that estimate was 50,000 to 60,000 people. To date, at least 67,000 Covid-19 related deaths have been recorded.\nVaccine work: Scientists working as part of the White House's task force to develop a vaccine for the coronavirus have honed in on 14 different vaccines to test and develop.\nThe latest on remdesivir: The government will also begin shipping \"tens of thousands\" of courses of remdesivir, a possible coronavirus treatment, early this week, according to Gilead Sciences, the maker of the investigational drug. \nSCOTUS goes live on the air: The US Supreme Court justices will begin conducting their business today via teleconference. The system will play be used for six argument sessions over two weeks, including the duel over President Trump's financial and tax records.\nStates continue to reopen: Most states are taking steps to ease social distancing restrictions, but pandemic experts say reopening the country is a \"big mistake.\" Florida Gov. Ron DeSantis is prepared to reopen much of his state today. ##Reopening## ##Florida## It took a global pandemic for the Supreme Court, an institution rooted in tradition and precedent, to change how it conducts its business.  In lieu of the pomp and circumstance associated with the highest court in the land, where lawyers are still presented with quill pens, television cameras are not allowed and only those lucky enough to get inside the building can hear the proceedings live, on Monday morning the justices will conduct their business over a simple fiber optic cable.  To some, teleconferences are the new normal as the world grapples with social distancing, but for the justices and arguing counsel, the change will impact how the court digests its cases and how the lawyers prepare. \"I never thought the day would come when high on my list of pre-argument worries was how to keep my dog from interrupting,\" veteran lawyer Lisa Blatt, who will argue the first case, told CNN.  On top of that, the justices will also break another tradition: They will let the public listen in real time. Numerous outlets, including CNN.com, will broadcast the proceedings live. The experiment will begin Monday morning at 10:00 a.m., and play out for six argument sessions over two weeks. The court will work out the kinks in a couple of under-the-radar cases to start, but will build toward some of the biggest cases of the term -- including the duel over President Donald Trump's financial and tax records. Los Angeles-based photographer Erin Sullivan has found an unconventional way to satiate her penchant for exploration while under a stay-at-home order because of the coronavirus pandemic.  Sullivan let her creativity go wild in her latest photo series, \"Our Great Indoors.\" In it, she constructs fantastical landscapes from common household objects found in her apartment, such as pancakes, pillow cases and raincoats.  Sullivan's career as a travel photographer has brought her to some of the most beautiful places around the world. These excursions helped her prepare for more than 40 days in self-quarantine. \"I was asking myself how I can stay creative and how I can stay connected to the outdoors and travel -- to these things that have been so important to my growth and the growth of my community,\" Sullivan told CNN.  So far, she's made an ice cave out of sheets and pillows, a paper bag canyon, a broccoli forest and a jello lake. Read more about Sullivan's projects. In his final moments, Ananda Mooliya reassured his wife and two sons that he was fine, though they could hear his labored breathing from the next room, over the sound of the TV. His wife, Rajni Attavar, made soup for him. Mooliya struggled out of bed. With the help of eldest son, Amith, the 56-year-old subway station agent made his way to a kitchen chair in their Corona, Queens, home. Sweat beaded on his face. His mouth was open. \"I wiped his face,\" Attavar recalled through tears. \"Then I called out his name. He didn't respond.\" She sprinkled water on his head. Amith checked his father's weakening pulse. His younger son, Akshay Mooliya, 16, called 911. EMTs arrived and, for about 10 minutes, aided his breathing with a respiratory device. They then covered him with a white blanket on the kitchen floor. It was April 8 at 9:37 p.m., according to his death certificate. Immediate cause of death was listed as \"Recent Influenza-Like Illness (Possible COVID-19).\" Several hours would pass before his body was lifted off the floor and taken to a morgue -- and nearly three weeks before his cremation, family members said. The handling of Mooliya's body isn't unusual in these times. The coronavirus death toll has overwhelmed health care workers, morgues, funeral homes, crematories and cemeteries. Body bags pile up across the city that became epicenter of the pandemic.  Read more: 'So many more deaths than we could have ever imagined.' This is how America's largest city deals with its dead ##New York## Drug giant Roche says it has received FDA emergency use authorization for a new coronavirus antibody test, which it claims is more accurate than most of those on the market. Antibody tests look for evidence that someone has been infected with a virus, usually in the past. They can be used to see how many people in the population have been infected, even if they did not show symptoms. They may also begin to show if people develop any kind of immunity to coronavirus, either in the short term or the long term.  Antibody tests are different from the tests used to detect current infections, which look for evidence of the virus itself in a patient. The US Food and Drug Administration has not yet confirmed that it has given Emergency Use Authorization to the Roche test. Experts urge caution: Public health experts have complained that most of the antibody tests now on the market are inaccurate. Even a test that claims to have 95% accuracy can miss up to half of cases if the virus is not very common in the population being tested. Roche said its test catches 99.8% of people who have been infected, and identifies 100% of those who have not -- a sensitivity of 99.8% and a specificity of 100%. Better specificity averts the risk of false positives -- a test that wrongly tells someone they have been infected when they have not been.  If people do develop immunity to coronavirus infections, false positives would be dangerous because they could give people a false sense of security. Roche tested the assay in people who had been diagnosed with Covid-19 14 days previously using a diagnostic test called a PCR test. Based on the measurement of a total of 5272 samples, the Elecsys Anti-SARS-CoV-2 assay has 99.81% specificity and shows no cross-reactivity to the four human coronaviruses causing common cold,” Roche said in a statement.\n“This means it can lower the chance of false positives due to the detection of similar antibodies that may be present in an individual, but are specific for coronaviruses other than SARS-CoV-2.” Roche says it has already started shipping the new antibody tests to leading laboratories globally, and will ramp up production capacity to high double-digit millions per month to serve healthcare systems in the US and other countries that accept US approval. Read more on antibody tests here. J.Crew Group, which operates the J.Crew and Madewell brands, has become the first national US retailer to file for bankruptcy protection since the coronavirus pandemic forced a wave of store closures. The clothing retailer said Monday it had filed to begin Chapter 11 proceedings in federal bankruptcy court in the Eastern District of Virginia. The company also said it had reached a deal with its lenders to convert about $1.65 billion of debt into equity. The retailer expects to stay in business and emerge from bankruptcy as a profitable company. Madewell, the fast-growing denim brand that had been slated for an IPO, will remain part of the business. \"We will continue all day-to-day operations,\" J.Crew Group CEO Jan Singer said in a statement. Despite meat processing plants across the US shutting down due to coronavirus concerns, for now, you can still find plenty of meat in the grocery stores. One thing you can't find on the shelves is flour. Stores are cleaned out and it's not currently available on most websites. But why is that? Carey Underwood, who is director of mission-driven partnerships and programs at King Arthur Flour, said it's because people have been baking a lot. \"People who were baking monthly are now baking weekly, and people who were baking weekly are baking daily,\" she said. \"We expect this increase in baking to continue for the foreseeable future as trends show more in-home eating compared to dining out and people choosing to bake the food staples they cannot find in their grocery stores.\" Underwood said the shortage in grocery stores is because of the spike in demand for flour, not because there is a shortage of wheat. \"The demand for all signature flours, but especially all-purpose and bread flours, is simply unprecedented and is outpacing the inventory in our warehouses,\" she said. Underwood added: \"The wheat is available, but it must be milled, bagged, and transported to warehouses. These steps simply take time and the flour is selling out again as quickly as it reaches shelves.\" Read more. The streets of New York -- and many major cities across the US -- are hauntingly empty as the pandemic leaves most of the country on lockdown.  This chilling sign of the times brings to mind a big question: After the pandemic passes, will some people choose to leave big-city life behind?  That trend was already starting to emerge in parts of the country, even before coronavirus hit. Now the pandemic is changing the way we talk about city life. And some experts say it could change who opts to live in them. \"It's hard to think about living in New York when we don't have our existence and our careers there,\" says Ashley Arcement, a dancer, singer and actor who headed to a friend's house in Florida with her boyfriend, a pianist, after Broadway shut down in March.  Before this, we weren't the kind of people who wanted to live outside the city and commute in ... Now it's like, will it ever be the same?\" Arcement adds. With Broadway closed, restaurants open only for takeout and many working from home -- if they still have a job -- the city that never sleeps is looking downright dormant.  But that wasn't the case a few months ago, when coronavirus started to spread through America's largest and densest city. New York quickly became the epicenter of the country's coronavirus outbreak, spurring stay-at-home orders from officials to keep contagion at bay.  While the number of new cases in New York has started decreasing, the death toll continues to climb. More than 12,000 coronavirus deaths have been confirmed in the city.  \"Why New York? Why are we seeing this level of infection? Well, why cities across the country?\" said New York Governor Andrew Cuomo at a news briefing last month.  \"It's about density. It's about the number of people in a small geographic location allowing that virus to spread ... Dense environments are its feeding grounds.\" On the other side of the country, Joel Kotkin says the situation is notably different.  In am opinion piece published in the Los Angeles Times, Kotkin credited that city's sprawling development with slowing the spread of coronavirus.  The executive director of the Houston-based Urban Reform Institute, Kotkin says that cities were already in trouble. And in the age of social distancing, he says, dense cities particularly have a lot going against them. Read more. ##New York## The novel coronavirus has infected more than 3.5 million people worldwide and killed at least 247,000. If you're just joining us, here are the latest developments: US death toll could rise to 90,000: President Trump has raised his estimates of the possible Covid-19 death toll in the country, saying between 80,000 and 90,000 people could die as a result of the pandemic. Asked why he had previously said 65,000 people would die, Trump said \"it goes up rapidly.\" The US death toll currently stands at 67,682, according to Johns Hopkins University; more than 1.1 million cases have been recorded. \nMike Pompeo points finger at China: The US secretary of State on Sunday stepped up the administration's claims that China mounted efforts to hide the extent of the coronavirus' spread, including concealing the severity of the disease, while stockpiling medical supplies.\nPresident believes coronavirus was \"a horrible mistake\": Asked whether he thought the coronavirus was the result of nefarious actions or a mistake, President Trump said he believes it was “a horrible mistake.”  During a Fox News town hall on Sunday, he said China “didn’t want to admit it,” because it was embarrassed by the problem and was unable to “put the fire out.” Trump and Pompeo have both said they believe the virus had its origins in a lab in Wuhan, China and not at a market in the city, but neither has provided evidence to support those claims. After admitting US coronavirus deaths could hit 90,000, President Donald Trump is bemoaning his own plight -- complaining that he has been treated worse by the press than Abraham Lincoln. Trump's comments, at the memorial in Washington to a president assassinated after emancipating the slaves during the Civil War, are likely to further polarize the raging politics of a current crisis that is stretching national unity. \"I am greeted with a hostile press the likes of which no president has ever seen,\" Trump said at the Fox News town hall Sunday night.\n\"The closest would be that gentleman right up there,\" Trump said, pointing to the 16th President's statue. \"They always said nobody got treated worse than Lincoln. I believe I am treated worse.\" Trump was speaking at the time of a widening divide between states that are opening economies and others that are warning of premature declarations of victory amid soaring tensions fomented by weeks of coronavirus lockdowns. His statement was classic Trump, not just in his audacity of comparing himself to the man many historians rate as the greatest president, but in his tendency to make every issue -- even in the midst of a national tragedy in which tens of thousands of Americans have died -- about himself. Read the full analysis: Lincoln got better press treatment, Trump claims, as he ups pandemic death estimate Dr. Deborah Birx, the White House coronavirus response coordinator, said on Fox this weekend that having a coronavirus vaccine by January is possible “on paper” but will require the proper execution. Birx was asked whether it was realistic to have a vaccine by the start of next year, given other estimates that it will take at least 12 to 18 months to develop. “The way that it’s possible is if you bring forward five or six different classes of candidates, which the Operation Warp Speed has done,” Birx said. “And so it’s not relying on a single vaccine platform. It’s relying on several different candidates that are made differently and act differently.” The vaccine would also require speeding up clinical trials, she said.  “And so, on paper it’s possible. It’s whether we can execute and execute around the globe, because you also, for phase three, have to have active viral transmission in a community in order to study its efficacy,\" Birx said. CNN previously reported that the goal is to make 100 million doses of a vaccine available by November, 200 million doses by December and 300 million doses by January, according to a senior administration official. On remdesivir: Birx described the investigational drug remdesivir as a “first step forward.\" In early results from a trial sponsored by the National Institutes of Health, the drug was found to shorten the duration of illness in severely affected patients, but it had no statistically significant effect on mortality. Birx said we’ve only seen “half the data,” but she said an independent monitoring board thought the improvement was significant enough to start giving remdesivir to patients who were previously receiving a placebo. “So it’s a first step forward. In parallel, we have a whole series of therapeutics including plasma, and also monoclonal antibodies being worked through,” she said, referring to lab-made antibodies targeting the virus."], "Language": false}