{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/politics/coronavirus-travel-advisory-italy-reconsider-travel/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jennifer Hansler, Caroline Kelly and Jason Hoffman, CNN"], "Writers": [["Jennifer Hansler", "Caroline Kelly", "Jason Hoffman"]], "FirstPublishDate": ["2020-02-29T00:29:46Z"], "LastModifiedDate": ["2020-02-29T01:48:44Z"], "Headline": ["State Department raises travel advisory for Italy amid coronavirus outbreak"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The US State Department on Friday raised its travel advisory for Italy to the second-highest-level warning, Level 3: Reconsider Travel, due to the novel coronavirus. The move comes as Italy has suffered at least 650 cases and 17 deaths from the coronavirus, with the World Health Organization saying that the country, as well as Iran and South Korea, has reached a critical point in responding to the outbreak. \"Reconsider travel to Italy due to a recent outbreak of COVID-19,\" the advisory says. \"There is an ongoing outbreak of COVID-19 caused by a novel (new) coronavirus in Italy. Many cases of COVID-19 have been associated with travel to or from mainland China or close contact with a travel-related case, but sustained community spread has been reported in Italy.\" Cases of the virus in Brazil, Croatia, Denmark, Germany, Israel, the Netherlands, North Macedonia, Switzerland and the United Kingdom have all been linked to travel to Italy. The country has already taken an economic hit from the epidemic, as stadiums and museums have been much quieter than usual in light of the virus.  The additional travel restrictions come amid the administration's concerns over the disease's continued spread.  A senior administration official told CNN on Friday that a meeting of leaders of Southeast Asia nations and President Donald Trump scheduled for next month in Las Vegas has been postponed. \"As the international community works together to defeat the novel coronavirus, the United States, in consultation with ASEAN partners, has made the difficult decision to postpone the ASEAN (the Association of Southeast Nations) leaders meeting previously scheduled for mid-March,\" a senior administration official told CNN. \"The United States values our relationships with the nations of this critical region, and looks forward to future meetings.\" Reuters first reported the postponement of the summit, which was scheduled for March 14. Exact plans for the meeting had not been announced, but administration officials had said they expected Trump to attend and to have bilateral meetings while there. Last month, the State Department raised the travel warning for China to the highest advisory  -- Level 4: Do Not Travel -- in light of the virus, which originated there in the city of Wuhan.  Since its initial outbreak, the coronavirus has killed more than 2,800 people globally, the vast majority in mainland China. There have been more than 83,000 global cases, with infections in every continent except Antarctica."], "Language": false}