{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/economy/fate-rate-cut/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Anneken Tappe, CNN Business"], "Writers": [["Anneken Tappe"]], "FirstPublishDate": ["2020-02-28T14:12:21Z"], "LastModifiedDate": ["2020-02-28T21:39:31Z"], "Headline": ["The Fed will cut rates in March, the market predicts"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["Central banks around the world are closely monitoring the novel coronavirus outbreak, and investors believe they will step in to keep the world's economies humming. Stocks have been selling off all week, even briefly fell into correction Thursday, as investors and economists grow increasingly concerned about the virus' impact on global supply chains and trade. That helped sent market expectations for interest rate cuts through the roof. The CME's FedWatch Tool shows a 100% chance that the US Federal Reserve will cut rates in March. The markets priced in an 11% chance of that a week ago. The probability of a standard quarter-percentage-point cut on Friday was overtaken by expectations for a half-point cut at the Fed's next monetary policy meeting on March 18. The probability of the latter was 52% at Friday's close, down from nearly 92% earlier in the day. The likelihood of a bigger rate cut shot through the roof later in the day, after Fed Chairman Jerome Powell tried to counter the market's expectations with a statement: \"The fundamentals of the US economy remain strong,\" Powell said.  He added that the central bank was monitoring the outbreak and its economic implications, and will \"act as appropriate to support the economy.\" Even though the meeting date is less than three weeks away, the central bank could meet earlier for an emergency rate cut, said analysts at Bank of America Merrill Lynch. The last emergency rate cut took place in 2008.  BofA also expects a half-percentage-point cut, citing disorderly market moves and a possible demand shock as a result of the virus outbreak. It said last year's \"insurance\" rate cuts could serve as a blueprint. But the Federal Reserve might not be as quick to jump on the monetary easing wagon as investors would like. Neel Kashkari and Loretta Mester, presidents of the Minneapolis and Cleveland central banks, respectively, both said Monday there was no immediate need to cut interest rates. James Bullard, President of the St. Louis Fed, said the central bank probably wouldn't cut rates unless the outbreak escalates. \"Further policy rate cuts are a possibility if a global pandemic actually develops with health effects approaching the scale of ordinary influenza, but this is not the baseline case at this time,\" he said at the Fort Smith Regional Chamber of Commerce on Friday. After all, the economic consequences of the virus outbreak have yet to be reflected in the US economic data that the Fed watches so closely. Large multinational companies like Apple and Microsoft have warned about how the outbreak will hurt on their businesses, but America's economy as a whole isn't all that reliant on trade and exports, which shields it somewhat from global economic woes. That means the Fed might not have reason to act yet. Even though Fed cut rates three times last year to stimulate the economy, it is still above the ultra-low rates from the financial crisis. The benchmark rate now sits at 1.5% to 1.75%. \"The Fed is probably the central bank with the most room to cut, so it's almost rational to price in more action,\" said Ilan Solot, currency strategist at Brown Brothers Harriman, of the heightened expectations for lower rates. Last year's cuts came on the coattails of the US-China trade war, which weighed on investor and business sentiment. \"The coronavirus has taken the baton from the trade war,\" said Brian Nick, chief investment strategist at Nuveen, adding that the virus outbreak is affecting similar assets and industries as last year's trade war did.  Are rates already too low? But some investors are skeptical if monetary policy is the right tool to help combat the fallout from the outbreak. \"There is nothing that will be 'stimulated' monetarily from a rate cut or two that isn't already being 'stimulated' by the very low rate environment,\" said Peter Boockvar, chief investment officer at Bleakley Advisory Group. \"And rate cuts aren't a vaccine and won't bring factories back and people traveling again.\" Similarly, the European Central Bank might not be the right authority to step in to stimulate the export-reliant European economy. The ECB still has not raised its benchmark interest rate since slashing it during the 2010-2012 European sovereign debt crisis. While the bank might cut other interest rates, already-low rates could mean European countries will combat any economic fallout from the virus outbreak with fiscal rather than monetary stimulus, said Marc-Andre Fongern, head of FX research at Fongern Global FX. US Treasury yields, which are an expression of future interest rate expectations, have been sliding this week, with the 10-year government bond yield falling below 1.29% to a fresh record low. Bond yields and prices move opposite directions. \"In my opinion in the US, there's a conflation between hedging and the actual pricing in\" of interest rate cuts, Solot said. Fixed-income products like Treasuries are a common hedge for stock investors. Given the sharp selloff in stocks, the rally in bonds and consequently lower yields might be driven by more than just rates expectations. In the developing world, the picture looks slightly different. China, where the outbreak originated, is expected to feel the most economic pain as businesses and factories shut down. Its central bank has already stepped in to support the country's markets and economy. Other countries in the region are following suit. The Bank of Indonesia cut its short-term lending rate by a quarter percentage point last week. The Monetary Authority of Singapore said earlier this month that \"there is sufficient room\" to ease its effective exchange rate to combat weakening economic conditions. In South Korea, where coronavirus cases spiked last weekend, the central bank left its interest rates unchanged at Thursday's meeting but stressed that the bank continued to be accommodative and would act to ensure recovery of economic growth and stable inflation."], "Language": false}