{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/asia/china-us-coronavirus-spat-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nectar Gan, CNN"], "Writers": [["Nectar Gan"]], "FirstPublishDate": ["2020-05-04T09:16:11Z"], "LastModifiedDate": ["2020-05-05T01:49:06Z"], "Headline": ["China pushes back against US claims that coronavirus originated from Wuhan lab"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["A nationalist tabloid controlled by the Chinese Communist Party has dismissed claims by the Trump administration that the novel coronavirus originated from a laboratory, as the war of words over the pandemic escalates between Washington and Beijing. US Secretary of State Mike Pompeo said Sunday in an interview with ABC that there was \"enormous evidence\" Covid-19 originated in a laboratory in the Chinese city of Wuhan, where the outbreak was first detected last December. He did not provide details to support the claim. Responding to Pompeo's comments, China's state owned Global Times newspaper said in an editorial Monday that the former CIA director had \"stunned the world with groundless accusations.\"  \"Since Pompeo said his claims are supported by 'enormous evidence,' then he should present this so-called evidence to the world, and especially to the American public who he continually tries to fool,\" the editorial said. \"The truth is that Pompeo does not have any evidence, and during Sunday's interview, he was bluffing.\" CNN reached out to China's foreign ministry for comment on Pompeo's claims, but received no response. The country is in the middle of a five-day holiday that runs through Tuesday. Scientists around the world have condemned conspiracy theories suggesting that Covid-19 does not have a natural origin, pointing to studies that suggest it originated in wildlife. China has faced criticism at home and abroad over its handling of the virus, especially during the initial outbreak. It was accused of silencing whistle-blowers and delaying in informing the public about the severity of the crisis. But critics allege Washington has ramped up efforts to blame China for the global spread of the virus as it faces growing criticism at home for its own handling of the pandemic. To date, the US has recorded more than 1.1 million cases and at least 67,000 Covid-19 related deaths. Beijing has hit back with its own propaganda efforts, accusing the US of shifting blame and brushing aside accusations of a deliberate coverup in the critical early stages. Last Tuesday, Foreign Ministry spokesman Geng Shuang accused \"American politicians\" of telling lies about the pandemic. \"They have only one objective: to try to shirk responsibility for their own epidemic and prevention and control measures and divert public attention,\" he said. On April 30, China's state-run news agency Xinhua posted an animated video featuring Lego-like figures that mocked the US response to the pandemic. It has been viewed for 1.9 million times on Twitter. On Monday, the Global Times editorial accused the White House of continuing to \"engage in unprecedented propaganda warfare while trying to impede global efforts in fighting the Covid-19 pandemic.\" \"As the US presidential election campaigns are underway, the Trump administration has implemented a strategy designed to divert attention from the incompetence it has displayed in fighting the pandemic. It is clear that their goal is to blame China for the pandemic by pinpointing the country as the source of Covid-19,\" it said.  Origins of the virus The coronavirus has infected more than 3.5 million people worldwide, with at least 247,000 dead. The US accounts for nearly a third of the global confirmed cases and more than one fourth of the deaths. Pompeo's remarks followed US President Donald Trump's claims on Thursday that he had seen evidence that gave him a \"high degree of confidence\" the virus originated in a laboratory in Wuhan. Trump declined to provide details to back up his assertion. Scientists in China and the West have pointed to research indicating that the virus is likely to have originated in bats and jumped to humans from an intermediate host -- just like its cousin that caused the SARS epidemic in 2002 and 2003. The Office of the Director of National Intelligence also said in a statement Thursday that the \"Intelligence Community also concurs with the wide scientific consensus that the Covid-19 virus was not man-made or genetically modified.\" Asked Sunday about that conclusion, Pompeo said he has \"no reason to disbelieve\" the intelligence community, despite comments earlier in the same interview that \"the best experts so far seem to think it was man-made. I have no reason to disbelieve that at this point.\" Chinese officials and state media have repeatedly stressed that there has been no conclusion on the exact origin of the virus, while pushing their own unfounded claims alleging it did not originate in China. In March, Zhao Lijian, a spokesperson of the Chinese Foreign Ministry, promoted a conspiracy theory on Twitter that the virus had originated in the US and was brought to China by the US military. The ire of Beijing So far, Chinese officials and state media have largely avoided directly naming Trump in its coverage of the spat. Instead, much of Beijing's ire has been directed at Pompeo -- and former White House chief strategist Steve Bannon, who does not hold any current position in the administration. Last week, the state-run broadcaster CGTN accused Pompeo of turning \"his back on humanity by spreading a political virus.\" The Chinese Communist Party's official mouthpiece, the People's Daily, also said in an editorial that Pompeo's rhetoric will deliver the US a \"colossal moral deficit.\" On Monday, the Global Times said Pompeo was \"indulging in a solo performance that has failed to adhere to the professional standards expected for a chief diplomat,\" and accused him of losing \"his moral compass.\" State media also bristled at Bannon after he criticized China's handling of the outbreak in an interview with CNBC on Thursday and suggested Beijing should be held financially responsible for the pandemic. On Sunday night, state broadcaster CCTV aired a commentary during its flagship evening newscast that lashed out at Bannon, calling him a \"stubborn anti-China figure\" with \"zero moral integrity.\""], "Language": false}