{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/politics/chinese-laser-us-aircraft/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Ryan Browne, CNN"], "Writers": [["Ryan Browne"]], "FirstPublishDate": ["2020-02-27T23:47:23Z"], "LastModifiedDate": ["2020-02-28T18:27:18Z"], "Headline": ["US says Chinese warship fired military laser at US aircraft"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The US Navy said Thursday that a Chinese military warship fired a military grade laser at US Navy P-8 surveillance aircraft last week while it was flying over the Pacific Ocean, an action that the US Navy called \"unsafe and unprofessional.\"  The People's Republic of China \"navy destroyer's actions were unsafe and unprofessional,\" US Pacific Fleet said in a statement Thursday. \"Weapons-grade lasers could potentially cause serious harm to aircrew and mariners, as well as ship and aircraft systems,\" the statement added. Military-grade laser beams, occasionally known as \"dazzlers,\" emit a powerful beam of light that can travel great distances and be used to illuminate aircraft cockpits, temporarily blinding pilots. Defense officials told CNN that a formal diplomatic protests known as a démarche is expected to be issued. The incident comes amid ongoing tensions between the US and Chinese militaries. The Pentagon has repeatedly said that China represents an increasingly serious threat to regional security, saying that major Chinese investments in its military are aimed at achieving regional dominance.  \"Over time, we have watched them seize and militarize islands in the South China Sea, and rapidly modernize their armed forces, while seeking to use emerging technologies to alter the landscape of power and reshape the world in their favor ... and often at the expense of others,\" US Defense Secretary Mark Esper said earlier this month. The US has similarly issued such diplomatic protests in the past due to what the US said was Chinese military forces using lasers against US aircraft. One such incident took place in the East African nation of Djibouti where both the US and China maintain military bases. US officials in 2018 accused Chinese forces stationed in Djibouti of injuring US pilots with a laser that was fired at a US C-130J aircraft."], "Language": false}