{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/us/colleges-canceling-study-abroad-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Joe Sutton"], "Writers": [[]], "FirstPublishDate": ["2020-02-26T14:32:58Z"], "LastModifiedDate": ["2020-02-28T18:10:31Z"], "Headline": ["A growing list of US colleges are canceling or rerouting study abroad programs because of the coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A growing list of American universities have canceled study abroad programs as the novel coronavirus continues to spread.  At least seven universities have suspended programs in Italy, where the number of confirmed cases has risen to 374, including 12 deaths. Others have canceled programs in China and South Korea. Semester at Sea, an educational cruise program with hundreds of American students on board, was due to visit Seychelles and Mauritius, but is rerouting to Mozambique instead after learning the ship would be turned away. Here is a list of the universities and programs impacted. We'll continue adding newer ones up top. University of Georgia The University of Georgia is suspending all Spring of 2020 study abroad programs in South Korea. The University sent the information in a message to UGA exchange students in South Korea late Thursday, according to a UGA spokesperson.  It followed the Centers for Disease Control and Prevention warning against non-essential travel to South Korea based on the spread of the Coronavirus.  In it's statement to students, UGA said \"we are requesting all UGA study abroad students in South Korea impacted by this decision to return to the United States. We are ready to assist you and we will work with you on academic and financial concerns.\" Villanova University Citing the \"rapid increase in the number of confirmed cases in Northern Italy,\" Villanova said it would be bringing home its students who are abroad there. \"The University is in close contact with other study abroad programs in which Villanova students are participating and will determine appropriate responses to additional disruptions caused by the coronavirus,\" it said. With spring break around the corner, Villanova recommended students and staff \"be cautious about their travel choices.\" Gonzaga University Gonzaga said it was suspending all courses on the Gonzaga in Florence campus and that as of March 6 all all \"pensiones and homestays\" would be closed for the remainder of the semester. University of Colorado Boulder CU Boulder said it was suspending all study abroad programs in both China and South Korea for the current and summer semesters. Elon University Elon University announced that it has suspended its program in Florence, Italy, for the semester. The North Carolina university said 21 Elon students and one faculty member will return home from Italy this week and its Italian academic partners will ensure the students are able to complete all coursework remotely.   \"This was a difficult decision for the university to make, given that these students were already immersed in these important global experiences,\" Elon University's global education dean Woody Pelton said in a news release. \"However, the health and safety of students is our top priority.\"  \"Given the uncertainty about the spread of the virus and its anticipated impact on travel and our academic program in Florence, we decided it was best to bring these students home as soon as possible,\" Dean Pelton said.  Fairfield University Fairfield University announced yesterday that it has immediately closed its Florence University of the Arts study abroad program and required all students enrolled in the program to depart Italy.   \"The University is working through the logistics of allowing these students to return to Fairfield University's campus on March 15, after our spring break, and resume classes on campus,\" the Connecticut school said in a news release. \"Students will have the option of both online and hybrid courses to ensure they remain on track toward their graduation dates.\" The university said 142 students are enrolled in the program. Florida International University Florida International University announced Tuesday that study abroad programs to Italy, Singapore, Japan and South Korea have been canceled.  The university said any students or employees who are currently on university business in those countries must return to the US immediately. New York University New York University announced earlier this week that it has canceled classes for the rest of the week at NYU Florence.  The university said it suspended operations at the campus on Thursday, February 27, and it will begin holding classes remotely starting on March 2.   The university has urged students to leave Florence during this period. Syracuse University And Syracuse University announced that it has suspended its program in Florence and is working to assist its students with returning to the US.  \"We are working directly with our students to arrange their return to the United States. We will do everything we can to minimize disruption to their academic studies and their lives,\" the university said in a news release. \"Many will choose to return to main campus. However, they will not return until after spring break.\" The New York university said at least 342 students are studying abroad in Italy. One of them, Syracuse junior Josh Kurzer, told CNN he was \"shocked\" when he found out that his program had been canceled. \"As of this morning, I was starting to get worried and I booked a flight home,\" Kurzer, 20, said by phone from Italy.  \"It's been rock bottom, all I can do is laugh right now\" the student said. He says everyone had heard the virus was spreading in Italy but \"people weren't worried.\" \"We thought classes would be canceled for a week and that's it.\" University of Tennessee The University of Tennessee's Center for Global Engagement (CGE) is suspending all spring and summer education abroad programs in both China and South Korea, it announced on February 18.  \"We can assist you in communication to reassure your collaborators that there is no stigma that we associate with them or their organizations, but we must do our part in containing the virus,\" it told faculty, staff and students affected by the restrictions.  The university also said it would keep current study abroad students, as well as students who applied for upcoming study abroad programs, updated.  Semester at Sea The study abroad program Semester at Sea, based on a cruise ship that's been retrofitted into a floating campus, is rerouting with hundreds of American students on board.  After visiting Japan and Vietnam earlier this semester, the ship was due to port in Seychelles but was told it would be blocked by local officials. \"We have just learned that the Seychelles Ministry of Health and the Seychelles Port Authority has denied the MV World Odyssey entry to the Seychelles,\" the program announced on its website. \"Despite multiple appeals and no evidence of health concerns on the ship, the decision was upheld.\" Believing the ship would be denied entry to Mauritius as well, administrators decided to reroute the voyage to Mozambique. Students will be given credit for missed assignments and the chance to make them up there. This is a breaking story and will continue to be updated."], "Language": false}