{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/perspectives/huawei-ban-5g-technology/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joy Tan for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-02-28T14:06:38Z"], "LastModifiedDate": ["2020-02-28T14:06:38Z"], "Headline": ["Huawei exec: The US can't afford to work without us"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["The rollout of 5G technology will bring faster downloads and uploads, reduced lag time, smarter devices in our homes and much more. Sure, it will mean faster streaming for Netflix or YouTube. But in reality, 5G has the potential to transform almost every aspect of our lives, including better access to education, personalized health care, connected emergency services and more. The Trump administration is acting to limit Huawei's access to American carriers, calling into question the security of its equipment and networks. The Federal Communications Commission recently adopted two measures that will stop US carriers from using Huawei's technology. The first bans carriers from receiving financial support from the FCC's Universal Service Fund (USF) if they continue to purchase from companies like Huawei and ZTE. The second requires carriers who receive support from the USF to replace existing equipment from Huawei or ZTE with new equipment from other providers.  The measures enable the US administration to effectively ban American companies from buying foreign telecommunications equipment that the government deems a national security risk. A decision like this not only affects Huawei's customers in the United States. It could also directly limit the country's ability to roll out 5G capabilities at the same time as the rest of the world. The United States can't afford to lose Huawei. Some analysts have asserted that banning Huawei could impact 5G's rollout globally. Huawei is one of very few companies that can competitively manufacture the radio access network (RAN) equipment necessary to build a 5G network. And in 2018, Huawei sold nearly one-third of all telecom equipment purchased worldwide. Although Huawei has fewer customers in the United States, those customers are some of the most underserved when it comes to network services. According to Statista, there were 349,344 mobile wireless cell sites in the United States in 2018. Huawei accounted for less than 1% of these. Despite this, Huawei's technology is widely relied on by people who may not otherwise have access to broadband. In rural communities from Washington to Kansas to New York, carriers are operating on small budgets and often have unique needs, which telecommunications companies other than Huawei are usually unable to meet — a major reason that the FCC consistently provides rural carriers with financial support.  Major network infrastructure providers often avoid rural areas because of the low populations and the high cost of installing the infrastructure. Conversely, Huawei has a proven track record of providing reliable network services in remote locations from rural China to Belize. Huawei currently serves about 40 telecom customers in the United States, most of which provide services to rural Americans. Banning Huawei from supplying to US businesses will have direct, detrimental effects on these rural carriers and their consumers. The FCC's 2019 Broadband Deployment Report reported that, by the end of 2017, 21.3 million Americans still lacked access to a \"terrestrial fixed broadband connection meeting the FCC's benchmark of at least 25 Mbps/3 Mbps.\" The USF allows carriers to serve rural areas that would otherwise be underserved or even totally disconnected.  Without funding or access to their preferred vendors, carriers will need to find alternative ways to support their rural users. If they aren't allowed to buy from Huawei, the people living and working in these communities will likely feel the impact through increased operational costs, less coverage and the delay of new infrastructure and 5G deployment.   According to GlobalData, Huawei's 5G RAN technology \"holds the strongest position overall\" against major competitors. The best way for the United States to harness this developing technology is to see Huawei as a partner and innovator, not an adversary.   A US ban on Huawei equipment will not only slow the country's technology growth. It will also result in the United States falling further behind in the deployment of 5G technology. IHS Markit predicts that 5G technology \"will enable $13.2 trillion of global economic output\" and support an additional 22.3 million jobs by 2035. By delaying 5G deployment, the United States risks losing out on the benefits of that rapid growth. Avoiding Huawei is a huge risk for the United States, as the decision could negatively affect its economy, citizens and ability to keep pace with technology used by the rest of the world."], "Language": false}