{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/politics/donald-trump-coronavirus-miracle-stock-markets/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-02-28T05:30:48Z"], "LastModifiedDate": ["2020-02-28T13:21:02Z"], "Headline": ["Trump seeks a 'miracle' as virus fears mount"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump is hoping for a \"miracle\" that will make the coronavirus disappear but tanking stock markets and signs the disease is stalking America are delivering their verdict on his scattershot management of the crisis. A historic Wall Street sell off, the first case on US soil that could not be traced to travel to countries battling the virus, and news of drug shortages outpaced White House efforts to show everything was under control. \"It's going to disappear. One day it's like a miracle, it will disappear,\" Trump said at the White House Thursday as the virus marched across Asia and Europe after US officials said the US should brace for severe disruption to everyday life. The President also warned that things could \"get worse before it gets better,\" but he added it could \"maybe go away. We'll see what happens. Nobody really knows.\" The President's comments, which seemed divorced from the gravity of the situation, followed CNN reporting that raised new questions about Trump's capacity to handle the crisis. For weeks, aides and allies have tried to impress upon him the seriousness of the coronavirus situation, warning him of the threat to the global economy and -- by proxy -- his own reelection prospects, according to people familiar with the conversations. Devastating losses in Wall Street that finally convinced him to put a face on the crisis on Wednesday. But his erratic news conference only fanned the impression of a leadership vacuum. Much at stake There are also signs that the White House is more concerned with its political plight than the burgeoning crisis. An order for public health officials to clear all television appearances with the White House meanwhile raised the question of whether Trump will prioritize science as the threat from coronavirus rises or his own political standing. In a shocking report, The Washington Post revealed that health officials met Americans evacuated from Wuhan, China, the epicenter of the disease without proper training or protective gear, according to a whistleblower account. News that California is monitoring 8,400 people for the virus and an announcement that state has already confirmed its first case of community transmission further shook public confidence. Alarming headlines tested the credibility of a message of confidence and optimism delivered by Vice President Mike Pence, amid doubts over his credentials to lead the anti-virus effort. \"President Trump has no higher priority than the health, safety and well-being of Americans,\" Pence said at a conservative political conference outside Washington. \"While the risk to the American public remains low, like the President said yesterday, we're ready. We're ready for anything.\" Pence, a day after being named to a job by the President that will require him to work closely with adversaries on Capitol Hill, then launched a prolonged attack on \"socialist\" Democrats. He later had to clear up confusion over his role -- confirming that he, and not Health and Human Services Secretary Alex Azar, was in charge of the anti-virus task force. As television news channels devoted wall-to-wall coverage to the coronavirus, government public health officials were nowhere to be seen. Sources told CNN that all media appearances have to now be cleared with Pence's office. The move could deprive Americans of sober, science-based advice from some of the best public health experts in the world. CNN has reported that Trump has been angered that government health experts have contradicted his attempts to downplay the threat from the virus by saying it is all but \"inevitable\" the US will be affected and there will be severe disruption. The revelation will do little to quell suspicions that Trump is trying to suppress damaging information to pacify the markets and protect himself politically and gets to the fundamental issue of the administration's squandering of public trust. His acting chief of staff, Mick Mulvaney, acknowledged to the Conservative Political Action Conference on Friday that potential disruptions to everyday life, such as school closures and impacts on public transportation, are likely. But his advice to people worried about the market reaction to the outbreak was to \"tell people to turn their televisions off for 24 hours.\" If Trump is hoping to placate investors who have driven stocks to historic highs that he sees as an election-year boon, he is failing badly. The Dow Jones Industrial Average plunged 1,191 points or 4.4% in its worst points loss in history. Stocks are on track for their worst week since the financial crisis. The third day of steep loses followed a flurry of warnings that the coronavirus could spark a global recession, including from former Federal Reserve Chair Janet Yellen. Reelection on the horizon Such a scenario could spell political disaster for the President as he runs for reelection. One of the few areas in which he enjoys majority voter approval is over his management of the economy. A double whammy of a downturn and a botched virus response could endanger the President's hopes of a second term. Anxiety over coronavirus spiked after Wednesday's announcement of the first case of the disease, in California, in a patient who had no travel or close proximity links with sufferers brought home to the US from Japan or China. The Obama administration's former Ebola czar Ron Klain accused the Trump team of not taking sufficient steps to examine whether the virus was already here. \"We haven't tested extensively and don't know how widespread it is,\" said Klain told CNN's Jake Tapper on \"The Lead.\" \"If you don't test, you're not going to find it. However many cases there are now, there's going to be more.\" It is not unusual for an administration to find itself racing to catch up after a sudden crisis breaks. The question becomes how quickly a President can master the situation and put in place personnel and plans take control. Administrations that manage that can win public plaudits and avoid political damage. Those that fail -- like President George W. Bush's team, for instance, after Hurricane Katrina in 2005 -- sometimes never recover. The US Food and Drug Administration on Thursday gave another sign of a building crisis, warning that an unnamed drug had recently been added to the FDA Drug Shortages list. Since many generic and brand name drugs are manufactured in China, there are fears that the hangover from the Asian giant's weeks long coronavirus shortage could reverberate in America. Republicans on Capitol Hill did their best to push back against criticism of Trump's response in an uneven press conference on Wednesday in which his sunny forecasts that the coronavirus may not reach the US were contradicted by top officials. \"I think they are doing a good job,\" Senate Majority Leader Mitch McConnell told CNN's Lauren Fox. But Democratic House Speaker Nancy Pelosi said she had personally raised her concerns about Pence's qualifications to lead the virus response task force with the vice president. \"We have always had a very candid relationship and I expressed to him a concern that I had of his being in this position,\" Pelosi said.  After Pence was put in charge of the coronavirus effort on Wednesday, critics disputed the President's comment that he had \"a certain talent for health matters.\" Pence was in charge of a previous health emergency -- an HIV outbreak -- when he was governor of Indiana. His moral objection and delays to initiating a needle exchange program were blamed by health experts for exacerbating the issue."], "Language": false}