{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/football/pierre-emerick-aubameyang-miss-arsenal-olympiacos-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-02-28T11:43:05Z"], "LastModifiedDate": ["2020-02-28T11:43:05Z"], "Headline": ["Pierre-Emerick Aubameyang left distraught after shock miss in dying seconds costs Arsenal"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Pierre-Emerick Aubameyang looked on the verge of tears. \"I don't even know,\" the Arsenal striker sighed. \"I feel very, very bad.\" Minutes earlier, Aubameyang had just missed what looked to have been one of the easiest chances in his career -- and it proved costly. After Youssef El Arabi's 120th-minute goal for Olympiacos had stunned the majority of the Emirates Stadium into silence, Aubameyang had one final opportunity to salvage Arsenal's Europa League campaign. Mesut Ozil's cross into the box ricocheted off two Olympicos defenders and fell perfectly at Aubameyang's feet; the type of chance the Gabon international has scored countless times in matches and training throughout his career. The stadium held its breath, everyone expecting to see the net bulge, but then came the noise of 40,000 disbelieving groans as Arsenal's captain dragged his shot wide of the post. He sank to his knees, covered his eyes and waited for the ground to swallow him up. READ: Mesut Ozil vs. China: Arsenal star makes human rights stand READ: Premier League to launch official Hall of Fame for 'very best' \"That can happen,\" Aubameyang told BT Sport minutes after the final whistle. \"I don't know how I missed this chance. I was tired and I had some cramps as well but it's not an excuse, I have to score this goal.\" The miss was even more unbelievable when juxtaposed with Aubameyang's earlier goal just minutes before, a stunning bicycle kick that drew Arsenal level on the night after Pape Cisse's header had given Olympiacos the lead. It was a rare moment of brilliance in a game that lacked quality throughout, the kind of performance that lays bare the size of the task new manager Mikel Arteta has ahead of him. \"It hurts a lot,\" Arteta told BT Sport after the match. \"We had a lot of intentions in this competition, it was very important for us and emotionally it's been a very difficult game. \"We were in complete control. Again, we conceded (from) a set piece and it put the tie in a difficult position. We tried and tried and tired and threw everything at them, they defended really deep. \"We put ourselves in trouble at the back, we conceded another corner and it's another set piece (goal). If you concede four goals from set pieces in two games at home, it makes the tie really, really difficult.\" The defeat seriously dents Arsenal's Champions League hopes for next season, as winning the Europa League was arguably the club's best chance of qualifying for the competition next season. Arteta's side sits ninth in the Premier League, seven points behind Chelsea in the fourth Champions League spot and four behind fifth-placed Manchester United. If Manchester City's two-year European competition ban is upheld by the Court of Arbitration for Sport that would open another qualifying slot for Arsenal if Arteta's finishes fifth. \"It would have been an incredible lift if we'd managed to win the game and go through the tie,\" Arteta said. \"We need to swallow that, now we have to react as a team. \"They have my backing completely for the way they have played. But it's painful.\""], "Language": false}