{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/media/hong-kong-jimmy-lai-arrest-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By James Griffiths and Anna Kam, CNN Business"], "Writers": [["James Griffiths", "Anna Kam"]], "FirstPublishDate": ["2020-02-28T09:42:47Z"], "LastModifiedDate": ["2020-02-28T09:42:47Z"], "Headline": ["Hong Kong pro-democracy media mogul Jimmy Lai arrested for 'illegal assembly' over 2019 protest"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A Hong Kong tycoon known for his outspoken support of the city's pro-democracy movement and criticism of China was arrested Friday, along with two other prominent pro-democracy figures.  A police spokesman said that three men aged 63 to 72 have been arrested for \"illegal assembly\" in relation to a protest march on August 31, 2019.  Mark Simon, assistant to Jimmy Lai, owner of media company Next Digital, confirmed to CNN that his boss was among those arrested early Friday morning. Lai is also facing one additional charge of \"criminal intimidation,\" a police spokesman said. The three will appear in court May 5,and if convicted could face up to five years imprisonment. Tam Man-kei, director of Amnesty International Hong Kong, said in a statement that their arrest for taking part in a largely peaceful process was \"unjustifiable.\"   \"It continues the pattern of the authorities using politically motivated charges to suppress opposition voices,\" Tam added. \"With the six-month anniversary of the 31 August protests due to be marked by activists this weekend, this merely appears to be the police's way of intimidating anyone planning to take part.\" Police had refused to issue a permit for a protest march due to take place that day, but unauthorized demonstrations went ahead anyway. Though mostly peaceful at first, as night fell they turned violent. Police fired tear gas, water cannons and two live-round warning shots, while protesters responded with petrol bombs.  Video footage from Prince Edward subway station in Kowloon showed officers charging into a train and hitting individuals with batons as they made the arrests. The incident has since become a major rallying cry for protesters, and a source of conspiracy theories after the subway operator and police delayed in releasing CCTV footage.  \"This continued assault on freedom of expression and assembly in Hong Kong only underlines the urgent need for an independent inquiry into the heavy-handed tactics used by police against protesters since last year,\" Tam said.  Newspaper mogul A former clothing magnate, Lai founded Hong Kong's Apple Daily newspaper in 1995, two years before Hong Kong was handed over from British to Chinese control. Modeled visually on USA Today, the paper caused a minor revolution in the city's media landscape, sparking a price war and drastically changing how rivals operated as they struggled to keep up with Lai's flashy tabloid sensibilities.  While focusing on celebrity gossip and other tabloid fare, since the handover the paper has emerged as one of the fiercest critics of the local government and its Beijing masters. It has openly supported the pro-democracy movement and anti-government protests, printing flyers and posters in its pages that people can cut out and take to marches.  This drove the 70-year-old Lai to a place of prominence within the opposition movement, and made him a figure of loathing for pro-Beijing politicians and media in the city.  Though his media influence has arguably waned in recent years, along with that of the traditional pro-democracy parties, his profile has if anything grown, thanks to a concerted campaign by Chinese state media to paint him as one of a \"gang of four\" behind anti-government protests which broke out last year.  Lai's closeness to right-wing politicians in the United States — he met with US Vice President Mike Pence, Secretary of State Mike Pompeo and then National Security Adviser John Bolton in July last year — has been used by Chinese state media to paint the entire protest movement, along with Apple Daily and similar media, as US-controlled. The People's Daily — the official mouthpiece of the Chinese Communist Party — claimed Lai was part of a quartet of \"secretive middlemen and modern traitors,\" as Beijing tried to blame the unrest in Hong Kong on foreign forces. Joseph Wu, minister of foreign affairs for Taiwan — where Apple Daily operates a successful franchise — wrote Friday that \"we are saddened to learned about Jimmy Lai's arrest.\" Apple Daily \"is a symbol of press & speech freedom in #HongKong & will stand tall despite repeated assaults by evil forces,\" Wu said on Twitter. "], "Language": false}