{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/04/08/politics/gallery/trump-white-house-coronavirus-briefings/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-04-08T15:49:43Z"], "LastModifiedDate": ["2020-05-12T19:01:25Z"], "Headline": ["In photos: Trump vents his frustrations at coronavirus briefings"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump leaves after the White House coronavirus briefing on April 23. During the briefing, Trump lashed out at reporters from CNN and The Washington Post who asked him questions, saying they were \"fake news.\" It was also at this briefing when Trump asked medical experts to look into the possibility of injecting disinfectant as a treatment for the coronavirus. He said later he was being sarcastic. CNN White House correspondent Kaitlan Collins tries to ask Trump a question on the heels of Trump's racially tinged exchange with CBS News correspondent Weijia Jiang, left, at a White House briefing on Monday, May 11. Jiang asked the President why he sees coronavirus testing as a global competition when more than 80,000 Americans have died. \"Maybe that's a question you should ask China,\" Trump told Jiang, who was born in China and immigrated to the United States when she was 2. \"Don't ask me. Ask China that question, OK?\" Trump abruptly ended the briefing shortly afterward. Trump responds to a question from CNN's Jeremy Diamond during the White House coronavirus briefing on April 19. When pressed by Diamond as to why he was taking time during briefing to discuss praise he has received while more than 22 million Americans are currently unemployed and more than 40,000 people have died, Trump said he was \"standing up for the men and women who have done such an incredible job,\" not for himself. \"It's not about me. Nothing is about me,\" he said. The clips Trump played at the briefing praised himself and not health care workers. Trump speaks during the coronavirus briefing on April 18. Trump repeatedly blamed governors for not making full use of coronavirus testing capacity in their states, even as several Democrat and Republican governors said they are facing shortages of critical supplies to conduct tests. \"They don't want to use all of the capacity that we've created. We have tremendous capacity,\" Trump said. \"They know that. The governors know that. The Democrat governors know that. They're the ones that are complaining.\" Trump departs from the Rose Garden following the coronavirus briefing on April 14. During the briefing, Trump threatened to leave after Playboy correspondent and CNN analyst Brian Karem attempted to ask a question about social distancing. \"Quiet. Quiet.\" Trump said. When Karem continued to ask his question Trump interjected, \"If you keep talking, I'll leave and you can have it out with the rest of these people. If you keep talking, I'm going to leave and you can have it out with them. Just a loudmouth.\" Trump speaks at the daily White House coronavirus briefing on April 13. Trump lashed out at criticism of his handling of the crisis, claiming the criticism wasn't fair and that he'd handled the outbreak effectively. \"Everything we did was right,\" Trump insisted after an extended tirade against negative coverage. Trump speaks to members of the press during the coronavirus briefing on April 6. When asked about a report detailing the challenges US hospitals are facing as they battle the coronavirus — released that day by the Department of Health and Human Services' (HHS) Office of Inspector General — Trump repeatedly criticized reporters and frequently departed from his prepared text. When Admiral Dr. Brett Giroir — assistant secretary for health at HHS and pictured behind Trump — spoke about Covid-19 testing, he said, \"I don't know the inspector general. I don't know that person.\" Trump then asked reporters in the room if they knew how long the inspector general had been in government. ABC News' Jonathan Karl — seated in the foreground — responded that Christi Grimm, the principal deputy inspector general for HHS, \"did serve in the previous administration.\" Trump responded: \"Oh, you didn't tell me that. Oh, I see. You didn't tell me that, Jon. You didn't tell me that. ... You mean the Obama administration. Thank you for telling me that. See, there's the typical fake-news deal. Look, you're a third-rate reporter. And what you just said is a disgrace, O.K.? ... Thank you very much, Jon. Thank you very much. You will never make it.\" Trump — flanked by Vice President Mike Pence and Dr. Deborah Birx, the White House coronavirus response coordinator — gestures over the lectern as he speaks on April 3. Weijia Jiang of CBS News asked Trump to clarify what his son-in-law Jared Kushner meant by the word \"our\" at the previous day's briefing when he said: \" ... the notion of the federal stockpile was it's supposed to be our stockpile — it's not supposed to be state stockpiles that they then use.\" Trump responded: \"You know what 'our' means? The United States of America — that's what it means. ... And then we take that 'our' and we distribute it to the states.\" He also added: \"It's such a basic, simple question and you try and make it sound so bad. You ought to be ashamed of yourself.\" Trump listens to a question on April 2. Trump arrives behind Dr. Anthony Fauci, right, at the start of the White House's daily coronavirus briefing on March 31. Fauci is the nation's top infectious disease expert. Trump speaks to reporters in the Rose Garden at the White House on March 30. A White House aide attempts to take the microphone out of the hands of PBS reporter Yamiche Alcindor during a briefing at the White House on March 29. Alcindor asked Trump about an appearance he made on Fox News on March 26, where he questioned whether some governors — such as New York Gov. Andrew Cuomo — actually needed the amount of aid they were requesting to combat the coronavirus: \"I have a feeling that a lot of the numbers that are being said in some areas are just bigger than they are going to be,\" Trump told Sean Hannity on Fox News. \"I don't believe you need 40,000 or 30,000 ventilators.\" In response to Alcindor's question about how the views Trump expressed in his Fox News interview will impact how he fulfills orders for ventilators or for masks, Trump said: \"Why don't you act in a little more positive — it's always trying to get ya. Get ya. Get ya. And you know what? That's why nobody trusts the media anymore. ... Be nice. Don't be threatening. Don't be threatening. Be nice.\" Fauci, director of the National Institute of Allergy and Infectious Diseases, attends the coronavirus briefing on March 25. Trump's notes are seen during the White House's coronavirus briefing on March 23. The word \"Chinese\" was crossed out this time, a few days after Trump was criticized for using the word to describe the virus. Trump arrives for a briefing on March 23. Trump ripped into NBC News' Peter Alexander, seated, during the White House's daily coronavirus briefing on March 20. Alexander had asked Trump whether he was giving Americans \"false hope\" by touting unproven coronavirus drugs. Toward the end of the exchange, Alexander cited the latest pandemic statistics showing thousands of Americans are now infected and millions are scared. Alexander asked, \"What do you say to Americans who are scared?\" Trump shook his head. \"I say that you are a terrible reporter,\" he replied. \"That's what I say.\" The President then launched into a rant against Alexander, NBC and its parent company, Comcast. \"You're doing sensationalism,\" Trump charged. A close-up of Trump's notes shows where the word \"Corona\" was crossed out and replaced with \"Chinese\" as he speaks about the coronavirus at the White House on March 19. After consulting with medical experts and receiving guidance from the World Health Organization, CNN has determined that the term \"Chinese virus\" is inaccurate and considered stigmatizing. A reporter wears latex gloves as Trump takes questions on March 16. Trump introduces Fauci after declaring the coronavirus pandemic a national emergency on March 13."], "Language": false}