{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/asia/foreign-diplomats-evacuated-from-north-korea-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hakone, Japan"], "ByLine": ["By Will Ripley, CNN"], "Writers": [["Will Ripley"]], "FirstPublishDate": ["2020-02-28T07:52:36Z"], "LastModifiedDate": ["2020-02-28T08:35:18Z"], "Headline": ["Foreign diplomats to be evacuated from North Korea as country steps up efforts to prevent virus outbreak"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["A plan is in the works to evacuate quarantined foreign diplomats from North Korea, a source inside the country has revealed, as concerns about the spread of the novel coronavirus grow. North Korea has not confirmed a single case of the virus inside its borders, but global health experts have warned the country is highly susceptible to an outbreak given its close proximity to China and limited medical capabilities. Every other country in East Asia has confirmed numerous cases.  The German Embassy, French Cooperation Office, and Swiss Development Cooperation will close operations in the capital Pyongyang completely, said the source, who agreed to speak on the condition of anonymity, given the extreme sensitivity of the current situation.  Other countries with diplomatic missions in North Korea plan to scale down operations, the source added. \"I would expect around 60 people to be on the flight,\" the source said. The date of the evacuation flight has not been confirmed, but the source said it will likely fly from Pyongyang to the Russian city of Vladivostok, in the far east of the country. CNN previously reported foreign diplomats have been kept in complete isolation since early February, as the outbreak extended beyond mainland China. Diplomatic staff are not allowed to leave their compounds. All flights in and out of the country have also been suspended.  North Korean authorities have yet to respond to CNN's request for comment. The exact number of foreign diplomats stationed inside North Korea is unknown, but is estimated to be just a few hundred. The country previously announced that all foreigners would be quarantined for 30 days, after quickly closing its borders at the onset of the coronavirus outbreak. On Wednesday, North Korean state-run medial reported that more than 380 foreign nationals had been placed in isolation. Individuals who had recently returned from trips overseas, as well as those who show abnormal symptoms are also under observation, according to the report. The report said that the production of disinfectant and protective clothes needed for the inspection and anti-epidemic work was being vigorously stepped up. The apparent ramping up of efforts to contain the virus comes as neighboring South Korea reported 256 more confirmed cases of the virus on Friday morning, bringing the national total to 2,022, according to the South Korean Centers for Disease Control and Prevention (KCDC). The country has the most confirmed coronavirus cases outside of mainland China.  On Thursday, a United Nations sanctions committee announced it had given approval for diagnostic equipment to enter North Korea to combat a potential outbreak.  \"The UN's North Korea sanctions committee quickly approved the shipment of goggles, thermometers, and stethoscopes into North Korea, along with kits to detect if sick persons there have the virus,\" the leader of the committee, German UN Ambassador Christoph Heusgen, told reporters Thursday. \"The committee immediately had given permission to export the equipment,\" he added. \"The problem is that right now North Korea has closed the border. Around the table the appeal was made for North Korea to allow this equipment in so that the population can be better protected.\""], "Language": false}