{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/business/tokyo-disney-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Tokyo/Hong Kong"], "ByLine": ["By Sherisse Pham and Yoko Wakatsuki, CNN Business"], "Writers": [["Sherisse Pham", "Yoko Wakatsuki"]], "FirstPublishDate": ["2020-02-28T06:02:38Z"], "LastModifiedDate": ["2020-02-28T06:02:38Z"], "Headline": ["Tokyo Disney parks closing for two weeks over coronavirus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Disney is closing down its theme parks in Japan as the novel coronavirus outbreak in that country escalates.  Tokyo Disneyland and DisneySea will shut down on Saturday and stay closed through March 15, the parks' operator Oriental Land announced on Friday.  The closure comes in the wake of a request by Japan's government to cancel or postpone big gatherings and events over the next few weeks to prevent the spread of coronavirus.   The virus has killed eight people in Japan, and sickened more than 900, the vast majority of them connected to the a cruise ship that became a floating quarantine zone off of Yokohoma earlier this month. Worldwide, there are at least 2,800 deaths, mostly in mainland China, and more than 83,000 global cases, with infections on every continent except Antarctica.  The Tokyo resort said it will refund guests for admission fees and hotel bookings. It said the park, for now, is scheduled to reopen on March 16. The Tokyo closures are the latest business headache for Disney in Asia. The company closed its theme parks in Shanghai and in Hong Kong last month over coronavirus fears, just before the Lunar New Year holiday.  Earlier this month, Disney warned that those closures, along with fallout from Hong Kong's mass protests, could carve $280 million in profit from the current quarter.  The company added that the coronavirus will hurt its results for the fiscal year as a whole. For now, the properties in Hong Kong and Shanghai are closed indefinitely, and \"the precise magnitude of the financial impact is highly dependent on the duration of the closures,\" Chief Financial Officer Christine McCarthy said on an earnings call earlier this month. -- Michelle Toh contributed to this report. "], "Language": false}