{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/politics/trump-coronavirus-disappear/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maegan Vazquez and Caroline Kelly, CNN"], "Writers": [["Maegan Vazquez", "Caroline Kelly"]], "FirstPublishDate": ["2020-02-28T02:15:02Z"], "LastModifiedDate": ["2020-02-28T03:12:26Z"], "Headline": ["Trump says coronavirus will 'disappear' eventually"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump expressed optimism Thursday that the novel coronavirus would eventually be contained and eliminated in the United States, even as he acknowledged it could get worse first. \"It's going to disappear. One day it's like a miracle, it will disappear,\" Trump told attendees at an African American History Month reception in the White House Cabinet Room. The World Health Organization says the virus has \"pandemic potential\" and medical experts have warned it will spread in the US. The President added that \"from our shores, you know, it could get worse before it gets better. Could maybe go away. We'll see what happens. Nobody really knows.\" Trump's comments come as the administration battles both the virus and accusations of mismanagement among officials responding to the outbreak.  Earlier on Thursday, CNN reported that Vice President Mike Pence's office would be in charge of all coronavirus messaging after several aides blamed negative coverage of the response on too many mixed messages from senior members of the administration. Later in the day, reports surfaced that a whistleblower at the Department of Health and Human Services is seeking federal protection after complaining that more than a dozen workers who had received the first Americans evacuated from Wuhan, China, lacked proper training or protective gear for infection control. Trump spoke effusively of the administration's efforts during his remarks Thursday. \"We have done an incredible job. We're going to continue,\" the President said, claiming that the media won't give the administration \"credit\" for a successful response to the virus. Speaking about the 15 individuals diagnosed with the coronavirus on US soil, Trump said that \"the 15 will soon be down to three, four.\" Trump called his Wednesday appearance before the White House press corps to address the administration's response to the virus \"really good\" and \"a calming press conference.\" Trump announced during Wednesday's news conference that he was putting Pence \"in charge\" of the administration's coronavirus response, adding that the vice president will report directly to him. Minutes later, HHS Secretary Alexander Azar said he was \"still chairman of the task force\" -- muddling the message and perhaps the point of the news conference regarding who is in charge of the administration's response to the crisis."], "Language": false}