{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/cars/ferrari-suspending-production-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2020-03-15T19:53:34Z"], "LastModifiedDate": ["2020-05-04T22:03:47Z"], "Headline": ["Ferrari suspends production in Italy because of coronavirus"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["Ferrari is temporarily suspending manufacturing in Italy because of the coronavirus outbreak.  The Italian sports car maker said Saturday it is suspending production in Maranello and Modena, Italy, through March 27, as coronavirus begins to take a toll on its supply chain. Ferrari follows Volkswagen-owned Lamborghini, which on Friday closed its factory in Sant'Agata Bolognese, Italy, until March 25. The Maranello facility is Ferrari's main production site, and the \"Scaglietti plant\" in Modena makes chassis for some Ferrari cars.  Automakers have for weeks been bracing for the effects of the novel coronavirus. Car manufacturers around the world rely on parts from China to keep their supply chains going. In recent weeks, many factories in China were closed or their operations severely restricted after the coronavirus first emerged in the country in late December.  Ferrari said it had already taken steps to ensure high health standards at its facilities as the outbreak grew in Italy. The country, where more than 17,000 cases had been reported as of Saturday, is now under total lockdown. The company said it is now \"experiencing the first serious supply chain issues, which no longer allow for continued production.\" It is also halting operations at its racing division, Scuderia Ferrari.  \"At a time like this, my gratitude goes first and foremost to Ferrari's women and men who, with their tremendous commitment over the past few days, have demonstrated the passion and dedication that defines our marque,\" Ferrari CEO Louis Camilleri said in a statement. \"It is out of our respect for them, for their peace of mind and those of their families that we have decided on this course of action.\" Ferrari joins many other companies around the world that are curbing operations in response to — and in an effort to stop the spread of — coronavirus. Many companies have closed offices or asked employees to work from home, and some retailers are beginning to temporarily shutter storefronts or adjust store hours. "], "Language": false}