{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/asia/shincheonji-south-korea-hnk-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paula Hancocks and Yoonjung Seo CNN"], "Writers": [["Paula Hancocks", "Yoonjung Seo"]], "FirstPublishDate": ["2020-02-27T02:23:59Z"], "LastModifiedDate": ["2020-02-28T00:55:02Z"], "Headline": ["How novel coronavirus spread through the Shincheonji religious group in South Korea"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Illness was never accepted as a valid reason to miss services at the Shincheonji religious group, says former member Duhyen Kim. This is an organization that took roll call, he says, and everyone had to physically swipe in and out of services with a special card. Any absence was noted and followed up on. \"The culture was, even though you're sick you come in on Sunday. If you're so sick you can't come Sunday, you have to come on Monday or Tuesday -- you have to make up for the time,\" Kim says. He describes how, when he was a member, followers would sit on the floor during hours-long services \"packed together like sardines.\"  The religious group -- an offshoot of Christianity -- is now at the heart of South Korea's novel coronavirus outbreak, particularly in the city of Daegu.    South Korean authorities believe a large number of cases in the country attended a Shincheonji service or have been in contact with attendees.    The religious group says it is cooperating with local authorities, and has shut down all church services and gatherings. \"We are sanitizing every church and annex buildings all across the nation, including Daegu branch. We will actively participate in disease prevention activity, following the government's measure,\" reads a statement from the group. The religious group also lashed out at its critics. \"The media had been reporting that we are the main culprit in the spread of virus, referring to our 'unusual service style' -- a reality where we had to hold service on the floor to maximize the number of occupants in our small space,\" the statement adds.   But Kim, who still has friends within the group, and other former members have told CNN that attendees are not allowed to wear anything on their faces -- even glasses -- during prayer time. \"They were forced recently not to wear masks even though the whole corona (virus) outbreak was going on. They said, no, it's disrespectful to God to have masks on,\" Kim says. Shincheonji has not returned CNN's calls for comment.   A new support network Kim says he joined in 2006 as a 19-year-old student who had just arrived in South Korea to study. The South African didn't have a support network and says he was quickly \"recruited.\" At first, he says his friends did not reveal they were part of Shincheonji. But after 18 months, they introduced him to a Bible study group, and slowly brought him into their religious world. \"At that time, I was an expat,\" he says. \"These people became my community, my friends I could rely on, (people) I could go out for dinner, drinks (with).\" Kim's native English-language skills helped him rise in the organization. By 2011, he says he was the international affairs director and personal interpreter of founder and leader Lee Man-hee.  He says his mother-in-law was Lee's partner. After spending almost every day with the man revered as a god-like figure within Shincheonji, Kim became disillusioned with the group and in 2017 he left. The Promised Pastor Shincheonji Church of Jesus, the Temple of the Tabernacle of the Testimony was established on March 14, 1984, by Lee and is centered around the personality of its founder. Little is known about his past.   According to the group's official homepage, Lee was born on September 15, 1931, in Cheongdo, in southern South Korea, and his birthplace gets regular visits from followers. Lee was \"deeply religious\" from an early age and prayed with his grandfather but had never been to a church.  The website heavily suggests that Lee is the \"Promised Pastor\" mentioned in the Bible. The passage it highlights suggests that the Promised Pastor is the second coming of Jesus Christ.   The group says it has about 245,000 members more than 31,000 of them from overseas.  An internal document from 2017, called the \"International Missions Department status report,\" provided to CNN by former members, said the group has eight branches in the US, with the LA chapter being the largest with more than 1,000 members, as well as dozens of chapters in China.  \"The church of Shincheonji believes Lee Man-hee, their leader, is the second coming of Jesus Christ,\" says Kim.   CNN has tried to reach Lee Man-hee for comment, but multiple calls to the group have not been returned. Across Korea, some churches have notices on their doors saying Shincheonji members are not welcome, claiming they infiltrate mainstream churches to recruit new members, according to Tark Ji-il, a professor at Busan Presbyterian University.    International gatherings In the middle of January, as coronavirus took hold in central China, thousands of Shincheonji members assembled for an annual gathering in Gwacheon, where the group is headquartered, near Seoul.   Then, between January 31 and February 2, an unknown number of members came together for the funeral of the founder's brother. Local media reports that before his death on January 31, he was hospitalized at Cheongdo Daenam Hospital, near Daegu, the city at the heart of South Korea's outbreak. Numerous confirmed coronavirus cases and deaths have since been recorded from the same hospital.    Shincheonji wasn't connected to the coronavirus outbreak until South Korea reported its 31st case on February 18. The patient, a 61-year-old South Korean woman, had no prior overseas travel history or contact with other confirmed cases. A cluster of infections followed. By February 20, the national tally had increased from 31 to 156  and the first death was reported.    While tracing the movements of the 31st patient, the South Korean Centers for Disease Control and Prevention spotted a link between the new patients: case number 31 had attended a Shincheonji service with hundreds others in Daegu, a city of 2.4 million people about 280 kilometers (174 miles) south of Seoul.  Once the link to the religious group was established, authorities decided to quarantine all attendees of the meeting the 31st case had attended.  Spokesperson Simon Kim said in a recorded statement: \"This is a disease that originated in China and spread to South Korea. We are sincerely urging everyone recognize that the Shincheonji Church and its devotees are the biggest victims of Covid-19, and refrain from hate and groundless attack.\"  Stopping the spread In South Korea, officials have ordered all of the group's facilities to close. Shincheonji says it has close to 1,100 buildings and is disinfecting them to try to stem the spread of the virus.   On February 24, South Korea's Gyeonggi provincial governor, Lee Jae-myung, said in a radio interview with Korean station TBS, that the Shincheonji group had not initially cooperated with officials as promised. The group has 239 locations in Gyeonggi province, but only 100 of the addresses listed proved to be correct.   On February 26, Chairman Lee Man-hee posted a statement on the official Shincheonji website saying that the group has been \"actively cooperating with the South Korean government to prevent the virus from spreading further\" and they decided to hand over the list of the whole congregation and check on with everyone including the trainees on the condition that the government safeguard the private information.  On the same day, Gyeonggi Provincial government said 210 Shincheonji members had agreed to call 33,000 fellow members to ask about symptoms, as Shincheonji members often don't answer calls from nonmembers. Daegu police deployed 600 officers to find hundreds of members, knocking on doors, tracking phones and scouring security camera footage to find them, and asking them to self-isolate.   It comes as more than half a million people this week reportedly signed an online petition filed to the president's office calling for Shincheonji to be dissolved. Any petition with over 200,000 signatures is guaranteed an official government response, putting the group under a spotlight it has tried for so many years to avoid."], "Language": false}