{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/business/3m-coronavirus-hedge/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Hannah Zhang, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-02-27T22:17:01Z"], "LastModifiedDate": ["2020-02-27T23:23:46Z"], "Headline": ["Buy shares of this mask supplier to survive the selloff: analysts"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["As the deadly coronavirus sweeps the globe and slams businesses across multiple industries, one company could dodge the selloff. Best known as the maker of Scotch tape and Post-It notes, 3M also happens to be one of the largest producers of N95 respirators, the type of mask that more efficiently protects people against the virus than ordinary medical masks.  3M has suffered through nine quarters of weak results, according to Melius Research, but the demand for masks is a big plus for the company, which is the largest supplier of N95 respirators in the US.  On Wednesday, Melius Research upgraded its rating on 3M stock to a buy. \"The simple reality is that 3M is one of only a handful of S&P names that sells a necessary product in virus containment,\" according to the Melius report. \"This is being ignored by the market.\" The upgrade puts 3M on a par with companies such as DuPont, GE and Honeywell, \"stocks that stand out to us as most interesting for investors who can look through a likely tough first half of 2020,\" the report said. Coronavirus has caused a worldwide mask shortage. N95 respirators and regular surgical masks have been unavailable on all major e-commerce platforms in the United States and China since early this year.   This would not be the first time that 3M benefited from a global health crisis. When the SARS epidemic hit in 2003, 3M's sales growth shot up amid increased demand for its respirators, according to the Melius report.  \"The 2002 impact from SARS was highly beneficial to 3M,\" said Scott Davis, a co-author of the  report, told CNN Business. While the company didn't disclose any specifics at the time, \"it was meaningful and helped the stock to outperform in that period.\"  Basic medical masks provide a barrier from particulate matter, but do not seal tightly enough against the wearer's face to eliminate the risk of contracting the virus. Worn properly, the N95 mask can filter out about 95% of small airborne particles, according to Christiana Coyle, an expert in epidemics at New York University.  3M has struggled over the past two years as China's manufacturing industry declined, and the company was slow to cut its costs, but \"this is being fixed now, said Davis. \"Its long term track record is solid.\" The company \"is arguably the most out of favor of the multi-industry names, yet has most of what we look for at this point of the cycle.\""], "Language": false}