{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/opinions/sanders-cuba-comments-werent-wrong-bodenheimer/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Rebecca Bodenheimer"], "Writers": [["Rebecca Bodenheimer"]], "FirstPublishDate": ["2020-02-26T03:24:30Z"], "LastModifiedDate": ["2020-02-27T18:19:27Z"], "Headline": ["Sanders' ill-advised Cuba comments weren't wrong"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Presidential candidate Bernie Sanders has found himself in hot water after a \"60 Minutes\" interview with Anderson Cooper Sunday in which he praised some of the actions of Fidel Castro following the 1959 Cuban Revolution. Twitter lit up, with most fellow politicians—both Democrat and Republican—condemning Sanders for \"sing[ing] the praises of a murderous tyrant,\" as Representative Donna Shalala, who represents the US Congressional district housing one of the largest populations of people of Cuban descent, put it.  Looking closely at his words, Sanders made a nuanced statement recognizing both the errors of the Castro regime and the gains made during the Revolution. He stated to Cooper, \"We're very opposed to the authoritarian nature of Cuba but you know, it's unfair to simply say everything is bad. You know? When Fidel Castro came into office, you know what he did? He had a massive literacy program. Is that a bad thing? Even though Fidel Castro did it?\"  Yet Sanders was almost universally condemned, specifically by fellow candidates Pete Buttigieg, Mike Bloomberg and Joe Biden, who unsurprisingly used this as an opportunity to blast the current front-runner in the 2020 Democratic primary, and trumpet themselves as universally opposed to things like \"coz[ying] up to dictators.\" Buttigieg and the Biden campaign got in an added dig at Sanders, likening his comments about Castro to the admiration President Trump has shown for authoritarian leaders, namely Vladimir Putin and Kim Jong Un.    In a CNN Town Hall held Monday night, Sanders doubled down on his comments, ultimately stating very forcefully, \"truth is truth.\" He also named other authoritarian governments, in my view implying, though never explicitly stating, that we don't seem to level the same types of critique at those with which we have friendly or important trade relationships, namely Saudi Arabia and China.   Also on Monday, Miami Herald columnist Andres Oppenheimer went even further in lambasting Sanders, stating, \"Sanders' claim that it's unfair to say that everything was bad in Castro's Cuba is as stupid as claiming that Stalin's Russia's produced great dancers despite its mass murders. Or that Nazi Germany, despite its concentration camps, built great public highways and reduced crime rates.\"   I found this to be an offensive suggestion: that a Jewish candidate—the most viable Jewish candidate in our country's history—was saying something comparable to praising Nazi Germany.  Abhorrent comparison aside, I don't disagree with Oppenheimer's point that Sanders' comments will be taken badly in south Florida and that, if he's the Democratic nominee, Florida will likely go for Trump. It probably wasn't the wisest idea for Sanders to say something that he must have known would alienate so many Miami Cuban and Venezuelan exiles, given that Florida is likely to be a crucial swing state in the general election.   That said, what Sanders said shouldn't be viewed as wholly controversial. Both the things he said were true: the Castro regime (and the successive iterations of it under Raúl Castro and now Miguel Díaz-Canel) was and is authoritarian and looking to influence its citizens. And, early on in the 1960s, Castro initiated a grassroots program that resulted in a massive increase in literacy in Cuba, as well as building a strong universal healthcare and educational system.   It's incredibly disappointing to see that the public conversation around Cuba is still so polarizing and reductive after 60 years, particularly because of the common-sense approach President Barack Obama took in initiating a rapprochement with Cuba in late 2014. In fact, in a historic visit to Havana in March 2016, Obama made remarks very similar to those of Sanders on Sunday night: \"The United States recognizes progress that Cuba has made as a nation, its enormous achievements in education and in health care.\" Obama and Sanders were essentially recognizing what many Cubans on the island believe: they appreciate the gains of the Revolution and the ways it raised the standards of living for the poorest Cubans, many of whom were black or of mixed race, and yet they're also frustrated with the lack of freedom of speech and of free and fair elections. The Cuban education system overlaps with all of these concerns.  Instead of obsessing about comments on a leader who died four years ago, the discussion should be focused on how harmful the Trump administration's policy is for Cubans in 2020. The rollbacks of Obama administration policies have included severely limiting travel visas and remittances and drastically cutting commercial and charter flights to the island, all of which is devastating the tourist-dependent Cuban economy, specifically Cuban entrepreneurs. These policies are wrong-headed and will make it particularly difficult and expensive for Cuban-Americans who have family in places outside of Havana, including my husband and family, to visit the island. As if Trump's draconian Cuba policy wasn't enough, Cuban migrants have been caught up in the southern border asylum crisis, suffering from the Trump administration's cruel detention policies; there has also been an increase in the deportation of Cubans since 2017. These changes in Cuban migrants' status stem from Obama's decision to end the preferential \"wet foot, dry foot\" policy that gave Cubans who stepped foot on US soil an automatic green card, even if they were entering illegally. Although the old guard of Cuban exiles still wields an outsized influence on American politicians—particularly via Marco Rubio, who has become a \"virtual secretary of state for Latin America\" under Trump—these policies are unpopular with many Cuban-Americans, who either want to see the island for themselves or are recent immigrants who still have strong ties to Cuba.  I wish the other Democratic hopefuls had followed the lead of Elizabeth Warren, who has opted to remain silent regarding Sanders' comments. In fact, she recently outlined her own common-sense plan for Cuba, calling for a reversal of \"Trump's counterproductive policies, which harm the Cuban people more than its leaders\" and arguing that the \"best way to promote change is by empowering the Cuban people, not punishing them.\"   A few weeks ago, I published a piece arguing, \"Democratic candidates also need to put in the work to try and earn the Cuban vote and not just write them off as Trump supporters.\" Trump only won the Cuban vote in 2016 by a slim margin; since then, it's likely some younger Cuban-American voters have been further alienated by his racist, xenophobic rhetoric. Now, I fear that, despite Sanders' truthful statements and even given his popularity with young Latinos nationally, he is essentially considered to be poisonous among south Florida exiles, which could be disastrous if he wins the Democratic primary.  I desperately wish we could have more nuanced conversations about Cuba like the ones Obama was ushering in, but sadly, in the Trump era we've backtracked. Even after 60 years, we still aren't ready for a truly transformed relationship with Cuba. An earlier version incorrectly stated that the district Donna Shalala represents has the highest concentration of voters of Cuban descent."], "Language": false}