{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/27/world/gallery/coronavirus-prevention/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-02-27T11:05:21Z"], "LastModifiedDate": ["2020-02-27T16:12:57Z"], "Headline": ["A global coronavirus: Travel bans, face masks, and fear"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["In this photo illustration, a woman sprays disinfectant onto her hands in Berlin, Germany, on February 26. As the novel coronavirus spreads across Asia, people have rushed to stock up on sanitation and cleaning products. In major cities like Hong Kong, stores sold out of hand sanitizer, toilet rolls, face masks, disinfecting wipes, and more. Commuters in Beijing wear protective masks as they ride bikes and scooters across an intersection during rush hour on February 24. Nearly everyone in Beijing and across mainland China is wearing a protective mask outdoors, if they go out at all; some instead choose to stay home as much as possible, in line with the government's recommendation to self-quarantine and avoid public gatherings. A child is covered with a plastic bag before getting into a taxi in Beijing on February 13. A woman checks her son's forehead on January 27 in Wuhan, China. The coronavirus outbreak began in Wuhan, and the majority of cases in China remain concentrated in Hubei province, where Wuhan is the capital. Wuhan has been under lockdown since January 23, with movement halted in or out of the city, and public transport limited within. Staff disinfect a room in Hotel Mikazuki, in Japan's Chiba Prefecture, where Japanese evacuees from Wuhan stayed. 197 Japanese citizens had been flown out of the Chinese city, and stayed at the hotel for two weeks. They went home on February 13 after all testing negative for the coronavirus. Foreign nationals from at least 30 countries were flown out of Wuhan and other regions of China in January, amid growing travel restrictions and border closures. With governments worldwide advising citizens to avoid close physical contact for fears of spreading the virus, even religious services have had to adjust. Catholic devotees in Paranaque city, the Philippines, line up on February 26 to have their head sprinkled with ash during Ash Wednesday services -- instead of the usual practice of having the ash rubbed in. A worker from the Korea Pest Control Association, wearing protective gear, sprays disinfectant at a market in Seoul on February 24. South Korea has seen a spike in numbers as a new outbreak spreads across the country. There are now more than 1,500 cases nationwide, many of which are linked to a religious group in the south of the country. A Chinese man wears a protective mask, goggles and coat on a nearly empty street on January 26 in Beijing, China. The outbreak hit during Chinese New Year -- China's busiest annual travel season. This year, celebrations were canceled, travel restrictions were implemented, and the typical festive atmosphere was replaced by one of fear and caution. Workers spray disinfectant inside a toilet at a bus depot in Seoul, South Korea, on February 24. The majority of cases in South Korea have taken place in the southern city of Daegu, but infections have also spread to other places like Busan -- the country's second most populous city. A worker cleans a metro train in Tehran, Iran, on February 26. An outbreak in Iran has seen the country's coronavirus numbers spike; it now has more than 140 cases and 22 deaths. \nMany other Middle Eastern countries have imposed travel restrictions and strict emergency measures, including closing borders with Iran. Within a week of the Iran outbreak, a number of nearby countries reported their first cases, including Afghanistan, Bahrain, Oman, Lebanon, and more. Workers clean a gate at Hong Kong's High Speed Rail Station on January 29. The city's government announced it will deny entry for travelers who has been to China's Hubei province, the epicenter of the outbreak, except for local residents. Hong Kong has also closed many of its border crossings with mainland China, amid calls from residents for more stringent measures. A worker disinfecting a market in Seoul, South Korea, on February 24. South Korea is now the largest outbreak outside China. A worker wears disposable latex gloves while serving food at a cafe in Milan, Italy, on February 24. Italy is now the largest outbreak outside Asia, and is at the heart of the European outbreak. Since Italy's outbreak, the virus has spread to many other nearby countries; Norway, Denmark, Austria, Romania, Georgia, and North Macedonia all reported their first cases within a week. Temporary \"mothers\" Zhang Xiaoyan and Wang Simei feed the 2-month-old child of a coronavirus patient in China's Anqing City on February 20. The baby's mother was confirmed with coronavirus after all other adult members of her family were also infected -- leaving two children without caretakers. In response, six  local nurses stepped in to act as the children's temporary \"mothers.\" A traditional market in Seoul is disinfected on February 26. The South Korean government raised its coronavirus alert to the highest level, with confirmed case numbers continuing to rise.  A worker at Manila's international airport cleaning chairs at the boarding area on February 23. The Philippines has three confirmed cases and one death from the coronavirus. The country has issued travel restrictions in response to the Asia outbreak; most recently, it announced a ban on travelers from the North Gyeongsang Province of South Korea, where numbers of cases have been climbing. A customer wearing a protective face mask and gloves reads a cleaning product label in a grocery store in Milan, Italy, on February 25. Italian authorities are now scrambling to respond to the outbreak, after the prime minister was forced to admit that a hospital had mishandled the region's first coronavirus case and had contributed to the virus' spread. People wear face masks in Tokyo on February 23. Japan came under international scrutiny after the Diamond Princess cruise, docked in Yokohama, was placed under quarantine for weeks with infected passengers on board. An airport employee scans people's body temperatures in Bolivia on February 26. Brazil reported its first case of the coronavirus that day -- the first case in Latin America. Other nearby countries are now attempting to block the possible spread of the virus. A medical staff member in the Wuhan Children's Hospital in Wuhan, China -- the epicenter of the coronavirus outbreak. At the isolation ward of infected children, many young patients were afraid of seeing the medical staff wrapped in protective suits. A nurse in the hospital came up with the idea of drawing cartoons on the protective suits and inviting children to color them, to make them feel more at ease. A man wearing a respiratory mask and gloves in Milan, Italy, on February 23. He is in Casalpusterlengo -- one of the ten small towns placed under lockdown as new coronavirus deaths sparked fears throughout the Lombardy region of Italy. The travel restrictions have effectively quarantined 100,000 people in the region. Chinese children wear plastic bottles as makeshift homemade protection at the airport in Beijing on January 30. People in China aren't taking any chances. Apart from just face masks, they have turned to other ways to protect themselves from the virus in public, like wearing full-body plastic ponchos, shower caps, goggles, gloves, and more. Sumo wrestlers in Osaka, Japan, on February 23. The Osaka Grand Sumo Tournament will start on March 8. But many other sporting events and major public gatherings have been canceled across Asia as the coronavirus spreads. There was speculation that the Tokyo 2020 Olympic Games could be canceled as well -- but organizers told CNN preparations for the Games were continuing as planned. A Chinese man is seen in the side mirror of his scooter as he wears a protective mask in Beijing on February 22. More than 780 million people across China -- nearly half the country's population -- are still under some kind of travel restriction. These restrictions range from complete lockdowns, to limited entry in and out of certain neighborhoods."], "Language": false}