{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/world/red-panda-species-scli-intl-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sara Spary, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-27T13:45:33Z"], "LastModifiedDate": ["2020-02-27T13:45:33Z"], "Headline": ["Turns out there are actually two species of red panda, not just one"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Scientists have discovered for the first time that there are two distinct species of red panda, not just one -- and the find could have important ramifications for conservation efforts.  The small mammals, which are already endangered, are native to China, Nepal, India, Bhutan and Myanmar. Although red pandas' physical differences have led many to speculate that two species did exist, this research is the first time the theory has been proven. Researchers from the Chinese Academy of Sciences in Beijing and Kunming found there are Himalayan red pandas and Chinese red pandas. Using data from 65 wild red pandas from across Asia, researchers found each species had distinct DNA. Revealing the findings in the journal Science Advances, researchers identified Chinese red pandas as having redder faces and more distinct white and dark red tail rings compared with their Himalayan red panda neighbors. The Himalayan red panda is distributed in Nepal, Bhutan, northern India, northern Myanmar, Tibet and the western Yunnan province of China, while the Chinese red panda inhabits the Yunnan and Sichuan provinces of China, the researchers said. The findings are important for conservation efforts. Up until now, the scientists wrote, a lack of understanding of the species as distinct has had the effect of \"directly impairing scientific conservation management\" -- including the potential for the two species to be interbred in captivity. \"The delimitation of two red panda species has crucial implications for their conservation, and effective species-specific conservation plans could be formulated to protect the declining red panda populations,\" they wrote in the paper. "], "Language": false}