{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-02-27T12:26:18Z"], "LastModifiedDate": ["2020-02-27T12:26:18Z"], "Headline": ["The FTSE 100 is in correction territory. Others indexes aren't far behind"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. Global stocks have entered their sixth straight trading day in the red as investors worry that the coronavirus outbreak is fast becoming a pandemic — with Britain's FTSE 100 flirting with a correction. The exporter-heavy index fell another 1.9% on Thursday, bringing its slide for the week up to nearly 7%. The FTSE 100 is nearly 10% below its recent closing high in mid-January. Other indexes aren't far behind. In South Korea, the site of the largest outbreak outside China, the Kospi index is more than 9% off its recent January high. Germany's DAX and France's CAC 40 are also nearing correction territory. The S&P 500, which has dropped in six of the past seven trading sessions, is 8% off an all-time high reached just last week. Driving the market: A weakening outlook for global economic growth as countries race to contain the coronavirus' spread. Bank of America has cut its forecast for global growth to 2.8%, which would be the lowest reading since 2009. The market unease also reflects the steady stream of companies warning that the coronavirus outbreak is hurting their business. Microsoft said Wednesday that it won't meet its revenue guidance issued in late January, citing weaker sales for Windows and Surface laptops. On Thursday, Anheuser-Busch InBev, the world's biggest brewer, said it has lost $285 million in revenue in China due to the virus in January and February alone. Goldman Sachs now estimates that US companies will generate no earnings growth in 2020. In the near term, the investment bank thinks that the S&P 500 will fall another 7%. Still dropping: The yield on the benchmark 10-year US Treasury note, now below 1.30%, continues to hit new lows as investors seek out safe haven investments.  Oil has also continued its decline on concerns about waning demand in the event of a prolonged global slowdown. US oil futures are off another 2.3% to $47.61 per barrel, while Brent crude futures, the global benchmark, are down 2% to $52.34 per barrel. Big picture: President Donald Trump's news conference and the US government response has not assuaged investors' anxiety as cases outside China continue to rise. Apple will open its first store in India. Is it too late? India is finally getting an Apple Store — but the company could still find it hard to catch up in a crucial market for Big Tech.  The plans: The store will open in 2021, according to Apple CEO Tim Cook. The iPhone maker also plans to launch online sales in India this year. Why it took so long: Indian regulations require foreign retailers to source at least 30% of their raw materials locally. Apple has long sought an exemption from that rule and instead sold its devices through partner stores, my CNN Business colleague Michelle Toh reports. Cook told shareholders that the company \"needed to get approval from the government to go in there ourselves.\" Apple has struggled for years to gain traction in the huge market. A big problem is price: A high-end iPhone can cost more than the country's average annual wage. Instead, Xioami and Samsung have dominated. Apple finished 2019 in sixth place. The challenge for Cook will be leveraging a cheaper iPhone 11 to claw the company's way higher. Its efforts come as Big Tech's honeymoon in India reaches an end. The country is making changes which could make it harder for global tech firms to cash in over the next decade.  What's happening: A raft of regulations in the works will affect how companies — particularly foreign ones — collect and store data, sell products online and protect their users' privacy. How the coronavirus could spark a US recession The longest economic expansion in American history has survived a trade war with China, a catastrophic tsunami in Japan and a severe crash in oil prices. The fast-moving coronavirus poses yet another grave test, my CNN Business colleague Matt Egan writes. Resilient spending by consumers kept the United States out of recession during the height of the trade war last year. Manufacturing collapsed. Business spending shrank. Yet Americans kept on shopping. The risk is that a health scare in the United States changes that balance. \"If the American consumer loses faith, and the coronavirus will be a real test of faith, then a recession is going to happen,\" Mark Zandi, chief economist at Moody's Analytics, told Matt. Up next Best Buy, J.C. Penney and Keurig Dr. Pepper report results before US markets open.AMC Entertainment, Beyond Meat and Dell will follow after the close. Also today: The second estimate of US GDP for the fourth quarter arrives at 8:30 a.m. ET, plus durable goods orders for January. Coming tomorrow: How did Americans' personal spending hold up heading into February's escalating coronavirus scare? "], "Language": false}