{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/2020-democratic-town-hall-south-carolina-wednesday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Fernando Alfonso III and Veronica Rocha, CNN"], "Writers": [["Fernando Alfonso III", "Veronica Rocha"]], "FirstPublishDate": ["2020-02-26T23:45:40Z"], "LastModifiedDate": ["2020-02-27T05:05:31Z"], "Headline": ["CNN town hall with Biden, Bloomberg, Klobuchar and Warren"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Four Democratic presidential candidates answered a host of questions at back-to-back town halls in South Carolina. We're wrapping up our live coverage. In case you missed it, here's the key takeaway from each candidate's town hall: Michael Bloomberg: The billionaire businessman was called to task once again over his controversial record on stop-and-frisk, which he repeatedly defended while serving as mayor of New York. Bloomberg said tonight, \"we just did it much too much and an awful lot of innocent people got stopped.\" Stop-and-frisk searches peaked under Bloomberg at 203,500 stops during the first three months of 2012.The practice was cut back amid protests and lawsuits.\nJoe Biden: The former vice president said he has spoken to Anita Hill, who made sexual harassment accusations against Supreme Court Justice Clarence Thomas, and \"apologized for not being able to protect her more\" during Thomas' confirmation hearings, which Biden oversaw in 1991. Biden was asked what would happen if President Trump loses in November but refuses to concede. Biden said the way Trump has treated the military, the intelligence community and the FBI, “I have no worry about him being escorted out of the White House.” \nAmy Klobuchar: Klobuchar vowed to fire Education Secretary Betsy DeVos in her \"first 100 seconds\" if elected president. The Minnesota senator also said she would be able to work with progressive Democrats like Elizabeth Warren and Bernie Sanders, if elected, and pointed out that they already do in the Senate. \nElizabeth Warren: The Massachusetts senator is ready for a convention floor battle this summer if none of the Democratic candidates reach a delegate majority during the primary. Warren made it clear tonight that she'd be willing to lobby superdelegates, who have a vote on the second ballot if there's no outright winner, when asked if she would continue her candidacy even if she was trailing in the delegate count. She also tackled the issue of coronavirus, pledging to divert funds from President Trump's border wall and use \"every dime\" of it to fight the escalating health threat. Elizabeth Warren isn't saying if her home state of Massachusetts is a \"must-win\" on Super Tuesday. \"I'm grateful for those folks\" and their support, Warren said when asked. \"Always grateful.\" But on Wednesday night, like she has in the past, Warren didn't give a clear answer as to whether she believes victory in the Bay State is a requirement for her campaign on March 3.   Watch: ##Warren## Elizabeth Warren said Wednesday that the best way to take on Donald Trump is to stand up to him because “you never back down from a bully.\" “You just can't. I won't let him get behind me on a debate stage,” Warren said, seemingly in reference to the way that Trump loomed over Hillary Clinton during a general election debate in 2016. The comment came in response to a question about the way Trump gives his opponents nicknames, including an offensive name used for Warren. “So, do remember whoever the nominee is Donald Trump will have ugly names, tell lies, and make it his personal and nasty as he can,” Warren said. “So, we're just there. That's what's going to happen.” But, Warren said, that Democrats cannot be consumed by fighting with Trump. “The way we'll beat Donald Trump is by making this election not just about Donald Trump,” Warren said. “I think the way we'll do it is by talking about our vision.” Watch the moment: ##Warren## When it comes to working with Republican on passing legislation, Sen. Elizabeth Warren cited a bill she authored aimed at the 40 million Americans who suffer from hearing loss. Warren cited how \"one out of every six actually gets a hearing aid. Why? Because a couple of hearing aids cost you in the neighborhood of $5,000, not covered by insurance, not covered by medicare for most people. They just can't afford it.\" \"So I started asking the question a couple of years ago, why are those darn things so expensive? They're not as fancy in terms of what they do as your iPhone, but they cost a whole lot more. The answer turns out to be the hearing aid industry is one more industry that has managed to capture government to keep prices up and competition down,\" Warren said. Warren's plan was simple: Sell hearing aids over the counter. That plan is now a reality. President Trump signed Warren's Over-the-Counter Hearing Aid Act of 2017, which aims to make hearing aids more affordable and had bipartisan support. It requires the Food and Drug Administration to allow certain hearing aids to be sold over-the-counter to Americans with mild to moderate hearing loss. \"This law will make a life changing difference for millions of Americans who experience hearing loss but can't access the hearing aid technology they need because of high costs and excessive regulations,\" Warren said in a statement at the time of the President's signing. Hear more: ##Warren## Sen. Elizabeth Warren wants to snuff out cigarette addiction in the US and tackle an industry rife with \"corruption.\" Warren's discussion on cigarettes was prompted by a question from Tracy Smith,  a professor in addiction sciences, who said \"cigarette smoking still kills 50% of long term users and still the leading cause preventable death in the United States. And worldwide.\" \"What will you do as president to help end cigarette addiction and the disease burden of tobacco in the country,\" Smith asked. Warren's answer focused on a \"tobacco industry that still calling the shots too often in Washington. And that leans on the FDA to stay out of doing science based, health based regulations,\" she said tonight during her town hall. \"So, this is my commitment, it's my commitment across the board. I don't owe anything to the tobacco industry. Or the drug industry. Or the prison industrial complex. We can go through the list,\" Warren said. \"But on yours specifically, I want to see an FDA that is science based. That is research based. And they make recommendations and they make regulations that our based on that science and nothing else. I will have a head of the FDA who believes in science. And then I will back that person up 100%. I don't care about the political pressure from the outside.\" Watch the moment: ##Warren## Elizabeth Warren once compared the race for the presidency to a movie. She said it was lonely. Here's why: \"Well, there's nobody else who is out on stage with you, except a guy who wants to ask you hard questions. And it is,\" she said. She then detailed something that makes her campaign unique: A selfie line. Warren described the stories of hardship she's heard from Americans across the country during her selfie lines. She went on to say \"the reason I say that's lonely, every one of those, it's like it comes in between your ribs.\" Her campaign and the race to the White House is a culmination of her \"life's work,\" she said. Hear her comments: ##Warren## Elizabeth Warren is ready for a convention floor battle this summer if none of the Democratic candidates reach a delegate majority during the primary. Warren made it clear on Wednesday night that she'd be willing to lobby superdelegates, who have a vote on the second ballot if there's no outright winner, when asked if she would continue her candidacy even if she was trailing in the delegate count. Asked by an audience member why the person who gets the most votes shouldn't be awarded the nomination, Warren said that the rules set a higher bar — and she intended fight to the last. Warren also suggested that Bernie Sanders' argument that a candidate with a plurality should be declared the nominee was disingenuous, noting that his 2016 campaign, despite losing to Hillary Clinton, publicly argued that convention superdelegates should consider swinging the contest in his favor. In the aftermath of that primary, in which the superdelegates overwhelmingly backed Clinton, Sanders and others struck a deal to dilute their power. Unlike four years ago, they will only be able to vote on a second ballot in 2020.  But in this crowded field, that compromise could come back to bite Sanders. \"The way I see this is, you write the rules before you know where everybody stands. And then you stick with those rules. So for me, Bernie had a big hand in writing these rules. I didn't write them,\" Warren said.  \"When they were putting together the 2016 platform for the Democratic convention, those are the rules he wanted to write. And others wanted to write. Everybody got in the race thinking that was the set of rules,\" she added. \"I don't see how come you get to change it because he thinks that an advantage to him for doing it.\" Watch: ##Warren## Dana Lang, an attorney, has a son with autism who is about to graduate from high school and eager to become independent.  During Sen. Elizabeth Warren's town hall tonight, Lang asked the Massachusetts lawmaker what plan she has for \"integrating this generation of young adults with autism who are ageing out of school system\" and what can she do to ensure people like him have \"meaningful lives in the community?\" Warren cited her background as a special education teacher and how housing remains at the crux of her plan for helping people like Lang's son. \"I think of it as we have to think about how we let every human being in this country have an opportunity to be all they can be,\" Warren said. \"Housing for example. There are a lot of people who face challenges who want to be able to live independently. We have a problem in America. We don't have enough housing period. And we sure don't have enough housing for people who have special requirements on housing. Maybe group housing or somewhat more supervised housing.\" Warren went on to explain how the US is in need of 3.2 million new housing units to help \"middle class families, for working class families, housing for the working poor. Housing for the poor poor. Housing for homeless. For people with disabilities. Housing for seniors who want to age in place. For people who have been incarcerated and making it back into the community.\" Warren added: \"We need to treat housing like a basic human right. And safe accessible housing for everyone.\" See the moment: ##Warren## Elizabeth Warren outlined tonight the first executive order she would sign to address gun violence. She vowed that her first action would be to go after gun dealers. \"We have let so many loopholes slip through. It turns out that most of the data suggest it's a handful of dealers and people who show up at gun shows who are getting most of the guns into circulation,\" Warren said. The Massachusetts senator went on to say she wants to address gun violence as if it were a \"public health emergency.\"  \"That's what I want to see us do on guns. I want to see us do the things that are obvious the background checks. Get assault weapons off our streets,\" she said. Hear Sen. Warren's response: ##Warren## Elizabeth Warren on Wednesday pledged to divert funds from President Trump's border wall and use \"every dime\" of it to fight the escalating threat of coronavirus. \"I'm going to be introducing a plan tomorrow to take every dime that the President is now spending on his racist wall at the southern border and divert it to work on the coronavirus,\" Warren said.  She also criticized the administration's announcement that Vice President Mike Pence would lead the current effort to combat the spread of the illness, saying his past performance in dealing with a health crisis had \"disqualified\" him from the job. \"Do keep in mind that this Vice President has dealt with a public health emergency before — in Indiana. And what was his approach? To put politics over science and let a serious virus expand in his state and cost people lives,\" she said. During his time as governor, Pence hesitated in green-lighting a needle exchange program designed to stop the spread of HIV in a rural Indiana county. Under his watch, the outbreak spread and at least 200 people were infected.  See her response: ##Warren## Sen. Elizabeth Warren was emphatic in her denouncement of domestic terrorism following a question from the pastor of Charleston's Mother Emanuel AME Church, where, in 2015, a white supremacist killed nine African-Americans during Bible study. Rev. Eric Manning asked the Massachusetts senator during her town hall tonight what her response would be \"to the families to the survivors of those who suffer at the hands of so much hatred and evil. And racism.\" \"With an open heart. I also understand that we are called onto act. A pure heart by itself is not enough. That we are called onto put action behind that. Faith without deeds. And so I think of this as the place with need to start is that we need a justice department and president who treat white supremacy as the domestic terrorism that it is that threatens this United States every bit as much as terrorism,\" Warren said.  Warren added: \"That we commit as a people as a government that we will aggressively pursue white supremacists and that we will bring them to justice. I also believe that we have to redouble or efforts on gun violence. And as you know more than anyone, gun violence is an issue of mass shootings.\" Watch: ##Warren## Sen. Elizabeth Warren just took the stage at her CNN town hall in South Carolina, just days before the state's primary and Super Tuesday. ##Warren## Amy Klobuchar has a message for Democrats worried about the party's progressive-moderate divide. Chill. Asked how, if elected, she could work with Elizabeth Warren and Bernie Sanders, Klobuchar pointed out that they already do in the Senate.  \"I'll bet you wish you were in those meetings and we have worked together on many, many issues and I admire both of them,\" she said. \"I have worked with Elizabeth on a lot of the financial reforms and have supported the work that she has done there,\" Klobuchar said. \"I have worked with Bernie extensively on pharmaceutical issues ... in bringing in less expensive drugs from other countries to bring the prices down.\" But the Minnesota senator did draw a line, noting that she opposed \"Medicare for All.\"  \"I think it's better to build on the Affordable Care Act with a public option,\" Klobuchar said, referring to her own health care plan. Watch: ##Klobuchar## Tammie Green is an attorney and public defender who filed for bankruptcy after taking out public and private loans to pay for law school.  Green, who \"is drowning in student loan debt,\" asked Sen. Amy Klobuchar tonight during her town hall what help she would provide as president to her and many in her situation. One of the things Klobuchar discussed was the Public Service Loan Forgiveness program and how it is \"messed up.\" \"It says if you stay in a certain area that you can get your loans paid back in ten years. It is so messed up and I have found 137 things that I can do in the first hundred days of my presidency without Congress that are legal and one of things that I would do in the first 100 seconds is fire Betsy DeVos,\" Klobuchar said. \"That would actually go a long way toward what we need to do which is making that program work and actually phasing it in.\" The repayment program allows borrowers who work in the public sector, like teachers and social workers to apply for debt cancellation after making 10 years' worth of payments, was signed into law by President George W. Bush in 2007. But the first time anyone would have made enough payments to qualify was the fall of 2017, under the Trump administration. Congress set aside $700 million to expand the program in 2018 to address the low number of people qualifying for forgiveness, but the new report shows that fix hasn't had the desired results. More on DeVos: DeVos and the Department of Education were held in civil contempt by a federal judge in late October and ordered to pay damages to student borrowers who took out loans to attend a now defunct for-profit college. The judge had previously ordered the Department of Education to stop collecting on the loans. In September, the department admitted that more than 16,000 borrowers were incorrectly informed that they owed a payment on their debt after the court order. About 1,800 had their wages garnished and more than 800 were mistakenly subject to adverse credit reporting. Under DeVos, the Department of Education has scrapped a rule that was intended to protect students from for-profit colleges, and is rewriting a rule about how defrauded students can qualify for loan forgiveness. DeVos and the department have also been sued over the high rejection rate in a debt forgiveness program for public sector workers. Watch her comments: ##Klobuchar## Amy Klobuchar explained tonight what she was thinking in a photo showing her in the middle of a heated debate between Joe Biden and Tom Steyer. The moment happened on stage at the Democratic debate in South Carolina on Tuesday. Here's how she explained the moment:  \"That moment with those two, they were going at it and I stood there. And what was somewhat amusing about it was that Tom Steyer was so heated he was moving into my little area right there, and so I actually thought he was flailing his arms that I actually might get hit in the process and then I thought, well, if something happens and I fall off my little stool I was standing on because I'm the only one who is truly 5'4\" despite the fact that the President called Michael Bloomberg, 5'4\", I'm the only one that can hold that and I thought to myself, at least Steyer has deep pockets. I'll be in good shape. I can get something out of this and it will be okay.\" Klobuchar went on to describe the debate as a \"slug fest.\" Watch: ##Klobuchar## Amy Klobuchar, whose home state of Minnesota votes next week on Super Tuesday, wouldn’t say whether she would drop out of the Democratic presidential race if she loses there.  “I never set litmus tests and I know I'm going to win Minnesota. That's not a factor,” she said.  She pointed to polls that show her narrowly ahead there.  “The key part is not necessarily the primary. The key part is the general election,” she said, pointing to President Donald Trump’s frequent visits to Minnesota, a state Hillary Clinton narrowly won in 2016.  See the moment: ##Klobuchar## Amy Klobuchar, pressed on why she focuses so intently on reaching out to Midwestern voters, said she actually defines the Midwest as “the states that feel that they've been left behind some in terms of focus in the 2016 election.” Klobuchar said she “would include states like South Carolina” in that description. “Do you worry that this messaging isolates voters in other parts of the country such as south Carolina,” asked a voter. “How do you appeal to non-Midwest voters?  “I really think about the Midwest and the states that feel that they've been left behind some in terms of focus in the 2016 election where we weren't able to turn out our vote the way that we should,” Klobuchar said.  “I would include states like South Carolina, and my plan is actually to build a beautiful blue wall of Democratic votes in this coalition of independents and moderate Republicans around states including states like South Carolina, and make Donald Trump pay for it.” Klobuchar regularly touts connections to the Midwest, arguing her “grit” and “determination” come from her upbringing in Minnesota. Watch: ##Klobuchar## When it comes to black voters in South Carolina, Sen. Amy Klobuchar believes she is the better choice for president when compared to former Vice President Joe Biden. Klobuchar cited support she has received in her home state of Minnesota. \"I've always had strong support in the African-American community in all of my elections and I have a number of leaders in the African-American community in Minnesota that are supporting me not only through the years, but in my presidential race. So the way I earn the support is with the agenda that I just talked about and it is also earning the hearts and minds of people,\" Klobuchar said tonight during her town hall. Klobuchar added: \"I think there have been so many broken promises to the African-American community, and I'm not that person. I think some of my colleagues, I'm not referring to the vice president here, but some of my colleagues up on that debate stage were promising a lot of things that I don't think they can deliver. I don't want to be that person.\" Why this matters: The former vice president made no secret of his need for a big win Saturday to keep his presidential aspirations afloat.  During his town hall earlier tonight, Biden addressed South Carolina's kingmaker status when it comes to the White House.  \"You pick presidents, the Democratic primary here in this state, picks presidents,\" Biden said tonight. \"You're the reason why Bill Clinton was elected president. You're the reason Barack Obama was elected president. You represent the diversity of the population. Going into Super Tuesday, look, no Democrat has ever won the presidency without overwhelming support from number one, the African-American community, the most loyal support that exists in the Democratic party, and I do not take it for granted.\" Hear her response: ##Klobuchar## Minnesota Sen. Amy Klobuchar laid out her plan tonight to combat the spread of coronavirus in the US if she's elected president. The Democratic senator said she would ensure the US Centers for Disease Control and Prevention is strong and that the US had \"adequate medical help and research.\"  Klobuchar went on to say she would invest in education \"because the next vaccine or the next cure or the next way that we reduce the risk is probably right now in a college student at your college.\" Watch: ##Klobuchar## Amy Klobuchar took issue with the fact that President Trump tapped Vice President Mike Pence to lead his administration’s response to the coronavirus on Wednesday. “Usually you might put a medical professional in charge,” she said. “I would hope that the vice president will be working, I'm sure he will be, with the agency heads at Health and Human Services and at the CDC, and sometimes you elevate things by giving them to the vice president.” Trump, during a briefing on Wednesday afternoon, announced that Pence would lead the government’s response to coronavirus as criticism of the White House’s handling of the outbreak has grown. There have been more than 80,000 cases of coronavirus globally and the death toll has risen to more than 2,700, the majority in mainland China. The US has 60 confirmed cases, US health officials said Tuesday, a number that is expected to grow. Klobuchar also said she believes Congress has a role in the coronavirus response. “I think we want to make sure that everything is done in the right way and that's the job of Congress to perform oversight,” she said Hear Sen. Klobuchar's response: ##Klobuchar## Sen. Amy Klobuchar's town hall in South Carolina has now started. ##Klobuchar## Joe Biden spoke about the importance of South Carolina's primary and the role it has played in predicting past presidents.  The discussion was prompted by a question from David Caughran, a lawyer, who called South Carolina Biden's \"firewall state.\" \"Here's the deal. You pick presidents, the Democratic primary here in this state, picks presidents,\" Biden said tonight during his town hall. \"You're the reason why Bill Clinton was elected president. You're the reason Barack Obama was elected president. You represent the diversity of the population. Going into Super Tuesday, look, no Democrat has ever won the presidency without overwhelming support from number one, the African-American community, the most loyal support that exists in the Democratic party, and I do not take it for granted.\" Why South Carolina is so crucial to Biden: He has always said the state would be key to his winning the nomination because the large number of black voters is more representative of the Democratic electorate.  The former vice president's campaign recently redeployed resources to South Carolina, placing a heavier concentration in the state as Biden tries to regain his footing in the 2020 race following a pair of less than stellar finishes in Iowa, New Hampshire and Nevada. Biden trails Sen. Bernie Sanders, the current front runner, in many national polls.  Rep. Jim Clyburn, the highest-ranking African American in Congress and an influential figure in South Carolina politics, endorsed Biden today. Clyburn's endorsement comes ahead of Saturday's South Carolina primary, where Biden needs a win in order to keep his bid for the Democratic presidential nomination alive. Watch the moment: ##Biden## Joe Biden thinks Bernie Sanders is \"a great guy\" and \"decent, honorable man who means what he says.\" But the former vice president said on Wednesday night that Sanders, as the Democratic nominee, would hurt the party's Senate candidates in red states. \"Ask yourself the question: You're running for the United States Senate in Georgia, where we can win, in North Carolina, here in (South Carolina), in Pennsylvania, in Arizona. Do you think it helps you or hurts you to have a self-proclaimed socialist at the top of the ticket?\" Biden said. \"That's not going at (Sanders') character,\" he added, \"that's going at his position.\" Biden then touted his role in 2018 campaigning for successful Democratic midterm candidates, noting that Sanders, who stumped for Florida gubernatorial candidate Andrew Gillum in Florida among others, was much less likely to be invited to do the same. See the moment: ##Biden## Joe Biden was asked to address the controversial confirmation of Clarence Thomas and the sexual harassment accusations made against the Supreme Court justice decades ago by Anita Hill. Claire Wofford, an associate professor at the College of Charleston, asked Biden to speak to \"female voters who were and perhaps are still unhappy with how\" Biden handled Thomas' confirmation. \"Well, by the way. I opposed Thomas Clarence from the beginning. I believed Anita Hill from the beginning. And I tried to control the questions under the laws that exist for the Senate. And I was unable to do it,\" Biden said. Biden claims that following Thomas' confirmation, he made a commitment to have women on the judiciary committee.  \"So I went out and I campaigned for two people. Carol Mosely Braun, an African-American senator from the state of Illinois, and Dianne Feinstein from California, on the condition that if they won, they would join the committee,\" Biden added.  Some more context: Biden oversaw Thomas' confirmation hearings in 1991, during which Hill testified that Thomas had sexually harassed her. In April 2019, Biden told ABC he believed Hill did not get a fair hearing and was not treated well, and said he took responsibility. Hill told CNN in October that she's \"ready to hold Biden accountable\" for his role in leading the confirmation hearing. \"Have I forgiven Joe Biden? I'm ready to move on, but I am also ready to hold Joe Biden accountable. Accountability means acknowledging your role in a problem and the harm it's caused. Acknowledging that you have culpability,\" Hill told CNN's Christiane Amanpour at the CITIZEN by CNN conference in New York. Watch: ##Biden## Joe Biden marveled at a question about what would happen if President Trump loses the November election but refuses to concede, asking the audience if it ever would have thought “any person would be able to ask that question and be taken seriously.”  “Our democracy is at risk,” Biden said.  He said the way Trump has treated the military, the intelligence community and the FBI, “I have no worry about him being escorted out of the White House.”  Biden spoke directly to Trump, saying: “If you’re worried about someone interfering in our election, why don’t you do something about Russia now?” Hear his response: ##Biden## Joe Biden emotionally reflected on the loss of his son Beau on Wednesday, connecting the death of his oldest son to brain cancer to the loss that Anthony Thompson experienced when his wife was killed in the 2015 Charleston church shooting. The answer showcased Biden’s ability to connect with voters emotionally and the depth that he feels the loss of his son. “I kind of know what it's like to lose family. And my heart goes out to you,” Biden said with tears in his eyes. Biden recalled how he came back to Emanuel African Methodist Episcopal Church, the site of the shooting that killed nine people in 2015, the Sunday after the shooting “because I had just lost my son and I wanted some hope.” “What you all did was astounding,” Biden said. “All of those who died, were killed by this white supremacist, they forgave him. They forgave him. The ultimate act of Christian charity. They forgave him.” Biden’s life has been struck with tragedy repeatedly. Biden’s son died in 2015 and his wife and daughter were killed in a car accident in 1972. “I don't know how you've dealt with it, reverend, but the way I've been able to deal with when my wife was killed and my daughter was killed and my son died, I've only been able to deal with it by realizing they're part of my being,” Biden said. “My son, beau, was my soul.” Biden has said his late son urged him to run before his death. “Every day I get up, I literally… I ask myself, I hope he's proud of me today,” Biden concluded. Watch the exchange: ##Biden## Joe Biden and CNN’s Chris Cuomo took the stage with ashes on their foreheads in observance of the Christian holy day of Ash Wednesday, which marks the beginning of Lent.  Biden walked onstage and pointed to his own forehead when he saw the ashes on Cuomo’s.  “You know, when you come out here, the makeup artist put stuff on you, you know. I said, 'Don't fool with the ashes. My mother will come down from heaven and smite me,'” Biden said.  “And I know your mom, and I know what she would do to you, too,” Biden said to Cuomo. “This was not a planned deal, but, you know, it's kind of a Catholic thing. Anyway” Cuomo joked, “In the break, we'll bump heads and nobody will know.” See the moment: ##Biden## Bernie Sanders has been harshly critical of Joe Biden over his vote to authorize the use of force in Iraq. On Wednesday night, Biden said Sanders should be held to similar account for his own votes against the Brady Bill and support for legislation that shields gun manufacturers from lawsuits. Both men have since admitted they regretted their votes.  “The idea here is,�� Biden said, “what is the thing that motivates you to make your judgments?” Sanders has “gone after every corporation in the world, which is -- I don't disagree on all of it with him, but I've not seen him go after the gun manufacturers,” Biden said. “And so here's the deal. What are you going to do about it now?” Sanders is currently backs a bill that would reverse the current law and open up the firearm industry to lawsuits.   Biden also accused Sanders of glossing over his record on the question of an assault weapons ban, saying that Sanders backed it in 1988, when he ran for and lost his first House race, then backed off the position when he won two years later. Sanders supported the assault weapons ban, but enjoyed some NRA support in 1990 because of his opposition to the handgun bill. Hear Former VP Biden's comments: ##Biden## Joe Biden faulted President Trump for cutting funding for the National Institutes of Health and the US Centers for Disease Control and Prevention, contrasting the Obama administration’s ramped-up efforts against Ebola to the Trump administration’s handling of coronavirus.  “We’ve got good scientists and I just want the President to get on the same page as the scientists,” Biden said.  He said Trump should have pushed more aggressively for American scientists to be on the ground in China to study the outbreak and help prevent it from spreading.  “We should be allowed to do that and they should want us to do that because we have genuine experts who know how to confront these things,” Biden said.  Watch the moment: ##Biden## Former Vice President Joe Biden has taken the stage at a CNN town hall event in South Carolina, just three days before the state's primary. ##Biden## Mike Bloomberg -- who has identified as a Democrat, a Republican and an independent throughout his political career -- defended his Democratic credentials on Wednesday. “I come from Massachusetts where there are no Republicans, so I was a Democrat there for sure. I moved to New York City, where there are no Republicans, so I was a Democrat there,” Bloomberg said. “It is true I ran as a Republican twice and an independent once because the Democratic Party wouldn't let me go out and get on the ballot.” Bloomberg went on to say that he spoke in favor of Hillary Clinton at the 2016 Democratic National Convention and supported Barack Obama and Joe Biden both in 2008 and 2012. “He says ‘No,’ \" Bloomberg said of Biden, who he is now running against, “but I was there both times for them, thank you very much.” Some Democrats, including former South Bend, Indiana, Mayor Pete Buttigieg, have used the fact that Bloomberg used to be a Republican against him. See the moment: ##Bloomberg## Michael Bloomberg stuck by his comment in Tuesday night’s Democratic presidential debate that Chinese leader Xi Jinping is not a dictator.  “I think the question is, if your definition is a democracy where people vote and pick their leaders, that is not what China’s about and they don’t seem to want it. They like their system, and I think they’re wrong — I think they’d be better opening things up, having freedom of the press which they don’t have,” he said.  “We should work as hard as we can to change that, but you’re not going to try to go to war and force them,” Bloomberg added.  He said: “We should get used to the fact that China is going to keep growing and become stronger, and we have to figure out a ways to work with them while protecting our industries and protecting our country militarily.”  Hear his response: ##Bloomberg## Michael Bloomberg touted his record as mayor of New York City, lobbying the state legislature to legalize same-sex marriage and improving schools there, when asked how he’d bring a divided Democratic Party together.  “Pulling people together, making them feel that they’re part of the solution, is what management is all about,” Bloomberg said.  He said he pushed Republican state senators to legalize same-sex marriage by encouraging them to consider what they’d want for their own children.  “You wouldn’t want to say no. It’s your child,” he said. “You might not be thrilled about it, but in the end you want to give your child what that child wants.”  He also said he shakes the hands of doormen when he enters buildings.  “It’s just a ways of giving people recognition and respect,” he said.  Watch: ##Bloomberg## Bernie Sanders has been a relentless critic of Michael Bloomberg, accusing him of trying to buy the nomination and railing against the former New York mayor as the embodiment of a rising oligarchy in America. Still, Bloomberg said on Wednesday night he will support Sanders if he wins the primary. And spend to help him, despite signals from Sanders' campaign that they don't want his help. \"I always thought it's ridiculous to say I will support the candidate no matter who it is, because you might not agree with him,\" Bloomberg said. \"That's how we got Donald Trump. The (Republican) party supported him no matter how bad he was. They shouldn't have done that.\" But for Democrats, Bloomberg added, it was different. \"It's easy to make the commitment to support any of the Democratic candidates if they get the nomination,\" he said. \"It's easy to do it because the alternative is Donald Trump, and that we don't want.\" He also promised, again, to keep his campaign offices open after the primary, even if he loses it. \"Whoever is the nominee can use those,\" Bloomberg said.  Asked how much he would spend to help the eventual winner, Bloomberg didn't offer a specific figure. \"I haven't thought about that,\" he said, \"because I plan to be the nominee obviously.\"  See the moment: ##Bloomberg## Mike Bloomberg sought to explain his record on stop-and-frisk on Wednesday and delivered possibly the most fulsome apology he has made as a presidential candidate about the policing policy. “We just did it much too much and an awful lot of innocent people got stopped who didn't have guns. And it was my mistake, and I apologized for it.” Bloomberg said.  “I've asked for forgiveness. But I can't rewrite history and I've got to make sure we don't do it in the future. And hopefully my successor has learned the lesson from my mistake.” Why this matters: Bloomberg’s mass implementation of stop and frisk has loomed over his campaign ever since he entered the race in November. Issues of criminal justice have been central to the Democratic debate, and Bloomberg’s record has raised many questions about how the mayor will be able to win over black and Latino voters given how stop-and-frisk overwhelmingly targeted minority New Yorkers. According to the New York Civil Liberties Union, more than 5 million stop-and-frisk stops were made during Bloomberg's 12 years in office, with nearly 686,000 stops in 2011 being the high point during his tenure. Blacks and Latinos accounted for more than 50% of the stops in 70 out of 76 New York precincts. Bloomberg, however, also left out key parts of his record of stop and frisk policy in his answer. Bloomberg claimed that he “stopped the process, cut 95%” of stop and frisks. Bloomberg is correct that there was a reduction of stop and frisk searches by about 95% during Bloomberg’s time as mayor. But that only came in the last two years of Bloomberg’s time as mayor and after he had presided over a six-fold increase in the number of stops during his first decade in office. Hear Bloomberg's comments: ##Bloomberg## Michael Bloomberg, discussing causes of gun violence, said “we have a mental health problem in the country” and that all insurance plans should cover mental health services.  But, he said, it’s not enough to make up for guns being in one in four households.  “The real answer is to just get the guns off the streets. What has happened in America in the last decade or so, the gun manufacturers have been working 24/7 making guns and selling them,” Bloomberg said.  Watch: ##Bloomberg## Michael Bloomberg slammed Bernie Sanders for his votes on gun control legislation, saying of Sanders' past opposition to the Brady Bill, \"If that isn't being in NRA's pocket, I don't know what is.\" \"He voted against background checks five times in a row,\" Bloomberg said. \"He also voted against the bill that gives gun manufacturers protections against you suing them for misuse of their product. It's the only industry in America that is protected, the only one.\" Asked about Sanders evolution into being a vocal opponent of the NRA and proponent of new gun control measures, Bloomberg gave Sanders credit. \"I hope he changed his mind. I don't wish him ill. If he changed his mind to do the right thing, that's good,\" Bloomberg said.  \"Look, people make mistakes and if you fix them, that's better than if you don't fix them. It would be better off if you hadn't made them in the beginning.\" Hear his response: ##Bloomberg## Michael Bloomberg said he does not have confidence in the Trump administration’s handling of the coronavirus outbreak.  CNN’s Anderson Cooper said, “We just heard from the President. He said that the US is very, very ready for this, talking about the coronavirus. They've done a great job, he said, keeping it at a minimum in the United States and he's putting Vice President Pence in charge of the effort.” Cooper continued, “Do you have confidence in this administration to handle a potential pandemic? What would you do differently?” “I feel so much better,” Bloomberg said sarcastically.  “No,\" he added.  “No. 1, he fired the pandemic team two years ago,” Bloomberg continued. “No. 2, he's been defunding Centers for Disease Control, so we don't have the experts in place that we need.” “The bottom line is we are not ready for this kind of thing,” Bloomberg said.  Bloomberg said he handled several crises as mayor, including Hurricane Sandy, the aftermath of the 9/11 terrorist attacks and the swine flu.  “We were ready for it in the sense that we had played out what would happen, how we would communicate with people, how we would distribute drugs, how we would include the hospitals and nurses and what do you do about the seniors homes and people with special needs and that sort of thing,” Bloomberg said. Earlier today: Bloomberg's campaign put out a new ad called \"Pandemic,\" highlighting reports that the US isn't prepared for the coronavirus and promoting Bloomberg's record on managing crisis situations and funding research to fight pandemics. Watch the moment: ##Bloomberg## The former New York City mayor has taken the stage. CNN's Anderson Cooper moderates. ##Bloomberg##  Four Democratic presidential candidates will answer questions from the audience in back-to-back CNN town halls in South Carolina. The hourlong individual town halls come just days before voters head to the polls in South Carolina and on Super Tuesday. Here's what tonight looks like:  Former New York Mayor Michael Bloomberg at 7 p.m. ET\nFormer Vice President Joe Biden at 8 p.m. ET\nMinnesota Sen. Amy Klobuchar at 9 p.m. ET \nMassachusetts Sen. Elizabeth Warren at 10 p.m. ET. How to watch: The town halls will air on CNN, CNN en Español, CNN International and CNN Airport Network and will stream on CNN.com, CNN OTT apps for AppleTV, Roku, Amazon Fire, Samsung SmartTV and Android TV, and CNN Mobile apps for iOS and Android, CNN's SiriusXM Channels and the Westwood One Radio Network."], "Language": false}