{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/politics/cnn-town-hall-takeaways-south-carolina/index.html"], "Source": ["cnn"], "Location": ["Charleston, South Carolina"], "ByLine": ["By Eric Bradner, Gregory Krieg and Dan Merica, CNN"], "Writers": [["Eric Bradner", "Gregory Krieg", "Dan Merica"]], "FirstPublishDate": ["2020-02-27T04:16:23Z"], "LastModifiedDate": ["2020-02-27T04:59:38Z"], "Headline": ["5 takeaways from CNN's town halls in South Carolina"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Massachusetts Sen. Elizabeth Warren said she wouldn't step aside before the Democratic convention if none of her presidential rivals reach the number of delegates required to clinch the party's nomination before then.  It was the biggest headline in a marathon night of town halls from South Carolina. Over four hours, former Vice President Joe Biden displayed his ability to make deep connections over faith. Former New York City Mayor Michael Bloomberg gave his clearest answer yet on stop-and-frisk policing. And Minnesota Sen. Amy Klobuchar expanded her definition of the Midwest.  Visit CNN's Election Center for full coverage of the 2020 race The candidates also weighed in on President Donald Trump's handling of the coronavirus.  Here are five takeaways from the second night of CNN town halls in South Carolina:  Warren is ready to run all the way to the convention Warren said she's willing to take her presidential campaign to the convention this summer if none of the candidates clinch a winning delegate majority during the primary. According to party rules, if none of the candidates reach that number, Democratic superdelegates -- who are not elected -- would get to vote on a second ballot. That could create an awkward -- and potentially contentious -- floor fight as candidates jockey to win over those unbound delegates. Asked by an audience member why the person who gets the most votes shouldn't be awarded the nomination, Warren said that the rules set a higher bar -- and she would be open to fighting to the last. She also suggested that Bernie Sanders' argument that a candidate with a plurality should be declared the nominee was inconsistent with what his campaign publicly argued in 2016, when he was losing to Hillary Clinton. Then, the Sanders campaign argued that a candidate who won the most delegates shouldn't necessarily win the nomination if he or she didn't reach a majority.  In the aftermath of that primary, in which the superdelegates overwhelmingly backed Clinton, Sanders and others struck a deal to dilute their power. Unlike four years ago, they will only be able to vote on a second ballot in 2020. \"The way I see this is, you write the rules before you know where everybody stands. And then you stick with those rules. So for me, Bernie had a big hand in writing these rules. I didn't write them,\" Warren said. Biden shows his humanity Biden reminded voters on Wednesday what made him a beloved figure in the Democratic Party. Biden, with tears in his eyes, connected with a pastor whose wife was killed in the 2015 Charleston church shooting by reflecting on the repeated tragedies that have impacted his life, including the death of his wife and daughter in 1972 and the death of his son Beau in 2015. \"I kind of know what it's like to lose family. And my heart goes out to you,\" Biden said, his eyes welling. The answer showcased Biden's ability to connect with voters on an emotional level, a skill that even the former vice president's fiercest critics often commend. Biden recalled how he came back to Mother Emanuel African Methodist Episcopal Church, the site of the shooting that killed nine people in 2015, the Sunday after the shooting \"because I had just lost my son and I wanted some hope.\" \"I don't know how you've dealt with it, reverend, but the way I've been able to deal with when my wife was killed and my daughter was killed and my son died, I've only been able to deal with it by realizing they're part of my being,\" Biden said. \"My son, Beau, was my soul.\" South Carolina is central to Biden's campaign and he needs a good showing here to propel his campaign. But on Wednesday night, Biden's answer was about more than just electoral politics -- it was about the former vice president's ability to show empathy for another human and his power to overcome personal tragedy. Bloomberg finds his footing in town hall format Bloomberg's first two debates were struggles -- but on the town hall stage Wednesday night, he looked more comfortable.  The former New York City mayor gave his clearest answer yet on the stop-and-frisk policing he implemented during his time in office.  \"We just did it much too much and an awful lot of innocent people got stopped who didn't have guns. And it was my mistake, and I apologized for it,\" Bloomberg said.  He also slammed Sanders on the one issue where Bloomberg has been to the left of where Sanders was in the early 1990s: Gun control.  He said of Sanders' past opposition to the Brady Act, \"If that isn't being in NRA's pocket, I don't know what is.\" Klobuchar expands the meaning of Midwest Klobuchar's core argument is her electability in the Midwest -- where she's cruised in Senate races in a battleground state and believes she could reverse the Democratic losses of 2016.  But a South Carolina voter, feeling excluded, pressed her on whether that Midwestern pitch would isolate the coasts.  Klobuchar said she actually defines the Midwest as \"the states that feel that they've been left behind some in terms of focus in the 2016 election.\"  \"I would include states like South Carolina, and my plan is actually to build a beautiful blue wall of Democratic votes in this coalition of independents and moderate Republicans around states including states like South Carolina, and make Donald Trump pay for it,\" she said.  Klobuchar regularly touts connections to the Midwest, arguing her \"grit\" and \"determination\" come from her upbringing in Minnesota. Candidates condemn Trump's response to coronavirus All four of the Democratic candidates faulted Trump's response to the spread of the coronavirus on Wednesday night, especially the fact that Vice President Mike Pence will now lead the administration's effort. Klobuchar said she would \"put a medical professional in charge.\" \"I think we want to make sure that everything is done in the right way and that's the job of Congress to perform oversight,\" she added. Warren announced she would use border wall funding to combat coronavirus and brought up the face that Pence, as governor of Indiana, hesitated in green-lighting a needle exchange program designed to stop the spread of HIV in a rural Indiana county, contributing to the outbreak spread and at least 200 people were infected.  \"Do keep in mind that this Vice President has dealt with a public health emergency before -- in Indiana. And what was his approach? To put politics over science and let a serious virus expand in his state and cost people lives,\" she said. Biden lamented the fact that the United States does not have experts in China, and that fact that Trump is now \"on the same page as the scientists.\" And Bloomberg, after he was informed Pence was leading the charge, sarcastically said, \"I feel so much better.\" \"The bottom line,\" he continued, \"is we are not ready for this kind of thing.\""], "Language": false}