{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/opinions/colleen-kraft-coronavirus-best-defense/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Colleen Kraft"], "Writers": [["Colleen Kraft"]], "FirstPublishDate": ["2020-02-26T20:46:50Z"], "LastModifiedDate": ["2020-02-26T21:47:14Z"], "Headline": ["The best defense against coronavirus"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["As an infectious disease physician and medical microbiologist who has successfully treated patients with Ebola virus disease in the US, I am being asked a lot of questions about the new coronavirus, Covid-19.  One person I spoke with was concerned that the reading glasses she had ordered from China might be contaminated with the virus and dangerous to her health. The short answer: highly unlikely.  While coronavirus can exist on surfaces for days, conditions such as temperature and humidity must be favorable. Covid-19 is primarily spread through close contact with someone who is infected.  During a viral pandemic, we are often our own worst enemies.  Point in fact: We touch our face with our hands, including our nose, eyes, and mouth -- areas with mucous membranes, an average of 15 to 23 times an hour. Much of the time, we don't even realize we are doing it. We also touch door handles, subway poles, handrails, saltshakers, other people's hands and grocery carts. We inhale tiny droplets that come from someone sneezing or coughing nearby.  The good news? The steps you can take to protect yourself against the extremely low chance that you might get exposed to coronavirus in the US will also guard against the widespread outbreak we are actually experiencing here -- seasonal influenza.  While at least 60 cases of Covid-19 have been confirmed in the US, no one has died of it here, while this year's influenza has infected at least 29 million in the US and killed about 16,000 so far.  Covid-19 is spreading easily and sustainably in the Hubei province and other parts of China, and has been confirmed in more than two dozen other countries. While the global death toll has so far topped 2,700, it's good to remember that more than 80% of the Covid-19 cases have been mild, requiring little to no medical intervention, and it is much less deadly than severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), which are also coronaviruses.  Here is the best advice I can give you, to avoid any virus and flu: Be intentionally hygienic in public and during interactions with others. Hand hygiene is a cornerstone of infection prevention. Effective hand hygiene requires appropriate duration and thoroughness, which should be a goal each time our hands are cleaned.   Use soap and water for the amount of time it takes to sing the \"Happy Birthday\" song, or an alcohol-based hand sanitizer. In a study we conducted on hand hygiene, the most common areas missed by hand washers were thumbs, wrists, and in between fingers.    When our clinical team was caring for four patients with the deadly Ebola virus disease in Emory University Hospital's isolation unit five years ago, our protocol for donning (putting on) and doffing (taking off) our personal protective equipment (PPE) -- disposable scrubs, a Tyvek suit, shoe booties, two pairs of gloves, apron, respirator, and hood -- was a matter of life and death. During simulations, we determined that the two points of highest risk for self-contamination were insufficient hand hygiene and during removal of the powered air purifying respirator. In resource-scarce areas where Ebola outbreaks have occurred, the danger to health care workers is even more pervasive.  Our team was successful at safeguarding our well-being because we monitored each other. Each time we put on or took off our PPE to enter or leave the isolation unit, a colleague with a checklist was watching to make sure we didn't miss a step.   Protection of health care workers is vital with Covid-19 as well: so far, more than 1,700 health care workers in China have been infected and six have died. That is worrisome. We don't want to lose health care workers as happened in Sierra Leone and Liberia with Ebola, where there are monuments to the hundreds of health care workers who died there.  In the real world, it would be unrealistic to walk around wearing protective clothing and respirators. But there are lessons we learned that can apply to any situation. For instance, my family just flew from Michigan to Atlanta, and asked me, what do we do on the plane? Should we wear a mask? My answer -- do what you should do every time: Don't touch surfaces and then touch your face. It doesn't have to be in a fearful or compulsive way -- just be aware and mindful of protecting yourself. A mask that you have never used before and wear all day long, that gets damp, is not going to help you. You may touch it a lot because it is uncomfortable, lowering its effectiveness.  Quite simply, good hand hygiene and face hygiene will protect you from a lot of illnesses, including Covid-19.  Risk is dependent on exposure. Some people will have an increased risk of infection, such as health care workers caring for patients with Covid-19 and other close contacts. For the general public in the US, who are unlikely to be exposed to this virus, the immediate health risk from Covid-19 is considered low at this time. My risk, being an infectious disease physician, is slightly increased, since I see individuals with respiratory viruses.  But my best defense is the same as yours: be aware of potential exposure and mitigate it, be mindful of what you touch, and be sure to wash your hands well and often. "], "Language": false}