{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/investing/novavax-coronavirus-vaccine/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-02-26T18:34:53Z"], "LastModifiedDate": ["2020-02-26T19:23:09Z"], "Headline": ["Another coronavirus vaccine sends a biotech's stock soaring"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The race is on to find a vaccine for the deadly Wuhan coronavirus -- and another drug company said Wednesday that it hopes it will be able to develop a successful drug. Small biotech firm Novavax said in a press release Wednesday that it has made \"progress in its efforts to develop a novel vaccine to protect against coronavirus disease.\" Novavax said it is looking at several vaccine candidates for animals and hopes to be able to narrow them down to find \"an optimal candidate for human testing, which is expected to begin by the end of spring 2020.\" Shares of Novavax soared nearly 20% Wednesday on the news. \"Our previous experience working with other coronaviruses, including both MERS and SARS, allowed us to mobilize quickly,\" said Novavax CEO Stanley Eck in a statement. He added that Novavax was hopeful it could begin Phase I clinical testing in May or June. Still, Novavax joins a crowded field of biotechs and other drug makers frantically trying to come up with a vaccine to treat the outbreak. Another small US biotech company named Moderna said late Monday that it has already shipped an experimental vaccine to the National Institute of Allergy and Infectious Diseases for testing. Shares of Moderna soared 20% Wednesday, following a more-than-25% spike Tuesday. The best possible hope for a coronavirus treatment might actually come from biotech giant Gilead Sciences. Officials at the World Health Organization touted the potential for Gilead's remdesivir drug during a press conference in China on Monday, saying that remdesivir is the only drug that \"may have real efficacy\" in treating coronavirus patients. The company has previously said that remdesivir was successful in treating MERS and SARS, two other types of coronaviruses. Shares of Gilead were up 3% Wednesday and the stock rose nearly 5% Monday -- even as the Dow plunged more than 1,000 points."], "Language": false}