{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-022620/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-02-26T12:02:17Z"], "LastModifiedDate": ["2020-02-26T18:37:55Z"], "Headline": ["What's moving markets today: February 26, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The steep stock selloff has investors wondering whether to cut their losses and pull money out of the market. But reacting to short-term volatility could be bad for investors in the long run. \"We're telling our clients 'don't panic,'\" said Kristin Bitterly, head of capital markets Americas at Citi Private Bank. For a diversified investor, the worst thing to do right now would be to switch all investments to cash, Bitterly said on the CNN Business digital live show Markets Now. \"Look for quality equities that are growing their earnings, growing their dividends, and on the fixed income side go higher up [to investment grade debt,\" Bitterly said. Stocks faced one of their sharpest recent selloffs at the start of the week, but is it all bad? Not necessarily, said Matthew Cheslock, senior managing partner at Meridian Equity Partners. It is actually good that stocks are finally pricing in risk, he said. \"I'm not so sure this selloff was all because of the coronavirus,\" Cheslock said. The November 2020 election and earnings expectations for corporate America are factors of uncertainty as well, he added. \"If you hedged your portfolio you didn't mind this decline because you were doing fine in bonds,\" Cheslock said during the CNN Business digital live show Markets Now. That said, investors who don't yet have a position in bonds might be better off not piling in during these volatile time. One way or another, \"there are investment opportunities out there,\" Cheslock said. Pfffffft. That's the sound of the stock rally fizzling. The Dow gave up all of its 461-point rally moments ago, although it has rallied back just a bit and is currently up 100 points. Stocks have grown incredibly turbulent in recent weeks, and the Dow has lost ground in seven of the past eight sessions.  It was looking like today would be a rebound day, but now investors aren't so sure. Coronavirus is unnerving, and no one is quite sure how bad the outbreak will get. While the stock market is recovering from two days of steep selloffs at the start of the week, America's housing market continues to blossom. New home sales increased by 764,000 units in January, according to data from the Census Bureau and the Department of Housing and Urban Development. The data beat consensus expectations of 710,000 units. It was the highest level of new home sales since July 2007. Low mortgage rates, along with low unemployment and steadily, albeit modestly, growing wages have helped the US housing market regain momentum in the past months. The median price of a new home sold in January was $348,200, while the average was $402,300. Stocks continued to rebound mid-morning, with the Dow rallying more than 400 points.  The index was up 455 points, or 1.7%. The broader S&P 500 also climbed 1.7%, and the Nasdaq Composite was up 1.7%. Stocks are recovering from steep selloffs Monday and Tuesday, their biggest declines in two years, as worries about the economic and financial fallout from the global coronavirus outbreak weighs on markets around the world. Worldwide car sales are expected to drop 2.5% in 2020 as the global coronavirus outbreak weighs on demand and disrupts supply chains, according to a report from ratings agency Moody's. Previously, a 0.9% decline was expected. Sales are expected to rebound slightly in 2021, growing 1.5%. In China, the world's largest auto market, car sales are expected to drop 2.9%, more than expected.  \"Cautious consumers are steering clear of crowded areas, including auto dealerships, while corporate demand for vehicles is weakening as broader economic uncertainties cause companies to scale back capital spending,\" Moody's analysts wrote in the report. Demand for new cars in Western Europe will take an even bigger hit and is expected to fall 4%, according to the Moody's report. In the United States, car sales are expected to fall by 1.2% this year, and another 0.6% in 2021. Japan is the only market in which car sales are expected to grow, albeit only a modest 0.4% in 2020. Less 30 minutes into the trading day, the Dow is up some 300 points, or more than 1%. At its high-point, the index was up 364 points. The broader S&P 500 and tech-heavy Nasdaq Composite were up 1.1% and 1.4% respectively. Perhaps this is the rebound that investors hoped for at Tuesday's open. Stocks also opened higher, but soon fell back into the red as worries spiked about the spread of coronavirus around the world. Meanwhile Wednesday, US oil prices, which sold off amid worries about energy demand, were slightly higher, trading up 0.2% to $50.01 a barrel.  The 10-year US Treasury yield, which dropped to an all-time low below 1.32% yesterday, inched back up to 1.36%. Holiday shoppers flocked to Marshalls, TJ Maxx and HomeGoods.  Parent company TJX (TJX) reported stronger-than-expected fourth quarter earnings, which encompasses the important shopping period. Off-price retailers have been crushing their department store competition recently as shoppers shift away from malls.  It said quarterly sales at Marshalls and TJ Maxx grew 6%, while HomeGoods sales rose 5%. That resulted in 10% growth in revenue to $12.2 billion for the quarter. Shares jumped 8% in early Wednesday trading.  US stocks opened higher on Wednesday, taking a break from the sharp selloff of the past two days. Worries about the spread of coronavirus around the world tanked global markets at the start of the week. The Dow lost more than 1,900 points over the past two trading sessions alone. On Wednesday, the Dow opened up 200 points, or 0.8%. The S&P 500 rose 0.8%. The Nasdaq Composite climbed 1%. US stock futures are pointing at a higher open on Wednesday even though global stocks were once again in the red over worries of coronavirus spreading around the world. In New York, stocks seem to be getting a break. Dow futures are up 100 points, or 0.4%. Futures for the S&P 500 and the Nasdaq Composite are 0.5% and 0.6% higher, respectively. The slight bounce is following two days of steep selloffs in which the Dow lost more than 1,900 points in total. On Tuesday, major US indexes actually opened in the green as well, but the selloff soon resumed. CNN's Fear & Greed Index signals extreme fear, down from a neutral assessment of market conditions last week. Economists are concerned about the impact the outbreak will have on global supply chains, trade and ultimately growth. A recent spike in cases outside of China spurred these worries. On Tuesday, the Center for Disease Control and Prevention said it ultimately expected the number of infections to rise in the United States. The shock from the novel coronavirus is rocking global markets for a third consecutive day. European markets were sharply lower in early trading on Wednesday as corporate profit warnings added to fears about the economic impact of the coronavirus outbreak. Germany's DAX fell 1.2% after dropping as much as 3% earlier in the day. The CAC 40 shed 0.9% in Paris and the FTSE 100 dipped 0.6% in London.  Losses piled up in Asia, too:  Japan's Nikkei 225 (N225) dropped 0.8%\nHong Kong's Hang Seng Index (HSI) gave up 0.7% \nShanghai Composite (SHCOMP) lost 0.8%. The declines follow a terrible day in the United States, where the Dow (INDU) finished 879 points, or about 3.2% lower.  The index has now lost more than 2,000 points in total over the past four trading days.  Read more here. Marc Benioff, the longtime face of Salesforce and co-CEO, is now the company's sole CEO. Co-CEO Keith Block announced Tuesday's stepping down from the position. He will remain on as an adviser to Benioff for a year, Salesforce said in a statement.  Salesforce (CRM) shares are down more than 2% in premarket trading. The man who may be the second most-important person in the history of Disney, behind only Walt himself, is stepping down. Bob Iger has stepped down as CEO of the Walt Disney Company (DIS), effective immediately. Bob Chapek is the new CEO, the board of directors announced on Tuesday. He most recently served as chairman of Disney Parks, Experiences and Products. Iger has assumed the role of executive chairman and will direct the company's creative endeavors, the company said. Iger will stay on at Disney through the end of this contract on December 31, 2021. Disney shares are down 1.5% in premarket trading. Read more here."], "Language": false}