{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/economy/coronavirus-recession-consumer-spending/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-02-26T12:10:36Z"], "LastModifiedDate": ["2020-02-26T17:20:45Z"], "Headline": ["How the coronavirus could spark a severe slowdown or recession in America"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["The longest economic expansion in American history has survived an unprecedented trade war, a catastrophic tsunami in Japan and a severe crash in oil prices. The fast-moving coronavirus poses yet another grave test. The emerging health crisis threatens to dim the brightest part of the United States, if not the world, economy: American wallets.   Resilient spending by consumers is the only thing that kept the United States out of recession during the height of the US-China trade war last year. Manufacturing collapsed. Business spending shrank. Yet Americans kept on shopping.  The risk is that a health scare in the United States changes that formula, dealing another blow to the fragile world economy and threatening the expansion at home.  It's easy to imagine how a coronavirus outbreak like those gripping South Korea and Italy could cause Americans to hunker down, limiting visits to crowded restaurants, malls and airports. Such a threat has spooked investors around the world, causing the Dow to plummet nearly 2,000 points, or 6.5%, so far this week.  \"The American consumer is the firewall between an economy that's growing and one that's not,\" Mark Zandi, chief economist at Moody's Analytics, told CNN Business. \"If the American consumer loses faith, and the coronavirus will be a real test of faith, then a recession is going to happen.\" In light of the health scare, Zandi this week raised his probability of a recession in the United States during the first half of 2020 to 40% from 20%.  \"If this is a pandemic and it does come here, I don't see how we avoid a downturn,\" he said.  Apple, Coke and MasterCard warn of trouble For Corporate America, the coronavirus could pose a double-whammy. Not only are US companies experiencing costly disruptions to carefully calibrated supply chains, but they are bracing for weaker demand. Apple warned of potential iPhone shortages and Coca-Cola said its artificial sweeteners from China could be in short supply. United Airlines said demand for flights to China has plunged to zero. And MasterCard is on alert for softer spending.  Until recently, health officials and economists thought the coronavirus was largely contained to China. And the picture in China appeared to be improving, albeit gradually. But the coronavirus has since spread to major economies including South Korea, Italy, Japan and Iran. On Tuesday, US health officials warned that a spread of the coronavirus to the United States appears inevitable. \"If you have one outbreak at one mall, one conference, behavior will change radically,\" said David Kotok, chairman and chief investment officer at Cumberland Advisors. Kotok said that such an outbreak could spark a global recession, a risk that financial markets are just beginning to price in. \"As of today, American's don't see this as a domestic US problem. I hope, for the sake of our country, it doesn't break out here,\" said David Kotok, chairman and chief investment officer at Cumberland Advisors. \"But two weeks ago the South Koreans and the Italians didn't think it was a problem.\" Trade war already weakened the world economy The risk of further outbreak is heightened by the fact that the global economy is already teetering, in large part because of lingering damage from the US-China trade war.  During the fourth quarter, Japan, the world's third-largest economy, suffered its deepest contraction in growth since 2014.  Germany's economic growth ground to a halt late last year.  And China, the epicenter of the coronavirus, was slowing before the crisis hit. \"The global economy was already on its backheels because of the trade war. And when you're on your back heels, all you need is a shove to fall backwards,\" said Zandi, the Moody's economist.  'Stay calm' The good news is that the US economy has been extremely resilient. Previous shocks, including last decade's European debt crisis and the 2011 tsunami and earthquake in Japan proved fleeting. After each scare, the economy quickly rebounded, and those market freakouts turned out to be terrific buying opportunities for investors. \"Panicking during a sell-off has never been a good move,\" Bespoke Investment Group wrote in a note to clients Tuesday. \"We'd advise you to stay calm and not let your emotions get the best of you.\" The US retail industry remains cautiously optimistic. Despite \"wildcards\" like the coronavirus and the election, the National Retail Federation said Wednesday it still projects solid sales growth of 3.5% to 4.1% in 2020.  \"With gains in household income and wealth, lower interest rates and strong consumer confidence, we expect another healthy year ahead,\" NRF CEO Matthew Shay said in a statement. Goldman Sachs has trimmed its first quarter GDP forecast but still expects positive growth of 1.2% during the first quarter. The Atlanta Federal Reserve's GDPNow tool is forecasting even stronger growth of 2.6%. Both are a far cry from recession territory.  US health authorities have had weeks to prepare for an outbreak. They have imposed travel restrictions and other steps aimed at preventing one.  \"We are a long way from this impacting the US consumer dramatically. But it's a risk people are starting to price in, and rightfully so,\" said Daryl Jones, director of research at Hedgeye Risk Management.  Pressure on the Fed to act. But will it matter? The latest evidence suggests that consumers are largely unfazed by recent coronavirus developments. Consumer confidence ticked up slightly in February from a downwardly revised January level, according to the Conference Board.  However, that could change quickly given the latest headlines on the coronavirus, and the steep drop in the stock market from its all-time highs.  The Dow plummeted more than 1,000 points Monday, something that has only occurred two other times in history. On a percentage basis, it was the market's worst day in two years, reflecting how ill-prepared investors were for bad news. \"If the market keeps going down 1,000 points a day, that will spook people very fast,\" said Zandi, the Moody's economist. Investors are hoping that the Federal Reserve will once again come to the rescue with easy money. Markets are now pricing in a 78% chance of at least one interest rate cut by the June Fed meeting, according to the CME FedWatch Tool. That's up from just 28% a month ago. Unfortunately, central bankers are ill-equipped to fight pandemics.  The Fed has already used up some of its conventional ammo by cutting rates three times last year. The US central bank only has six rate cuts left before it hits zero, a level Fed officials have signaled they don't want to cross. \"It's a very inadequate firehose on a raging fire,\" said Zandi. \"If we actually go into recession and this is in fact a pandemic, the Fed will run out of room very quickly.\""], "Language": false}