{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/africa/kenya-bans-donkey-slaughterhouses/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aisha Salaudeen, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-26T15:46:20Z"], "LastModifiedDate": ["2020-02-26T15:46:20Z"], "Headline": ["Kenya bans commercial slaughter of donkeys following a rise in animal theft"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Donkey slaughter will be halted in Kenya following concerns over the rise in theft of the animals for export production and the impact on families that rely on them, according the country's Ministry of Agriculture, Livestock, Fisheries, and Cooperatives. The ban is necessary because rampant slaughtering of donkeys has led to job loss in places where they are a centerpiece of life, Peter Munya, Cabinet secretary for the agriculture ministry said Monday in a statement. Donkeys often are an essential lifeline for farmers who use them for transport, domestic work and milk.  \"The theft of donkeys has particularly disenfranchised farmers who use the donkeys to transport proceeds from farms or fetch water from considerably long distances,\" Munya said. Donkey populations globally are under serious threat due to the demand for their hides, which are used in traditional Chinese medicine, according to a 2019 report by The Donkey Sanctuary, a UK-based nonprofit. Sites mandated to handle cows, sheep and chickens All four Kenyan abattoirs are now mandated to transform their donkey slaughterhouses within 60 days to handle cows, sheep and chickens, Munya said.  \"Their licenses to slaughter donkeys are further revoked immediately,\" he said.  Licensing of donkey slaughterhouses in Kenya, which exports donkey meat and skin, was seen as way for the Kenyan government to create job opportunities and increase the commercial value of donkeys, according to data from Kenya Agricultural and Livestock Research Organization and The Brooke East Africa, a donkey advocacy group. Since 2016, Kenyan officials licensed four donkey abattoirs, which slaughtered a total 301,977 donkeys from April 2016 to December 2018, the report states. Donkey owners last year organized countrywide protests seeking the closure of all donkey abattoirs in Kenya, Munya noted and local media have reported. Some cited massive theft to satisfy the export demand. For instance, the skins of at least 3 million donkeys were sourced from outside China in 2016 to produce ejiao, a gelatin-based traditional drug, according to a report by The Donkey Sanctuary."], "Language": false}