{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/business/danone-diageo-coronavirus/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hanna Ziady, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-02-26T13:40:27Z"], "LastModifiedDate": ["2020-02-26T13:40:27Z"], "Headline": ["Danone and Diageo warnings show the food and beverage industry can't escape coronavirus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Food and drink giants Danone and Diageo are the latest companies to warn that the coronavirus outbreak will cost them millions of dollars in sales and hurt profits.  They join a growing list of businesses, from airlines, car manufacturers and smartphone makers to shipping companies and tourism firms, to disclose financial damage linked to the coronavirus, which has disrupted China, a major producer and consumer of their goods and services, and spread to other big economies.  Investors are now panicking over the impact of the virus, with global stock markets entering their fifth consecutive day of losses on Wednesday.       Diageo, the maker of Johnnie Walker, Smirnoff, Guinness and Captain Morgan, warned Wednesday that sales could be hit by as much as £325 million ($421 million) in the 2020 fiscal year. Earnings could be dented by up to £200 million ($259 million). The closure of bars and restaurants in China, as well as a \"substantial reduction in banqueting\" has caused \"significant disruption\" since the end of January, the UK drinks maker said in a statement. Consumption has also dropped in South Korea, Japan and Thailand, it added.  Diageo said that current forecasts exclude any impact of the coronavirus on markets outside of Asia Pacific, which accounts for 20% of its sales. The company makes a quarter of its sales in Europe, where authorities are scrambling to contain a coronavirus outbreak in Italy that has infected over 320 people and resulted in 12 deaths. France reported its first coronavirus death Wednesday. Danone's water business hit Danone, which makes Evian bottled water and Alpro yoghurt, said it expects the coronavirus to shave €100 million ($109 million) off sales in the first quarter, mostly in its bottled water business in China. Sales growth in the quarter is now expected to be \"broadly flat,\" it added.  The French company also said that sales and profits for the full year could be hit. China is Danone's second biggest market and it accounted for 10% of sales last year. The company employs 8,200 people in the country, where it has eight factories, including one in Wuhan, ground zero of the coronavirus outbreak. That factory, which makes bottled water, remains closed and the shutdown has affected distribution across the supply chain, Danone said in an earnings presentation.  It added that the impact of the virus has delayed the rebranding of its Mizone water business in China to the second quarter, which could put summer sales at risk. \"While we cannot currently predict the duration and extent of the impact of [the coronavirus], we remain extremely vigilant and are closely monitoring the situation every day, working hand in hand with the local authorities,\" the company said in a statement.  Coronavirus spreads The death toll from the coronavirus is over 2,700 worldwide, with the vast majority in mainland China. There have been more than 80,000 global cases. Officials and business leaders had been hoping that dramatic action taken by China would slow the spread of coronavirus and prevent it from gaining traction around the world. But the emergence of hundreds of coronavirus cases in Japan, Italy and South Korea has dashed hopes of a speedy recovery. Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, told CNN on Wednesday that the United States needs to prepare for a potential pandemic. \"You have the makings of a pandemic,\" Fauci said. \"If that's the case, if we have a pandemic, then we will be impacted.\""], "Language": false}