{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/us/billion-year-old-seaweed-fossil-scn-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-02-26T12:59:51Z"], "LastModifiedDate": ["2020-02-26T12:59:51Z"], "Headline": ["Scientists found a billion-year-old fossil believed to be an ancestor of earth's very first plants"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A group of paleontologists say the tiny freckles they found on a rock could hold the key to understanding the origins of plant life on earth. The freckles, Virginia Tech researchers say, are actually billion-year-old seaweed microfossils. They substantially push back the current record of the multicelluar green plant by nearly 200 million years, according to the study published on Monday. Previously, the oldest known fossilized green alga was 800 million years old.  The fossils are so tiny -- about 2 millimeters in length or the size of a flea -- that they are barely visible without a microscope. But despite their miniscule size, researchers said the microplants may have contributed to the evolution of the land plants that appeared nearly 550 million years later.  The green seaweed, a form of algae known as Proterocladus antiquus, was unearthed by post-doctoral researcher Qing Tang. Tang found the fossils in a rock near the city of Dailan in northern China using maps which show researchers where in the world they can find millions to billions-year-old rocks. Once the rocks were found, they were shipped back to Virginia Tech's paleontological lab where each one was analyzed under a microscope. To Tang's surprise, what appeared as just \"little brownish grey freckles on mudstone rocks\" turned out to be the oldest multicellular green seaweed ever discovered. \"I was very excited when I found the first specimen of the seaweed fossil,\" Tang told CNN. \"I immediately showed it to my supervisor, Professor Shuhai Xiao at Virginia Tech, and we both agreed that this is something really important.\" A treasure worth celebrating Shuhai Xiao, a paleobiologist and one of the researchers who led the study, told CNN the discovery deserved a celebration. \"This is a huge discovery,\" Xiao said. \"Algae like this makes oxygen which is a critical element in the atmosphere that allows us and animals to survive. They are also important plants to maintain the habitability of our planet.\"   The seaweeds were green when they were alive, but were buried so deep and at such high temperatures for nearly 1 billion years they lost their color, according to Tang. When the seaweeds died, they were \"cooked\" beneath sediment and their organic remains imprinted on rock found on dry land that once was the ocean \"These new fossils suggest that green seaweeds were important players in the ocean long before their land plant descendants moved and took control of dry land,\" Xiao said in the news release. \"The entire biosphere is largely dependent on plants and algae for food and oxygen, yet land plants did not evolve until about 450 million years ago.\" These fossils are related to the ancestors of the earliest land plants and trees that first developed 450 million years ago. Although the issue is widely debated amongst scientists, the current hypothesis, according to Xiao, is that land plants such as trees, grass, and bushes, evolved from green seaweeds, an aquatic plant.  Throughout millions of years, the plants moved out of the water and adapted to dry land.  Without these photosynthetic plants, Earth would face an ecological imbalance if it weren't for their ability to produce organic carbon and oxygen, as well as provide food and shelter for animals. So, next time you eat, ponder for a moment the tiny seaweed that may have made it all possible, hundreds of millions of years ago."], "Language": false}