{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/health/coronavirus-us-american-cases/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin and Steve Almasy, CNN"], "Writers": [["Eliott C. McLaughlin", "Steve Almasy"]], "FirstPublishDate": ["2020-02-25T14:34:00Z"], "LastModifiedDate": ["2020-02-26T15:33:55Z"], "Headline": ["CDC official warns Americans it's not a question of if coronavirus will spread, but when"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["One of the top officials at the Centers for Disease Control and Prevention warned Americans on Tuesday that health experts foresee the novel coronavirus that has killed thousands spreading in the United States.  \"We expect we will see community spread in this country,\" said Dr. Nancy Messonnier, director of the CDC's National Center for Immunization and Respiratory Diseases. \"It's not so much a question of if this will happen anymore, but rather more a question of exactly when this will happen and how many people in this country will have severe illness.\" The agency tweeted Tuesday evening that Americans should think about getting ready.  \"Now is the time for US businesses, hospitals, and communities to begin preparing for the possible spread of #COVID19,\" it wrote, referring to the name the World Health Organization has given the novel coronavirus. \"CDC continues to work with business, education & healthcare sectors, encouraging employers to be prepared.\" Live updates from around the world Messonnier said her agency wants people to understand their lives might be disrupted. \"We are asking the American public to work with us to prepare in the expectation that this could be bad,\" she said. She said CDC officials have been saying for weeks that while they hope the spread won't be severe in the United States, they are planning as if it could be. \"The data over the last week, and the spread in other countries, has certainly raised our level of concern and raised our level of expectation\" of community spread, she said. The CDC still doesn't know what that will look like, she added. Community spread could be reasonably mild or very severe.  Americans should also talk to employers about working online and talk to doctor's offices about telehealth, the CDC says. Messonnier said she talked her family and told them that while they are not at risk right now, they should plan for what to do if their lives were significanly impacted. She said she called the children's school district about what would happen if schools need to close.  US cases up Also Tuesday, the agency said the number of cases in the United States has risen to 57, with four more patients who were on a cruise ship. While in India, President Donald Trump cast coronavirus as \"a problem that's going to go away,\" but experts worry a pandemic could be in the offing, given the virus' spread in Europe and the Middle East.  The CDC is employing a twofold approach, working to contain the virus while also implementing strategies to lessen the impacts on communities, Messonnier told reporters.  \"We've also enacted the first quarantine of this scale in the US, and are supporting the State Department and (Department of Health and Human Services) in repatriating citizens from high-risk areas,\" she said.  In addition, the center is tracking and isolating cases when it can, issuing travel advisories for affected countries and taking on the increasingly difficult task of preventing the introduction of new cases, most notably at points of entry into the United States, she said. Messonnier described the containment strategies as \"largely successful\" and said they were geared toward \"buying us more time to prepare.\" 40 cases from cruise ship The current total breaks down to 40 passengers who were aboard the Diamond Princess cruise ship that was traveling in Asia, three people repatriated from China, and 14 US cases.     Of the 14 US cases, two of them were the result of person-to-person transmission, one coming in California and the other in Illinois, health officials said.  The breakdown of US cases is eight in California, two in Illinois and one each in Massachusetts, Washington, Arizona and Wisconsin. The three patients repatriated from China came from Wuhan, the center of the coronavirus outbreak, according to the CDC. The two person-to-person transmissions are concerning, as is the fact the virus has caused deaths -- two of the three criteria necessary for declaring a pandemic, she said.  \"As community spread is detected in more and more countries, the world moves closer toward meeting the third criteria: worldwide spread of the new virus,\" she warned. \"As more and more countries experience community spread, successful containment at our borders becomes harder and harder.\" Late last week, CDC officials said there were more Diamond Princess passengers who tested positive for coronavirus in Japan and those cases would be added to the US count once the results were official.  Symptoms similar to a cold News of the uptick in US cases comes as the worldwide count topped 80,000 people, the overwhelming majority in China. At least 2,700 people have died.  The emergence of hundreds of cases outside China -- namely, in Italy and South Korea -- has served to disrupt global supply chains, corporate profits and American and international markets. The viruses can make people sick, usually with a mild to moderate upper respiratory tract illness, similar to a common cold. Coronavirus symptoms include a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days. For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness such as pneumonia or bronchitis.  There are a handful of human coronaviruses that are known to be deadly. There is no specific treatment, but research is underway. Most of the time, symptoms will go away on their own and experts advise seeking care early. People with symptoms that feel worse than a standard cold should see their doctor.  Doctors can relieve symptoms by prescribing a pain or fever medication. The CDC says a room humidifier or a hot shower can help with a sore throat or cough.  Drink plenty of fluids, get rest and sleep as much as possible. People may be able to reduce their risk of infection by avoiding those who are sick, avoiding touching their eyes, nose and mouth, and washing hands often with soap and water and for at least 20 seconds. Correction: This story has been updated with the correct spelling of Nancy Messonnier's name."], "Language": false}