{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/japan-decorative-engrish-japanglish-hnk-intl/index.html"], "Source": ["cnn"], "Location": ["Tokyo"], "ByLine": ["By Emiko Jozuka, CNN"], "Writers": [["Emiko Jozuka"]], "FirstPublishDate": ["2020-02-26T02:33:18Z"], "LastModifiedDate": ["2020-02-26T04:39:39Z"], "Headline": ["How Japanese and English merged to create a new language"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["When John Dougill first came to Japan 30 years ago, he spotted an odd phrase adorning his neighborhood butcher's shop in Kyoto. Instead of \"meat shop,\" its sign read \"flesh shop.\"  Dougill assumed shop staff weren't aware of their English-language error. But when he flagged it to the owners, they nodded politely at him.  But they didn't change the sign.  \"It didn't matter if the sign said 'flesh' or 'fresh' or 'meat,'\" recalls Dougill, a professor at Ryukoku University, who has researched the use of English in Japan. \"It was just there to catch people's attention. It wasn't being used to communicate, as people could see it was a meat shop from outside.\"  It was Dougill's first encounter with the Japanese phenomenon of \"Engrish\" or \"Japanglish.\" Engrish is what happens when English mistakes appear in Japanese advertising, on products like T-shirts and stationary, or on restaurant menus. Many of the common mistakes made by Japanese speakers stem from a difficulty to distinguish between \"r\" and \"l\" when pronouncing words -- hence why it's called \"Engrish\" instead of \"English.\"  The \"s\" at the beginning of words is associated with a Japanese hiragana character that's pronounced \"shi.\" That's why \"baby-sitter\" can sometimes be misspelled as \"baby-shitter.\"  Plus, some connecting English words have no equivalent in Japanese so \"I feel like a hamburger\" becomes \"I feel hamburger.\" In the West, Engrish is often viewed more as an example of everyday racism intended to mock non-native English speakers.  It's also not wholly a Japanese phenomenon. There's \"Konglish\" in Korea, \"Singlish\" in Singapore and \"Chinglish\" in China -- all referring to the different ways in which locals have repurposed English.  However, in Japan, not everyone is aware of the racist connotations associated with Engrish abroad.  It falls into two categories: Decorative English is used to create a mood and is purely targeted at Japanese people, while Communicative English is meant to provide instructions to foreigners but is often grammatically incorrect or misspelled.  Though the phenomenon has been around for some time, the upcoming Tokyo 2020 Olympics has shined a new light on how English is used in Japan. The number of foreign visitors is expected to soar in the coming months (although numbers may be affected over the coronavirus outbreak), and English is one of the official languages of the Games. With Engrish is still a fact of life, that leaves room for meanings and moods to be lost in translation.   English as a design element English is the working language of many international organizations and the most widely taught foreign language in the world.  But of the approximately 1.5 billion people who speak English, less than 400 million call it their first language, according to the World Economic Forum.  That means roughly 1.5 billion people out of the world's 7.5 billion inhabitants speak it as a second -- or third, or fourth -- language. What's more, different countries have adapted English to fit their own cultures and sensibilities.  For example, there's a difference between British English and American English, with different words used for the same object, like \"elevator\" versus \"lift.\" Engrish also has a parallel trend of westerners correctly and incorrectly using Chinese and Japanese characters in non-Asian products, paraphernalia and tattoos. While Engrish has long been used to mock non-English speakers, in recent years communities have reclaimed their own language mashups, like Spanglish, which is a form of Spanish that's been heavily influenced by English and become its own dialect. Across the US, more than 40 universities offer courses on Spanglish or US Spanish to normalize the language, according to a 2016 survey. In the US, \"Spanglish is debated along ideological lines,\" writes Domnita Dumitrescu, a professor emeritus of linguistics, with some arguing it blocks Latinos from assimilating in the US.  By contrast, supporters of Spanglish argue that \"is not an obstacle but, instead, the stepping stone to a new culture, part Latino and part Anglo.\"  According to the website engrish.com -- which showcases examples of Engrish across the world -- English in Japan is used as a design element in products and advertising to give them a modern look and feel (or just to \"look cool\").  It's not used to communicate a specific message, but rather a mood. That's particular to Japanese culture, where meanings are often not explicit but inferred. \"There is often no attempt to try to get [Engrish] right, nor do the vast majority of the Japanese population ever attempt to read the English design element in question,\" the website states.  How \"Engrish\" was born in Japan For Dougill, Engrish seemed like a bizarre and entertaining facet of Japanese culture he experienced during what he calls the \"honeymoon\" period of culture shock.  Everything changed as he started adjusting to Japan. Then, Engrish became annoying. \"This is a state of irrationality where people feel their language is being misused and get imperialistic, thinking they know better and that things should be done in a particular way,\" says Dougill. \"I went through that typical foreigner stage.\"  But as he started integrating more into society, the Japanese use and misuse of English no longer felt jarring. It simply faded into the landscape, so much so that Dougill says if everything was written correctly, it would be boring.   Old roots of a new style Between 1641 and 1853, Japan went into self-imposed isolation as the country barred its nationals from leaving and foreigners from entering. The only outsiders allowed at the port of Nagasaki during this period were the Chinese and Dutch. The country opened its doors to the world during the Meiji Restoration (1868-1912). English-speaking foreigners flooded in and influenced Japanese society and the language.  The term Engrish first appeared as an Asian mispronunciation of the word English in the 1940s. It began to be used to denote incorrect Asian English in the 1980s.  English and French were seen as chic and exotic as the Japanese absorbed Western influences in the post-World War II years, particularly when Japan's economy took off in the 1970s and '80s.  For example, Japanese e-book publisher Ayako Miyazaki recalls how her granddad used the French word chapeau or \"shappo\" in Japanese instead of the Japanese word \"boushi\" to refer to his hat.  But when Miyazaki used the word \"stove,\" which is an adopted English word that the Japanese use to refer to heaters, in Wales, people looked utterly confused. \"It was my own 'lost in translation' moment,\" she tells CNN Travel.  No immediate need to speak English In Japan, schoolkids are required to study English as a second language for up to 5 years.  However, many Japanese have a hard time speaking it fluently as they have little daily exposure to the language.  English education in Japan is also focused on making students pass tests, as opposed to developing practical skills they can use in real life. In 2003, the government introduced a five-year plan designed to shift the focus to improving speaking skills.  But old habits die hard, and the culture does not endorse those who act differently, according to Kaya Taguchi, a professor at Toyo University, who has written about Engrish and language education in Japan. \"[Students] are more willing to speak now. But they are hesitant to speak up in class, probably because of our culture -- standing out from a crowd is not considered a virtue,\" Taguchi tells CNN Travel.  On top of that, English and Japanese are worlds apart in terms of grammar, phonetics and syntax. \"We cannot forget that English is not that important for many of those who live in Japan. My parents do not speak English at all, but they are totally fine with that. In Japan, there is no immediate necessity for learning English,\" adds Taguchi.  That could explain why grammatical errors and awkward word choices still creep into English signs that are intended for foreigners. And while some businesses hire professional translators, many others rely on in-house staff who may not be native speakers or have turned to apps like Google Translate to save on expenses. Engrish also has some ties to popular western culture. For example, Brad Pitt became \"Brapi\" in Japan, and Johnny Depp was known as \"Jyonide\" back in the 90s, says Taguchi.  Shifting attitudes For Taguchi, who has taught in Japan for over 20 years, students' English proficiency has remained static, but attitudes towards communication and the West are shifting.  Shhe says there's less awe among younger Japanese towards the West and that many are trying to stay realistic about their aspirations while confronting an aging population and incomes that have plummeted since Japan's economic bubble burst in the late 1990s. But in anticipation for the Olympics, local municipalities in Japan are offering free sessions that teach conversational English to Olympic volunteers, many of whom are age 40 and up.  The leaflets handed out at such English sessions include common phrases to help visitors, explains Taguchi. But it's not just about vocabulary. The goal is to instil volunteers with the confidence to reach out to visitors who look like they might need help and not worry about grammatical errors or pronunciation mistakes. As for Engrish, Taguchi says young people prioritize choosing words that convey their ideas and feelings to their peers, without as much thought about where or how that word originated. Copywriters or designers who use Engrish may also have similar motivation, she says. \"They may not care if the words are grammatically correct, but if the words can fit the context. Or they may think that since their English is fine, they wonʼt have to have the words checked,\" says Taguchi. \"Maybe you will have to hear and see more Engrish during Tokyo Olympics 2020.\""], "Language": false}