{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/asia/xinjiang-karakax-list-china-response-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Ben Westcott, CNN"], "Writers": [["Ben Westcott"]], "FirstPublishDate": ["2020-02-26T00:18:46Z"], "LastModifiedDate": ["2020-02-26T04:18:02Z"], "Headline": ["Chinese government disputes Xinjiang detention records leaked to CNN"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["The Chinese government has challenged the authenticity of leaked detention center records from the Western region of Xinjiang, in its most comprehensive statement yet on the high-profile release. The leaked document contained a list of 311 Uyghur residents from Karakax county in southwestern Xinjiang, all of whom were shown to have been sent off to re-education sites for a wide range of alleged offenses. Some of these reasons for detention appeared to be simple cultural or religious behaviors, such as getting married in a religious ceremony or wearing a face veil. In a press conference Saturday in Xinjiang's capital Urumqi, governor of Karakax county Mehmutjan Umarjan claimed \"after careful investigation\" many of the residents mentioned in the documents had never attended the centers. CNN was not invited to the press conference or given access the full transcript. \"They have been working and living in normal conditions and have not participated in vocational skills training,\" he said. CNN submitted a detailed list of questions about the leaked records to the Chinese government prior to publication but has not yet received a response. The document was leaked to CNN, along with a number of international media organizations, and published on February 17. It was verified by a team of researchers, led by Adrian Zenz, a senior fellow in China studies at the Victims of Communism Memorial Foundation. The experts confirmed the identities of 337 out of more than 2,800 individuals mentioned in the document and noted similarities between the leaked document and other Chinese government records from Xinjiang. CNN independently corroborated the details of eight families mentioned in the documents. Threats to the state Xinjiang in China's far west has been for centuries the home to a large population of Muslim-majority ethnic groups, the largest of which is the Uyghur people. Since 2016 there have been reports of Uyghurs and other groups like them being put into mass detention centers by the Chinese government, referred to by Beijing as \"vocational education and training centers.\" Inside, according to former detainees, they are taught Communist Party propaganda and Mandarin language skills. Some detainees have also spoken of prison-like conditions and alleged that they had been tortured, which China has denied. The US State Department estimates that up to two million people may have been taken to the camps. The Chinese government has regularly stated the centers are voluntary and are no longer in heavy use in Xinjiang. The leaked document laid out detailed records on the Karakax citizens' family members, religious activities and evaluations of their behavior while in detention. It revealed for the first time the everyday criteria for which Uyghurs and other Muslim groups could be detained indefinitely in Beijing's re-education camps. Those included having an unused passport, growing a long beard or being perceived as a \"potential threat.\" For some citizens, being a \"potential threat\" could mean anything from a history of radicalization to being born in the 1980s or after. Speaking to CNN, academic Zenz said that the strength of China's rebuttal had only reinforced for him the authenticity of the document, saying he had been surprised by the number of state-run media articles pushing back against the leak. In an earlier interview, he said the records showed people in many cases were being detained for acts which didn't \"remotely resemble a crime.\" \"The contents of this document are really significant to all of us because it shows us the paranoid mindset of a regime that's controlling the up-and-coming super power of this globe,\" Zenz told CNN. 'Wishful conjecture' At the press conference on Saturday, one of the top officials for Karakax county, Mehmutjan Umarjan said that the reporting of the document was \"full of subjective assumptions\" and \"wishful conjecture.\" \"Thus cannot stand scrutiny, as it does not conform with the facts,\" he said. Speaking from behind a face mask at the press conference, a Uyghur man told reporters that he had been to a \"training center\" but insisted it had been \"for his own good.\" \"My mind used to be filled with religious extremist thinking. Not only did I not earn a living for my family, but I also prohibited my wife from doing so, because I believed it was against Muslim practices for women to earn money,\" he said in videos released by state broadcaster CCTV. \"At the center, I learned to speak Mandarin and about national laws and regulations. I also got lessons in business management.\" The ruling Communist Party has in the past put relatives of Uyghur dissidents or citizens mentioned in leaks on state television to rebut negative stories in international media. It is a common tactic when working to challenge allegations about human rights abuses in Xinjiang. CNN can't independently verify the accounts of these people or whether they were speaking under duress due to the heavy censorship in Xinjiang.   China Daily, a Chinese state owned media outlet, published a video of a male Karakax resident who had studied at a \"training center\" after being \"influenced by religious extremism and committed minor offenses.\" In the leaked document, the man is recorded as having being put into a detention center in 2017 for having one more child than allowed. Speaking on camera in Mandarin, the resident said he had not been sent to detention for having a relative overseas. \"That is a total lie ... Me and my family are having a happy life together,\" he said in a statement to camera. Academic Zenz said that publishing videos of Chinese citizens yelling into the camera was an escalation in Communist Party propaganda. \"(The state media interviewees) are saying 'You're destroying our good life.' Why would a media report ruin their life?\" he said. \"It ruins the reputation of the CCP and the CCP is making them respond to a harm that's only been inflicted on the CCP.\""], "Language": false}