{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/2020-democratic-debate-south-carolina/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mike Hayes and Veronica Rocha, CNN"], "Writers": [["Mike Hayes", "Veronica Rocha"]], "FirstPublishDate": ["2020-02-25T23:58:59Z"], "LastModifiedDate": ["2020-02-26T04:04:16Z"], "Headline": ["Democratic debate in South Carolina"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The 10th Democratic debate — this one in Charleston, South Carolina — is in the books.   It was an incredibly contentious affair, with candidates shouting at (and over) one another as they scrambled to draw contrasts with each other in advance of the critical South Carolina primary on Saturday. Here's who had the best and worst night: Winners: Pete Buttigieg, Joe Biden, Amy Klobuchar, Bernie Sanders and Donald Trump\nLosers: Michael Bloomberg, Elizabeth Warren, the moderators, the live audience Read Cillizza's take on why here. ##Moments## Minnesota Sen. Amy Klobuchar described tonight's Democratic debate in South Carolina as \"another slug fest.\" \"If we’re going to spend the next four months tearing the party apart, then we’ll be able to watch Donald Trump spend the next four years tearing the country apart,\" she told CNN's Dana Bash and Erin Burnett following the debate. Early in the debate, Sen. Bernie Sanders used an inaccurate figure that had been provided to his campaign by a progressive think tank that, among other things, keeps track of the fortunes of billionaires.  “In the last three years, last three years, billionaires in this country saw an $850 billion increase in their wealth,” Sanders said.  Facts First: The think tank that provided the figure says it is wrong, and says it takes responsibility for the error.  Sanders was relying on a figure from the Institute for Policy Studies, according to the think tank senior scholar Chuck Collins but the number was inflated. “We informed Senator Sanders that US billionaires increased their wealth since Trump’s election by $850 billion. Our updated number is $710 billion, an increase of 30 percent,” Collins told CNN during the debate.  “Senator Sanders was accurately using information that we provided, so we at Institute for Policy Studies are responsible for the error,” Collins added.  He said that in 2016, there were 541 US billionaires with wealth totaling about $2.4 trillion. In 2019, he said, there were 607 US billionaires with wealth totaling about $3.1 trillion.  Collins said he informed the Sanders campaign on Tuesday morning that there had been an error, after CNN contacted the campaign to ask for the source for the $850 billion number. It is not clear, though, whether Sanders himself was informed of the error prior to the debate.  There is no doubt that the wealthiest Americans have gotten wealthier under President Trump, though others have also gained.  According to the Federal Reserve, the combined wealth of the top 1% of American households increased 18% from the fourth quarter of 2016 to the third quarter of 2019 — from $29.18 to $34.53 trillion. The combined wealth of the bottom 50% of households increased 55%, but from a much smaller starting point — from $1.08 trillion to $1.67 trillion — and spread out across many more households.  ##Fact Check## Sen. Amy Klobuchar claimed during tonight's Democratic debate that a Vanderbilt University study ranked her as the most effective Democrat in the Senate and that two of her competitors for the Democratic nomination, Sens. Elizabeth Warren and Bernie Sanders, ranked among the bottom half of the list.   Facts First: Klobuchar is right about herself. She did rank among the most effective members of the Senate and first among Democrats, according to that study. She’s also right that Warren ranked among the bottom half of Democrats. Her characterization of Sanders’ ineffectiveness within the Democratic Party, though, requires clarification.  Klobuchar said during the debate in South Carolina that “according to Vanderbilt University in Tennessee, last Congress, I was the most effective Democrat in the US Senate on 15 metrics. Bernie and Elizabeth were in the bottom half. It matters — it matters if you can actually get things done.\"  The Center for Effective Lawmaking at Vanderbilt evaluates the effectiveness of members of Congress and according to their evaluation of the 115th Congress (2017-2019), Klobuchar ranked as the most effective Democrat in the Senate.   What Vanderbilt calls the “Legislative Effectiveness Score” is “based on 15 metrics that take into account the number of bills a legislator sponsors, how far each of those bills advances through the legislative process from introduction to (possibly) becoming law and its relative substantive significance.” The average Legislative Effectiveness Score is 1.0.    Klobuchar has a score of 2.815, ranking first among the 48 Democrats in the Senate during that time. And Warren has a score of .548 and ranks 32nd out of 48 Democrats in the Senate.   Sanders caucuses with Democrats, but since he is elected as an independent in Congress, he was not ranked among those within the party as Klobuchar suggested. Sanders has a score of .159. Sanders’ and Warren’s rankings are below 1.0, the average among all members of Congress.  ##Fact Check## Former Democratic presidential candidate Andrew Yang said Bernie Sanders is \"like a fortress\" under questioning on stage. \"I have been there. He has a force field. Everything you say it's like, 'Let me be clear. I'm going to talk about what I'm going to talk about. It's not really going to be what you ask me about,'\" he said on CNN following the debate. Yang added that Sanders will then \"go into a Bernieism\" rather than addressing the question. Vermont Sen. Bernie Sanders defended his sweeping plan to overhaul America’s health insurance system, saying “Medicare for All” will reduce the nation’s health care price tag.    “What every study out there, conservative or progressive says, 'Medicare For All' will save money,” said Sanders, who came under fire for the cost of his proposal, which has been pegged at more than $30 trillion over a decade.  Facts first: Although Sanders is correct that several studies have found \"Medicare for All\" would reduce health care spending, at least one study published last year found the opposite.  A report from the left-leaning Urban Institute Health Policy Center showed that the nation's overall health care spending would rise by roughly $7 trillion to $59 trillion over a decade if Medicare for All goes into effect. The increase would be $720 billion for 2020 alone if the policy were enacted.     That's because more people would be insured, more benefits would be covered and more medical services would be used since there'd be no cost for care.  \"You will in total spend more as a nation on health care from adding all the bells and whistles that are associated with these kinds of proposals,\" Linda Blumberg, an institute fellow, said when the study was published last October.  ##Fact Check## President Donald Trump took to Twitter to respond to the presidential candidates at tonight’s Democratic debate after they were critical of his response to the novel coronavirus. “CDC and my Administration are doing a GREAT job of handling Coronavirus, including the very early closing of our borders to certain areas of the world. It was opposed by the Dems, ‘too soon’, but turned out to be the correct decision,” Trump tweeted. “No matter how well we do, however, the (…) Democrats talking point is that we are doing badly. If the virus disappeared tomorrow, they would say we did a really poor, and even incompetent, job. Not fair, but it is what it is. So far, by the way, we have not had one death. Let’s keep it that way!” What happened: CNN previously reported that the Democratic candidates were asked tonight how they would address the growing epidemic if they were president. Former Vice President Joe Biden talked about his experience dealing with the Ebola outbreak during his time in the Obama administration and went after Trump, saying Trump wiped out federal budgets for the US Centers for Disease Control and Prevention. Sen. Bernie Sanders also went after the President for his comments that the coronavirus will stop spreading once the weather gets warmer. \"In the White House today, we have a self-described great genius — self-described — and this great genius has told us that this coronavirus is going to end in two months. April is the magical date that this great scientist we have in the White House has determined — I wish I was kidding, that is what he said,” Sanders said.  Former Vice President Joe Biden said Vermont Sen. Bernie Sanders encouraged a primary challenge to President Barack Obama in 2012. “He said we should primary Barack Obama,” Biden said. “Someone should.”  Facts First: This is true. Sanders said on a radio show in July 2011 that a primary challenge to Obama would do “a good deal of service” to the country. “So my suggestion is, I think one of the reasons the president has been able to move so far to the right is that there is no primary opposition to him, and I think it would do this country a good deal of service if people started thinking about candidates out there to begin contrasting what is a progressive agenda as opposed to what Obama is doing,” Sanders said on the Thom Hartmann Show in July 2011.  “I think one of the reasons that President Obama has moved as far to the right as he has is he thinks he can go all the way and no one will stand up to him,” Sanders added. On WNYC in March 2011, Sanders said a primary challenge to Obama would “enliven the debate.” “I'm not a Democrat,” he said. “I'm the longest-serving independent. I think if a progressive Democrat wants to run, I think it would enliven the debate, raise some issues and people have a right to do that.” Sanders went on to endorse Obama in 2012. ##Fact Check## The seven candidates gave a closing statement to wrap up tonight's debate, the last one before Saturday's primary in South Carolina and Super Tuesday. Asked to describe the biggest misconception about them and their mottos, here's how they responded:  Joe Biden said his motto is, \"When you get knocked down, get up, and everyone is entitled to be treated with dignity no matter what or who they are.\" He went on to say that he's committed to putting a black woman on the Supreme Court. On the biggest misconception, Biden said, \"I have more hair than I think I do.\"\nMichael Bloomberg joked that a misconception about him is that he's \"6 feet tall.\" On his motto, the former New York Mayor was direct, \"I've trained for this job for a long time and when I get it I'm going to do something, rather than just talk about it.\"\nPete Buttigieg said people think \"I'm not passionate.\" The former South Bend, Indiana, mayor went on to say that he seeks to \"live by the teachings that say if you would be a leader, you must first be a servant.\"\nBernie Sanders said the biggest misconception about him is that his ideas are \"radical.\" He went on to cite a quote from Nelson Mandela as a motto he lives by, saying, \"Everything is impossible until it happens.\"\nElizabeth Warren said one misconception about her \"is that I don't eat very much.\" She added, \"In fact, I eat all the time.\" On her motto, Warren quoted Bible Scripture: \"In as much as ye have done it unto one of the least of my brethren, ye have done it unto me.\"\nAmy Klobuchar said the biggest misconception about her is that \"I'm boring because I'm not.\" She added that her motto is \"that politics is about improving people's lives.\" \nTom Steyer said one misconception about him is that \"somehow I'm defined by business success and money.\" On his personal motto, he said, \"Every day, I write a cross on my hand to remind myself to tell the truth and do what's right, no matter what.\" ##Moments## At the end of the debate, Sen. Bernie Sanders had a clear lead in speaking time with nearly 16 minutes, followed by Sen. Amy Klobuchar, former New York Mayor Michael Bloomberg and Sen. Elizabeth Warren, all at more than 13 minutes. See the full breakdown below. Asked about his recent comment praising Fidel Castro's literacy program from the early 1960s, Bernie Sanders insisted that he has always \"opposed authoritarianism all over the world.\"   He then turned to Michael Bloomberg, who had moments earlier said he could work with the Chinese government because its leader is responsive to its \"politburo.\" \"I was really amazed at what Mayor Bloomberg said a moment ago. He said that the Chinese government is responsive to the politburo, but who the hell is the politburo responsive to? Who elects the politburo? You have a real dictatorship there,\" Sanders said. Turning back to Cuba, Sanders said \"of course\" it was a dictatorship but argued that he hadn't gone any farther in praising it than former President Barack Obama did during his efforts to open up relations with the country during his second term.  \"What Barack Obama said was they made great progress on education and health care,\" Sanders said. \"That was Barack Obama.\" As Biden tried to step in to dispute Obama's intentions, Sanders argued that the entire debate was missing out on the harsh reality of the US's own role in global discord.  \"Occasionally, it might be a good idea to be honest about American foreign policy, and that includes the fact that America has overthrown governments all over the world — in Chile, in Guatemala, in Iran, and when dictatorships, whether it is the Chinese or the Cubans, do something good, you acknowledge that, but you don't have to trade love letters with them,\" Sanders said. In a recent CNN town hall, Bernie Sanders responded to Cuba criticism: ##Moments## Elizabeth Warren called on Michael Bloomberg to release his tax returns, noting he is the only candidate on stage who hasn't released them.  “We know that Mayor Bloomberg has been doing business with China for a long time, and he is the only one on this stage who has not released his taxes,” Warren said.  “He plans to release them after Super Tuesday,” Warren continued. “It is not enough to be able to say, just trust me on this.” Warren went on to say President Trump promised to release his taxes when he was running for president but never did.  Bloomberg said his campaign is working as fast as it can and will release his tax returns.  “I got into this race only 10 or 12 weeks ago, we have been working on our tax returns, I’ve said they will be out, we probably have another couple of weeks left to go, we're doing it as fast we can, we've complied with every single requirement for disclosure,\" Bloomberg said.  “And when I was mayor of New York we had our tax returns out 12 years in a row and we will do that in the White House,” Bloomberg continued.  ##Moments## Minnesota Sen. Amy Klobuchar claimed on Tuesday that Vermont Sen. Bernie Sanders' \"'Medicare For All' plan alone, on page 8, clearly says that it will kick 149 million Americans off their current health insurance in four years.\"  Facts First: While Page 8 of Sanders’ bill does not specifically mention the figure cited by Klobuchar, it states that “it shall be unlawful for ... a private health insurer to sell health insurance coverage that duplicates the benefits provided under this Act.” And the Klobuchar’s figure is close to the latest number provided by one study. Some 153 million people are covered by private plans sponsored by their employers, according to the latest report from the nonpartisan Kaiser Family Foundation.  There are also tens of millions more who are covered by private plans through Medicare Advantage, Medicaid managed care plans and on the Obamacare individual market.   All these people would have to change their health care under Sanders’ Medicare for All plan — but they would be covered by the federal plan instead.   ##Fact Check## The global spread of the coronavirus came up during tonight's debate. The candidates were asked how they would address the growing epidemic as president.   Responding first, Sen. Klobuchar said, \"What we have to do is make sure we have treatment for those Americans and that they are in a quarantine situation. We don't want to expose people, but we want to give them help.\" The Minnesota Democrat encouraged people who feel sick to keep checking the US Center for Disease Control and Prevention's website because she said \"many doctors are just saying it's just a matter of time before we're going to start seeing this here.\" Former Vice President Joe Biden talked about his experience dealing with the Ebola outbreak during his time in the Obama administration. \"I was part of making sure that pandemic did not get to the United States, saved millions of lives. What we did, we set up, I helped set up that office in the presidency, in the president's office on diseases that are pandemic diseases. We increased the budget of the CDC, we increased the (National Institutes of Health) budget. Our President today, he's wiped all that out. We did it. We stopped it.\" Biden attacked President Trump for cutting funding to the CDC. Sen. Bernie Sanders echoed that criticism of Trump.  He also went after the President for his comments that the coronavirus will stop spreading once the weather gets warmer.  \"In the White House today, we have a self-described great genius — self-described — and this great genius has told us that this coronavirus is going to end in two months. April is the magical date that this great scientist we have in the White House has determined — I wish I was kidding, that is what he said.\" Trump downplays coronavirus despite venting in private: Massachusetts Sen. Elizabeth Warren said former New York City Mayor Michael Bloomberg previously supported Republican candidates.  “We're here in Charleston, and you know who is going to be in Charleston later this week? It’s Donald Trump,” Warren said. “He's going to be here to raise money for his buddy, Senator Lindsey Graham. Who funded Lindsey Graham's campaign for reelection last time? It was Mayor Bloomberg. And that's not the only right-wing senator that mayor Bloomberg has funded.” “In 2016, he dumped $12 million into the Pennsylvania senate race to help reelect an anti-choice, right-wing Republican senator,” Warren added. “And I just want to say, the woman challenger was terrific. She lost by a single point. In 2012, he scooped in to try to defend another Republican senator against a woman challenger. That was me. It didn't work, but he tried hard.” Facts first: This is true. Bloomberg supported Republican Pennsylvania Sen. Pat Toomey’s re-election in 2016. He supported Scott Brown in his losing effort against Warren in 2012. In 2014, Bloomberg gave money to a super-PAC supporting Lindsey Graham. Bloomberg spent nearly $12 million in 2016 to support the reelection of Republican Sen. Pat Toomey of Pennsylvania, an ally of his on the issue of background checks on gun purchases. The New York Times also reported in November he supported Republican Sen. Lindsey Graham of South Carolina in 2014.  In 2012, Bloomberg supported Brown over Warren, saying on his radio program as mayor he supported Brown because of Brown’s stance against requiring states to recognize concealed carry laws from other states.    Tonight, Bloomberg called such attacks a “side show” and not relevant to his record as mayor. ##Fact Check## Addressing his history with the controversial stop and frisk policy, Mike Bloomberg claimed the incidents decreased by 95% while he was mayor of New York.  \"We let it get out of control and when I realized that, I cut it back by 95%. And I’ve apologized and asked for forgiveness. I've met with black leaders to try to get an understanding of how I can better position myself and what I should have done and what I should do next time,\" he said. Facts First:  Bloomberg, as he has done before, was misleading by omission when he cited a 95% decline in stop and frisk. While there was such a reduction, it happened only during the last two years of his 12-year mayoralty, from the first quarter of 2012 to the last quarter of 2013, following a 605% increase in his first 10 years. Looking at his entire mayoralty, from 2002 through 2013, there was a 97% increase, not a decrease.  Bloomberg also claimed the 95% was prompted by his realization that the situation was “out of control.” He does not mention that the decline began right around the time a federal judge signaled she would rule against stop and frisk, nor that he continued to be a vocal defender of stop and frisk for years after his professed realization about the harms of the policy. You can read more about Bloomberg’s history with stop and frisk here. ##Fact Check## Michael Bloomberg mentioned the \"Naked Cowboy\" — a shirtless and underpants-clad guitarist in Times Square — while explaining why he enforced tough policies as New York City's mayor. The CBS moderator brought up tonight his bans on trans fats and his war on obesity, then asked, \"Will you push those policies on the national level as well if you become president?\"  Here's how Bloomberg responded:  \"New York City isn't like all other cities otherwise you would have a naked cowboy in every city. Let's get serious here. But I do think it's good government to teach people good science, and explain to people what science says and how to take care of themselves and extend their lives,\" he said. He went on to defend the city's ban on smoking in public places and support of public health. ##Moments## The Democrats running for president may be split between \"Medicare for All,\" the sweeping, government health insurance proposal supported by Sens. Bernie Sanders and Elizabeth Warren, and a more moderate public insurance option that the other candidates favor. But the health care industry wants viewers of Tuesday’s Democratic debate to know that neither reform is palatable, at least not to them. The Partnership for America’s Health Care Future, a coalition of groups representing insurers, hospitals, drug makers, employers and others, launched a national 30-second ad, entitled “Priorities,” during the South Carolina debate. It features a woman saying that government-controlled health insurance is a “real threat” to people’s health coverage.  She goes on to say that Medicare for All and the public option could double Americans’ income taxes and raise premiums. Instead, “it’s time to build on what’s working and fix what’s broken. Not start over.” The ad will run on CBS television stations and digital properties, as well as on Facebook, Twitter and Snapchat. The partnership has a lot of convincing to do. About two thirds of voters polled in Iowa, New Hampshire and Nevada said they support a single-payer health care system. As of the second commercial break, former New York Mayor Michael Bloomberg leads the pack with almost 10 minutes of speaking time. See the full breakdown below, and follow along live here. ##Moments## Michael Bloomberg said he would support decriminalizing marijuana, though he wants to see its legality expanded by the states “very slowly.” “We should not make this a criminal thing if you have a small amount. For dealers, yes, but for the average person, no, and you should expunge the records of those who got caught up in this before,” the former New York mayor said. Bloomberg said he wouldn’t try to undo the efforts of states that have legalized marijuana. But he said the government should heed the warnings of scientists. “They say go very slowly, they haven’t done enough research and the evidence so far is worrisome,” he said. ##Moments## The candidates were asked how they will ensure there is available health care in rural areas of the country that have have populations who are older, sicker, poorer and  have to travel farther to get medical help when they need it.  Sen. Amy Klobuchar said she is for expanding \"critical access hospitals\" in rural areas. \"Actually, I am the lead Democrat on a bill to extend that, to have other types of hospitals, like emergency rooms in rural areas be covered.\" Mayor Pete Buttigieg said a big part of the problem is \"we're seeing hospital closures, right and left\" in rural areas.  He added: \"And we're seeing them, in particular, in states where medicaid was not expanded. Something that is hurting black and poor white families and is largely the results of racial voters suppression.\"  Sen. Bernie Sanders said that under his Medicare For All plan, \"We will have health care for all people in all parts of this country.\" It's hard to get over the range of ages and experiences on the debate stage. Consider that in 1981, the year Mike Bloomberg was fired from Salomon and got the $10 million severance he used to found Bloomberg, Bernie Sanders was elected as a lonely socialist mayor in Burlington, Vermont, making a steady paycheck perhaps for the first time in his life. Here's what all the candidates were doing that year: Bernie elected mayor, getting a steady paycheck and making 33k a year\nBloomberg fired from Salomon, given $10 million severance\nWarren gets job as law professor at University of Texas\nBiden was 7 years a senator\nKlobuchar was a senior at Yale\nSteyer left his job as an analyst at Morgan Stanley\nButtigieg was not yet born  In an early exchange during Tuesday night’s Democratic presidential debate, former New York Mayor Michael Bloomberg told Vermont Sen. Bernie Sanders that “(Russian President) Vladimir Putin thinks that Donald Trump should be President of the United States, and that’s why Russia is helping you get elected.”   Sanders tried to fend off the attacks by condemning Russian meddling in the 2016 election and warning Putin that he wouldn’t be a Russia-friendly president.    Facts First: Bloomberg accurately pointed to a US intelligence community belief that Russia is trying to help Sanders’ campaign. Russia also backed Sanders in the 2016 primary, but Sanders has publicly denounced Russian interference in US politics.   Sanders acknowledged last week that US intelligence officials had informed his team that Russia was trying to help his campaign. It’s not clear what Russians are doing to help Sanders, and there haven’t yet been any sweeping hack-and-leak operations like the cyberattacks that hit the Democratic National Committee during the 2016 presidential campaign.  US intelligence leaders have said that Russia routinely tries to sow discord among the American public and amplify voices on the extremes of the political spectrum, to inflame divisions and undermine the stability of American democracy. Their past support for Sanders and Trump, who have both antagonized their own parties, fits into this big-picture strategy.  Separately, a senior US intelligence official, Shelby Pierson, told lawmakers earlier this month in a classified briefing that Russia was taking steps to help Trump win reelection. CNN later reported that Pierson appears to have overstated the formal assessments from the US intelligence community, and senior White House officials rebutted her comments.    The Russian government, at Putin’s direction, undertook an extensive campaign in 2016 to boost Sanders’ primary campaign against former Secretary of State Hillary Clinton, and to help Trump defeat Clinton in the general election. The Kremlin operation included well-funded troll farms, propaganda on social media, cyberattacks and leaks of private emails.   ##Fact check## Elizabeth Warren interjected during a discussion about housing to call on the stage to address racial disparities like \"red lining,\" which prevented African Americans from buying homes for decades, and left an enduring legacy of inequality around the country. \"We can no longer pretend that every thing is race neutral,\" Warren said. \"We have got to address race consciously what’s happening in this country.\" \"It is important to recognize the role that the federal government played for decades and decades in discriminating against African Americans having an opportunity to buy homes,\" she said. \"That's red lining.\"  Warren then turned to Bloomberg, who once suggested that the end of red lining played a role in the 2008 financial crisis.  \"While Mayor Bloomberg was blaming the housing crash of 2008 on African Americans and on Latinos, in fact, I was out there fighting for a consumer agency to make sure people never get cheated again on their mortgages,\" Warren said, touting her housing plan. Pete Buttigieg hit Bernie Sanders on Tuesday for not supporting ending the filibuster, a Senate rule that if ended would allow bills to be passed with only a simple majority. Buttigieg has used nearly every answer on the debate stage to target Sanders, the race’s front-runner and a candidate who the former mayor has said could have an insurmountable lead in early March. “I want to come back to the question of the filibuster because this is not some long-ago bad vote that Bernie Sanders took, this is a current bad position that Bernie Sanders holds,” Buttigieg said. Then he delivered a direct line: “How are we going to deliver a revolution if you won't even support a rule change?” Sanders has said he supports filibuster reform, but does not support getting rid of the rule. “We are in the state where Strom Thurmond used the filibuster to block civil rights legislation repeatedly,” Buttigieg said, referring to a late United States senator and segregationist from South Carolina. “No less a Senate traditional figure than Harry Reid has called for it to go. It has got to go, because otherwise Washington will not deliver.” ##Moments## Bernie Sanders and Michael Bloomberg were in a heated exchange over electability when Elizabeth Warren interrupted them to support Sanders' \"progressive agenda.\" Sanders argued that he can beat President Trump and will do so with \"an unprecedented, grassroots movement of black and white and Latino, Native American and Asian people who are standing up and fighting for justice.\" Bloomberg interjected to say, \"Imagine moderate Republicans going over and voting for him? And you have to do that or you can't win.\" That's when Warren stepped into the debate to disagree with Bloomberg. \"A progressive agenda is popular, Mayor Bloomberg. And for everyone on this stage,\" she said. \"We talk about how to build a future. That's what matters,\" Warren said. Mike Bloomberg, touting the millions he spent to help elect Democrats to the House in 2018, came close to saying that he “bought” the race, but caught himself and said, “I got them.” “They talk about 40 Democrats” that were elected to deliver a Democratic majority in 2018, Bloomberg said. “Twenty-one of those were people they spent $100 million to help elect.” He added: “All of the new Democrats that came in, put Nancy Pelosi in charge, and gave the Congress the ability to control this President, I boug… I got them.” ##Moments## Pete Buttigieg on Tuesday night echoed the fears some Democrats have about nominating Bernie Sanders, using a back-and-forth with the Vermont senator to warn that a candidate at the top of the ticket who self-identifies as a “democratic socialist” could hurt down ballot races for the House and Senate. Buttigieg said nominating Sanders would lead to “four more years of Donald Trump, Kevin McCarthy as Speaker of the House, and the inability to get the Senate in Democratic hands.” “The time has come to stop acting like the presidency is the only office that matters. Not only is this a way to get Donald Trump re-elected. We have a House to worry about. We have a Senate to worry about. And this is really important,” Buttigieg continued. More moderate Democrats – including those who won their seats in 2018 – have publicly expressed concerns about what Sanders atop the ticket would mean for down ballot races. Buttigieg, as he has focused most of his attacks on Sanders, has stoked these fears, highlighting what he believes is the need to defend these House seats and broaden the Democratic base. “If you want to keep the house in Democratic hands, you might want to check with the people who actually turned the house blue,” Buttigieg said. “Forty Democrats who are not running on your platform. They are running away from your platform as fast as they possibly can. I want to send those Democrats back to the United States House.” After the Nevada caucuses, Pete Buttigieg went after Bernie Sanders: ##Moments## Joe Biden and Tom Steyer attacked each other’s records on race in a tense exchange as the two men vie for the support of African American voters in South Carolina ahead of Saturday’s primary.  Biden lambasted the billionaire businessman for investing in private prisons. “They hogtied young men in prison here in this state. They in fact made sure that in Georgia they did not have health care for the people that were being held,” he said.  “You wrote the crime bill,” Steyer shot back, referencing the 1994 legislation signed into law by former President Bill Clinton and noting that it had imposed stiff mandatory minimum sentences that had left hundreds of thousands of black and brown people in jail.  “Tommy come lately,” Biden quipped as Minnesota Sen. Amy Klobuchar interjected and ended the exchange.  ##Moments## We're tracking approximate speaking times during tonight's debate. As of the first commercial break, Sen. Elizabeth Warren currently leads the pack with almost six minutes, followed by Sen. Bernie Sanders. See the full breakdown below, and follow along live here. ##Moments## Addressing her fellow candidates on stage, Sen. Amy Klobuchar said, \"If we spend the next four months tearing our party apart, we're going to watch Donald Trump spend the next four years tearing our country apart.\" She continued by pointing out that she does not think Bernie Sanders is the right person to nominate. \"I like Bernie. We came in together to the Senate. But I do not think that this is the best person to lead the ticket.\" Elizabeth Warren called out Michael Bloomberg over reports he told a female employee, who told him she was pregnant, to \"kill it.\" Bloomberg denied having made the comment, shooting back: \"I never said that.\" Warren also hit Bloomberg for backing the Republican senator, Scott Brown, she challenged and defeated in 2012.  The Massachusetts senator first brought up Bloomberg's support for GOP Sen. Pat Toomey, who narrowly held off Democratic challenger Katie McGinty in 2016. \"He dumped $12 million into the Pennsylvania Senate race to help re-elect an anti-choice, right-wing Republican senator. And I just want to say, the woman challenger was terrific,\" Warren said of the Toomey-McGinty race.  Then Warren turned to her own race. \"In 2012, (Bloomberg) scooped in to try to defend another Republican senator against a woman challenger,\" Warren said. \"That was me. It didn't work, but he tried hard.\" ##Moments## Asked if he thought New York City's implementation of \"stop and frisk\" under former New York City Mayor Mike Bloomberg was racist, former South Bend Mayor Pete Buttigieg responded, \"Yes, in effect, it was.\"  He added: \"Because it was about profiling people based on their race.\" Buttigieg went on to point out that he's \"conscious of the fact that there are seven white people on this stage talking about racial justice.\" \" None of us — none of us have the experience, the lived experience of -- for example, walking down the street, or in a mall, and feeling feeling eyes on us, regarding us as dangerous, without knowing the first thing about us justice because of the color of our skin.\" ##Moments## Pete Buttigieg used an exchange with Bernie Sanders over the number of billionaires who have donated to his campaign to hit back at the Vermont senator — and then raise some money. Sanders, hitting back at a number of attacks he was facing on Tuesday, said, “Americans don't want candidates to be running to billionaires for huge amounts of funding.” He specifically called out Buttigieg. The former mayor said it was “untrue” and noted that his campaign has donations from more than 2,000 people “in Charleston alone.” “Grassroots contributions are the life blood of my campaign,” Buttigieg said, then turned the answer into a pitch for his own campaign. “I shouldn't miss the opportunity, if you're watching right now and you support my campaign go to peteforamerica.com, and chip in,” he said. “And if you are watching right now, and you're a billionaire, I will raise your taxes. But if you'd like to defeat Donald Trump, please go to peteforamerica.com and donate legal maximum of $2,800.” Sanders was seen laughing at the pitch. Joe Biden criticized Bernie Sanders for his votes against the Brady Bill in 1993 and reports that the Vermont senator considered a primary campaign against then-President Barack Obama in 2012 — which Sanders denies.  Biden said he’d sought a longer waiting period before handgun purchases in the Brady Bill than what Sanders had supported. He noted that the debate was taking place within walking distance of the Mother Emanuel AME Church in Charleston, the site of a 2015 massacre at which a white supremacist gunman left nine dead. “I’m not saying he’s responsible for the nine deaths, but that man would not have been able to get that weapon had the waiting period been what I suggested,” Biden said.  He also pointed to reports about Sanders having considered a primary challenge against Obama — a potentially significant negative for Sanders in South Carolina, a state where more than half the Democratic primary electorate is African American.  “Let’s talk about progressive: Progressive is getting things done, and that’s what we got done — we got a lot done,” Biden said.  Bernie Sanders said the economy is “doing really great” for billionaires like Michael Bloomberg, and said his own campaign is about creating an “economy for all.” CBS’s Norah O’Donnell said, “We haven't had a national unemployment rate this low for this long in 50 years. Here in South Carolina, the unemployment rate is even lower. How will you convince voters that a Democratic Socialist can do better than President Trump with with the economy?  “Well, you're right. The economy is doing really great for people like Mr. Bloomberg and other billionaires,” Sanders responded.  He said billionaires have seen an increase in wealth in the last several years, while many Americans are living paycheck to paycheck.  “For for the ordinary American, things are not so good,” Sanders said.  “That is not an economy that's working for the American people,\" he said. \"That's an economy working for the 1%. We're going to create an economy for all, not just wealthy campaign contributors.\" ##Moments## In an early tense exchange, former New York Mayor Mike Bloomberg attacked front runner Bernie Sanders directly claiming \"Russia is helping you get elected.\" Sanders snapped back, \"Oh, Mr. Bloomberg.\" Sanders continued: \"Hey, Mr. Putin, if I'm President of the United States, trust me, you're not going to interfere in any more American elections.\"  ##Moments## Elizabeth Warren has been quietly chipping away at her progressive pal Bernie Sanders for weeks.  On Tuesday night, she upped the ante during her opening comments. Warren said she was on Sanders' side on a number of issues, but then attacked the front-runner over his approach to health care. \"Bernie and I both want to see universal health care, but Bernie’s plan doesn’t explain how to get there. Doesn’t show how we’re going to get enough allies into it and doesn’t show enough about how we’re gonna pay for it,\" Warren said.   And then, the dagger: \"I dug in, I did the work (on the financing) and then Bernie’s team trashed me for it,\" Warren said. Warren was subject to some progressive criticism after she released her Medicare for All financing and transition plans. Sanders and his campaign offered some mild criticism. His supporters, though, were more aggressive, questioning Warren's commitment to the legislation. ##Moments## Bernie Sanders is standing in center stage solo — for the first time. Why this matters: It reflects his clear front-runner status. Also new onstage tonight is the podium order. Pete Buttigieg standing between Michael Bloomberg and Elizabeth Warren. CBS said the podium order was determined using a combination of polling averages and the current delegate count. The candidates are now taking the stage at the 10th Democratic debate in South Carolina. This is the final time that the primary field will appear together onstage before Saturday's South Carolina primary and \"Super Tuesday\" on March 3. Former New York City Mayor Michael Bloomberg is prepared to respond to Sen. Elizabeth Warren’s demand that he issue a blanket release on all nondisclosure agreements, including those pertaining to his company, his aide said. On Friday, Bloomberg said that women covered by three nondisclosure agreements who had made complaints against him can be released from those pacts if they contact his company. ﻿“We’re ready for Warren to attack him tonight on NDAs,” the Bloomberg aide said. What's this about: During the last presidential debate in Nevada, Warren eviscerated Bloomberg for his alleged comments about women and reports that dozens of women who left his company had signed nondisclosure agreements, barring them from publicly discussing their experiences. Bonnie P. Josephs, the former attorney for one of the women Bloomberg released last week, Sekiko Sakai Garrison, told CNN, “Bloomberg should have released all the NDAs without demanding an application for release, and he should have stated that he would not sue anyone who revealed the truth.\" CBS has released the order of the debate lineup tonight, with Pete Buttigieg standing between Michael Bloomberg and Elizabeth Warren. The network said the podium order was determined using a combination of polling averages and the current delegate count. Last week, of course, you’ll remember Bloomberg and Warren were side-by-side. Here is the lineup of the podium order: Former New York City Michael Bloomberg\nFormer South Bend, Indiana, Mayor Pete Buttigieg\nMassachusetts Sen. Elizabeth Warren\nVermont Sen. Bernie Sanders\nFormer Vice President Joe Biden\nMinnesota Sen. Amy Klobuchar\nBusinessman Tom Steyer Jane Sanders said her husband, Bernie Sanders, expects to be a target at tonight's debate. CNN’s Erin Burnett asked Jane Sanders, “Is he going into tonight feeling like they’re all going to be coming at him?” Sanders responded, “Yes, I mean I think that’s what comes with being the front-runner.”\n“It’s great to be there, but being in the center of the stage brings people on both sides really going after, from what we’ve seen today leading up to it, a number of the other candidates are really gunning for him,” she said.  Sanders said some of Michael Bloomberg’s staff “have spoken out ridiculously over the day and his social media is full of really inaccuracies. So it’s worrisome.” Watch the moment: Bernie Sanders just might win the South Carolina primary on Saturday. That's the real headline out of a new poll conducted by NBC and Marist College that shows Sanders trailing longtime South Carolina front-runner Joe Biden by a narrow 27% to 23% margin, with five days of campaigning remaining. (Several recent polls have suggested a similar tightening.) Roughly 1 in 3 Biden backers in the poll (32%) said they might vote for another candidate on Saturday. Just more than 1 in 10 Sanders supporters (12%) said the same. That's broadly consistent with what we've seen throughout this primary to date; Sanders has the most committed support, while Biden's has been among the least committed. More on the poll: Among voters with a clear candidate preference or those who had already voted, more than 7 in 10 (72%) Bernie-backers said they \"strongly supported\" him. Among those with preference for Biden that strong support was at 61%. Again, a clear passion/enthusiasm gap there. Biden is still the first choice of black voters, but Sanders — and billionaire businessman Tom Steyer — are holding their own. Biden takes 35% among black voters to 20% for Sanders and 19% for Steyer. That's a stunning contrast to the 72 percentage-point margin that Sanders lost black voters to Hillary Clinton by in the 2016 South Carolina primary. For Biden to win, he badly needs to run up the score among black voters — especially because he is losing whites to Sanders in this poll by 8 points. If Sanders and Steyer can combine to win 4 (or so) out of every 10 black votes in Saturday, Biden's path to victory get rockier. To be clear: Biden still has to be considered the favorite to win on Saturday. He has based his entire campaign on his support in the black community and, more specifically, in the black community in South Carolina. And he's still ahead, according to this NBC-Marist poll as well as plenty of the other available data. Rep. Richmond, Biden campaign National Co-Chair, says they'll win South Carolina: Tonight's debate comes less than a week after the last Democratic debate — and last week's was the most fiery and contentious one yet. Elizabeth Warren led a non-stop barrage against Mike Bloomberg, who was appearing on stage for the first time. She kicked it off by calling him an \"arrogant billionaire\" who \"calls women fat broads and horse faced lesbians.\"  Amy Klobuchar accused Bloomberg of \"hiding behind his TV ads,\" and Joe Biden hammered him for opposing Obamacare.  Bernie Sanders attacked Bloomberg's support for stop-and-frisk policing in his first answer of the night, and Pete Buttigieg called Bloomberg \"a billionaire who thinks that money ought to be the root of all power.\" The pile-on against Bloomberg came three days before the Nevada caucuses, as candidates trailing Sanders, and with nowhere near Bloomberg's money, were desperate to prove they deserve to remain in the race as it narrows. Bernie Sanders is the Democratic Party's front-runner headed into tonight's Democratic debate — and tonight will test how well he wears that crown. This is the final time that the primary field will appear together onstage before \"Super Tuesday\" on March 3, when Sanders could, with victories in California and Texas, claim a runaway lead in the Democratic nomination fight. His rivals know it and, unlike during the last time out in Las Vegas, appear dead set on blunting his momentum. Here's who else is on stage: Former New York Mayor Michael Bloomberg\nFormer South Bend, Indiana, Mayor Pete Buttigieg \nSen. Amy Klobuchar \nFormer Vice President Joe Biden \nSen. Elizabeth Warren\nBusinessman Tom Steyer"], "Language": false}