{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/world/coronavirus-newsletter-05-04-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-05-04T11:40:46Z"], "LastModifiedDate": ["2020-05-04T11:40:46Z"], "Headline": ["What you need to know about coronavirus on Monday, May 4"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["\"Look, we're going to lose anywhere from 75, 80 to 100,000 people. That's a horrible thing. We shouldn't lose one person out of this.\" With that, President Donald Trump substantially revised his own estimate of how many Americans could die from the coronavirus (though White House officials have projected up to 240,000 deaths).  During a Fox News town hall last night at the Lincoln Memorial, Trump praised his administration's response to the outbreak and admitted that Covid-19 had been more dangerous than he expected — though he offered support to people protesting against lockdowns and insisted it was safe for states to reopen. Now that more than half of states have loosened or let go of their stay-at-home orders, experts expect fatalities to jump this summer. A statistical model often cited by the White House increased its prediction for the number of fatalities by August, partially because of measures lifted prematurely.    Just how deadly an \"inevitable\" second wave will be depends on how prepared the US is, Dr. Anthony Fauci, America's top infectious disease expert, said. Fauci warned that lifting measures too early could lead to a rebound of the virus and might put the country back in the \"same boat that we were a few weeks ago.\" YOU ASKED. WE ANSWERED Q: Lockdowns are lifting where I live, but is it safe for me to venture outside? A: The best way to curb the spread of Covid-19 is still to stay home if you can. That's true even now that more than half of US states will start reopening nonessential businesses like salons, restaurants and gyms. But if you are reentering public spaces, it's important to do it safely. Dr. Leana Wen, an emergency physician, suggests choosing one nonessential place to visit, then avoiding the rest to limit your exposure to other people. Here are the questions you should be asking yourself before stepping out.    Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Report: China \"intentionally concealed\" severity of virus The Chinese government intentionally concealed the severity of the coronavirus from the international community while it stockpiled imports and decreased exports, a Department of Homeland Security report found, according to an administration official familiar with it.    The report, which assessed export and import data earlier this year, comes as the Trump administration formulates a long-term plan to punish China on multiple fronts for the pandemic, injecting a rancorous new element into a critical relationship already on a steep downward slide. How America's largest city deals with its dead Ananda Mooliya reassured his wife and two sons that he was fine, though they could hear his labored breathing from the next room over the sound of the TV. His wife made soup for him. Moments later, he died. Several hours would pass before his body was lifted off the floor and taken to a morgue — and it was nearly three weeks before his cremation. The handling of Mooliya's body isn't unusual in these times. Coronavirus deaths have overwhelmed New York City's health care workers, morgues, funeral homes, crematories and cemeteries. On the day Mooliya died, there were 799 Covid-19 deaths in the state of New York — a one-day high. To date, the state has recorded more than 24,000 deaths, most of them in NYC. Though the city doubled to about 2,000 its capacity to store bodies, funeral homes are still turning down cremations because they can't hold onto them. Cremations are delayed to mid-May and beyond. Bodies rest in refrigerated trailers in funeral home parking lots. Burials are backed up.    Europe enters \"phase 2\" of reopening Italy, the worst hit country in Europe, is entering phase two of reopening, after eight weeks in lockdown. Italians will now be able to travel within regions to visit relatives and \"significant\" relations (e.g. boyfriends, girlfriends and lovers) on a limited basis, so long as they wear masks, and up to 15 people will be allowed to attend funerals. More than 4 million Italians will be back to work, as factories and building sites resume activities — but schools, hairdressers and many other commercial activities remain closed.    It's not only Italy — today marks a move toward normality for several EU countries. Shops are reopening in Greece, many schools are welcoming back students in Germany, and public transport will be allowed, with mandatory face masks, in Belgium.   Meanwhile, the British government is deflecting questions over the country's death toll, which is now the second worst in Europe after Italy.  Neighboring countries consider \"travel bubbles\" Australia and New Zealand are discussing the possibility of opening up borders to each other, creating a travel corridor — or \"travel bubble\" — between the two countries, after both appeared to successfully bring their outbreaks under control.     While some experts say the approach could become a model for the rest of the world, others aren't so sure. Germany's interior minister is not taking up neighboring Austria's offer to welcome holidaymakers, telling Bild am Sonntag newspaper it was too early to lift border restrictions.  Japan's \"internet cafe refugees\"  Odd jobs on construction sites used to earn Takahashi enough money to pay for a private booth at one of Tokyo's internet cafes — between $17 and $28 per night. But Japan's lockdown not only cost him his work, it has temporarily closed the cafe that was his de facto home, and left him sleeping rough at a Tokyo bus terminal. Now, Japanese authorities are providing emergency housing to support those like Takahashi, who were living in internet cafes. But the pandemic measures have exposed a problem that goes back decades.  ON OUR RADAR Hope, friendship, banding together to fight a deadly threat, an invisible force connecting everyone together. The themes of Star Wars are more relevant than ever ... May the Fourth be with you.    \nLike many other restaurants, an Iberian-inspired tapas place in Austin, Texas, was hit hard by the shutdown. On its first day back open, a local customer left a $1,300 tip. \nNASA astronaut Jessica Meir just returned to Earth to find a world now transformed by the coronavirus (you may remember her from the first all-female space walk). Here's how she's adjusting.  \nIn the absence of any high-profile sporting events, three of the world's most accomplished pole vaulters competed against each other in the \"Ultimate Garden Clash\" — from their backyards.  \n\"Saturday Night Live\" star Cecily Strong received a Michigan-themed care package in the mail after she portrayed the state's governor in a sketch.   \nCalling all closet Rihannas and Cardi Bs: Red carpet regular Billy Porter has teamed up with Vogue to challenge budding home couturiers to recreate some of the most iconic looks from Met Galas of yore, using items found at home, and post them on Instagram with the hashtag #metgalachallenge.   TOP TIP If you're a college student and have been home for weeks due to the pandemic, you might be wondering if you and your parents are even from the same planet. You wouldn't be the only one. Students have tweeted their frustrations over issues little and big, such as not seeing eye to eye on politics or feeling their depression and anxiety are worsening in the presence of their parents. Jacob Priest, a psychologist and assistant professor at the University of Iowa's College of Education, has this advice on how to get along.   TODAY'S PODCAST \"We are learning more every day about the coronavirus, especially about symptoms, prevention and treatment. I suggest you try and do what I do: always check your sources.\" — CNN's Chief Medical Correspondent Dr. Sanjay Gupta  As conspiracy theories and myths about Covid-19 continue to spread, CNN Chief Medical Correspondent Dr. Sanjay Gupta sets the record straight on some of the most inaccurate information floating around the internet. Listen now."], "Language": false}