{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/business/dow-stock-market-today/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Christine Romans"], "Writers": [["Christine Romans"]], "FirstPublishDate": ["2020-02-25T15:36:33Z"], "LastModifiedDate": ["2020-02-25T21:00:31Z"], "Headline": ["Investors are running for cover. Can stocks bounce back?"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["It's a reckoning in global markets.  Investors had been too sanguine on the risk for the coronavirus to dent global growth. Faced with new cases in Italy and South Korea, strains in global supply chains and new profit warnings, investors ran for cover.  In classic risk-off mode, investors sold stocks and bought bonds and gold -- the Dow lost 1,000 points for just the third time in history Monday. Oil prices tumbled on the assumption that a global economy that runs on oil would slow and need less of it. It could mean lower election-year gas prices for consumers, a silver lining in an otherwise scary growth story. The S&P 500 and the Dow have erased their 2020 gains and once high-flying tech stocks were among the hardest hit. There are closed factories and quarantines in China. Ships are sitting in ports, shipments are idled, goods are floating and waiting for a port. New outbreaks in Italy and South Korea mean 4 of the 12 largest economies are dealing with the virus. United Airlines made the rare move of withdrawing is guidance for investors. Essentially, it can't say how much money it will make because it has zero visibility into the Asian air travel market. MasterCard warned on sales. The global supply chain is deeply intertwined with China. From computer chips to lobsters, to wedding dresses and auto parts, expect shortages and disruptions. Historically, epidemics and pandemics are a short-term hit to markets and then they recover eventually. But hyper-globalization of the past 20 years means history is not a fool-proof guide. This outbreak has surpassed SARS in 2003, when China accounted for just 4% of the world economy. Today China accounts for almost one-fifth of the global activity. Stocks closing near the lows was a worrisome sign and shows investors were too blasé on the risk. Asian markets could not bounce back overnight and European shares have wobbled in early Tuesday trade. Key for today: Can US stock index futures stabilize? Do more companies withdraw their guidance? Do other countries pop up with cases? There is no way to know if this is the start of a stock market correction or an overreaction. Much depends on how governments respond. \"The greatest risk to Trump's re-election is a black swan event like this, which could drag down global economic growth and depress corporate earnings,\" writes chief US policy strategist at AGF Investments Greg Valliere. \"At the least, Trump faces softer first half economic growth than an incumbent wants.\" In India, the president projected optimism, telling reporters, \"We think we're in pretty good shape in the United States.\" And he played the role of stock market strategist, tweeting that the stock market \"looks pretty good\" and later warning of doom if he is not elected. \"Our market will jump thousands and thousands of points if I win. If I don't win, you're going to see a crash like you've never seen before.\" Impossible to know, but the president continues to use the stock market as his personal approval poll, politicizing the stock market in an election year."], "Language": false}