{"Type": ["article"], "Url": ["https://www.cnn.com/2014/01/25/us/justin-bieber-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2014-01-25T15:01:53Z"], "LastModifiedDate": ["2020-02-25T18:08:22Z"], "Headline": ["Justin Bieber Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of Grammy Award-winning singer Justin Bieber. Personal Birth date: March 1, 1994  Birth place: London, Ontario, Canada  Birth name: Justin Drew Bieber Father: Jeremy Bieber Mother: Patricia Mallette Marriage: Hailey Baldwin (2018-present) Other Facts Pattie Mallette was a teenage single mother who worked low paying jobs to support the family before her son became a star. Taught himself to play guitar and piano as a child. Fans of Bieber refer to themselves as \"Beliebers\" and describe themselves as having \"Bieber Fever.\"   Nominated for 10 Grammy Awards, and winner of one. Is a member of the international evangelical megachurch, Hillsong. Timeline 2007-2008 - Bieber's mother begins posting videos of her son performing on YouTube. Record executive Scooter Braun sees the videos and flies Bieber and his mother to Atlanta and signs the teen to a contract. 2008 - Auditions for singer Usher and is signed to a contract on Island/Def Jam records.  May 2009 - Releases his first single, \"One Time,\" which goes platinum in the US and Canada.  November 2009 - The seven-song EP \"My World\" is released, going platinum in the United States. November 2009 - Bieber's appearance at Roosevelt Field Mall in New York must be canceled due to an out-of-control crowd of teen girls.  March 2010 - His first full-length album \"My World 2.0\" is released and debuts at No. 1 on the Billboard charts. It sells approximately five million copies.  April 2010 - Performs on \"Saturday Night Live.\"  April 2010 - Police in Australia cancel a Bieber appearance after several girls are injured in the unruly crowd.  February 2011 - A 3D concert film, \"Justin Bieber: Never Say Never,\" is released.  November 2011 - Mariah Yeater, 20, files a lawsuit seeking child support, and a paternity test from Bieber. She alleges that she and the now 17-year-old Bieber had sex at a concert the previous year, and she now has a three-month-old son. The case is dropped a few weeks later. November 2011 - Bieber's second studio album, \"Under the Mistletoe,\" is released. It sells approximately two million copies.  June 2012 - His third studio album, \"Believe,\" is released and sells an estimated 2.7 million copies.  July 2012 - Involved in a high-speed chase with paparazzi in California.  March 4, 2013 - Bieber reportedly shows up two hours late to a concert in London, angering fans.  March 8, 2013 - Briefly hospitalized in London after feeling \"light of breath.\" March 2013 - Bieber's capuchin monkey, Mally, is confiscated by German customs officials. It is later taken in by a zoo in northern Germany.  July 2013 - A video is leaked showing Bieber allegedly urinating in a mop bucket and defacing a photo of former US President Bill Clinton. Bieber later apologizes to Clinton.  September 2013 - Bieber is widely mocked when photos are released showing his bodyguards carrying him up the Great Wall of China. December 24, 2013 - Bieber announces on Twitter that he is retiring but later backtracks on the statement.  December 25, 2013 - His new movie, \"Believe,\" opens in theaters.  January 14, 2014 - Los Angeles County Sheriff's deputies execute a search warrant at Bieber's home in Calabasas, in connection with an alleged egging of his neighbor's home.  January 23, 2014 - Bieber is arrested on suspicion of driving under the influence and drag racing in Miami Beach, Florida.  January 29, 2014 - Bieber is charged with assault in Toronto for allegedly assaulting a limo driver on December 30. On the same day, Bieber's attorney enters a written plea of not guilty on behalf of his client for charges he faces in Miami. He has been charged with DUI, resisting arrest and driving with an expired license.  May 12, 2014 - Los Angeles Police Department robbery detectives begin investigating a report of an alleged robbery \"between an individual and Mr. Bieber near the batting cages\" on Los Angeles' west side. July 9, 2014 - Bieber accepts a plea deal to settle a misdemeanor vandalism charge for egging his neighbor's home in January. He must serve two years' probation, pay $80,900 restitution for damages, and stay at least 100 yards way from the victim's family. August 13, 2014 - Pleads guilty to careless driving and resisting arrest, without violence, in his Miami DUI case. The plea agreement includes a charitable donation and an anger management course. September 2, 2014 - Bieber is arrested on assault and dangerous driving charges stemming from an alleged fight after his ATV collides with a mini-van in Ontario, Canada. He is released on \"a promise to appear\" and is ordered to answer the charges at a later hearing in Stratford, Ontario. September 8, 2014 - It is announced that the charge that Bieber assaulted his limo driver in Toronto in December has been dropped. June 4, 2015 - Bieber is found guilty of assault and careless driving in Stratford, Ontario. September 10, 2015 - The Guinness Book of World Records representative presents Bieber with a plaque for becoming the youngest male artist to debut at No. 1 on the Billboard Hot 100 charts. February 15, 2016 - Wins the Grammy Award for Best Dance Recording for \"Where Are Ü Now,\" shared with Skrillex and Diplo. July 18, 2017 - The Beijing Municipal Bureau of Culture releases a statement banning Bieber from performing in the Chinese capital. \"His series of misbehaviors while living abroad and during his performances in China has caused public resentment,\" reads the statement. November 22, 2018 - After months of speculation that the pair had quietly married, the singer confirms his nuptials to model Hailey Baldwin on Instagram. March 25, 2019 - In an Instagram post, Bieber announces that he's taking time away from music to focus on his mental health.  December 24, 2019 - In a video posted on his YouTube page, Bieber announces a new album, a new single, a 50-city tour and a docuseries.  January 8, 2020 - Bieber reveals that he has been diagnosed with Lyme disease. January 27, 2020 - \"Justin Bieber: Seasons,\" a 10-part YouTube docuseries debuts."], "Language": false}