{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-02-25T12:31:58Z"], "LastModifiedDate": ["2020-02-25T14:39:42Z"], "Headline": ["The stock plunge that Wall Street should have seen coming"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. By any measure, the stock market's pullback on Monday was dramatic: the S&P 500 lost 3.4%, while the Dow finished 1,032 points, or 3.6%, lower. It was the index's worst day in two years. But it shouldn't have taken Wall Street by surprise. Stocks had continued to reach record highs even as officials struggled to contain the coronavirus' spread, buoyed by a sense that the US economy faced limited exposure and central banks could step in to help ease financial conditions as needed. Meanwhile, the drumbeat of companies warning that the virus would hit their earnings was growing louder, and investors had been piling into the bond market for safety. That divergence left equity markets vulnerable to a sell-off — especially after outbreaks in South Korea, Italy and Iran made clear that the problem was not contained to China, as many investors had hoped. \"We're coming from pretty lofty levels in the equity markets, so this is definitely giving people some reason to take risk off the table,\" Charlie Ripley, senior investment strategist for Allianz Investment Management, told me. Others agreed: \"I think people fully understand why the market is down,\" Jamie Cox, managing partner for Harris Financial Group, told me. \"I think people fully understand this was a reasonable thing for it to do.\" Still, Cox noted that the atmosphere did feel \"a little more panicky than normal,\" as the range of possible outcomes leaves traders on edge. \"There's no middle ground,\" he said. \"[The coronavirus] either dies down, stops in its tracks — or else it gets a lot worse.\" Cox believes that after letting off some steam, stocks can keep pushing higher so long as the US job market stays solid. \"If you start to see fracturing in the employment outlook in the US, that's when you need to start making adjustments,\" he said. Happening now: Japan's Nikkei, which was closed Monday, dropped 3.3% on Tuesday, while stocks in Korea and Hong Kong recovered some of their earlier losses. Markets in Europe continue to fall in early trading. US stocks futures are flat, indicating stability may return, at least for now. Investors reward drugmakers focusing on coronavirus Few companies have been shielded from the meltdown in stocks this week. Among the lucky: those that have been working on drugs that could assist with the coronavirus outbreak. Shares of Moderna, a US biotech firm, rose 2% on Monday and have shot up 17% in premarket trading Tuesday after the company said it had shipped an experimental coronavirus vaccine to US government researchers. Those researchers expect to start a clinical trial involving human testing by the end of April, according to the Wall Street Journal. Also rising: Gilead Sciences, a much larger US biotech firm. The company's stock rose 4.6% on Monday and is up another 2% in premarket trading. Those gains come after an official from the World Health Organization said that Gilead's drug remdesivir has shown signs that it may be able to help treat patients infected with the new coronavirus. Investor insight: Gains for the broader health care sector could be limited this year by the US election. Nicholas Colas, founder of DataTrek Research, has called health care \"a tough group to like in 2020,\" despite virus concerns. \"Even if the Democrats end up choosing Michael Bloomberg or another centrist candidate, American health care costs will be a front-and-center issue during this year's campaign season,\" he wrote in a recent note to clients. JPMorgan expands restrictions on financing coal mining JPMorgan Chase — the biggest US bank — is revealing new climate initiatives. On Tuesday, the bank will tell investors that it's expanding restrictions on financing of coal mining and coal-fired power. It will also bar financing of new oil and gas development in the Arctic. Big picture: The shift comes as banks face growing calls to end financing of carbon-intensive industries, while other companies are beginning to distance themselves from controversial oil projects. Canadian miner Teck Resources said this week that it would drop plans for an oil sands mine in Alberta. And Norwegian oil company Equinor abandoned plans on Tuesday to drill for oil off the southern coast of Australia, saying that \"the opportunity is not commercially competitive.\" BP and Chevron had already dropped the project. Up next Home Depot and Macy's report earnings before US markets open. Caesars Entertainment, Salesforce, Virgin Galactic and WW follow after the close. Also today: The S&P Case-Shiller Home Price Index for December drops at 9 a.m. ET. \nThat's followed by US consumer confidence data for February at 10 a.m. ET. Coming tomorrow: Retail earnings continue with TJX and L Brands, which last week said it would sell a majority stake in its Victoria's Secret brand."], "Language": false}