{"Type": ["article"], "Url": ["https://www.cnn.com/asia/live-news/trump-in-india-feb-25-2020-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jessie Yeung and Steve George, CNN"], "Writers": [["Jessie Yeung", "Steve George"]], "FirstPublishDate": ["2020-02-25T04:51:41Z"], "LastModifiedDate": ["2020-02-25T10:46:03Z"], "Headline": ["Trump talks business on second day of India visit"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["President Donald Trump expressed optimism on Tuesday that the novel coronavirus will be a short-term problem, which won't have lasting effects on the global economy. \"I think that’s a problem that’s going to go away,\" Trump said at the start of a business roundtable in New Delhi. Trump noted that futures were higher ahead of Tuesday's market open, a day after coronavirus fears slammed Wall Street. \"Things like that happen and you have it in your business all the time,\" he told the gathered executives. \"It had nothing to do with you. It was an outside source.\" Trump outlined his administration's efforts to contain the virus, claiming the US had \"essentially closed the borders.\" \"We’re watching very carefully,\" Trump said. \"We’re fortunate so far and we think it’s going to remain that way.\" He also heaped praise on Chinese President Xi Jinping for his efforts to contain the virus, despite the leader coming under withering criticism from others. \"If you know anything about him I think he’ll be in pretty good shape,\" he said of Xi. \"They’ve had a rough patch.\"  President Donald Trump landed in India yesterday morning in Ahmedabad, the hometown of Prime Minister Narendra Modi.  The two leaders spoke to a large crowd at the Motera cricket stadium, with Trump even trying out a few phrases in Hindi. Then Trump, joined by first lady Melania Trump and at times a tour guide, spent more than an hour touring the grounds of the Taj Mahal in Agra, including winding down on a path in front of the majestic white marble building and posing for countless pictures during the Indian golden hour. Today, the Trumps visited the Raj Ghat, the memorial to Indian independence leader Mahatma Gandhi. They laid a wreath, threw flower petals onto the memorial, and performed a tree planting ceremony. Then, it was off to Hyderabad House to get down to business, with formal talks between Trump and Modi on issues like trade and national security. President Donald Trump and Indian Prime Minister Narendra Modi discussed defence and security during their bilateral meeting, said Modi during a joint statement earlier in New Delhi. “The increasing defence and security cooperation between India and the United States is a very important aspect of our strategic partnership,” said Modi, adding that US-India relations were “the most important partnership of the 21st century.”  Modi said cooperation in ultra-modern defence equipment and platforms would “enhance India’s defence capabilities” and that defence manufacturers are becoming part of each other’s supply chains. In joint statements outside Hyderabad House in New Delhi just now, President Donald Trump expressed optimism regarding a US-India trade deal and announced new defense spending after a bilateral meeting with Indian Prime Minister Narendra Modi. Calling the brief visit “very productive,” Trump said a “major focus” of the US and India is forging “fair and reciprocal” bilateral economic relationships. No deal yet: While a deal will not be announced during this trip, Trump said the negotiating teams “made tremendous progress on a comprehensive trade agreement.” I’m optimistic we can reach a deal that will be of great importance to both countries,” he said.  Defense spending: Additionally, the nations, he said, “expanded our defense cooperation,” announcing that India will purchase more than $3 billion in “advanced American military equipment, including Apache and MH-60 helicopters, the finest in the world.” Trump praised Modi and said he and the first lady have been “awed by the majesty of India” and the “exceptional kindness and generosity.” The two leaders did not take questions. Next up: Trump will hold a press conference later today. Indian Prime Minister Narendra Modi thanked President Donald Trump and his delegation earlier today during brief comments to press in New Delhi. \"We welcome you here and I am very happy that yesterday you had visited all the places,\" Modi said, according to a CNN translation of his comments.  \"It was the biggest event that has ever happened in the history of politics for any great leader like you and you had come here after a very long journey. I very much appreciate that you traveled with your family and I am aware that these days you are very busy in America, but in spite of that you have made time to visit India and I am grateful to you and your delegation.\" Modi was referring to the \"Namaste Trump\" rally held yesterday in India's largest cricket stadium, which has a capacity of 110,000 people.  US President Donald Trump received a rapturous welcome yesterday when he touched down in India -- but relations between the two countries haven't always been so warm. Here are six things to know about US-India relations: The start of independent ties: India's first Prime Minister visited the US in 1949, soon after India gained independence from British rule -- but relations worsened in the coming decades. India wasn't formally aligned to any side during the Cold War, but grew closer to the Soviet Union, which was giving New Delhi economic and military assistance in the 60s. Chaos in 1971: The 1971 India-Pakistan War led to the creation of Bangladesh, formerly East Pakistan. The US sided with Islamabad, given Pakistan's role as a mediator for the US with China. In 1968 India had refused to sign the Nuclear Non-Proliferation Treaty, accusing the US, the Soviet Union and the UK of \"atomic collusion.\" After the 1971 warfare, India ramped up its nuclear development, and approved plans for the first nuclear test in 1972. India's nuclear ambitions damaged US relations: In 1974, India held its first successful underground nuclear test. India maintained the test was for peaceful purposes, but many other countries weren't convinced, and it led to decades of estrangement with the US. A new era: US President Bill Clinton visited India in 2000, the first such trip by a US president for more than 20 years. It thawed relations, and the nuclear issue was effectively set aside in 2005, when the two governments signed a framework lifting a US moratorium on nuclear energy trade with India. The relationship today: The US is now India's largest trading partner in goods and services combined -- but trade tensions have arisen after the US filed a lawsuit in 2018 against India for subsidizing exports. There's also the issue of restrictions on H-1B work visas: Trump has repeatedly accused tech companies in the US of using the program to replace Americans with cheaper foreign workers.  The Indian diaspora: There are an estimated four million Indian-origin American citizens, along with a further one million non-resident Indians and more than 200,000 Indian students in the US. Indians with foreign citizenship cannot vote, but they are among the richest immigrant communities in the US. For Trump, now in an election year, a visit to India could generate backing from the Indian diaspora back in the US. Read the full story here. President Donald Trump and Prime Minister Narendra Modi just finished their closed-door bilateral meeting, and gave short statements to press.  Trump thanked Modi, calling his two-day state visit \"amazing.\" “We have millions of people from India living in the United States and doing very well in the United States,” the President said.  Trade talks: He said he and Modi have made progress on “trade, fighter jets, commercial airlines and various other things and energy,” adding that the countries are “working on some very substantial transactions.” Crowd sizes: Trump proceeded to claim, as he does of his own stateside political rallies, that there were “thousands of people outside trying to get in” to the Namaste Trump event in Ahmedabad, touting the crowd size and adding that people “love” Modi.  “Every time I mentioned your name there were cheers, so they love you in India and that’s a good thing,” he said to Modi. Up next: The two leaders are expected to issue a joint statement outside Hyderabad House shortly. The death toll in New Delhi from yesterday's violent protests has risen to seven -- one policeman and six civilians, according to a senior police official. Violence broke out in the Indian capital over a controversial citizenship law, just hours ahead of President Donald Trump's arrival. Though things appear under control now, there is more protest action planned later, including sit-ins and a human chain. Police condemned the violence today, and said they would take \"legal action as required.\" G. Kishan Reddy, the Indian Minister of Home Affairs, said the violence was \"a plan to destroy our country's image\" while Trump was visiting.\n\"A leader of one of the most prominent countries in the world, the American president, and his family came to India on a two-day visit, and at that time doing this is very wrong,\" Reddy said Tuesday, warning that the government had \"zero tolerance\" for violence. Reddy added that numerous government departments were mobilized to handle the unrest, including the fire department, Home Ministry, local district magistrates, and police force. At least seven people died and 90 were injured in clashes that erupted in New Delhi yesterday over a controversial citizenship law, just hours before President Donald Trump's arrival, officials told CNN. What is the law? The Citizenship Amendment Act (CAA) fast-tracks citizenship for non-Muslim minorities from select countries. The government, ruled by the Hindu nationalist Bharatiya Janata Party (BJP), said the law seeks to protect religious minorities who fled persecution in their home countries. Why are people protesting? Opposition parties argue the act is unconstitutional as it bases citizenship on a person's religion and would further marginalize Muslims in India. These critics say the act is an example of Modi and the BJP pushing a Hindu nationalist agenda. The BJP has strong ties with Hindu conservative movement, many followers of which see India as a Hindu nation. In India's northeastern states, indigenous groups also fear that giving citizenship to large numbers of immigrants, who came over the porous border with Bangladesh following independence in 1971, would change the unique ethnic make-up of the region and their way of life -- regardless of religion. How bad is the backlash? In deadly protests nationwide; protesters have used lethal weapons, vandalized buildings, set things on fire, and thrown petrol bombs. Demonstrators have also come out in protest of alleged police brutality, which police have denied. Across India, at least 25 people have died in the protests. What is the US' position on it? American officials have expressed concern about the law, and have said Trump would confront Modi over it during this state visit. In his remarks yesterday, Trump made broad references to India's history as a pluralistic democracy, noting it's a country where people of multiple faiths \"worship side by side in harmony.\" US President Donald Trump has kicked off today's formal talks with Indian Prime Minister Narendra Modi. Here's what could be on the table: Trade agreements: Trump is eager to reduce the trade deficit with India, and has applied tariffs on steel and aluminum that set off a cascade of retaliatory actions. Trump eventually stripped the country of preferential trade status, igniting anger among Indian officials. They could announce some type of trade truce putting a halt on new tariffs as trade negotiations get underway -- but Trump has conceded it's unlikely a new trade deal can be struck before November's presidential election. National security: They may discuss joint counter-terror priorities; Trump and Modi are largely aligned in their tough stance against Islamic extremism, including efforts like Trump's travel ban that disallow residents of Muslim-majority nations from entering the US Citizenship law: Modi has come under sharp criticism for a controversial law that gives citizenship to asylum seekers from three neighboring countries -- but not if they are Muslim. Violent street protests  broke out in Delhi yesterday, just before Trump arrived, between supporters and critics of the law. American officials have expressed concern about the possible new law, and administration officials said Trump would confront Modi over the law, as well as his steps to strip the contested Kashmir region of special autonomous status. But it appears unlikely he'll be able to sway Modi from his views. While Trump has offered in the past to help mediate the longstanding Kashmir dispute between India and Pakistan, Modi has rebuffed his overtures. President Donald Trump and Prime Minister Narendra Modi are now at the Hyderabad House, where they will hold formal talks -- the real focus of today. After arriving, the two men shook hands and posed for a photo, before heading inside for a closed-doors bilateral meeting. They are expected to discuss the ongoing US-India trade dispute, as well as matters of anti-terrorism and security. Earlier: The president and first lady Melania Trump finished their visit to Raj Ghat, the memorial for Mahatma Gandhi, with a tree planting ceremony. They each picked up a shovel and tossed a spadeful of soil into an open hole, where a small sapling was placed. This morning, they also watched a wreath-laying ceremony in honor of Gandhi, before signing a guest book and receiving a bronze bust of Gandhi. President Donald Trump and first lady Melania Trump are now at the Raj Ghat, the memorial to Indian independence leader Mahatma Gandhi. They walked around the monument, observed a moment of silence, and tossed flower petals onto the monument. Next, they will take part in a tree planting ceremony. Violence in New Delhi, the capital of India, left five people dead yesterday ahead of Trump's arrival. One of those who died was a police officer, who suffered a bullet injury to the head, said Rajesh Kalra of the Guru Tej Bahadur Hospital. A total of 90 people have been hospitalized for injuries from blunt force or gunshots. The violence: Indians have been protesting for months over a controversial citizenship act, which gives Indian citizenship to asylum seekers from three neighboring countries -- but not if they are Muslim. Delhi Police said that incidents of violence and arson had been reported in Delhi's North East district, adding that the force was making every effort \"to restore normalcy.\" Some context: There have been nationwide protests since December, when the country's parliament passed the Citizenship Amendment Act. Opposition parties say the law is unconstitutional, as it bases citizenship on a person's religion and would further marginalize India's 200-million strong Muslim community.  There has also been pushback from indigenous groups in northeastern states, who fear that giving citizenship to large numbers of immigrants would change the unique ethnic make-up of the region and their way of life, regardless of religion. Trump is kicking off the second day of his state visit to India with a welcome at the ornate Rashtrapati Bhavan, the presidential palace. Then he'll head to Raj Ghat, the memorial to Indian independence leader Mahatma Gandhi, and lay a wreath there. He'll move to Hyderabad House for talks with Modi before delivering statements to the press and, in the afternoon, convene a news conference at his hotel. President Donald Trump has arrived at the Rashtrapati Bhavan presidential palace in New Delhi, escorted by riders on horseback and cannons booming in the distance. Trump's limousine pulled into the red dirt forecourt, where Trump was met by Indian Prime Minister Narendra Modi and President Ram Nath Kovind. Trump stood at attention underneath a red canopy as the US and Indian national anthems were played, before walking along a red carpet to review cordons of troops. The event was more formal and militaristic than the colorful welcomes Trump witnessed yesterday. Trump will now head by motorcade to Raj Ghat, a memorial to Mahatma Gandhi, to lay a wreath. Yesterday, US President Donald Trump arrived in India and received a very special welcome: A large crowd of supporters. But it wasn't just any large crowd -- it could be Trump's largest crowd ever. Thanks to Indian Prime Minister Narendra Modi, the \"Namaste Trump\" rally was held in India's largest cricket stadium with a capacity of 110,000. Rather than Trump's iconic red hat-wearing supporters back in the US, those in this audience wore white \"Namaste Trump\" hats. Before Trump walked out, the stadium played musical mainstays from Trump's rallies, including hits by Elton John and the Village People. A massive throng, all wearing white caps, cheered eagerly as Trump praised Indian democracy, Modi and Bollywood (sometimes using haltingly pronounced Hindi nouns). The crowd appeared to thin somewhat as temperatures increased inside the stadium, but tens of thousands remained to hear the President speak. Trump peppered his speech with applause lines, guaranteeing his crowd roared with approval when he named famous Indian cricketers or listed the titles of a few Bollywood films. Spectacle will turn to substance today as US President Donald Trump sits for talks with Prime Minister Narendra Modi in India. After a day lapping up attention from cheering crowds and taking in India's most famous sites, including the Taj Mahal, Trump will hope to lay the groundwork for longerterm deals on trade and other matters. In the immediate term, Trump and Modi will likely reiterate their close bond and try to work toward some more modest agreements on defense and security. Trade dispute: After the US applied stiff new tariffs, India retaliated by placing new duties on medical devices and farm products; the US then stripped India of special trade status meant for developing countries. It's unlikely that they will strike a grand trade deal on this trip, but some smaller initiatives may be announced. Other issues on the table: US officials say Trump plans to confront Modi over troubling steps like a new law that denies Indian citizenship to Muslim refugees from nearby states. And Trump's offer still stands to help mediate an ongoing dispute over Kashmir between India and Pakistan, though Modi has essentially rejected his overtures. Evening banquet: After the formal talks, Trump will attend a state banquet at the ornate Rashtrapati Bhavan, the official presidential palace in New Delhi."], "Language": false}