{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/business/coronavirus-global-economy/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Analysis by Charles Riley, CNN Business"], "Writers": [["Charles Riley"]], "FirstPublishDate": ["2020-02-24T17:27:28Z"], "LastModifiedDate": ["2020-02-25T10:24:28Z"], "Headline": ["Coronavirus is fast becoming an 'economic pandemic'"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The emergence of hundreds of coronavirus cases in two major economies outside China has dashed hopes of a speedy recovery from an epidemic that has already wreaked havoc on global supply chains and hit company profits. The number of infections in South Korea, a major producer of cars, electronics and machinery, has shot up to more than 890. Italy, which started the weekend with a handful of cases, now has over 270 and seven confirmed deaths. Officials have shut down public buildings, schools and sports events in some parts of the country's industrial north. With Japan already reporting hundreds of infections, four of the world's top 12 economies — representing about 27% of global GDP — are now scrambling to contain the virus. A fifth — Germany — is teetering on the brink of recession.  The spike in cases outside China signals a new phase in the battle against coronavirus, greater risk for companies and their workers, and global economic growth.  Officials and business leaders had been hoping that dramatic action taken by China would slow the spread of coronavirus and prevent it from gaining traction around the world.  If China's factories were able to restart production quickly after an extended shutdown, the world's second largest economy would have a chance to return to normal in the second quarter.  Under that scenario, global growth this year would only be 0.1 percentage points weaker than expected, Kristalina Georgieva, the managing director of the International Monetary Fund, said over the weekend. The IMF boss cautioned, however, that she was also looking at \"more dire scenarios\" where the outbreak turns out to be \"more persistent and widespread.\" Economic damage Stock markets, which had so far largely brushed off the threat from coronavirus, are now reflecting the growing risk of a much bigger hit to the global economy.  The sharp increase in infections in Italy and South Korea, the world's eighth and twelfth largest economies, produced a sharp reaction from investors. South Korea's benchmark share index closed down nearly 3.9% on Monday, its worst day since October 2018. In Italy, the main market index closed down more than 5%. The Dow lost 1,031 points, or 3.6%, its worst day in two years. Reduced demand for goods and services, and factory closures in China, were already expected to slam Chinese growth in the first quarter, weigh on trade and slow global growth. But the spread of the virus increases the risk of substantial damage to economies that were growing at a much slower place than China — or, as in the cases of Germany, Italy and Japan, already at risk of recession. \"When the virus was limited to China and other nearby countries, it was viewed as an economic issue for Asia,\" said Kevin Giddis, chief fixed income strategist at Raymond James. \"The spread of the virus into Italy now makes this a European issue and possibly a global issue that could upset the supply chain for months or years to come.\" Italy's economy contracted by 0.3% in the final three months of 2019, compared to the previous quarter, and some economists were expecting the country to fall into recession early this year before the coronavirus outbreak escalated.  The bulk of cases in Italy are in the northern region of Lombardy, whose capital is the financial center of Milan. Turin, which is home to Fiat Chrysler, is located to the west of Milan, while other carmakers including Ferrari are situated to its southeast. Milan is also home to many luxury goods makers, and the city just hosted its annual fashion week.  Officials have yet to track down the first carrier of the virus in Italy. Restrictions designed to stop the spread of coronavirus in the country affect about 100,000 people. The coronavirus is also hiking the risk of recession in other countries. The economy of Japan, which has reported 840 cases, including 691 from the cruise ship Diamond Princess, shrank 1.6% in the fourth quarter of 2019 as the country was slammed by a sales tax hike and a powerful typhoon. Another quarter of contraction will put the world's third biggest economy into recession. Germany, the biggest economy in Europe and number four in the world, ground to a halt right before the coronavirus outbreak set in, dragged down by the country's struggling factories. German companies rely on China to buy cars and other products, and economists at Berenberg bank said Monday they now expect the economy to contract in the first quarter of 2020. Official data published Tuesday confirmed GDP did not grow in the final three months of 2019. South Korea is also in a vulnerable position.  Exports to China, its largest market, were positive in December for the first time in 14 months. But research firm Oxford Economics expects both exports and industrial production to suffer because of the outbreak in China.  It warned that South Korean electronics, autos and electrical equipment makers could struggle to get the parts they need from China to keep their factories running. Hyundai has already been forced to stop production at plants in South Korea because of parts shortages. And because people are more likely to stay home during an outbreak to avoid getting sick, consumer demand could suffer in South Korea. President Moon Jae-in said the country was at a \"watershed moment\" Sunday, as he issued the highest level of national alert and ordered new resources to tackle the outbreak. A global issue A slew of companies including Apple have warned that the coronavirus will prevent them from meeting sales or profit targets for the first three months of the year. But many of the financial projections assumed the coronavirus would be contained to China. The International Air Transport Association, fogr example, warned last week that coronavirus could cost global carriers nearly $30 billion in lost revenue. Global demand would drop by 4.7%, the first decline since the financial crisis. The group's estimate was based, however, on the disruption caused by SARS when it ripped through China in 2003. That virus caused real economic damage over a period of months, including for airlines, but the sharp decline in activity was \"followed by an equally quick recovery,\" according to IATA. \"We don't yet know exactly how the [current] outbreak will develop and whether it will follow the same profile as SARS or not,\" IATA warned. The continued spread of the novel coronavirus makes the SARS comparison increasingly tenuous.  Major central banks have used up much of the ammunition they would typically deploy to fight economic downturns since the 2008 financial crisis, and global debt levels have never been higher. Those factors could limit the response by policymakers around the world.  Diane Swonk, the chief economist at Grant Thornton, said Monday on Twitter that there is a growing consensus among economists that the US Federal Reserve will have to cut interest rates, perhaps as early as next month, in response to the coronavirus.  \"It may not be called a health pandemic yet but it is an economic pandemic,\" she said."], "Language": false}