{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/europe/witness-coronavirus-sport-correspondents-spc-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sean Coppack and Ursin Caderas, CNN"], "Writers": [["Sean Coppack", "Ursin Caderas"]], "FirstPublishDate": ["2020-05-04T10:58:07Z"], "LastModifiedDate": ["2020-05-04T10:58:07Z"], "Headline": ["'They failed those athletes': CNN Sport correspondents on coronavirus' impact on sport"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["The year 2020 was supposed to be a golden one for sport, with this summer's Olympic Games in Tokyo a mouth-watering showpiece that should have had the world tuning in to see incredible feats of human athleticism. Instead, as with virtually all aspects of public life, the coronavirus has had an immeasurable impact on the world of sport, leaving a trail of empty arenas, canceled events and economic turmoil in its wake.  RELATED: Covering the pandemic -- CNN correspondents reflect on how we got here From the beginning of the outbreak in late 2019 and the first sporting fixtures canceled in the early weeks of 2020, CNN journalists have covered this unprecedented event from every angle. This is the story of the pandemic that brought sport to a standstill, from those who have witnessed and reported on it first-hand. The beginning of the outbreak In late 2019, the World Health Organization receives word of a pneumonia-like disease in the central Chinese city of Wuhan. The story develops into 2020 with the first known death in Wuhan on January 11.  On January 22, following reports the death toll has risen to 17, a \"temporary\" closure of Wuhan's railway stations and the airport to prevent people from departing is announced. Eleven million people are suddenly on lockdown -- the first of many. This is the point at which the sporting world first feels the impact of the virus, with the cancellation of an Olympic boxing qualifying tournament (January 22) and an Olympic football qualification event scheduled for February being moved away from Wuhan due to the outbreak. Christina Macfarlane, CNN World Sport Anchor, based in London: We began to see the first real sporting impact of the coronavirus in January and February when in China international events began to be postponed and shut down -- sports like football, tennis, golf. At the time, it felt like something that needed to happen because the Wuhan lockdown had just been put in place. So, it felt somewhat inevitable. Will Ripley, CNN International Correspondent, based in Hong Kong: I landed in Japan in early February and the big story at that time was the Diamond Princess cruise ship. There were 3,700 people on board; the virus is spreading on the ship. And at that time, there wasn't a thought in anyone's mind that what was happening could affect the Olympics. It just wasn't even on the radar.  The show must go on The spread of the virus gathers pace through February with more cases identified outside China. By the end of February, Europe is experiencing a large increase in cases of the virus -- Italy has become the epicenter of the outbreak and on February 25 the Lombardy region is forced to impose the country's first lockdown of some 100,000 people. Sporting events have been continuing in Italy and throughout Europe. As the outbreak worsens, questions are being asked about why sports is still taking place. Amanda Davies, CNN World Sport Anchor, based in London: People were still using sport as an opportunity to come together. The organizers, the sporting authorities at that point say they were following government advice, and the governments up to that point were saying that sport didn't necessarily need to be impacted. It is easy to use hindsight but, should they have gone ahead when they did? I don't think so. Macfarlane: It seemed like it was business as usual. I mean, we were all getting on the train going to work. And in sport, there was no reason for people not to travel to big games and to pack into stadiums and it just felt uncomfortable, but there was no one at that time saying that it should be any different. Don Riddell, CNN World Sport Anchor, based in Atlanta: The mayor of Bergamo -- which ended up becoming one of the epicenters of the outbreak in Italy -- blamed the UEFA Champions League game between Atalanta and Valencia on February 19th for the spread of the virus. It was played in front of over 40,000 people in Milan. Pressure building on the International Olympic Committee On March 3, Japan's Olympic minister, Seiko Hashimoto, says the Tokyo 2020 Games \"could be postponed until later this year.\"  On March 4 the International Olympic Committee (IOC) President, Thomas Bach, responds following a meeting of the IOC's Executive Committee, stating \"postponement\" and \"cancellation\" were not mentioned in relation to the 2020 Tokyo Games. Riddell: For the Executive Committee to have that meeting and say not once did they use or hear the word postponement or cancellation, I think is absolutely extraordinary. When you think of what was already happening around Europe, the bodies were already piling up. Davies: Let's be clear, the decision to cancel the Olympic Games is not a small one. There has been such a level of investment over a number of years, not only from the Japanese and Tokyo, it was so obvious how much they wanted this Games to happen and how important it is for Japan as a country -- also from an IOC perspective. Ripley: I lived and worked in Japan for more than four years. I've seen the blood, the sweat and the tears that have gone into preparing for Tokyo 2020. You cannot turn a corner in this city without seeing signs for Tokyo 2020. Every taxi, buildings, advertisements, it's everywhere. If you would have told me a few months ago that there was even a remote chance that Tokyo 2020 would be postponed, I would have thought you were crazy. I would have thought the Japanese would never allow the Olympics to be postponed. In the early weeks of the coronavirus pandemic, while the rest of the world was fighting the virus, Prime Minister Shinzo Abe was fighting to save the Olympics. That was his focus. March 11  The virus is now rampant throughout Europe with some sporting fixtures being played without spectators or canceled altogether. On March 10, Italy's Serie A announces the season will be suspended due to the severity of the situation.  The virus is also beginning to spread throughout the US, with northern California one of the worst affected areas. As a result, NBA powerhouse the Golden State Warriors announce on March 11 that they will be playing the Brooklyn Nets in an empty arena following guidance from San Francisco Mayor, London Breed.  Riddell: March the 11th I know is a day that I will remember probably for the rest of my life. So much was happening, there was breaking news just cascading every 20-30 minutes. Donald Trump was speaking and it sounded really quite consequential. So, I turned that on, and he announced that pretty much all international travel incoming to the United States was shut down. I was like, \"wow, now this is really going to impact all of us in quite profound ways.\" And then my phone started buzzing again. And it was with everything that was unraveling rapidly in the NBA, so I changed the channel. Andy Scholes, CNN Sports correspondent, based in Atlanta: It was really a surreal scene. The Oklahoma City Thunder and the Utah Jazz were out there on the floor. I mean, just moments away from tip off, but Utah Jazz All Star center Rudy Gobert had been feeling ill and they tested him for coronavirus. His positive tests came in just moments before they were going to start that game. So, officials came out and said, \"Hold on, we need to talk this through.\" And after some discussions, they decided we're not going to be able to play this game. And then moments later NBA Commissioner Adam Silver made the decision to suspend play indefinitely for the entire league. So the NBA was the first to shut down, and it really just snowballed from there. Coy Wire, CNN Sports Correspondent, based in Atlanta: Immediately you thought of the worst case (scenario). You knew that if the NBA did this -- if they suspended their season -- well, then the NHL is going to do that, the MLB ... And then you're starting to think about this avalanche of sporting events that are on their way, but now are potentially in jeopardy. The Domino Effect In the 24 hours that followed, the English Premier League, Major League Baseball, Formula One's Australian Grand Prix, The Masters and Germany's Bundesliga are all suspended, postponed or canceled. European football's governing body UEFA then announces the suspension and postponement of their flagship international and club tournaments, Euro 2020 and the Champions League.  Macfarlane: All these events had been canceled in a short space of time; it was clear that the Olympics were now under threat. On March 24, after coming under increasing pressure to postpone, a decision is reached and a statement delivered: \"The IOC president and the Prime Minister of Japan have concluded that the Games ... must be rescheduled to a date beyond 2020 but not later than summer 2021, to safeguard the health of the athletes, everybody involved in the Olympic Games and the international community.\" Ripley: By the time the Olympics were actually postponed, most Japanese people had seen it coming for weeks. I was surprised when I was talking to people out on the streets, weeks before the announcement, they were saying there's no way that Japan can safely host these Games. Riddell: I think the one thing that the IOC really let themselves down with was the athletes. The athletes who are finding it harder and harder to train train. The athletes who are finding it harder and harder even to qualify. And the IOC is supposed to represent them. These guys are the stars of the show and it seems as though they were the last thought and consideration by the International Olympic Committee. They failed those athletes and that really is a great shame.  Wire: Look, these Olympic athletes are really impacted by the Games being pushed back. The mental and physical transition of Olympians having to shift their plans or goals and aspirations back by a whole year is so tough. Operating at a high level in sport is 99% mental. The pros, the Olympians, they are all physically gifted. So, the thing that separates the mighty from the mundane is their competitive nature, their preparedness, their mindset. Unprecedented Wimbledon's illustrious tennis championships is canceled for 2020 on April 1. At this stage, almost all professional sport is on hold with a few minor exceptions. Scholes: Never in my lifetime have I never had any sports to watch or events to go to. So it's definitely been rough, and when we look back at the sports calendar of 2020 it's definitely going to be unforgettable.  Riddell: We've all lived through news events, and we've lived through some major news events, but nothing that impacts us in every way of our lives as this has done. And sport has suffered greatly --and not just professional sport, amateur sport, too. If you're not a runner or a cyclist, you're not doing sport either right now.  Wire: For sports in general, this pandemic, it's been a complete knockout punch. Virtually the entire sports world is flat on its back, with no real hope of "], "Language": false}