{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/asia/india-us-relations-history-intl/index.html"], "Source": ["cnn"], "Location": ["New Delhi"], "ByLine": ["By Manveena Suri, CNN"], "Writers": [["Manveena Suri"]], "FirstPublishDate": ["2020-02-25T00:16:58Z"], "LastModifiedDate": ["2020-02-25T07:22:30Z"], "Headline": ["From the Cold War to trade wars: Six things you need to know about Indo-US ties"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["US President Donald Trump has become the seventh US President to visit India since Dwight D. Eisenhower touched down in 1959 to cheering crowds on the tarmac. Six decades later, Trump received a similar rapturous welcome Monday, touching down in Ahmedabad in western Gujarat, the home state of Prime Minister Narendra Modi. Relations between the two countries haven't always been so warm, and despite the apparent bond between Modi and Trump, the future path of Indo-US ties is anything but certain. Here are six things to know about modern US-India relations: The start of independent ties India's first prime minister, Jawaharlal Nehru, made his debut trip to the US in October 1949, to meet with President Harry S. Truman, two years after the country's independence from British rule. However, efforts to create a stronger bond were thwarted by differences in opinion on non-alignment, which was formalized in 1961 with the founding of the Non-Alignment movement. India's Nehru took a leading role in the group, which sought to represent developing countries during the Cold War. They didn't formally align themselves with either the United States or the Soviet Union, and rejected the notion of colonialism and imperialism. Relations between India and the US worsened in the 1960s as India grew closer to the Soviet Union, which was giving New Delhi economic and military assistance.  During that time, the Soviet Union also brokered an end to the Indo-Pakistani War of 1965. Though more tension was to come. What happened in 1971? The 1971 India-Pakistan War caused a civil conflict in Pakistan that led to the creation of Bangladesh, formerly East Pakistan. The United States chose to side with Islamabad, given Pakistan's role as a mediator for the United States with China as part of efforts to normalize the latter's relations after years of isolation.  Lasting just 13 days, the 1971 conflict was one of the shortest wars in history. The Indian army invaded Pakistan from the east and west on December 3 and Pakistani defenses surrendered on December 16. The events of 1971 spurred India to ramp up the development of its nuclear program, which had been in the works since 1944. It started as a means of producing power, but in 1968, India caused an international outcry when it refused to sign the Nuclear Non-Proliferation Treaty (NPT).  India accused the US, the Soviet Union and the UK of \"atomic collusion,\" and in 1972 Prime Minister Indira Gandhi approved plans for the first nuclear test. Did India's nuclear ambitions damage ties with the US? In 1974, India surprised the world with the \"Smiling Buddha,\" its first successful underground nuclear test carried out in the Rajasthan desert near Pokhran. India maintained the test was for peaceful purposes but many in the international community, including the United States, weren't convinced. In fact, it led to decades of estrangement.  US President Jimmy Carter visited India in January 1978, and in March his administration passed the Nuclear Non-Proliferation Act, requiring countries like India that were not in the Non-Proliferation Treaty to allow their nuclear facilities to be inspected by the International Atomic Energy Agency (IAEA).  India refused and Washington ceased all nuclear assistance to Delhi. It was only after Prime Minister Indira Gandhi met with her US counterpart Ronald Reagan in 1982 that the process to resolve their differences began. Two years later, Vice President George H.W. Bush visited New Delhi.  In the years to follow, economic and strategic relations between the two nations improved. But that changed in 1998. Once again, India's nuclear ambitions came at the cost of its ties with the United States. After announcing the completion of a series of nuclear tests close to the border with Pakistan, the US ambassador to India was recalled and, as required under US law, President Bill Clinton imposed economic sanctions. A new era beckons? It was Clinton who kick-started ties again in 2000 with a trip to India, the first by a US president for more than 20 years. His trip was hailed a success in thawing relations, and set the scene for the next US President, George W. Bush, to lift sanctions imposed after the 1998 test.  \"President Clinton's trip started the growth of a relationship that has been on a broadly upward trajectory through successive US governments and a series of prime ministers on the Indian side, particular Manmohan Singh and Modi,\" said Dhruva Jaishankar, director of the US-India Initiative at New Delhi think tank, the Observer Research Foundation.  India's economy had been growing since 1991 following a slew of reforms, bringing in foreign investment and a boost to trade ties between the US and India. The nuclear issue was effectively set aside in 2005, when Bush and then Indian Prime Minister Manmohan Singh signed the Civil Nuclear Cooperation Initiative, a framework that lifted a three-decade US moratorium on nuclear energy trade with India.  Under the agreement, India agreed to separate its civil and military nuclear facilities. In exchange, the United States agreed to work towards full civil nuclear cooperation with India.  Where do the countries stand today? \"India and the United States went from being very disenchanted with each other to now actually cooperating very closely on a whole range of strategic issues,\" said Jaishankar. By the end of 2019, India was expected to have procured $18 billion worth of defense items from the United States, according to India's Ministry of External Affairs. India and the US now conduct more bilateral exercises with each other than with any other country, the ministry said. The United States is also India's largest trading partner in goods and services combined with overall bilateral trade at $142 billion in 2018. This year, India expects that figure to exceed $150 billion. However, trade tensions between the two countries have arisen after the US filed a lawsuit in 2018 against India at the World Trade Organization for subsidizing exports. Trump has also called India out as a source of the US trade deficit. Like China, which is locked in a full-blown trade war with the United States, India sells a lot more than it buys. In 2018, it imported US goods worth $33 billion while exporting goods worth $54 billion.  There's also the issue of restrictions on H-1B work visas. Trump has repeatedly accused tech companies in the United States of using the program to replace Americans with cheaper foreign workers. His \"Buy American, Hire American\" executive order in April 2017 called for a comprehensive review of H-1B visas, of which around 75% went to Indians in 2017.  Trump himself played down expectations for any major trade agreements during his visit, telling reporters on Wednesday: \"I'm really saving the big deal for later on. I don't know if it will be done before the election but we'll have a very big deal with India.\"    Does the Indian diaspora have political influence? When it comes to people-to-people, the US-based Indian diaspora plays a key role. There are an estimated four million Indian-origin American citizens, along with a further one million non-resident Indians and more than 200,000 Indian students in the US. While Indians with foreign citizenship cannot vote in the country's elections, they are among the richest immigrant communities in the United States. When it comes to fundraising, Modi's Bharatiya Janata Party has been able to capture the Indian diaspora along with donations of dollars, pounds and other currencies. In September, roughly 50,000 people attended \"Howdy, Modi!,\" a rally at Houston's NRG Stadium while at a similar event in London's Wembley Stadium in 2015, around 60,000 people were expected to attend.  For Trump, now in an election year, a visit to India could also generate backing from the Indian diaspora back in the United States."], "Language": false}