{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/politics/sanders-defends-castro-cuba-comments-cnntv/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-02-25T04:17:24Z"], "LastModifiedDate": ["2020-02-25T05:35:54Z"], "Headline": ["Sanders defends comments praising Castro's Cuba: 'The truth is the truth'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Vermont Sen. Bernie Sanders on Monday stood by his partial defense of Fidel Castro's Cuban revolution, stating bluntly: \"The truth is the truth.\" The senator from Vermont has faced a wave of bipartisan criticism since his interview on CBS' \"60 Minutes\" aired Sunday night in which he praised a \"literacy program\" the Cuban government launched in its first years and asserted that \"it's unfair to simply say everything is bad\" with the way Castro ruled the country. Speaking during CNN's presidential town hall in South Carolina Monday night, Sanders again talked up the \"literacy program\" Cuba launched in its first years.  \"There were a lot of folks in Cuba at that point who were illiterate. He formed the literacy brigade,\" Sanders said. \"(Castro) went out and they helped people learn to read and write. You know what, I think teaching people to read and write is a good thing.\" He added: \"I have been extremely consistent and critical of all authoritarian regimes all over the world including Cuba, including Nicaragua, including Saudi Arabia, including China, including Russia. I happen to believe in democracy, not authoritarianism.\" The Democratic presidential candidate also dismissed the criticism he received from members of Congress as politically motivated. \"If you want to disagree with me, if somebody wants to say -- and by the way, all of those congresspeople that you mentioned just so happen to be supporting other candidates, just accidentally, no doubt. Coincidentally,\" Sanders said. \"But the truth is the truth, and that's what happened in the first years of the Castro regime.\" Though no names were mentioned, neither Rep. Debbie Mucarsel-Powell or Rep. Donna Shalala, the two congresswoman who criticized Sanders, have formally endorsed any Democratic primary candidate. Both lawmakers represent areas of South Florida. Addressing Sanders' comments in his own CNN town hall later Monday, former South Bend, Indiana, Mayor Pete Buttigieg said, \"As a Democrat, I don't want to be explaining why our nominee is encouraging people to look on the bright side of the Castro regime going into the election of our lives.\" Asked if he could appreciate the nuance of Sanders' remarks, which included criticism of the Castro regime's abuses, Buttigieg seemed exasperated. \"Of course literacy is a good thing,\" he said, \"but why are we spotlighting the literacy programs of a brutal dictator instead of being unambiguous in our condemnation about the way he was treating his own people?\" Buttigieg's comments were echoed by Tom Steyer during his separate town hall on Monday. The billionaire businessman called it \"inappropriate\" for Sanders to praise Castro's regime for its literacy efforts. Steyer said he would never praise \"unelected leaders of countries who completely control without any form of democracy, justice or equality.\" Castro, who died in 2016, drew scores of admirers and detractors as he clung to a socialist economic model and one-party Communist rule, even after the Soviet Union disintegrated. Sanders, a self-described democratic socialist, has solidified his status as the front-runner vying for the Democratic presidential nomination after claiming victory in the Nevada caucuses on Saturday. This story has been updated with additional developments Monday."], "Language": false}