{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/opinions/trump-us-coronavirus-prepared-clinton-sridhar/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Chelsea Clinton and Devi Sridhar"], "Writers": [[]], "FirstPublishDate": ["2020-02-24T22:14:43Z"], "LastModifiedDate": ["2020-02-25T01:03:49Z"], "Headline": ["Under Trump, America is less prepared for a coronavirus outbreak"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The coronavirus that emerged from Wuhan, China, last year is causing alarm across the world, with fear that this could become the next pandemic. Late last month, the World Health Organization declared the virus, named COVID-19, a \"Public Health Emergency of International Concern\" and urged an immediate international response.  It advised its member states to put in place national preparedness plans and procedures for identifying and responding to any COVID-19 cases that might present. The death toll of more than 2,600 people far exceeds that of the SARS outbreak nearly 17 years ago.    This outbreak is terrifying for the tens of millions of people impacted in Wuhan and in countries around the world, and it arguably could not come at a worse time for Americans.  There's a famous adage in public health: \"Outbreaks are inevitable; epidemics are not.\" That's because experts across virology, genetics, epidemiology, mathematical modeling, political science, and anthropology are working to answer crucial questions, such as: When did the virus make the jump from animals to humans, and from which species? How widespread are cases, how infectious is the disease and how fatal is it?  Scientists are also conducting crucial research to help develop a vaccine, diagnose cases more rapidly and develop public health containment strategies. Under former President Barack Obama, infrastructure was established to respond to the Ebola and Zika outbreaks and to ensure that they did not become pandemics.    Unfortunately, President Donald Trump has taken actions that many doctors and experts agree will leave the US less prepared to respond to COVID-19. He has eliminated the position of Global Health Czar and has repeatedly proposed cuts important to global health funding -- thankfully that have failed to pass in Congress.   He's shown his antipathy toward addressing health emergencies like this one, most recently in his proposed 2021 budget for the Department of Health and Human Services, which would cut $3 billion from response and preparedness funds. We write this with long experience in global health and having looked closely at outbreak prevention and response in our book, \"Governing Global Health: Who Runs the World and Why?\" Two aspects in particular worry us about the White House's response, or lack thereof. We have a President uninterested in global health concerns, broadly disdainful of experts and recently obsessed with and distracted by his impeachment. Trump has often shown deep ignorance and cruelty on issues of global health. During the Ebola outbreak, when he was still a reality TV host, he said the US should not allow Ebola-infected citizens and aid workers to come back to the US and should let them \"suffer the consequences.\"  He even deliberately spread misinformation, saying Ebola was: \"Spreading all over Africa-and fast. Stop flights\" and \"The U.S. must immediately stop all flights from EBOLA infected countries or the plague will start and spread inside our 'borders.' Act fast!\" He said this even though halting flights would bring potentially harmful consequences, like \"hindering info-sharing, medical supply chains and harming economies,\" according to the World Health Organization director general Tedros Adhanom Ghebreyesus.    In 2014-2015 during the Ebola outbreak, his apparent disdain lived largely on Twitter. Now, in addition to sharing his often false opinions on Twitter, he claimed earlier this month that the coronavirus would weaken in the warmer weather despite no evidence to that effect. The Trump administration is chronically inept at, and seemingly uninterested in, any type of long-term planning, given the numerous positions in government that remain vacant as well as the constant rotation of key cabinet positions and the ad hoc decisions made on the basis of a conversation or Fox News clip.  That posture, colliding with an anti-science and anti-expert bias, has corroded our epidemic preparedness. Columbia University has even tracked more than 400 cases of the Trump administration's efforts to restrict or dismiss scientific research, education or discussion, or the publication or use of scientific information since 2016.  The dissolution of the entire global health security unit and removal of global health security expert Timothy Ziemer from the National Security Council was the final step in a process of undermining one of the Obama administration's key decisions on global health.  The unit monitored epidemics and ensured that public health planning was coordinated within the more traditional security infrastructure. The lack of a clear chain of command for pandemic response is exactly the opposite of what is needed during an outbreak: clear governance, strategic thinking and forward-planning.  To put it simply, the Trump administration, by seeking to cut funding and rejecting proven solutions, is not sufficiently prepared to face a major threat like the novel coronavirus outbreak.  As the American people face what the World Health Organization has deemed a public health emergency, we need a strong leader who understands the importance of good governance, expertise and diverse perspectives in bringing outbreaks under control. The next election provides an opportunity to safeguard the health of people both in the US and around the world. We hope the Democratic candidates will outline what they would do to respond to the current coronavirus crisis and how they would prevent future epidemics through investments in research, expertise and infrastructure."], "Language": false}