{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/investing/dow-stock-market-today/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-02-24T15:50:46Z"], "LastModifiedDate": ["2020-02-24T21:06:56Z"], "Headline": ["Coronavirus market freakout: Stocks flew way too close to the sun"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Apple dropped a bombshell last week. Yet Wall Street, in the throes of a historic meltup, reacted with a collective shrug. America's most valuable company warned investors on February 17 that its sales would miss the mark because of chaos caused by the coronavirus outbreak in China. Yet investors, betting the coronavirus storm would soon pass, plowed into tech stocks, sending the Nasdaq to a record high the next day. By February 19, the S&P 500's price-to-earnings ratio, a common valuation metric, climbed to new cycle highs. That cautious optimism has since been abandoned.  Coronavirus fears sent the Dow plummeting 1,000 points, or 3.4%, on Monday. The index has now lost more than 1,300 points in the span of just three trading days. The wave of selling wiped has out the Dow's gains for the year. The episode shows how complacent investors became about the threat the coronavirus poses to the fragile world economy. That attitude left stocks vulnerable to a market freakout like the one gripping Wall Street now.  \"Many misjudged the economic severity of the virus early on, making them more open to entertaining worst-case scenarios now,\" Alec Young, managing director of global markets research at FTSE Russell, wrote in a note to clients Monday.  Part of that misjudgment could be due to the fact that this is a health crisis, not just an economic one.  \"There's a lack of understanding about the impact of the coronavirus because investors aren't typically health experts,\" said Kristina Hooper, chief global strategist at Invesco. \"And even the health experts can't tell us much about the disease.\" 'Free-fall' Tourism stocks retreated sharply Monday. Carnival and Royal Caribbean lost 7% apiece. American Airlines and Delta dropped even more. \"In many ways, this is worse than the tariff wars,\" said Hooper. She noted that while the damage from the US-China trade war was limited to manufacturing, the coronavirus scare is impacting the far larger service sector. It's not just US stocks getting hammered. South Korea's Kospi plummeted nearly 4%, its worst day since October 2018. Italy's benchmark index got clobbered, losing more than 5%.  The hope last week had been that the coronavirus was largely contained to China. While that would certainly deal a blow to the world's No. 2 economy, it could limit the damage to the global economy. However, the latest developments suggest that optimism was misplaced. The coronavirus has spread, with outbreaks in South Korea, Iran and Italy taking place in recent days. That has deeply negative implications for airlines, hotels, restaurants and other consumer companies.  \"Global equities are in a bit of a free-fall this morning,\" Paul Hickey, co-founder of Bespoke Investment Group, wrote in Monday report.  Stocks were more expensive than at any point since 2002 The problem is that stocks were priced for perfection. And this is hardly a perfect environment.  Boosted by easy money from global central banks, the S&P 500's price-to-earnings ratio climbed to 19 on February 19, according to FactSet. That's the highest level since May 23, 2002 and well above the 10-year average of 14.9.  Moreover, nine of the market's sectors were sporting P/E ratios that exceeded their 20-year averages, FactSet said. In other words, markets were due for a correction, as Goldman Sachs presciently warned last week. \"Historically high P/Es can be justified by historically low inflation and interest rates,\" Ed Yardeni, president of investment advisory Yardeni Research, wrote in a Monday report to clients. \"Nevertheless, this meltup is vulnerable to a correction because P/Es are so high.\" Valuations are notoriously poor timing mechanisms. That means market valuations can remain stretched for some time before cooling off. And there were legitimate reasons for bullishness. Recession fears that rocked Wall Street in late 2018 and much of 2019 faded. The US-China trade war has cooled significantly.  America's jobs market continues to impress. Even manufacturing is rebounding from the recent downturn. Yet the coronavirus is doing real damage to the world economy and threatening corporate profits. Apple warned that its iPhone sales and manufacturing are being damaged. Adidas said its business activity in China plunged 85%. Airlines are bracing for even sharper losses than the $7 billion lost during the 2003 SARS outbreak.  \"We've had this 2020 that has been absolutely insane. It's been crazy,\" said JJ Kinahan, chief market strategist at TD Ameritrade. \"People want to take profits while they still have some.\" When will Wall Street bounce back? Beyond the coronavirus fears, investors may have begun to turn their attention to the rise of Bernie Sanders, the frontrunner for the Democratic presidential nomination.  Although markets have largely shrugged off the strength of Sanders, the self-proclaimed democratic socialist performed much better than anticipated during last weekend's Nevada caucuses.  Sanders has vowed to be a \"nightmare\" for both the insurance industry and big banks on Wall Street. Both sectors were weak on Monday, with UnitedHealth plunging 7%, making it the worst performer on the Dow. \"The strong performance of Bernie Sanders in Nevada over the weekend isn't helping sentiment for the market either,\" Bespoke's Hickey wrote.  Even as US stocks marched to record highs last week, warning lights were flashing elsewhere. The bond market in particular started to price in a sharp slowdown in economic growth. Investors plowed into safe haven government bonds, driving the 10-year Treasury yield to levels unseen since 2016.  Investors are also betting that the Federal Reserve will once again come to the rescue of the economy with more easy money. Markets are now pricing in a 95% chance of at least one interest rate cut by the end of 2020, according to the CME FedWatch Tool.  The extent of the damage on Wall Street will be defined by the ultimate impact to the underlying economy and corporate profits. And that will depend on how quickly the coronavirus gets under control. \"I don't think we see a recession. This is short-lived,\" said Invesco's Hooper. \"It could very well become a buying opportunity.\""], "Language": false}