{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/health/boys-girls-run-in-families-wellness-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katie Hunt, CNN"], "Writers": [["Katie Hunt"]], "FirstPublishDate": ["2020-02-19T00:01:55Z"], "LastModifiedDate": ["2020-02-24T20:48:40Z"], "Headline": ["Does having boys or girls run in families? New study says it's down to chance"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["My mother was one of four sisters. I have a younger sister, and between the two of us, we have four daughters. We're not the only ones who appear to have one sex run in the family. Everyone knows a family who has a boy ... and a boy ... and then another, all in a row. But are some families really prone to giving birth to one sex over the other?  Some scientists think whether you're likely to have a girl or boy is inherited through the father, although nobody has identified a gene.  Others have suggested that it comes down to heritable traits that could confer an evolutionary advantage on one sex, but not the other, when it's time for offspring to reproduce. For example, studies have speculated that tall parents have more boys, or beautiful parents have more girls, although the theory has been criticized. Another hypothesis is that parents' hormones at the moment of conception have an influence.  However, a new study that examines the entire population of Sweden since 1932 says that the sex of offspring is purely down to chance. \"We found individuals don't have an innate tendency to have offspring of one or the other gender -- instead, the sex of their offspring is essentially random,\" said Dr. Brendan Zietsch, a fellow at the University of Queensland's School of Psychology and the lead author of the study, which published Tuesday in the journal Proceedings of the Royal Society B. \"If you have a lot of boys or girls in your family, it's just a lucky coincidence,\" Zietsch said. Using information from Swedish birth registries, the researchers compared whether siblings tended to have offspring of the same sex. Their statistical analysis ruled out the possibility that characteristics of the parents influence the likelihood of having boys or girls.   \"Because siblings share 50% of their genetics, if there was a genetic underpinning of offspring sex determination we would see an association between siblings with regard to offspring sex,\" said Zietsch. \"However, siblings did not tend to have offspring of the same sex -- the probability of having, say, a girl, did not depend on whether one's siblings had a girl or a boy.\" Zietsch said the enormous size and accuracy of the data they used -- 4.7 million births -- meant they were \"very confident\" of the findings: \"We analyzed all Swedes born after 1932.\"  Other research on the topic had used much smaller samples, which could have produced a false positive, said Zietsch. For example, a 2008 study of 927 family trees covering 556,387 people going back to the year 1600 found that if a man produced more sons than daughters, those sons were likely to have more sons. The study suggested that an as-yet undiscovered gene controlled whether a man's sperm contains more X or more Y chromosomes, which affects the sex of his children. Boys generally have an X and Y chromosome and girls have two X chromosomes. Other researchers have found that when food is in short supply women are more likely to bear daughters than sons. A 2012 study analyzed the Great Leap Forward famine in China, one of the most disastrous in history, and found a sharp dip in the number of boys being born, although the reason for the dip was not clear.  And some scientists think climate change could alter the proportion of male and female newborns, with more boys born in places where temperatures rise.  \"We can't rule out the possibility that extreme environmental events, like famine, could affect offspring sex ratios. But we can say for sure that the variability of environments that Swedes born after 1932 experienced did not affect their having boys or girls,\" Zietsch said."], "Language": false}