{"Type": ["article"], "Url": ["https://www.cnn.com/asia/live-news/trump-in-india-feb-2020-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By James Griffiths, Steve George and Eliza Mackintosh, CNN"], "Writers": [["James Griffiths", "Steve George", "Eliza Mackintosh"]], "FirstPublishDate": ["2020-02-24T05:03:23Z"], "LastModifiedDate": ["2020-02-24T15:15:13Z"], "Headline": ["Trump tours Taj Mahal, draws large crowds on India state visit"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["President Trump arrived in New Delhi on Monday evening, ahead of a day of formal talks. As he boarded Air Force One in Agra, Trump was presented with a framed photograph of himself and the first lady standing in front of the Taj Mahal. Prime Minister Narendra Modi has rolled out the red carpet for US President Donald Trump's two-day state visit to India.  Trump landed Monday morning in Ahmedabad, Modi's hometown, and the two leaders spoke to a large crowd at the Motera cricket stadium. Later in the day, Trump toured the Taj Mahal. On Tuesday, the President will hold talks with Modi in New Delhi and attend a state banquet. Trump's wife, Melania, is joining him on the two-day trip, as is his daughter Ivanka and son-in-law Jared Kushner. Police in New Delhi are attempting to restore order after violence in the capital over a contentious citizenship bill left a police constable dead on Monday, just hours ahead of US President Donald Trump's arrival. Delhi's Chief Minister Arvind Kejriwal mourned the constable's death on Twitter, and called for peace on the city's streets. \"Violence will not be tolerated by anyone. I request all people to please maintain the peace. No solution will come out of the violence,” Kejriwal said. Indians have been protesting for months over the Citizenship Amendment Act, which gives Indian citizenship to immigrants from three neighboring countries -- but not if they are Muslim. Critics fear the bill could further marginalize the country's Muslim minority. Delhi Police said that incidents of violence and arson had been reported in Delhi's North East district, adding that the force was making every effort \"to restore normalcy.\"  \"Strict action will be taken against miscreants and anti-social elements,\" police said. India's main opposition Congress Party said Delhi police had \"completely failed\" to maintain law and order.  New Delhi police are attempting to restore order after clashes during a protest over a contentious citizenship bill left a police constable dead Monday, just hours ahead of Trump’s arrival. Delhi's Chief Minister Arvind Kejriwal called for calm, tweeting: \"Very distressing news regarding disturbance of peace and harmony in parts of Delhi coming in.\" He urged the home minister to \"restore law and order\" and ensure \"peace and harmony is maintained.\" Protests have swept across India since December, when the country's parliament passed a bill that would give Indian citizenship to immigrants from neighboring countries -- but not if they are Muslim. Opposition parties say the bill is unconstitutional, as it bases citizenship on a person's religion and would further marginalize India's 200-million strong Muslim community.  Delhi's Metro rail service tweeted Monday that two stations in the area of the protests -- Jaffrabad and Maujpur-Babarpur stations -- would be closed Monday, for security reasons. The train stations are around 10 miles from where President Trump is expected to attend an event on Tuesday.   The Lieutenant Governor of Delhi tweeted Monday that he has instructed Delhi Police and the Delhi Commissioner of Police to ensure law and order is maintained. \"The situation is being closely monitored. I urge everyone to exercise restraint for maintenance of peace and harmony,\" he said.   CNN has reached out to New Delhi Police for comment.  President Trump and the first lady took in the view of the Taj Mahal on Monday from an open courtyard, framed by hundreds of blooming plants in all different colors. The couple signed a guest book before strolling together along a reflecting pool. A guide spoke to the pair as they walked. Eventually, they emerged in front of the famous domed facade, holding hands as the late-afternoon sun set the white marble aglow. Standing in front of the iconic symbol of lasting love, the Trumps stood for a while hand-in-hand before walking back toward the mausoleum. Trump gestured to photographers and joked, “do you want to do a press conference now?” “It’s truly incredible,” Trump said. The first lady described the monument as “lovely” and “beautiful.” President Donald Trump spoke to reporters about his visit to India, the Democratic presidential primary race and a potential Afghanistan peace deal as he flew on Air Force One from Ahmedabad to Agra.   On his visit to India: “I thought it was fantastic,\" Trump said, referring to the \"Namaste Trump\" rally in the Ahmedabad cricket stadium. “They worked really hard.” “I am in no rush” for a trade deal, Trump said. “We are doing well with India, we are making deals.” Trump says he's never been to the Taj Mahal (note: Trump once owned a casino by the same name in Atlantic City). “I hear it’s incredible,\" Trump said. \"I think it’s going to be amazing.\" On the Democratic race: “It could go to the convention, it really could,\" Trump said. “They are going to take it away from Crazy Bernie, they are not going to let him win...I actually think he would be tougher than most of the other candidates because he is like me but I have a much bigger base.” On a potential Afghanistan peace deal: “It has received tremendous support,\" Trump said. President Trump’s arrival in Agra was a colorful affair, with dancers and drummers wearing peacock feathers welcoming him on another red carpet. Trump smiled and clapped along to the music as he walked with first lady Melania Trump, daughter Ivanka Trump and son-in-law Jared Kushner. He took in each different performance, including dancers in vibrant horse costumes and musicians blowing horns. President Donald Trump touched down in India on Monday ready to feel the love. He was promised crowds -- big ones -- by his charismatic but increasingly nationalistic counterpart, Prime Minister Narendra Modi, who greeted Trump upon arrival with a hug. And while a major trade agreement seems unlikely on this trip, Trump was more than happy to bask in the type of massive crowds that don't typically congregate when he travels abroad (except to protest him). Trump's optics-heavy official visit began at the elaborate \"Namaste Trump\" rally in the world's largest cricket stadium, held in Modi's home state. A massive throng, all wearing white caps, cheered eagerly as Trump praised Indian democracy, Modi and Bollywood. The whole event took on the atmosphere of one of Trump's political rallies, complete with the Elton John playlist. And that, aides say, is what Trump was looking for when he agreed to travel 8,000 miles for a night in India: an uproarious reception and the biggest crowd he's ever drawn. Before he arrived, Trump placed his expected crowd count for his \"Namaste Trump\" rally in the range of 6 to 10 million, but given the city's population of 8 million and the stadium's capacity of 110,000, those figures seemed high. Whatever the final number, the crowd was massive, including along Trump's motorcade route, where thousands of hand-selected members of Modi's Bharatiya Janata Party welcomed him into Ahmedabad in India's northwest. Read more about Trump's visit here:  India’s main opposition Congress party has used the occasion of US President Donald Trump's arrival in India to criticize Prime Minister Narendra Modi and his Bharatiya Janata Party (BJP).  \"It’s an inhuman tragedy that has taken place in Gujarat where a wall has been built to hide a slum,\" Congress said in a tweet, referring to efforts to beatify Ahmedabad ahead of Trump's visit. \"This wall is symbolic of all the distractions BJP comes up with to hide their failures in the economy and our society.\"  Congress tied the efforts to Modi's Hindu nationalist policies, and a citizenship bill which sparked outrage last year over perceptions it would further marginalize the country's Muslim minority.  \"A wall has been built in Gujarat but a greater one has been built in the hearts & minds of Indians -- it is the wall of hatred. This wall constantly aims to divide our society and it is only us and our unity that can break it,\" read another tweet on the official account of the Congress party. \"No wall can hide the fact that unemployment in India is at a 45-year high due to BJP’s own failed economic policies.\"  India’s current unemployment rate sits at 7.8%, up from 6.9% in January last year. As well as funneling fresh water into the river to make sure it doesn't smell, officials responsible for US President Donald Trump's visit to the Taj Mahal are working overtime to ensure it goes off without a hitch.  Roads between the mausoleum and the nearby airport have been cleared, pavements have been leveled, footpaths \"beautified,\" walls painted a uniform color and the roads sprinkled with water to ensure that dust doesn't fly up when Trump's convoy drives past, said Rajiv Rathi, executive engineer, environment department of Agra Municipal Corporation.  \"We have also put in barricades for people to stand behind and flower pots for decoration,\" he said, adding that authorities are \"expecting around 30,000 people on the road to Taj Mahal when Trump arrives.\"\n\"This is a long standing tradition, whenever any dignitary comes to the city we give them a key to the city and he is the mayor of the city for the day, we will be giving a key to President Trump as well,\" Rathi added. US President Donald Trump and Indian Prime Minister Narendra Modi have left the stage at Motera Stadium.  Trump and First Lady Melania Trump will now motorcade back to Ahmedabad airport, from where they will fly to Agra. There, they will visit the world famous Taj Mahal, before departing for the Indian capital, New Delhi.  Indian Prime Minister Narendra Modi is still addressing the crowd, but with both his and US President Donald Trump's main speeches finished, many people are getting an early start on the traffic leaving the 110,000-seater Motera Stadium.  Modi gave a stirring address at the beginning of the rally, and was followed by Trump, who sang both his praises and of the India-US relationship. Since coming back on stage, Modi has been listing various legislative and other achievements under his leadership.  \"The initiatives we have taken to strengthen India-US relations will now, with this visit, enter their next stage,\" Modi said.  US President Donald Trump has finished speaking at Motera Stadium.  \"Thank you India for this phenomenal welcome,\" Trump said. \"God bless India, God bless the United States of America. We love you India, we love you very much!\"  Indian Prime Minister Narendra Modi has retaken the stage, he is thanking Trump \"for the kind words you used about me.\"  \"President Trump has not only honored us but also Indians living in the United States.\"  Despite his strong personal relationship with Indian Prime Minister Narendra Modi, US President Donald Trump has criticized New Delhi over trade policies and said he is working for a better deal in the future.  Such a deal is not widely expected during this trip, but Trump referenced that he and Modi will be discussing trade ties.  \"I think that the Prime Minister and I can reach a fantastic deal that is good and even great for our two countries,\" he said, before adding with a chuckle, \"except he's a very tough negotiator.\" \"(Under my administration) commerce between our two nations has increased by more than 40%,\" Trump added. \"India is the United States largest export market ... A booming America is a great thing for India and the world, which is why we are pleased to announce that we have had the greatest economy ever in the history of the United States.\"  Trump also hailed \"great female entrepreneurs\" in India, telling the country's men to \"watch out.\"  US President Donald Trump is still speaking at Motera Stadium.  \"The United States and India are also firmly united in our iron clad resolve to defend our citizens from the threat of radical Islamic terrorism,\" he said. \"Both of our countries have been hurt by the pain and turmoil of terrorism and that terrorism brings.\" He added that the ISIS caliphate has been \"utterly destroyed\" and the \"monster\" Abu Bakr al-Baghdadi, the group's late leader, killed by a US attack, is dead.  Trump hailed his strong border controls. \"Every nation has the right to control and secure its borders,\" he said. \"The United States and India are committed to working together to stop terrorists and fight their ideology.\"  \"My administration is working in a very positive way with Pakistan to crack down on the terrorists and militant groups that operate on the Pakistan border,\" he said. \"We are beginning to see signs of big progress.\"  US President Donald Trump is still speaking at Motera Stadium.  After listing the achievements of his first term in office, Trump said he is India to \"expand our partnership of incredible power and potential.\"  He added that he and Indian Prime Minister Narendra Modi will hold discussions on \"strong and fair partnerships to build a safer and more prosperous world.\"  Trump referenced a recent joint military exercise carried out by US and Indian forces, Tiger Triumph: \"It was something to behold.\" \"The US looks forward to providing India with some of the best and most feared military equipment on the planet,\" he said. \"We make the best, and we're dealing now with India.\"  He said US companies were signing deals to sell helicopters to the Indian armed forces. \"I believe the US should be India's number one defense partner and that's the way it's working out.\"  US President Donald Trump is still addressing the crowd in Ahmedabad, praising India's achievements and culture.  India's rise is \"all the more inspiring because you have done it as a democratic country!\"  \"There is all the difference in the world between a nation which seeks power through coercion, intimidation and oppression, and a nation which rises by setting its people free to chase their dreams, and that is India,\" Trump said. \"That is why India's accomplishments in the last 70 years is unrivaled wherever you go.\"  He said the friendship between India and the US was \"natural, beautiful and enduring.\"  The two countries share a belief in the divine purpose, Trump said, quoting an Indian spiritual leader, Swami Vivekananda. Under Prime Minister Narendra Modi and his Hindu-nationalist BJP, religion has taken on more importance in political life, but critics say India's traditional secularism has come under threat.  Trump also praised India's achievements in cinema, singling out Bollywood, sport and music.  US President Donald Trump is singing the praises of Indian Prime Minister Narendra Modi.  He was briefly interrupted by the crowd, who chanted \"Modi! Modi!\" approvingly over his words.  \"Everybody loves him, but I'll tell you this, he's very tough,\" Trump said, before praising Modi's landslide election victory.  \"Prime Minister Modi has an inspirational story, but this country does as well. We are very, very proud of India.\"  He added: \"India gives hope to all of humanity. In just 70 years India has become an economic giant, the largest democracy to ever exist and one of the most amazing nations anywhere in the world.\"  \"Namaste, namaste.\"  US President Donald Trump has come on stage, after being introduced by Prime Minister Narendra Modi, who he described as a \"true friend.\" \"America loves India, America respects India and America will always be faithful and loyal friends to the Indian people,\" he said.  Trump said that last year the US welcome Modi at a football stadium, and now he has come to the world's largest cricket stadium.  \"It is a profound honor to be in this beautiful new stadium, to be here with you, Motera Stadium, so beautiful,\" he added. \"We will always remember this remarkable hospitality. We will remember it forever. From this day on, India will always hold a very special place in our hearts.\"  Indian Prime Minister Narendra Modi is now drawing parallels between the United States and his country as he welcomes President Donald Trump to India. “One of the land of the free and the other thinks that the whole world is their family,” Modi said. “One is proud of the Statue of Liberty and one is proud of the tallest statue in the world, the Statue of Unity. There is so much that we share, shared values and shared ideals.” Indian Prime Minister Narendra Modi is addressing the crowd. \"Namaste Trump,\" Modi said, over loud cheers and chants of \"Modi, Modi!\" \"We are making a new history here,\" he added. \"Welcome to all of you (US President Donald Trump and his family), to the world's biggest democracy. We are gathered here in Gujarat, but the enthusiasm to welcome you is shared by all of India.\"  He also hailed the importance of United States-India relations. \"India-USA relations are no longer just another partnership,\" Modi said in English, during a mainly Hindi speech. \"It is a far greater relationship.\" US President Donald Trump and Indian Prime Minister Narendra Modi hugged and shook hands after walking out on stage at Motera stadium in Ahmedabad. The two leaders are currently listening to their countries' respective national anthems.  US President Donald Trump and Indian Prime Minister Narendra Modi are expected on stage any minute. White House and top Indian officials can be seen filtering into Motera stadium, as Elton John's \"Rotten Peaches\" plays. The crowd can be heard chanting \"Modi, Modi!\" in between songs.  They're now playing \"Macho Man\" by the Village People. Both songs are staples of Trump's domestic rallies in the US, but maybe less so in Ahmedabad.  For decades, America's first ladies have made India an essential global visit, a sort of rite of passage for the job, either alone or in a supporting role with the president. Today, first lady Melania Trump is traveling to India alongside President Donald Trump for a two-day visit which will continue the long and rich tradition of modern first ladies soaking up the culture and hospitality of the nation. The first lady is scheduled to participate in events with the President, in Ahmedabad and Agra, but she will also venture solo to a school to witness a unique curriculum, a White House official told CNN. A look back: The tradition started most notably with Jacqueline Kennedy, who in 1962 spent several days in India without her husband, President John F. Kennedy, opting instead to make it a girls' trip with her sister, Lee Radziwill.\nSeven years later, Patricia Nixon arrived alongside her husband, Richard Nixon, in 1969. Their visit remains the shortest of any US President; the first couple were just there for one day.\nNext was Rosalynn Carter, the wife of President Jimmy Carter, who spent two days there in 1978 with her husband as part of a larger international sojourn for the first couple.\nIn 1984, Barbara Bush, then second lady, while her husband George H.W. Bush served as Vice President, traveled with him to India for a brief goodwill visit.\nAs first lady, Hillary Clinton's first significant solo international trip was a 12-day tour of Southeast Asia In 1995, which she took with her daughter, Chelsea, then 15. The pair made sure to set aside three days for India.\nIn 2006, it was Laura Bush's turn to visit the country, and she did so for all of 60 hours, making her and President George W. Bush's stay the shortest since the Nixons. \nFor Michelle Obama, the 2010 trip to India she took with President Barack Obama proved one of the first times a global audience recognized the informal, down-to-earth nature of the first lady. Here’s what US President Donald Trump wrote in the visitor’s book at the Sabarmati Ashram -- onetime home of Indian independence leader Mahatma Gandhi -- before leaving for the cricket stadium where he and Indian Prime Minister Narendra Modi will address a mass rally.  To my great friend Prime Minister Modi -- thank you for this wonderful visit,\" Trump wrote.  The message was signed by him and the US first lady, Melania Trump. US President Donald Trump and Indian Prime Minister Narendra Modi are due to arrive at Motera cricket stadium in Ahmedabad soon for the \"Namaste Trump\" mass rally.  The 110,000-seater stadium is packed, with almost all attendees wearing matching white caps handed out by organizers. They are inscribed with the rally's slogan and Trump's name in large, orange letters, and have the Indian and US flags on the brim.  US President Donald Trump, wearing an acid yellow tie, emerged from his car at the Ashram where Mahatma Gandhi spent more than ten years. He and the first lady greeted Prime Minister Narendra Modi again before removing their shoes. Modi placed a traditional Indian cloth stole around each of their necks before walking them up a set of steps and into the red-painted wood building. The devotional hymn that Gandhi loved best rang out from a children’s choir as they toured the home and placed a hand-woven cloth garland on the painting on the Indian independence leader. Trump and the first lady then walked to the charkha -- the traditional spinning wheel closely associated with Gandhi that came to represent self sufficiency during the non-cooperation movement. A guide showed Trump how the wheel worked and he watched with interest as the threads passed through the wooden machine. The Trumps and Modi sat on a ledge for a few moments before Trump sat a wooden table to sign a guest book. After, Modi unveiled three marble statuettes, about a foot tall, of monkeys making the “speak no evil, see no evil, hear no evil” motions. The Trumps put their shoes back on before returning to their car. They’re heading now to the stadium for the “Namaste Trump” rally. This is US President Donald Trump's first state visit to India, though he has visited the country before as a private citizen.  In 2014, Trump flew to Mumbai, where he held a number of meetings related to the building of a Trump Tower in the Indian financial capital. At the time, there were questions raised over whether the Trump brand was strong enough in India to make the investment worthwhile, something that likely isn't an issue anymore.  Trump does not own the Mumbai tower -- the name has been licensed to Lodha Group, a local developer. That was the second Trump Tower built in India, the first were erected in Pune, around 90 miles (145 km) southeast of Mumbai.  Trump Towers Pune, a pair of 22-story buildings, was built by one of the city's top real estate developers, Panchshil Realty. Panchshil's top executives, Atul and Sagar Chordia, made headlines in 2016 when they met Trump in New York days after he was elected. The Trump Organization downplayed the meeting, saying \"no business of any sorts was conducted.\" There's always a tweet. Here's Trump commenting on his 2014 visit:  Indian Prime Minister Narendra Modi has tweeted a photo of him greeting US President Donald Trump at the steps of Air Force One.  \"Welcome to India,\" he posted along with a pair of photos of the two leaders.  Before Trump himself, Modi was one of the most prolific and high profile users of Twitter among world leaders, and has more than 53.1 million followers on the platform.  Since his election, US President Donald Trump has never hidden his admiration for strongmen, praising everyone from Chinese President Xi Jinping, to Russian leader Vladimir Putin and Turkish President Recep Tayyip Erdogan. This has concerned critics, who worry about his authoritarian leanings and disdain for anyone who dares to disagree. However, both Putin and Erdogan preside over historically flawed democracies -- with weak institutions and a history of strongman leaders -- which have come even more so under their leadership, and don't provide much guidance on how an authoritarian shift could occur in the US. India, too, is vastly different both historically and systemically from the US, but in Narendra Modi there exists a model of a democratic strongman that could be attractive for Trump and others like him. Modi proves that you don't need an authoritarian system to produce a powerful leader with a tight grip on the county and the ability to squash opposition. Trump and Modi share a number of outward similarities. Both are conservative nationalists with a history of railing against Muslims and immigrants, and a hostility to media criticism. Both have seen cults of personality grow around them, their own popularity outdoing that of the party they represent, whether it be the Republicans, who have long given up trying to chart a course separate to Trumpism in any serious way, or the Bharatiya Janata Party (BJP), which Modi has carried from the electoral wilderness to become a vote-winning juggernaut. Read more here US President Donald Trump was met in Ahmedabad by marching honor guards, yards of colorful flower garlands and Prime Minister Narendra Modi to launch his 36-hour state visit. The two men hugged at the bottom of the Air Force One stairs before extending greetings to their respective delegations. Traditional folk music from Gujarat state -- complete with blowing conch shells and persistent drumming -- began echoing as Trump walked down the carpet. Women with rainbow flower strands stacked atop their headdresses danced to the rhythm. Melania Trump wore an all-white jumpsuit belted with a patterned scarf. Jared Kushner, Ivanka Trump and national security adviser Robert O’Brien also lined up on the tarmac. Trump heads next to Sabarmati Ashram, the onetime home of Indian independence leader Mahatma Gandhi. When President Donald Trump travels abroad -- be it to Saudi Arabia or Singapore -- his hosts usually try make him feel at home with his favorite meal: steak with miniature bottles of ketchup on the side. But what's a beef-lover to do in India? The President, whose diet is often a rotation of steaks, burgers and meatloaf, faces a potential shock as he prepares to travel to three Indian cities this week. His trip includes stops in Gujarat state, Agra and Delhi, where Hindus are the majority and cows are revered as sacred. In some neighborhoods, meat eating is so taboo that it's not done in public. Trump's host, Prime Minister Narendra Modi, has gone out of his way to generate an elaborate reception for the President, including hosting a massive rally in the world's largest cricket stadium and arranging a tour of the Taj Mahal (the real one, not the namesake Atlantic City casino that Trump once owned). But Modi is a devoted vegetarian and plans to serve vegetarian food to the President, according to people familiar with the planning. Trump will sit for several meals with Modi when he's in India, including a lunch and a formal banquet Tuesday evening at ornate Rashtrapati Bhavan, the official presidential palace in Delhi. People familiar with the trip's planning cautioned that menus would likely only be finalized at the last minute. And Trump's aides have been known to intervene to ensure Trump's tastes are catered to when he's on the road (he once had steak twice in a day while abroad.) A person close to the President who has dined with him on several occasions said Trump has salad with a meal every now and then -- but other than that, \"I have never seen him eat a vegetable.\" Read more here In more ways than one, US President Donald Trump and Indian Prime Minister Narendra Modi are cut from the same cloth. Their apparent bromance is now set to be reignited as Trump begins his first state visit to India. Here's a look at some of the similarities between the two leaders: Make great again: Over the last five years, Modi has consistently trumpeted the slogan that would become Trump's signature campaign promise: India (or America, in Trump's case) comes first. Within months of taking office in 2014, Modi launched \"Make in India\" -- a campaign promoting local manufacturing.\nControversial outsiders: In the run-up to the 2014 national elections, Modi introduced himself as a political outsider -- much like Trump. He sold himself as a former tea seller with a tough reputation, a great administrator and India's only hope against a dynastic political party that had run its course. Meanwhile, Trump campaigned on a promise to \"drain the swamp\" in Washington. \nSimilar stance on immigration: Both Trump and Modi have promised to tighten their countries' borders and reduce the number of illegal immigrants. But they've received criticism at home for driving wedges through their electorates along religious and cultural lines.  Read more here US President Donald Trump has arrived in India for a state visit. Air Force One landed in Ahmedabad, largest city in the home state of Prime Minister Narendra Modi, just after 1 a.m. ET (11:30 a.m. local). Trump is expected to be met by crowds of thousands at a “Namaste Trump” rally and along his motorcade route to the city. Before the rally, he’s due to visit the Ashram where Mahatma Gandhi, the father of Indian independence, lived from 1917 to 1930. Motera cricket stadium in Ahmedabad, where a \"Namaste Trump\" mass rally will be held later today, is already filling up.  The rally is something of a counterpart to a \"Howdy Modi\" event held in Dallas, Texas last year, when Indian Prime Minister Narendra Modi brought President Donald Trump on stage with him.  Modi is already in Ahmedabad, Trump is expected to land within the hour.  Ivanka Trump and Jared Kushner will travel to India with President Trump and first lady Melania Trump, White House press secretary Stephanie Grisham confirmed to CNN. Officials in Agra, where US President Donald Trump is due to visit the Taj Mahal alongside Prime Minister Narendra Modi later, have pumped fresh water into the river which runs past the iconic ivory-white mausoleum to ensure it doesn't smell.  Nearly 17 million liters (4.5 million gallons) of water has been released from a stream in Mathura, north of Agra, to flow into the Yamuna river.  \"When the water is stagnant a smell starts to develop, so we released the water to help the circulation so that the smell disperses. Big guests are coming so our state needs to make a good impression, it is important to welcome our guests properly\" said Rajiv Rathi, executive engineer environment department of Agra Municipal Corporation.  \"This is routine, you can put in a request to direct the water two days prior, there won't be a shortage upstream.\" Indian Prime Minister Narendra Modi has landed in Ahmedabad, the largest city in his home state of Gujarat, where he will greet US President Donald Trump soon.  The two-day trip will also include a tour of the Taj Mahal and a state dinner in the capital New Delhi. President Donald Trump has tweeted in Hindi ahead of his arrival in India. \"हम भारत आने के लिए तत्पर हैं । हम रास्ते में हैँ, कुछ ही घंटों में हम सबसे मिलेंगे!\" he wrote, meaning: \"We are ready to visit India. We are on our way. We will be meeting everyone in a few hours from now.\" Trump is due in Ahmedabad in a few hours, where he'll tour the Ashram where Mahatma Gandhi lived before heading to a \"Namaste Trump\" mass rally. Donald Donald Trump's biggest rally might not be in a red state, or even in the United States. It's likely to be inside a cricket stadium in Gujarat state, in western India, packed as promised by the President's loyal counterpart. Trump has proclaimed 7 to 10 million people will come to watch him as he arrives for his first visit to India on Monday and speaks from Prime Minister Narendra Modi's hometown Ahmedabad. The city's population is only around 8 million and the stadium's capacity is closer to 110,000, so Trump's figures might be slightly off. Whatever the number, the optics of a massive turnout will enthuse Trump as he works to cultivate India as a counterweight to China and forge a trade agreement with its increasingly nationalistic leader. Howdy Modi: The stadium rally is reciprocation for an event held in Texas last year when Modi and Trump were greeted by 50,000 Indian-Americans for what was termed \"Howdy Modi.\" This time the rally is called \"Namaste Trump.\" It's the kickoff to a 36-hour visit that will also include a tour of the Taj Mahal, where troops of unruly monkeys are causing concern for Trump's safety among residents; formal talks with Modi in the capital Delhi and a state banquet on Tuesday evening. Read more here on what to expect during Trump's India trip. President Donald Trump and Prime Minister Narendra Modi are both known for energizing their respective bases with big rallies and even bigger personalities. And last year, they even shared the same rally stage. Trump joined Modi at a rally in Houston in September attended by tens of thousands, many of whom waved Indian flags as both leaders praised each other's work. Breaking away from the staid formality of meetings at the White House, Trump took the stage with Modi at an event dubbed \"Howdy, Modi!\" at NRG Stadium. Roughly 50,000 people -- many from the city's large Indian diaspora -- were registered to attend. Trump credited the Indian-American community with \"helping to strengthen our country and build our future,\" citing its contributions to medicine, business and technology. The President praised Modi's leadership and touted the \"stronger than ever before\" relationship with India. He said India \"has never had a better friend as President than President Donald Trump.\""], "Language": false}