{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/politics/trump-russia-intelligence-democracy-discontent/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-02-24T05:00:13Z"], "LastModifiedDate": ["2020-02-24T12:31:52Z"], "Headline": ["A shady Russian spy tale that is splintering US democracy"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The new Russia drama is a shady tale of secret briefings, compromised trust, mysterious intelligence, improbable characters with hidden agendas and purges of American spy chiefs. But most importantly, this dark new revival of a saga that has ravaged US politics for four years is making it impossible to know what's true anymore. Washington has been pitched back into a disorienting world of ungraspable truths, confusion and recrimination. And attempts by President Donald Trump and his opponents to weaponize new reports of Moscow's interference for political gain only risk deepening the sense of national disorientation.  They could leave voters unable to process a controversy about intelligence few have seen in a way that will only undermine confidence that November's election will be legitimate. All of which will advance Russia's goal of tarnishing US democracy. The aim of any disinformation campaign is to foment bewilderment by trashing publicly agreed-upon facts. The state of politics in the current polarized era provides fertile openings for Russian social media trolls, bots and hackers. Mounting contradictory evidence over what exactly Russia is doing right now is only adding more uncertainty. First, it seemed that there was fresh evidence of Moscow putting its finger on the scale for the President, reviving speculation about his bizarre deference for Russian President Vladimir Putin. In the warped logic of this spy tale, Trump has convinced himself that such perceptions make other people doubt his legitimacy, a belief that causes him to act in self destructive ways that also undermine the US political system itself. But now, some intelligence officials tell CNN that the briefer who warned Congress about the operation may have overstated the intelligence and Moscow's perceived preference for the President.  One intelligence official said that Shelby Pierson's characterization of the intelligence was \"misleading\" and a national security official said Pierson failed to provide the \"nuance\" needed to accurately convey the US intelligence conclusions. It was not clear whether Pierson's interpretation of the analysis was overly dramatic or whether her approach was appropriate and there was political pressure to tone down the intelligence community's conclusions. Democrats were quick to seize on the original reports to warn that Moscow is again in the game to help Trump win in November. The President and his aides hit back by claiming that the old KGB men in the Kremlin would much prefer a socialist, Vermont Sen. Bernie Sanders, in the Oval Office. And now both sides are thickening the fog by suggesting each leaked information about alleged meddling for political advantage. In a sense, it doesn't matter which version of these events is correct, since the effect is the same: a further eroding of trust in the democratic process. The uproar underscores that four years after the initial election interference by Russia, US society is ever more susceptible to outside manipulation. Torn national unity, distrust in institutions and a shattered concept of a mutual national reality -- much of which can be put down to Trump and reactions to his tumultuous presidency -- mean Washington is ripe for interference by foreign powers. All of which suggests Russia's efforts in 2016, updated for 2020, must rank as one of the most successful intelligence ops of all time. Furious Trump targets intelligence community -- not Russia The President reacted to reports that Russia was again meddling -- to help him win -- with fury last week in a way that again underscored how he's often more interested in protecting himself than the democracy that he's sworn to shield. He accused intelligence community briefers of giving Democrats an important electoral advantage by informing the House Intelligence Committee about the new Russian meddling and a supposed preference for Trump. He replaced acting director of national intelligence Joseph Maguire with a political acolyte with no top-level intelligence expertise, Richard Grenell, the controversial US ambassador to Germany. Another loyalist, Kashyap Patel, who worked to undermine original accounts of Russian election meddling, is also now at the Office of the Director of National Intelligence (DNI). Patel once worked for former Republican House Intelligence Chairman Devin Nunes, who maintains a backchannel to Trump and has fanned the President's paranoia about a \"Deep State\" plot to undermine him in the intelligence establishment. Patel previously took direct aim at intelligence agencies with which he now works by helping to write the Nunes memo, a controversial document that alleged the FBI and the Justice Department abused Foreign Intelligence Surveillance Act law by obtaining a warrant on former Trump campaign adviser Carter Page. The new arrivals at DNI are only multiplying the disconnect between the President and his intelligence agencies. They raise the possibility that only information helpful to Trump will emerge from the community. Such a scenario would infect the US clandestine services with politics and compromise their ability to maintain trust across the political spectrum. Political chicanery adds to confusion Hopes that the 2020 election would be immune from the corrosive effects of Russia intrigue quickly eroded. And political opportunism is now making the situation worse. On Sunday, Trump archly suggested that Democrats might begin to suspect that the victory by Sanders in Saturday's Nevada caucuses might have had its roots in Moscow. \"Are any Democrat operatives, the DNC, or Crooked Hillary Clinton, blaming Russia, Russia, Russia for the Bernie Sanders win in Nevada,\" the President asked in a tweet. Trump said on Sunday that he had not been briefed that Russia might be trying to help Sanders in the Democratic primary. CNN reported last week that Trump had been told. \"I read where Russia is helping Bernie Sanders,\" Trump told reporters at the White House before traveling to India. \"Nobody said it to me. Nobody said it to me at all. Nobody briefed me about that at all,\" the President said, further politicizing the issue of accusing House Intelligence Committee Chairman Adam Schiff of leaking on the issue. \"They ought to investigate Adam Schiff,\" Trump said. Schiff, who led the House impeachment case against Trump in his Senate trial, quickly pushed back. \"Nice deflection, Mr. President. But your false claims fool no one,\" Schiff wrote on Twitter. \"You welcomed Russian help in 2016, tried to coerce Ukraine's help in 2019, and won't protect our elections in 2020.\" Another sign the administration is seeking to harvest the new Russian election meddling episode for political gain came in TV appearances by national security adviser Robert O'Brien. \"I don't think it's any surprise that Russia or China or Iran would want somebody other than President Trump,\" O'Brien told ABC News \"This Week.\" O'Brien said he had seen no such intelligence or analysis that Russia is attempting to help Trump. But he suggested Moscow wanted Sanders to win the White House. \"There are these reports that they want Bernie Sanders to get elected president. That's no surprise. He honeymooned in Moscow,\" O'Brien told ABC. In past administrations, national security advisers have gone out of their way to avoid such flagrant political interventions. But this administration has often dismantled the political guardrails surrounding the presidency. Sanders warns Putin -- but adds a political twist Sanders responded to suggestions of Russian meddling last week with the kind of forceful denunciation of such activity that has been lacking from Trump. \"What I say to Mr. Putin, if elected president, trust me, you are not going to be interfering in American elections,\" Sanders said. The Vermont senator also however seemed to suggest -- without evidence -- that the report was leaked to damage him before the Nevada caucuses, which he won handsomely. His comment risked further politicizing the question of Russian election meddling in a way that could further undermine public confidence. Defeated 2016 Democratic nominee Hillary Clinton offered an opinion that did little to ease the controversy. \"Putin's Puppet is at it again, taking Russian help for himself,\" Clinton tweeted. One of the reasons why even a small Russian operation to stoke political discord is likely to succeed is the fractured national security consensus in Washington. CNN reported that Republican members of the House Intelligence Committee argued that Moscow couldn't be interfering because no President had been tougher on Russia. Such a view reflects an alternative reality view of the current presidency. While Trump has sent lethal arms to Ukraine, much of his foreign policy has seemed to play into Moscow's goals of weakening Western institutions like NATO. Sen. Chris Murphy, a Democrat on the Senate Foreign Relations Committee, warned Sunday on CNN's \"State of the Union\" that Russia would like to see Trump reelected \"because he has been a gift to Russia.\" \"He has essentially ceded the Middle East to Russian interests. He has accomplished more in the undermining of NATO than Russia has in the last 20 years,\" Murphy said. \"And he continues to effectively deny that they have an ongoing political operation here in the United States.\" The flagrant political disagreements provoked by new reports of election interference highlight one clear truth about the current political environment: differing concepts of reality mean that foreign meddling may not be necessary anymore to undermine American democracy. Washington can get the job done itself."], "Language": false}