{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/media/hard-truths-pandemic-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-05-04T04:37:37Z"], "LastModifiedDate": ["2020-05-04T04:37:37Z"], "Headline": ["Stelter: Hard times call for hard truths from public officials"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here.   Hard times like these call for hard truths. The hard truth is that Covid-19 is going to be with us for a long time. Experts are talking in terms of years. Why? Because the virus is going to pose a unique threat until there is a cure or a vaccine. So the leaders who are acting like this is almost over aren't leading at all -- they are failing to tell the hard truth. Here are some of the people who are actually leading, who are telling Americans what they need to know: -- Laurie Garrett, who Frank Bruni calls the \"prophet of this pandemic,\" says: \"I've been telling everybody that my event horizon is about 36 months, and that's my best-case scenario. I'm quite certain that this is going to go in waves.\" -- NY Gov. Andrew Cuomo: \"The 1918 Influenza Epidemic lasted over 10 months and came in three waves. The 2nd wave was worse than the first wave. We must be cautious. The war isn't won yet.\" -- Trump's former FDA commissioner Scott Gottlieb: \"Even as more economic activity is restarted, Covid is expanding in many states and we face a persistent plateau of 30,000 daily cases and 2,000 deaths.\" Gottlieb has a new op-ed for the WSJ, saying \"hospitals and public-health systems will have to contend with persistent disease and death.\" -- Epidemiologist Larry Brilliant: \"Confirmed and 'possible' COVID deaths now exceed 100,000 in US. How? Many US states did not report deaths (even if doctors diagnosed Covid) without largely unavailable lab test[s]. Adding these 'excess deaths' underscores how deadly this disease really is.\" -- NYC ER doctor Craig Spencer, succinctly: \"You don't want to experience what we experienced.\" -- Former CDC director Tom Frieden to WaPo, as states \"open\" back up: \"It could get a whole lot worse, and anyone who doesn't recognize that is really fooling themselves... As we go back out again, the virus is still there...\" -- Johns Hopkins expert Tom Inglesby: \"Leaders & influencers should be communicating that even as some states begin to reopen, we're still in early stages of this pandemic, people need to continue their own 6 ft physical distancing, wear masks in public, avoid gatherings, telecommute, good hand hygiene, etc.\" -- Dr. Jon LaPook on \"CBS Sunday Morning:\" \"We can understand why people are starting to get fed up with staying home, and some states are tempted to open up sooner than they should. But this is the moment to double down on science, not abandon it.\"  My point: The pandemic is a present-tense crisis. Anyone who talks about it in the past tense is lying. Leaders need to prepare the public for the months and years ahead.People can handle uncertainty. People can handle hard truths! But they need honesty and transparency from public officials. Right now President Trump doesn't seem to be preparing the country for the coming months of illness and the coming waves of infections... All of the counts are undercounts With my intro to Sunday's \"Reliable Sources,\" I wanted to point out the known-unknowns. How many people have died from Covid-19? How many people are infected right now? How many have recovered? How many have lost work due to the lockdowns? We don't know. All of the counts are undercounts... The president's twittery weekend White House aides said Trump's trip to Camp David was a \"working weekend.\" During the visit, he tweeted at least five promos for One America News, three promos for Fox News, and two retweets of an account called @SexCounseling. He viciously attacked MSNBC's Nicolle Wallace. He retweeted crazed conspiracy theories about the Russia probe. He vigorously agreed with a Twitter user who said he has \"done more for Blacks than all the other Presidents combined!\" That user said he was in Kenya. Trump also shared comments from hardcore supporters who claimed to be in India. He insulted Nancy Pelosi and exaggerated his standing in polls and retweeted someone who said \"Jeffrey Epstein didn't kill himself.\" He shared video of Mike Tyson and said \"Keep punching Mike!\" He promoted one of his golf resorts. He claimed that the country's intel agencies \"did NOT bring up the CoronaVirus subject matter until late into January,\" which is a dereliction of duty if true, but is almost certainly not true. CNN and other news outlets have reported that Trump's daily intelligence briefing included information about the coronavirus outbreak in China — and its potential to spread to the United States -- as early as January 3... A town hall for his base Trump's last non-Fox TV interview was with Sinclair's Eric Bolling in late February. Ever since the pandemic upended American life in early March, every single one of Trump's TV interviews have been with Fox News. He has sparred with the WH press corps at news conferences and spoken with Reuters reporters, but when he wants a TV outlet, he has turned to Fox every time, most recently on Sunday night, when he fielded Q's at a Fox-hosted virtual town hall at the Lincoln Memorial. We'll see if his Fox-centric strategy changes anytime soon... Trump in Lincoln's shadow... Even the setting of Sunday night's town hall was polarizing. GOP pros said it looked amazing. Dem operatives said it made Trump look pathetically small in the shadow of a stone-faced Honest Abe. While speaking about news coverage of his presidency, Trump said \"they always said nobody got treated worse than Lincoln. I believe I am treated worse... Fox anchors let Trump off the hook (again) Oliver Darcy emails: Bret Baier and Martha MacCallum -- two of the top anchors for Fox's supposedly hard-hitting news division -- largely let Trump off the hook on Sunday, allowing him to peddle large volumes of misinformation without much pushback during the network's town hall. As CNN fact-checker Daniel Dale pointed out, Sunday's town hall was \"one of those (frequent) nights when it's hard to keep up with the pace of the president's dishonesty.\" But you wouldn't have known watching the event live. Baier and MacCallum didn't hold Trump accountable in any meaningful way. Instead, most of the program featured them lob up softballs to the President and take questions from viewers. This, of course, isn't much of a surprise. The last time Fox hosted a coronavirus town hall, anchors Bill Hemmer and Harris Faulkner also let Trump off the hook..."], "Language": false}