{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/politics/trump-india-visit/index.html"], "Source": ["cnn"], "Location": ["Delhi"], "ByLine": ["By Kevin Liptak, CNN"], "Writers": [["Kevin Liptak"]], "FirstPublishDate": ["2020-02-23T14:32:35Z"], "LastModifiedDate": ["2020-02-23T22:05:53Z"], "Headline": ["In India, Trump aims for crowds and strategic friendship"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Donald Trump's biggest rally might not be in a red state, or even in the United States. It's likely to be inside a cricket stadium in Gujarat state, in western India, packed as promised by the President's loyal counterpart. Trump has proclaimed 7 to 10 million people will come to watch him as he arrives for his first visit to India on Monday and speaks from Prime Minister Narendra Modi's hometown Ahmedabad.  The city's population is only around 8 million and the stadium's capacity is closer to 110,000, so Trump's figures might be slightly off. Whatever the number, the optics of a massive turnout will enthuse Trump as he works to cultivate India as a counterweight to China and forge a trade agreement with its increasingly nationalistic leader.  The stadium rally is reciprocation for an event held in Texas last year when Modi and Trump were greeted by 50,000 Indian-Americans for what was termed \"Howdy Modi.\" This time the rally is called \"Namaste Trump.\" It's the kickoff to a 36-hour visit that will also include a tour of the Taj Mahal, where troops of unruly monkeys are causing concern for Trump's safety among residents; formal talks with Modi in the capital Delhi and a state banquet on Tuesday evening. Washington and Delhi have been seeking closer ties for years and they seem primed to grow closer under Trump. He has shown an affinity for Modi, even (or perhaps because) he inches toward strongman status. Trump has described Modi as a charismatic friend, albeit one who is looking after his own national interests.  The two men do have their surface-level similarities, be it their ardent followings and nationalist impulses. Trump is relatively popular in India, viewed as a strong and charismatic leader.  Both have also recently found themselves emboldened: Modi after a decisive election to a second term and Trump after being acquitted following impeachment. Those similarities are largely in style, however; beneath the surface, there are divides on trade and security issues that the two men will hash out in lengthy talks on Tuesday. \"We're not treated very well by India, but I happen to like Prime Minister Modi a lot,\" Trump told reporters last week. The visit comes at a turbulent moment for India and for Modi, who won a second term in a decisive election last year. A visit from Trump could help bolster Modi and provide tacit endorsement of his policies, which critics view as attempts to move India away from secular democracy and toward a Hindu nationalist state. Modi's attempts to push through a new citizenship law, viewed widely as anti-Muslim, have sparked violent street protests and worldwide condemnation -- though not so far from Trump.  Administration officials insisted the President would raise the issue when he's visiting India, even though he usually avoids raising contentious human rights issues that might irritate negotiations with foreign leaders. \"This is something that is important to the President and I'm sure it will come up,\" an official said during a pre-trip briefing. Modi has also revoked special autonomous status for Jammu and Kashmir, the only Muslim-majority state in India, triggering a clampdown that included bans on internet and social media use. Kashmir has been the source of conflict between India and Pakistan for decades and Trump has offered to help mediate the dispute. So far he's been rebuffed by Modi, who says the issue is for India and Pakistan to resolve. Trump also hopes to secure some type of trade agreement, though the prospects of a sweeping deal now appear slim. Trump has used trade as the basis for his foreign relations, seeking to reduce trade deficits around the world while employing tactics like tariffs that have roiled global markets. He stripped India of special trade status that had given duty-free status to billions of dollars worth of Indian exports. India has also applied increased tariffs on American goods.  After Trump secured a preliminary trade deal with China, he hopes to negotiate a similar agreement with India, one of the world's largest economies. The outlines of a prospective agreement include price caps on medical devices such as heart stents in exchange for restoring the special trade status. The United States also wants India to purchase more US agricultural products, just as Trump insisted China do as part of that deal.  But the President has downplayed prospects for a sweeping agreement during his trip, saying it's more likely after US presidential elections in November. Without that type of takeaway, the trip seems more likely to be about optics -- something Modi appears to have taken seriously. In Ahmedabad, where he and Trump will hold their \"Namaste\" rally, a wall has been constructed along Trump's motorcade route that shields from view a city slum -- though officials said the barrier was pre-planned. And those crowds -- however big -- will be there waving, something Trump hasn't always experienced in other foreign cities. \"I think you will see them try to roll out the red carpet and ensure that he leaves with a good feeling about India. It's not about him, per se, for them,\" said Tanvi Madan, a senior fellow at the Brookings Institution. \"All American presidential visits to India are optic-heavy. In some ways, American presidents go to India to feel loved.\""], "Language": false}