{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/politics/nsa-robert-obrien-intelligence-russia-help-sanders-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jim Acosta, Zachary Cohen, Jake Tapper and Jason Hoffman, CNN"], "Writers": [["Jim Acosta", "Zachary Cohen", "Jake Tapper", "Jason Hoffman"]], "FirstPublishDate": ["2020-02-23T02:10:40Z"], "LastModifiedDate": ["2020-02-23T16:00:53Z"], "Headline": ["What national security adviser Robert O'Brien is saying about Russia briefing 'conflicts' with what lawmakers were told"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["National security adviser Robert O'Brien pushed back Saturday on information relayed to members of the House Intelligence Committee maintaining Russia is interfering in the 2020 election in order to benefit President Donald Trump.  O' Brien said he has seen no intelligence or analysis to support that claim, but a source told CNN that the intelligence assessment is not that cut and dry.  \"The intelligence is that there is no preference right now,\" the official said. \"Not Bernie (Sanders), not Trump,\" a senior national security official said. An intelligence official has also told CNN that the initial characterization of the intelligence presented during the briefing was \"misleading\" -- when referring to Trump specifically.  \"I've also heard that from the briefers that that's not what they intended the story to be,\" another source said.  In an interview with ABC News, O'Brien said he had not seen any intelligence indicating Russia is attempting to assist Trump in the 2020 election. That assertion from O'Brien \"conflicts\" with what intelligence committee members were told at the briefing, the source said. \"If it's out there, it's something I haven't seen,\" O'Brien told ABC's \"This Week\" in an interview on Sunday. Asked by CNN why O'Brien would make that comment, a senior national security official said, that \"perhaps his first instincts are more political than that of a national security professional.\"  O'Brien's comment about Vermont Sen. Bernie Sanders have nothing to do with intelligence data or collection and everything to do with pleasing the President, the official told CNN.  \"By saying that, O'Brien injected himself into the campaign by commenting on a potential rival. If he's willing to say that as national security adviser, what does that mean for the next nine months? And what is he doing when the camera's not on him?\" they said.  Sources have told CNN that Shelby Pierson, a top intelligence official, briefed members of that panel earlier this month on such intelligence. The briefing was fairly comprehensive about Russia's meddling efforts, sources familiar with the matter have previously told CNN. Pierson also relayed to members twice the intelligence community's observation that Russia has a preference for Trump, one of the sources said.  During the briefing, Pierson faced a series of questions from lawmakers who were trying to pin her down on whether the intelligence showed a Russian preference for Trump, and she finally relented to provide her view of what the intelligence showed, one source familiar with the matter said. It's the type of situation intelligence briefers are prepped to avoid, the source said, in part so as not to wade into partisan controversy.  The answer she gave has been misconstrued because it's missing the context and nuance, the source said. CNN has also reported that a national security official in the Trump administration told CNN that Pierson may have mischaracterized the intelligence that Russia has developed a preference for Trump. Both Democrats and Republicans were challenging the analysis at the briefing, according to that national security official. In the interview, O'Brien made a point of noting that he was not at the briefing where Pierson presented the intelligence. Instead of indicating what the Office of the Director of National Intelligence had told him regarding the intelligence, O'Brien said he received his information from the Republican lawmakers at the briefing.  \"Well, what I heard from the Republican lawmakers there, and again I wasn't at the hearing, so I can't comment what, what happened to the hearing, and I'm not going to play that Washington game, but what I heard from Republican lawmakers is that there was zero intelligence that was proffered to them to support that sort of comment. I haven't seen any of that intelligence. So if it's out there, it's something I haven't seen,\" O'Brien said. O'Brien repeatedly claimed Russia would prefer someone other than Trump get elected in 2020. \"I don't think it's any surprise that Russia or China or Iran would want somebody other than President Trump,\" O'Brien said. He later added, \"Why would Russia want the president who has rebuilt the American military, who has given the Ukrainians lethal arms, javelin missiles and has sanctioned the Russians far more than any president in recent history, why would they want him reelected? I mean, that just doesn't make common sense.\" O'Brien repeated multiple times that he has seen no such intelligence or analysis that Russia is attempting to help Trump. However, he did seem to accept that there was intelligence indicating Russia is interfering to help Sanders win. \"There are these reports that they want Bernie Sanders to get elected president. That's no surprise. He honeymooned in Moscow,\" O'Brien told ABC.  Sanders confirmed on Friday his campaign had been briefed about a month ago by US officials telling it that Russia was trying to help his campaign.  A White House official told CNN on Friday Trump had been briefed on the intelligence regarding Sanders. It remains unclear how Russia is attempting to help Sanders, according to The Washington Post, which first reported the effort. O'Brien also pushed back on the reports that Trump was angry at former Acting Director of National Intelligence Joseph Maguire about the briefing given to the House members.  A source familiar with the situation had previously told CNN the President confronted him in an Oval Office meeting a week ago. O'Brien said Maguire's time as the acting director was set to run out in early March and that is the reason Maguire left.  He added that US Ambassador to Germany Richard Grenell was chosen as the new acting director because the administration needed to put forward someone who was already Senate-confirmed. That choice has become very controversial because Grenell has no intelligence experience and is considered a loyalist to the President. \"I was in that meeting and the President was not angry with Joe Maguire. He thinks very highly of, of Admiral, Admiral Maguire and would've liked him to stay in government in a different role. But as you know, Admiral Maguire's time as the acting DNI was up in a week or two. We were looking for someone who was Senate-confirmed under the Vacancy Act. We needed a Senate-confirmed official to come in and replace him,\" O'Brien said. This story has been updated with comments from a senior national security official."], "Language": false}