{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/media/conde-nast-nda/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2020-02-21T17:58:46Z"], "LastModifiedDate": ["2020-02-21T19:09:06Z"], "Headline": ["Condé Nast, owner of The New Yorker and other magazines, will stop using NDAs for harassment and discrimination"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Condé Nast is stopping its use of non-disclosure agreements related to harassment and discrimination. It also will release people from existing NDAs on a case-by-case basis.  The magazine conglomerate, which owns Vogue, Vanity Fair, GQ and The New Yorker, announced the policy change in a memo to staff on Friday. The new policy applies to all US employees at Condé Nast. A source familiar with the matter told CNN Business that the policy could apply to international employees in the future. The company is headquartered in New York and London, but it operates in dozens of other markets including China, France, Germany, India, Italy, Japan, and Mexico, according to Condé Nast's website.  The staff memo, sent by chief people officer Stan Duncan, credits Condé Nast's \"reporting on issues at other companies\" as the reason for the change. Ronan Farrow's reporting on Harvey Weinstein, who used NDAs to silence his accusers, won a Pulitzer for The New Yorker in 2018. \"There are legitimate arguments in favor of NDAs in certain circumstances, which is why their use remains widespread — confidential settlements can spare both employees and employers the cost of litigation, and maintain privacy for all involved,\" the memo reads. \"However, given our company's values and commitment to transparency, we have decided that going forward, we will no longer enter into NDAs that prevent an employee from making a disclosure of conduct they were subjected to that they believe, in good faith, constitutes harassment, discrimination, or retaliation,\" it goes on to say.  The Daily Beast first reported the news on Friday.  The NewsGuild, which represents The New Yorker union, has been working with the magazine's staff and other unionized newsrooms including The Daily Beast and New York magazine to eliminate NDAs at their respective workplaces.  \"NewsGuild of New York members have made it clear that they will not stand by while companies shield harassers at the expense of work safety. The Guild is committed to abolishing the use of non-disclosure agreements in the media industry and is proud of our members for leading this effort in our newsrooms,\" Guild president Susan DeCarava said in a statement.  On Thursday, the New Yorker union's tweeted about its effort and linked to a New Yorker article about Elizabeth Warren challenging Michael Bloomberg to release women from NDAs during the Democratic primary debate.  \"In November, we introduced a proposal asking @newyorker and @condenast management to stop using NDAs and release any employees currently under one. So far, they have not responded. Today would be a great day for the company to agree to our proposal!\" the tweet reads.  The New Yorker union criticized management's approach and new policy in a joint statement on Friday with the unions of two other Condé Nast publications, Pitchfork and Ars Technica.  \"Instead of engaging this issue at the bargaining table, Condé decided to act unilaterally. Condé will no longer enter into NDAs related to cases of harassment and discrimination, and claims it will release existing NDAs on a 'case-by-case basis.' We need a stronger commitment,\" the statement reads. "], "Language": false}