{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/20/world/gallery/week-in-photos-0221/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Samuel Corum/EPA-EFE/Shutterstock", "David Becker/Reuters", "King's College Hospital NHS Foundation Trust", "Aly Song/Reuters", "Kai Pfaffenbach/Reuters", "Joshua Lott/Reuters", "Saul Loeb/Pool/Reuters", "Pietro S. D'Aprano/Getty Images", "Evan Vucci/AP", "Paula Bronstein/Getty Images", "Ben Stansall/AFP/Getty Images", "Asaad Niazi/AFP/Getty Images", "Hannah Mckay/Reuters", "Martin Meissner/AP", "Amanda Perobelli/Reuters", "Gabriel Bouys/AFP/Getty Images", "Christopher Furlong/Getty Images", "Mario Tama/Getty Images", "Andy Rain/EPA-EFE/Shutterstock", "Ethan Miller/Getty Images", "Christopher Pike/Reuters", "Scott Rickard", "Valentyn Ogirenko/Reuters", "Jason Redmond/Reuters", "Lynn Bo Bo/EPA-EFE/Shutterstock", "Ed Jones/AFP/Getty Images", "Burak Kara/Getty Images", "Franck Robichon/EPA-EFE/Shutterstock", "Anatoly Maltsev/EPA-EFE/Shutterstock", "Narendra Shrestha/EPA-EFE/Shutterstock"]], "FirstPublishDate": ["2020-02-21T00:12:56Z"], "LastModifiedDate": ["2020-02-21T13:32:23Z"], "Headline": ["The week in 31 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Roger Stone, a longtime Republican campaign adviser and confidant of US President Donald Trump, arrives for his sentencing hearing on Thursday, February 20. Stone, who was found guilty of lying to Congress and threatening a witness regarding his efforts for Trump's 2016 campaign, was sentenced to 40 months in prison. Presidential candidates gather on stage for a Democratic debate in Las Vegas on Wednesday, February 19. From left are former New York Mayor Mike Bloomberg; US Sen. Elizabeth Warren; US Sen. Bernie Sanders; former Vice President Joe Biden; former South Bend, Indiana, Mayor Pete Buttigieg; and US Sen. Amy Klobuchar. Professional violinist Dagmar Turner plays her instrument as surgeons in London remove a tumor from her brain on Tuesday, February 18. Surgeons asked Turner to play the violin to ensure that her musical abilities were not damaged during the procedure. Dogs wear masks at a shopping area in Shanghai, China, on Sunday, February 16. The deadly novel coronavirus is spreading through Asia and across the world. Forensics experts work around a damaged car after a mass shooting in Hanau, Germany, on Wednesday, February 19. Nine people were killed at two shisha bars in Hanau, which is near Frankfurt. Federal prosecutors are treating it as an act of terrorism, and Chancellor Angela Merkel said the suspect appeared to have acted out of \"right-wing extremist, racist motives.\" Authorities believe the suspect, 43, returned home after the rampage and shot himself.  Rod Blagojevich, the former Illinois governor who was convicted in 2010 for a host of public corruption charges, waves after speaking to reporters outside his Chicago home on Wednesday, February 19. He had just had his prison sentence commuted by President Donald Trump. He served eight years of a 14-year sentence. US President Donald Trump and his wife, Melania, ride in the presidential limousine as it paces the Daytona 500 field before the race on Sunday, February 16. Models walk on a wall during a Moncler fashion show in Milan, Italy, on Wednesday, February 19.  President Donald Trump arrives to speak at a campaign rally in Phoenix on Wednesday, February 19. John Miller, a cruise ship passenger from Seattle, is overwhelmed with excitement after disembarking from the MS Westerdam on Friday, February 14. The ship was stuck at sea for days. Several nations turned it away over concerns that passengers might have been infected with the novel coronavirus. Cambodia allowed the ship to dock after the cruise operator said no cases of the virus had been found on board. But the next day, a passenger tested positive during a stopover in Malaysia. A model presents a creation by designer Richard Quinn during a fashion show in London on Saturday, February 15. A man runs past burning tires during an anti-government protest in Nasiriyah, Iraq, on Sunday, February 16. Lizzo performs at the Brit Awards, the UK's equivalent of the Grammys, on Tuesday, February 18. See the red-carpet looks that caught our eye A woman puts down a candle Thursday, February 20, near the scene of a mass shooting in Hanau, Germany. Veterinarian Maria Angela Panelli plays with a bird in Barretos, Brazil, that she had just fitted with a prosthetic beak on Friday, February 14. Sara Cruz Teja celebrates after being elected Carnival Queen in Santa Cruz de Tenerife, Spain, on Wednesday, February 19. A traveler in Shanghai, China, covers herself in plastic to try to protect herself from the novel coronavirus on Monday, February 17. This aerial photo, taken on Sunday, February 16, shows the flooded Welsh village of Crickhowell after the River Usk burst its banks. A voter in Las Vegas casts a ballot Tuesday, February 18, for the upcoming Nevada caucuses. It was the final day of early voting.  A model takes part in a Matty Bovan fashion show in London on Friday, February 14. Actor Keegan-Michael Key, left, introduces Democratic presidential candidate Pete Buttigieg during a rally in Las Vegas on Sunday, February 16. Ivanka Trump, a senior White House adviser and daughter to President Donald Trump, visits the Sheikh Zayed Grand Mosque during a trip to Abu Dhabi, United Arab Emirates, on Saturday, February 15. Two people died and several more were injured after a train derailed in Victoria, Australia, on Thursday, February 20. A demonstrator throws a stone toward a police van during a protest in Novi Sanzhary, Ukraine, on Thursday, February 20. Protesters were not happy that evacuees from Wuhan, China — the center of the coronavirus outbreak — were going to be quarantined at a medical facility in Novi Sanzhary. All of the evacuees were healthy, said Ukrainian President Volodymyr Zelensky. Nicolas Wiggins, a supporter of presidential candidate Bernie Sanders, attends the senator's campaign rally in Tacoma, Washington, on Monday, February 17. Firefighters in Yangon, Myanmar, stand near broken windows while rescuing people from a fire that broke out at a 12-story building on Thursday, February 20. People wearing traditional hanbok dress pose for selfies at the Gyeongbokgung Palace in Seoul, South Korea, on Monday, February 17. Displaced Syrians wait in a bread line Wednesday, February 19, at a stadium that has been turned into a refugee shelter in the city of Idlib. Americans wave from a bus Monday, February 17, as they leave the Diamond Princess cruise ship that had been docked in Yokohama, Japan. They were being repatriated after the ship was stuck in quarantine. People visit the B&W Cafe in St. Petersburg, Russia, on Wednesday, February 19. The coffee shop's interior was designed to look like it was drawn. A man in Kathmandu, Nepal, wears a face mask as he takes part in a religious rally to mark the annual Hindu festival of Maha Shivaratri on Wednesday, February 19. See last week in 28 photos"], "Language": false}