{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/europe/ukraine-wuhan-bus-coronavirus-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nathan Hodge, Anastasia Graham-Yooll and Tara John, CNN"], "Writers": [["Nathan Hodge", "Tara John"]], "FirstPublishDate": ["2020-02-21T09:19:04Z"], "LastModifiedDate": ["2020-02-21T11:28:30Z"], "Headline": ["Protesters attack buses carrying Wuhan evacuees in Ukraine"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Protesters attacked a convoy of buses carrying Ukrainian citizens and other nationals evacuated from the Chinese city of Wuhan, injuring nine police officers and one civilian Thursday. As global fears and misconceptions spread about the coronavirus outbreak that originated in the city, protesters blocked roads in the Ukrainian town of Noviy Sanzhari, where 72 evacuees are to be monitored for two weeks at a medical center. Ukraine has no diagnosed cases of the novel coronavirus.    The Ukrainian Ministry of Internal Affairs said that \"aggressive citizens\" began to pelt the buses with stones, and that one man tried to hit police with a car. \"Those people who today threw stones at the evacuees ... and law enforcement officers, injured nine police officers, one of them has serious injuries, we will make a decision on their punishment,\" Interior Minister Arsen Avakov said. Police opened criminal proceedings after the clash, the ministry said.  Video circulating on social media appeared to show residents protesting prior to the evacuees' arrival, blocking roads and confronting police.  Ukrainian officials, including President Volodymyr Zelensky, have sought to ease tensions over the returnees for the last two days. In a show of solidarity, Ukraine's Health Minister Zoriana Skaletska said Thursday that she would spend the 14-day quarantine \"in the same space, the same conditions\" as the evacuees.  She said in a Facebook post that her daughter turns 10 today, and apologized for not celebrating it with her. It is unclear whether she has already joined the returnees.  Zelensky urged Ukrainians to remember that \"we are all human\" and there was no danger, in a Facebook statement on Thursday. \"Unfortunately, not all of us can be proud of the same human reaction. Attempts to block the roads, block the hospitals, not allow Ukrainian citizens to Ukraine -- this does not show the best side of our character,\" he wrote.  \"The Ukrainian always remains Ukrainian. A temporary stay in Wuhan or emigration to Canada does not make him a stranger to his country,\" he added.   The Ukrainian Ministry of Interior said the returnees included 45 Ukrainian citizens and 27 citizens of other countries, including Argentina, Ecuador, the Dominican Republic, El Salvador, Costa Rica, Montenegro, Panama and Israel. The bulk of worldwide infected cases of the virus, which stands at over 76,600, are in mainland China. At least 2,200 people have died from the virus. "], "Language": false}