{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/business/iata-airlines-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Sherisse Pham, CNN Business"], "Writers": [["Sherisse Pham"]], "FirstPublishDate": ["2020-02-21T04:29:25Z"], "LastModifiedDate": ["2020-02-21T05:45:38Z"], "Headline": ["Global air traffic could fall this year for the first time in a decade because of the coronavirus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The global airline industry is facing huge financial losses and its first decline in more than a decade because of the novel coronavirus outbreak.  The International Air Transport Authority (IATA) warned on Thursday that the virus' impact on demand could cost airlines more than $29 billion, with Asian carriers bearing the brunt of the losses. The outbreak will also likely reduce global traffic by 4.7%, wiping out IATA's earlier forecast for growth and marking the first overall decline in demand since the global financial crisis of 2008 - 2009.  The coronavirus has killed more than 2,200 people worldwide, with all but 11 of those deaths in mainland China. The total number of infected worldwide stands at over 76,000. In response, dozens of airlines have canceled or reduced services to mainland China. Beijing has also placed more than 780 million people under travel restrictions in an effort to contain the virus, and suspended all domestic and international tour packages.   IATA's forecast assumes that the outbreak remains mostly in China.  \"If it spreads more widely to Asia-Pacific markets then impacts on airlines from other regions would be larger,\" the authority said.  Airlines have already started to feel the pain.  Qantas Airlines said on Thursday that the virus could carve up to $100 million of pre-tax profit from the second half of the company's fiscal year. Air France-KLM also said on Thursday that the virus could slash its earnings by as much as $216 million between February and April."], "Language": false}