{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/earth-lowest-spots-depressions-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Richard Stenger, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-20T15:54:28Z"], "LastModifiedDate": ["2020-02-20T21:52:18Z"], "Headline": ["The greatest depressions: Finding Earth's lowest spots"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Sky climbers seem ubiquitous. They top Everest, Denali, Kilimanjaro, anything with a peak, and then prattle on about it forever. Yawn.  Trade in the ice, frostbite and oxygen deprivation, bold travelers, for more elemental experiences, with bizarre histories, desert bandits, bubbling fires, searing heat, deadly chemicals, eerie shapes and strange life, as well as therapeutic waters, mild climates and tempting fruits.  For all these thrills, look down, not up, and descend into the 10 lowest terrestrial elevations on the planet. Dead Sea, Jordan/Israel, 1,414 feet (431 meters) below sea level  The Earth's lowest point, one of the world's saltiest bodies of water, is colorful and surreal.  Its turquoise waters, which occasionally flash bright red in the rainy season due to algal blooms, have drawn wellness tourists as early as King Herod, attracted to the therapeutic mineral waters, low allergens, high atmospheric pressure and reduced solar radiation.  Yes, the Dead Sea harbors life. Fish can't survive, but bacteria and algae can, as well as 80 species of fungi that thrive near freshwater springs at the bottom. Visitors who immerse themselves quickly pop to the surface and easily float, as the sea is almost nine times saltier than the ocean. Sea of Galilee, Israel, 686 feet (209 meters) below sea level  Also known as Lake Tiberias, Kinnereth or Kinneret, the lowest freshwater lake in the world has numerous hot springs, which supply the mineral baths and spas of beachfront winter health resorts, including in Tiberias, a settlement that dates back to antiquity, as noted by the Jewish historian Flavius Josephus in the first century.  Attracted to its pleasant climate, fertile soil and abundant water, humans settled along the shores some 400,000 years ago. Today, farmers cultivate dates, vegetables and citrus fruits. Fishermen haul in sardines, catfish and Galilean tilapia.  And pilgrims follow in the footsteps of Jesus Christ, who preached the Sermon on the Mount overlooking the sea. Lac Assal, Djibouti, 515 feet (157 meters) below sea level This crater lake in a dormant desert volcano resides in what seems a welcoming place. From a distance, its sparking turquoise waters and bright white beaches invite. But to reach it, one must pass a lake known as the Pit of Demons and a strange looking volcanic neck. Assal is salty, 10 times more than the ocean, which leaves an oily residue on those who go in. And its \"sandy\" stretches turn out to be jagged shards of salt, which bristle and inflame the skin.  Why do a day trip from the capital? The countryside is, as some local tourism pros say, Djiboutiful, with stunning limestone smokestacks and petrified forests.  Avoid high summer when the temps top 125 Fahrenheit. Go November to January when the weather cools, and whale sharks make their annual visit in the nearby Red Sea. Lake Ayding, China, 508 feet (155 meters) below sea level  The bottom of China's deepest depression, translated from the Uyghur language as Moonlight Lake, a lunar-shaped body in the Xinjiang autonomous region, consists of three concentric regions: the outer a flood plain, where industrious Chinese harvest gypsum and rock salt; the middle a salt marsh, home of the occasional hare, mouse and migratory waterfowl; and the center, a core of pure white salt crystals.  Given the stark desolation and proximity to the aptly named sandstone Flaming Mountains, a thousand hidden Buddhist missionary caves, and one of China's most renowned grape growing regions, Lake Ayding attracts the curious from China and abroad, who take buses from the nearby city of Turpan.  Qattara Depression, Egypt, 435 feet (133 meters) below sea level  The name of this giant sinkhole in northwest Egypt means \"dripping\" in Arabic, a reference to the few but vital oases that speck the desert landscape.  Some provide habitat for rare cheetahs on the hunt for gazelles, grazing among thorny acacia groves. One, the Qara Oasis, shelters its only permanent settlement, composed of a few hundred Bedouin cattle breeders.  Jackals, foxes and wild sheep roam Qattara, a 7,500 square mile lowland that resembles a giant footprint noted too for its fantastical rocks and black dunes.  Its squishy interior helped Allied troops defeat German tanks in World War II. Later, President Eisenhower offered peaceful nukes to blast a tunnel to the depression to create a massive hydroelectric lake. Cairo declined, thankfully for seekers of this scenic low point, who can choose from many tour operators in the capital city to reach it. Karagiye Trench, Kazakhstan, 433 feet (132 meters) below sea level Created from the collapse of limestone caverns near the Caspian Sea, this enigmatic trough features a river that gushes from a subterranean spring and disappears into a hole, and weirdly eroded grottoes, gullies and rock funnels.  Strangely, due to its odd geology and hydrology, it creates its own rain clouds overhead. Also found in the air, plenty of vultures.  Down below, wild sheep, fox and snakes, along with the only mushrooms harvested in this semi-desert region.  Its name translates to \"Black Mouth.\" And some who explore its depths register dark moods like headaches, nausea and anxiety. Others, however, say they experience euphoric peace and joy. Which will it be for you?   Foul or fair, arrive from May to September to enjoy the beach season at nearby Caspian Sea resorts in Aktau.   Danakil Depression, Ethiopia, 410 feet (125 meters) below sea level One of the most dangerous places on Earth, this hellish volcanic landscape vents sulfuric acid, belches poisonous gases, oozes hot oil and wafts toxic hot air.  Naturally, one can now book tours to explore this deep hot spot, created by the divergence of three tectonic plates.  Camel caravans, which traditionally venture here to tap the vast salt deposits, now bring along brave visitors. The payoff? A hauntingly beautiful world of phantasmal shapes and glowing lakes, made of neon greens, yellows, blues and oranges.  If you want to go to Mars but can't wait for Elon Musk to finish his rocket, this trip is a good alternative. Laguna del Carbon, Argentina, 345 feet (105 meters) below sea level The so-called \"Coal Lake\" is easy enough to reach, a 30-mile drive from the Patagonian city of Puerto San Julian, but hosts perhaps the fewest visitors of the low 10 due to its obscurity.  Scientists didn't measure its elevation until a few decades ago, when it dethroned Death Valley as the lowest point in the Western Hemisphere. Depression seekers have bagged it in rented all-terrain vehicles after getting permission from the owner to pass the gates to the private property, which besides a lagoon steeped in carbon deposits includes salt marshes, strange salt formations, barren mountains and loads of dinosaur fossils. Death Valley, California, United States, 282 feet (86 meters) below sea level Lost 49ers took a deadly turn in its depth. Twenty mule teams braved its canyons. Radio host Ronald Reagan chronicled its Wild West adventures.   One of the most storied places in California, the infamous valley terminates in Badwater Basin, which holds a salt lake seemingly devoid of life. Actually, it hosts plenty of pickleweed, insects and tiny snails.  The sight is impressive, with the nearby salt flat crusted into hexagonal honeycombs and the Panamint Mountains jutting up more than 10,000 feet.  Be mindful of military jets and test cars, which zoom through the valley to test themselves in the high atmospheric pressure.   And beware of the summer heat. Death Valley National Park holds the prize for the highest temperature ever recorded, 134 degrees Fahrenheit.  Despite the hazards, the valley remains a popular winter destination. The Oasis at Death Valley boasts a four-diamond inn, spring-fed pool and nearby golf course and date farm. Vpadina Akchanaya, Turkmenistan, 266 feet (81 meters) below sea level Flanked by the Caspian and Aral Seas, the Turan Depression, one of the largest sand dumps in the world, sinks into Vpadina Akchanaya, a desert salt pan along a wildlife reserve that protects gazelle, mountain sheep and honey badgers.  But the featured attraction is nearby Darvaza crater, or Door to Hell, a gas field that collapsed into a giant pit in the 1960s, taking along with it a drilling rig and camp. Fearing deadly methane buildups, geologists lit it on fire.  They expected the blaze to last a few weeks, but it remains a glowing pit of orange flames and simmering mud to this day.  A National Geographic explorer found extremophile life forms in its bottom. And a Godzilla film publicity shot featured the crater. You can tour both spots, natural craters filled with (unlit) liquid gas, and camp overnight in the desert if you wish with local guides.  Honorable mentions The Salton Sea (227 feet/69 meters below sea level) in Southern California, which makes the top 10 of some low spot lists that fold the Sea of Galilee into the Dead Sea, once rivaled Palm Springs as a desert resort and attracted such luminaries as Frank Sinatra.  Sebjet Tah (180 feet/55 meters below sea level) is a desert sink in the autonomous Western Sahara region, straddling the border with Morocco. Deep Lake (165 feet/50 meters below sea level), in an ice and snow free region of the Antarctic coast jokingly called the Riviera of the South, remains liquid due to its high salinity. "], "Language": false}