{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/investing/dow-stock-market-selloff-today/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Anneken Tappe, CNN Business"], "Writers": [["Anneken Tappe"]], "FirstPublishDate": ["2020-02-20T19:33:12Z"], "LastModifiedDate": ["2020-02-20T23:41:03Z"], "Headline": ["Markets were totally calm. Then stocks fell off a cliff"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["It was shaping up to be a quiet day on Wall Street. Then around midday, stocks sold off sharply and investors scrambled. With no obvious catalyst triggering the selloff, worries about the coronavirus outbreak seemed to be the obvious suspect. At its worst, the Dow was off by 388 points, with all three major stock indexes sharply in the red. The drop in stocks followed a dip in Treasury bond yields, which move opposite to prices, and implied that investor appetite for safe haven bonds was high. Still, investors scrambled to make sense of it. The dramatic selloff only lasted a short while and was followed by a swift rebound. Stocks still closed in the red, however, with the Dow ending 0.4%, or 128 points, lower. The S&P 500 fell 0.4%, and the Nasdaq Composite finished down 0.7%. In recent days, investor confidence built up amid hopes that new cases of the virus were slowing down. But Thursday South Korea confirmed new cases of the virus, hammering home that the outbreak is not over. The new cases \"are leading to concerns that the global supply chain will be impacted in a material way,\" said Chris Zaccarelli, chief investment officer for Independent Advisor Alliance, in emailed comments. This could be seen in price action in tech and semiconductor stocks, which led losses in the S&P 500. Shares of Advanced Micro Devices, for example, closed down nearly 3%. Tech giant Apple warned investors earlier this week that it won't meet its revenue guidance for the first quarter because of the virus outbreak. \"We expect more zigging and zagging,\" said Stephen Lee, founding principal at Logan Capital Management. But he added that the domestic economy is still fine. Lee also noted that US companies might be in a better position to deal with manufacturing shutdowns in China related to the coronavirus because many blue chip firms were already moving factories to other locations to avoid tariffs. While worries about the outbreak's fallout weighed on the technology sector, comments made by Federal Reserve Vice Chairman Richard Clarida didn't make things better. Clarida told CNBC in an interview earlier Thursday he doesn't think the market expects an interest rate cut this year, although the CME FedWatch tool suggests otherwise. According to the data, market expectations are leaning towards another rate cut this summer this year.  Lower interest rates are good for stocks as they make it cheaper for companies to borrow money or refinance their debt. --Paul La Monica contributed to this report."], "Language": false}