{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/politics/sanders-bloomberg-socialist-president/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-02-20T11:02:12Z"], "LastModifiedDate": ["2020-02-20T15:11:23Z"], "Headline": ["No, Bernie Sanders, most voters aren't comfortable with socialism"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["This is the moment for the ultimate question of the Bernie Sanders movement: is the United States ready for a socialist President?  At Wednesday's Democratic presidential debate, Sanders defended himself as a socialist (he calls himself a democratic socialist) and then dismissed a recent poll that suggested Americans do not have a favorable view of socialism. Who was leading in that poll, he asked the debate moderator? He was, although the moderator didn't know it.  The moment allowed Sanders to skate with the impression that it doesn't matter that Americans oppose socialism because clearly they like him. Polling does suggest discomfort with a socialist President It is true the Sanders was leading in the poll, conducted by the Wall Street Journal and NBC -- but only among Democrats and Democratic-leaning independents when asked who they supported for the Democratic nomination. He had 27% support compared to Mike Bloomberg, Joe Biden and Sen. Elizabeth Warren, each with 14% support. And in a hypothetical matchup, he was narrowly ahead of President Donald Trump. SIGN UP HERE TO RECEIVE CNN'S WHAT MATTERS NEWSLETTER IN YOUR INBOX But two-thirds of all voters -- Democrats plus everyone else -- said they would be uncomfortable with a socialist President. Come November, it will be all Americans over the age of 18 who elect the Electoral College that picks the President. Those results and the questions they raise about whether the country would accept a socialist are repeated in an NPR / PBS News Hour Marist poll. In that poll, Sanders had even more support -- 31% in the Democratic primary compared to Michael Bloomberg, in second place with 19%. Take a look at the party breakdown regarding socialism. Fifty percent of Democrats have a favorable view of socialism compared to 46% who have a favorable view of capitalism. But again, socialism is far less favorable than capitalism in the country as a whole. In the NPR poll, among Americans overall, just 28% had a favorable view of socialism compared to 57% who had a favorable view of capitalism. Among Republicans, 76% held a favorable view of capitalism compared to 7% who felt favorably about socialism. And, among independents -- who may or may not decide the next presidential election -- it was 23% who had a favorable view of socialism compared to 59% who had a favorable view of capitalism. And while views of socialism are slightly favorable among Democrats, they're below 35% for whites (25%), minorities (33%), Gen Xers (28%), Baby Boomers (20%), and the Silent Generation (20%). Favorable views of socialism are greatest among younger adults (38% favorable), who just happen to also be Sanders' base of support. Socialism, capitalism, communism Sanders isn't afraid to gloss over a point he doesn't like, as when former South Bend, Indiana, Mayor Pete Buttigieg asked him where he's going to find \"$25 trillion\" to pay for his health care plan. \"Maybe we can talk -- maybe we can talk about a billionaire saying that we should not raise the minimum wage or that we should cut Social Security, Medicare and Medicaid. If that's a way to beat Donald Trump, wow, I would be very surprised,\" said Sanders, who wants to erase the private US health care system for something completely government-run and without premiums. He also hit Bloomberg, who is worth tens of billions of dollars and is pouring hundreds of millions into his campaign, about inequality, an issue that has animated the Democratic race.  \"What we need to do to deal with this grotesque level of wealth and income inequality is make sure that those people who are working -- you know what, Mr. Bloomberg, it wasn't you who made all that money, maybe your workers played some role in that as well,\" he said. Bloomberg said Sanders' points -- he wants to do away with billionaires -- were \"ridiculous.\" \"I can't think of a way that would make it easier for Donald Trump to get reelected than listening to this conversation. It's ridiculous. We're not going throw out capitalism. We tried that. Other countries tried that. It was called communism. It just didn't work,\" he said. That communism barb drew cries of outrage from Sanders and Warren, although she identifies as capitalist. The Sanders version of socialism Communism today is associated with repressive regimes in the Soviet Union and China, although it is was, in the vision of Karl Marx, the next step after socialism. Sanders said at a CNN town hall last April that he opposes \"authoritarian communism\" in the mold of the Soviet Union. Rather, when he talks about democratic socialism, he means, \"I believe in a democratic civilized society health care is a human right. Government should make that happen. I believe that every young person in this country regardless of his or her income has the right to get all the education they need.\" He usually points to Denmark, which has a regressive and high VAT tax (imagine a 25% federal sales tax on everything, split in stages between manufacturers, retailers and consumers). But it also has generous benefits that raise quality of life for every Dane.  Bloomberg's capitalism Denmark's government, for the record, respects a market economy.  So does Bloomberg.  \"I can't speak for all billionaires,\" he said Wednesday. \"All I know is I've been very lucky, made a lot of money and I'm giving it all away to make this country better. And a good chunk of it goes to the Democratic party as well.\" He also pointed out that Sanders, after starting his movement in 2016, became a millionaire and has multiple homes. \"What a wonderful country we have. The most well-known socialist in the country happens to be a millionaire with 3 houses,\" he said. Sanders argued that the US tax system helps the rich more than the poor and the middle class. He said more of the country's wealth should be spread around. Bloomberg pointed out it's Congress and the Senate that write the tax code. And Sanders is currently a senator.  As with so much, Sanders' seems more focused on changing the way Americans think about things than actually enacting policy, although he and Warren both have plans to ramp up taxes on the wealthy. Warren wants to tax wealth rather than income.  \"When Donald Trump gets $800 million in tax breaks and subsidies to build luxury condominiums, that's socialism for the rich,\" Sanders said. \"We have to subsidize Walmart's workers on Medicaid and food stamps because the wealthiest family in America pays starvation wages. That's socialism for the rich. I believe in democratic socialism for working people. Not billionaires. Health care for all. Educational opportunity for all.\" Bloomberg pointed out that even though he's a billionaire, he wants to raise taxes on the wealthy, and he pointed out that as mayor in New York, he did raise taxes.  The problem for Democrats now President Donald Trump has already tried to paint all Democrats as socialists.  There is, however, another important element to all of this. If anyone who isn't Sanders, let alone a billionaire like Bloomberg, were the Democratic nominee, would Sanders' socialist supporters show up to vote in November? And, conversely, if Sanders wins the nomination, will Bloomberg, Tom Steyer and other liberal billionaires stick to their promises to underwrite Democrats' efforts to unseat Trump as well as other Republicans? It's an identity crisis the party is just coming to grips with as it considers who it should select to take on Trump."], "Language": false}