{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/investing/dow-nasdaq-stock-market/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-02-19T16:56:53Z"], "LastModifiedDate": ["2020-02-20T14:15:50Z"], "Headline": ["The Dow and Nasdaq are approaching big milestones. Is it too late to invest?"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["This stunning bull run appears to have no end in sight. The Dow and Nasdaq are both approaching splashy numerical milestones. The Dow is about 2% away from topping 30,000 while the Nasdaq is less than 2% from 10,000 after hitting a new record high on Wednesday.  So is it finally time for investors to bail on stocks? It's only natural for people to start worrying about a top and a looming correction (or even a bear market.)  But selling stocks just because indexes hit splashy new highs is silly. Long-term investors know that even if the market has occasional hiccups, stocks tend to keep climbing over the long haul.  \"In general, round numbers are noise that don't mean much for investors, even if it sometimes takes a few trading sessions to get past those milestones,\" said Doug Peta, chief US investment strategist with BCA Research. Peta said he thinks the market could keep rising if the coronavirus outbreak doesn't wind up hurting American companies beyond the first quarter. Apple has already warned of supply chain disruptions in China and a hit to sales in Asia. But central banks around the globe, including the Federal Reserve, might cut rates further and inject more stimulus into the global economy because of coronavirus concerns, Peta believes. The net result could be a boom later this year for profits and the economy.  Coronavirus may not end the bull market \"A potential silver lining for stocks is that we will get a vigorous enough policy response around the world that offsets the coronavirus,\" Peta said. \"If that happens, there is a clear runway for the next three quarters to be pretty darn good for global growth.\"  In such a scenario, investors will be more willing to pay higher prices for US stocks -- particularly companies in the economically cyclical tech, financial and energy sectors, says Barry Bannister, head of institutional equity strategy for Stifel. Bannister wrote in a report last week that he was raising his official price target for the S&P 500 to 3,450 from a previous level of 3,260. He added that in a perfect scenario where a \"recession wall of worry is hurdled,\" the S&P 500 could hit 3,800 -- a nice round number that is 12% higher than then its current price. But some experts are worried that investors are too quick to dismiss the coronavirus threat and other potential market concerns, such as risks tied to the US presidential election and surging valuations for momentum stocks like Tesla. Bullishness has \"morphed into complacency\" according to Julian Emanuel, managing director and chief equity and derivatives strategist with BTIG Research. Emanuel said in a recent report that this \"frenetic\" rally could be a \"dress rehearsal\" for an imminent correction or even a market bubble bursting as it did in 2000. Bond rally is a sign investors aren't complacent or irrational Still, others maintain that the market's relentless march higher is rational. Even as stocks climb, investors are still plowing money into safer bond funds, pushing yields even lower in the process. That's partly because of hopes that the Fed will cut rates but it's also a sign of a flight to safety as investors hedge their bets. \"Bond investors aren't necessarily expecting slower growth, but they are expecting the Fed to cut rates and help stem further weakness,\" said Jason Draho, head of asset allocation for the Americas at UBS Global Wealth Management, in a report.  \"Inflows into bonds has been strong all year. Thus, there's little sign that retail investors are chasing the rally,\" Draho said. \"This is not at all indicative of irrational sentiment.\" As long as companies post decent gains in earnings and revenue and the Fed and other central bankers keep rates relatively low, the bull market may have more room to run.  And as the market climbs, each new 1,000 point barrier is actually a  bit easier to top. For example, the Dow only has to go up 3.4% to get from 29,000 to 30,000. But the climb from 19,000 to 20,000 back in January 2017 required a 5.3 % increase.  Sure, a lot of people still snicker about the Dow 36,000 book from 1999 and point to it as Exhibit A for the market mania two decades ago. Now the Dow is only about 23% away from hitting that once seemingly unthinkable target."], "Language": false}