{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/health/coronavirus-wisconsin-family-reunion-quarantine/index.html"], "Source": ["cnn"], "Location": ["San Francisco"], "ByLine": ["By Lucy Kafanov and Jay Croft, CNN"], "Writers": [["Lucy Kafanov", "Jay Croft"]], "FirstPublishDate": ["2020-02-19T19:36:53Z"], "LastModifiedDate": ["2020-02-19T19:36:53Z"], "Headline": ["With mom and daughters out of coronavirus quarantine, a Wisconsin family is happy to be together again"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["It's been a tough few weeks for families separated by the coronavirus. But a Wisconsin couple and their two little girls are finally back together in the United States.  It was a long time coming -- first on lockdown in Wuhan for Daisy Roth and her daughters, Abigail, 5, and Adalynn, 10 months, then evacuation to California, and a two-week quarantine at Travis Air Force Base. On Tuesday, they were reunited at the San Francisco airport with their husband and father Sam Roth, who had lobbied media, lawmakers and the State Department for assistance in getting his family home safely. \"I'm just anxious at the moment, looking forward to seeing them,\" he said while he headed toward the reunion. As the four sat together for an interview, Daisy Roth said, \"It feels good to be together as a family.\" FOLLOW CORONAVIRUS UPDATES Their ordeal began on January 23, just two days after Daisy Roth and her daughters arrived in Wuhan to spend time with her family and celebrate the Lunar New Year. Instead, she found herself at the center of the global coronavirus outbreak. \"I woke up and there was a message on my phone (saying) the whole city was on lockdown,\" Daisy Roth said. She and the girls spent days inside cooped up inside her parents' apartment in Wuhan while Sam Roth worked frantically to get them home to the United States. The State Department began evacuating Americans from Wuhan but because Daisy Roth isn't a US citizen, the family was unsure if she would be able to return. To her relief, she and her daughters were on the second plane of evacuees from China. \"Only when we passed Customs, did I know, OK, we're good,\" she said.  About 180 people were released from quarantine at Travis Air Force Base in California on Tuesday. The US Centers for Disease Control and Prevention stressed that none of them poses a health hazard. After the happy hugs of the family's reunion, Sam Roth said the ordeal isn't over yet. \"It doesn't really feel like it's over,\" referring to their relatives back in China. \"It's definitely not the end of the road for people we love.\""], "Language": false}