{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/business/jaguar-land-rover-chinese-parts-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore and Julia Chatterley, CNN"], "Writers": [["Chris Isidore", "Julia Chatterley"]], "FirstPublishDate": ["2020-02-19T19:24:21Z"], "LastModifiedDate": ["2020-02-19T19:29:58Z"], "Headline": ["Jaguar Land Rover is flying parts out of China to keep its European factories open"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Jaguar Land Rover is flying auto parts made in China to its European factories instead of relying on slow-moving cargo ships, as the coronavirus outbreak puts a dent in its supply chain. But its CEO says it's too soon to say whether that will be enough to keep those assembly lines open and building cars. \"Parts that are normally six weeks on the ship, we can fly [them] and it's more expensive, but at least we can carry on with the production,\" CEO Ralf Speth said in an interview with Julia Chatterley on CNN's First Move.  However he said it's still not clear if its Chinese suppliers will all be able to ship the parts that Jaguar Land Rover needs, by either air or sea. Chinese factories are struggling to reopen because of the restrictions stemming from the coronavirus outbreak, and the death toll continues to climb. Jaguar Land Rover, owned by India's Tata, is one of many global automakers that have come to depend on the flow of parts from China.  \"It ... depends whether the supply chain in China and the production in China is in swing again,\" he said. Jaguar Land Rover has three vehicle assembly plants and one engine plant in the UK and has 35,000 employees in the country. It also has one other European vehicle assembly plant and about 40,000 employees worldwide. The automaker might be able to keep its European plants open without the Chinese parts if the parts are not what Speth refers to as \"critical.\"  \"Whenever it's a very critical part...then we have to stop the production,\" he said. If the missing part proves to be something that \"can assemble afterwards, then quite clearly it will produce a vehicle and we will assemble the parts after the normal process.\" At the moment, Jaguar Land Rover's plants will run out of 17 different parts after two more weeks of European production, he said. \"You see that we can go down,\" he said.  The company hopes to restart its own production in China next week but at the moment, there is virtually no demand for cars in China, previously the world's largest market for car sales. \"There are no sales at the very moment in China. Dealers are not back and there is no demand. So that will be a huge impact,\" said Speth."], "Language": false}