{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-021920/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-02-19T12:47:37Z"], "LastModifiedDate": ["2020-02-19T18:05:05Z"], "Headline": ["What's moving markets today: February 19, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks closed higher on Wednesday, with both the S&P 500 and the Nasdaq Composite hitting new record highs. Hopes that coronavirus cases are slowing boosted risk sentiment across markets. The Dow closed up 0.4%, or 116 points.\nThe S&P 500 finished 0.5% higher.\nThe Nasdaq Composite climbed 0.9%. Risk appetite returned to the markets on Wednesday, as global markets recovered amid hopes for a slowing rate of new coronavirus infections, and traditional safe haven investments sold off. The Japanese yen, a currency in high demand during times of trouble due to its high liquidity, dropped sharply against the dollar. One dollar last bought ¥111.46, up 1.5% from Tuesday, a level not seen since last spring.  The yen's dip was \"partly because of the better tone in global markets, and partly because of the weaker backdrop for Japan’s economy,\" said BMO senior economist Jennifer Lee. Japan's economy registered its biggest contraction in five years in the final months of 2019, dropping 1.6%. Easy money and low unemployment are proving to be an excellent blueprint for America’s housing industry. Homebuilder stocks climbed to new heights Wednesday after a new report showed that building permits soared in January to the highest level since 2007. Housing starts also beat expectations.  Beazer Homes (BZH) and Hovnanian Enterprises (HOV) rallied about 5% apiece, while larger rivals KB Home (KBH) and Pulte Group (PHM) gained 1%. The SPDR S&P Homebuilders ETF (XHB), already up 8% this year, is on track to finish at a new record high. “The US residential housing market remains on fire,” analysts at Bespoke Investment Group wrote in a note to clients Wednesday. Homebuilder stocks didn’t recover from the Great Recession until early 2018. The group stumbled later that year on fears of a new downturn. But the homebuilders ETF has spiked more than 60% since late 2018 as the economy and the real estate market rebounded, aided by low interest rates and a strong jobs market. “With [housing] starts hitting new highs for the cycle, it’s hard to get too worked up about the possibility of an imminent recession,” Bespoke wrote.  Stocks are nearing record highs in spite of global worries like the coronavirus outbreak. While there have been short-lived selloffs as the outbreak worsened, on the whole the market appears unfazed. The reason? Low interest rates, David Kelly, chief global strategist at JPMorgan Asset Management, told Alison Kosik on the CNN Business digital live show Markets Now. Central banks around the world are holding interest rates low, which is keeping money flowing into stocks. Low rates support equities as they imply lower borrowing rates for companies. \"Markets are almost oblivious\" to other events given how low interest rates are, Kelly said. A further interest rate cut from the Federal Reserve would boost markets further, but \"unless you actually see the US economy threatened by recession, I don't think the Fed will cut rates,\" Kelly said. However, this year's presidential election could cause a correction, he said.  \"Markets don't like extremism,\" Kelly added, citing how well the market has done under a divided government since the mid-term elections.  More companies are expected to come out with warnings to their investors about potential losses due to the coronavirus outbreak. Apple (AAPL) was the first major US company to announce it won't meet its first quarter revenue guidance as the outbreak weighs on its production and sales. The fact that Apple was so transparent with its investors is actually good news, Jonathan Corpina, senior managing partner at Meridian Equity Partners, told Alison Kosik on the CNN Business digital live show Markets Now. \"That was a very big message they sent and we’re going to hear that from other companies, too,\" Corpina said. Apple's announcement earlier this week weighed on the stock market Tuesday, but the market is rebounding today. \"The activity we're seeing is similar to what's we've seen in the past,\" Corpina said, first the market reacts strongly to a negative headline, and then it rebounds. Ratings agency Moody's lowered its global GDP growth forecast by 0.2 percentage points to 2.4% in the face of the coronavirus outbreak. The coronavirus outbreak couldn't have come at a worse time for global growth. The world economy was just getting ready to recover after the United States and China agreed to a phase one trade deal and global manufacturing began to show signs of recovery. But this new-found tranquility on the trade front could be in jeopardy again. \"Faced with the shock to its economy from the coronavirus, China will have more difficulty meeting the already ambitious commitments it made under the phase one US-China trade agreement,\" the Moody's report said.Therefore, the trade war could be reignited if and when the US Trade Representative determines that China has not met its obligations.\" Moody's lowered its forecast for China's economy by 0.6 percentage points to 5.2% in 2020. Both the worldwide and the Chinese economies are expected to rebound in 2021. Richard Branson's Virgin Galactic (SPCE) is surging again Wednesday. The stock rose 12% in early trading and is now up 200% already in 2020. Assuming that shares don't nosedive into negative territory by the end of the trading session, this will be the stock's eighth straight day of gains.  The epic run for Virgin Galactic shows the enthusiasm that investors have for the nascent space travel business. Elon Musk's SpaceX announced a partnership with a space travel agency earlier this week to sell rides to people who want to orbit the Earth.  Excitement about the space industry has some worried that this bubble is about to burst. Virgin Galactic is not yet profitable, and it is not expected to make money this year or in 2021.  But investors looking for a more diversified bet on the business could also check out the Procure Space ETF, which has the amusing ticker symbol of UFO. The ETF has gained about 3% in the past week. Virgin Galactic is the top holding, but the fund also owns shares of satellite TV and radio giants Dish (DISH) and Sirius XM (SIRI). US stocks kicked off higher on Wednesday. Global markets are broadly up amid hopes that coronavirus infections are slowing. The Dow opened 100 points, or 0.4%, higher.\nThe S&P 500 rose 0.3%.\nThe Nasdaq Composite, which finished at a record high Tuesday, opened up 0.5%. The January producer price index climbed to 2.1% year-over-year, its highest level since May.  On the month, average prices for domestic producers rose 0.5%. Stripping out volatile components like food and energy, the wholesale inflation measure still beat economists' expectations, climbing 1.7% on the year and 0.5% on the month. A big chunk of the January increase -- 40% -- came on the back of higher margins for apparel and retail goods, which jumped 10.3%. America's housing market is on fire with January housing starts and building permits both rising above 1.5 million, beating economists' expectations. It was the highest level of building permits since March 2007, up 9.2% from December, according to data from the Census Bureau and Department of Housing and Urban Development. Housing starts fell compared with December but still rose year-over-year. Low mortgage rates -- along with a tight labor market and modestly rising wages -- are providing a supportive backdrop to the US housing market. January had also been the best month for new home construction in 13 years. Piper Sandler raised its price target for Tesla to $928 Wednesday. The analyst firm notes that Tesla's car business is doing well, but its solar and battery business could be a driver lifting shares going forward.  Tesla's shares are up about 6% on the note. US stock futures are higher after the Dow finished Tuesday down more than 160 points.  Markets in Europe gained in early trading. Hong Kong's Hang Seng rose 0.5%, but the Shanghai Composite declined 0.3%. Coronavirus could take a bite out of corporate earnings. But analysts maintain that their anxiety is limited to the first quarter, and most 2020 forecasts don't look totally out of whack.  \"This could be a very short-lived one quarter blip,\" JJ Kinahan, chief market strategist at TD Ameritrade, told CNN Business. But Apple's problems could keep investors on edge, especially given Big Tech's outsize role in delivering earnings wins. Profit at US companies would have dropped by 7.5% last year without Microsoft, Alphabet, Apple, Amazon and Facebook, Societe Generale's Andrew Lapthorne wrote in a note to clients this week."], "Language": false}