{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/business/ge-trump-china-jet-engines/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-02-19T17:38:10Z"], "LastModifiedDate": ["2020-02-19T17:38:10Z"], "Headline": ["GE dodges a bullet in Trump's battle with China"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["General Electric appears to have a dodged a bullet in President Donald Trump's fight with China over the theft of American trade secrets. The Trump administration is poised to give a GE joint venture the green light to continue exporting jet engines to China -- despite national security concerns raised by some US officials. That comes as a major relief to GE after The Wall Street Journal reported the Trump administration could block the export of LEAP 1C jet engines to China because of fears that the products could be reverse-engineered.  Blocking the sales would have been a major blow to GE because jet engines are central to the company's efforts to recover from one of the most disastrous periods in its history.  GE Aviation, easily the company's biggest and most profitable division, is currently bleeding cash because of the grounding of Boeing's 737 Max. The plane uses engines made by CFM, the joint venture between GE and France's Safran. GE had been waiting for the Commerce Department to issue GE a license required to continue exporting engines to China that were designed for a new Chinese commercial airliner currently in flight testing. Trump, in a series of tweets sent Tuesday, instructed his administration to avoid putting up roadblocks that would hurt American multinational companies, including for the \"always used National Security excuse.\" \"We don't want to make it impossible to do business with us. That will only mean that orders will go to someplace else,\" Trump wrote. \"As an example, I want China to buy our jet engines, the best in the World.\" Trump's tweets did not mention GE specifically and the Commerce Department declined to comment. However, a person familiar with the matter told CNN Business that the Commerce Department \"fully intends to comply with the president's wishes on jet engines.\" The Twitter outburst followed a Tuesday phone call about the jet engines between Trump, Commerce Secretary Ross and Defense Secretary Mark Esper, the person familiar with the matter said.  GE is burning through gobs of cash The license in question allows GE to export its Leap-1C engine to China for use in the C919, a narrow-body aircraft in development. GE has received approval from the Commerce Department since 2014 for this program. The most recent license was granted nearly a year ago. In a statement, GE emphasized its long-standing dedication to protecting American trade secrets. \"GE has provided products and services in the global marketplace for decades,\" the company said. \"We aggressively protect and defend our intellectual property and work closely with the US government to fulfill our responsibilities and shared security and economic interests.\"  Meanwhile, GE provided further evidence Tuesday of why it is working hard to boost engine sales to China and other markets. GE chairman and CEO Larry Culp, who has been credited with saving GE from ruin, told analysts at a Barclays conference that the company will burn through about $2 billion in cash during the first quarter. That is \"largely due\" to the Boeing 737 Max crisis, he said. \"We're going to see some pressures here in the first half, particularly here in the first quarter,\" Culp told analysts. Yet GE maintained its forecast for 2020 free cash flow of $2 billion to $4 billion, implying a strong rebound during the second half of the year.  The company is also signaling it won't rely solely on Boeing to navigate its crisis. GE is in talks with Boeing rival Airbus to design and sell an engine for the European aerospace giant's latest wide-body plane, the A330neo, The Wall Street Journal reported.  GE did not deny the report.  \"We continuously work to identify opportunities to add value for our customers,\" the company said in a statement, \"and to assess introduction of new technologies into our existing engines.\""], "Language": false}