{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/tech/eu-data-artificial-intelligence/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-02-19T17:07:13Z"], "LastModifiedDate": ["2020-02-19T17:07:13Z"], "Headline": ["Europe unveils a new plan to compete with Silicon Valley"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Europe knows it fell behind the United States and China on the technologies that dominated the past decade. Now it has a plan to catch up. On Wednesday, the European Union unveiled plans to create a single market for data that will help its companies compete on the next round of tech innovations and curb the power of data giants such as Facebook and Google. Officials also released a paper on artificial intelligence, proposing first-of-their-kind rules to govern the technology's use. \"Whoever does business [here] needs to respect our rules and values,\" Margrethe Vestager, the EU commissioner leading the charge on tech issues, said at a press conference.  By leveraging the massive amounts of data generated within its borders, the European Union hopes to foster a fresh wave of development in industries such as transportation and health care, while leveling the playing field for the smaller companies currently unable to compete with large US and Chinese firms. \"We recognize that we missed the first wave or the first battle,\" Commissioner Thierry Breton told reporters. But Europe has the tools required to \"win\" the next phase, since the region hosts \"the strongest and largest industrial base,\" he continued. Plus, Europe has regulatory teeth. It's already investigating how Google, Facebook and Amazon use data and has fined Google €8.2 billion ($8.9 billion) since 2017 for antitrust violations. Its data protection rules enacted in 2018 have set a new global standard. The European Union also intends to jumpstart a debate on regulating AI. The bloc said that it intends to scrutinize AI applications that are deemed to be high risk in the same way it ensures cars, toys and cosmetics meet certain standards. The paper stopped short of proposing a temporary ban on facial recognition technology in public spaces. But the European Union did pledge to launch a \"broad\" debate on what circumstances, if any, justify the use of AI that processes biometric data in public. The paper suggests that companies operating in Europe will need to ensure their AI systems aren't biased and involve human oversight. The announcements come just days after Mark Zuckerberg visited Brussels to meet with EU leaders. The Facebook CEO said he supported increased regulations from governments on data use, privacy and managing content. But the question of who is legally accountable for the content posted on tech platforms remains contentious. In a paper released this week, Facebook said it does not support laws that seek to hold platforms liable for content posted by users. That could set the company on a collision course with the European Union, which plans to roll out legislation by the end of the year compelling US tech giants to better address issues such as hate speech and election interference. \"It is very clear that we have the ambition to say you have a responsibility when you are a content provider, one way or another,\" Vestager said Wednesday. Guntram Wolff, the director of Bruegel, an economic think tank based in Brussels, said the challenge for the European Union will be to move beyond regulation into the industrial policy space. With no spare room in the bloc's budget, it will need to rely on coordinated action from member states, he said. \"I have no doubt the European Union can deliver on regulation,\" he said. \"But I think that's only part of the story. There is the investment side. There is the enforcement side. There is the entrepreneurship side.\" These areas, Wolff said, are \"not the traditional strengths of the European Union.\" "], "Language": false}