{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/world/coronavirus-unexpected-effects-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T12:16:31Z"], "LastModifiedDate": ["2020-02-19T12:16:31Z"], "Headline": ["Sputtering restaurant sales, obstacles to adoption, xenophobia: All the unexpected ways the coronavirus has impacted the world"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["There are still several unknowns surrounding the novel coronavirus: How quickly it spreads, the symptoms it presents (or lack thereof) and the impact it will ultimately have on the global population.  But the virus is already affecting pockets of business, travel and life in unexpected ways in China, where it originated, and beyond.  Chinese nationals bear the brunt of the coronavirus's impact -- most of the people it's sickened or killed are Chinese. But the virus and fear surrounding it have hurt business at Chinese restaurants across the world, dented Disney's annual earnings and even impeded American families meeting their adopted children in China because of travel restrictions.  Top companies are seeing profits drop Brands such as Starbucks, Nike and Capri Holdings, which owns luxury brands including Versace, have closed thousands of stores in China because of mandatory lockdowns. The stores that remain open operate under limited hours and see few customers. And Apple, one of the most profitable companies on Earth, warned investors this week it won't meet revenue guidelines it provided for the upcoming March quarter. The virus outbreak and ensuing closures and shortages have limited the number of devices it can make and sell in China.  Disney, another major investor in China, could lose as much as $280 million while its theme parks in the region are shuttered. Both Shanghai Disneyland and Hong Kong Disneyland are closed indefinitely, and the company said its 2020 earnings will likely suffer as a result.  There are fewer parts for the world's cars China makes more cars than any other country, so extended closures at plants and suppliers could have a global impact. Major automakers source many of their parts from China, which is considered the international manufacturing base for electric car parts.  READ MORE: You can't make a car with 99% of the parts. Coronavirus could wreck the global auto industry Car plants were ordered to shut down since the Lunar New Year in January, and many have remained closed since. Toyota, the world's second-largest carmaker, only reopened a few of its production plants this week.  Oil demand is shrinking for the first time in 10 years Because the virus has forced factories to close and kept people shut in, the amount of oil needed to keep the global economy running has sharply declined. Global oil demand is expected to drop by 435,000 barrels in the first three months of 2020 compared to the same period last year.  It's the first quarterly decline in a decade, according to the International Energy Agency.  It's too early to tell exactly how lower oil demand will affect the global economy, but the agency has some predictions: \"Consequences will vary over time, with the initial economic hit on transportation and services, likely followed by Chinese industry, then eventually exports and the broader economy,\" it said in a statement.  Fear of the virus is fueling racism and xenophobia  Misinformation campaigns have falsely linked the outbreak to Chinese people eating wild animals, backed up by misleading photos that predate the outbreak by several years. They've contributed to xenophobic rumors surrounding the coronavirus, all targeted at people of Chinese and East Asian descent.  Unfounded fears have traveled overseas: Chinese restaurants in Australia, Canada and prominent Chinatowns in the US have seen sales sputter as fewer people visit them. A viewer sent CNN a sign outside of a restaurant in Vietnam that said, \"No Chinese.\" A French newspaper published an image of a Chinese woman in a mask alongside the headline, \"Yellow Alert.\"  The xenophobia surrounding the coronavirus is evocative to the racism Chinese people faced in the 19th century US or in 2003 during the SARS outbreak, CNN's Jessie Yeung said. Airlines suspended flights to China More than 20 airlines have suspended flights to and from China since the outbreak began. In the US, those include American Airlines, United Airlines and Delta. The third airline suspended all flights until the end of April.  Click here to read the rest of the airlines that have suspended travel to and from China.  Families can't meet their newly adopted children  Several American families' plans to adopt children from China have been temporarily derailed by the virus -- the State Department has issued a \"Do Not Travel\" advisory for China for all US citizens, including adoptive families.  As a result, the adopted children are stuck in Chinese orphanages, though the facilities have not allowed visitors or caregivers to stay on the property to avoid infecting children there.  READ MORE: Families trying to adopt from China are facing indefinite delays due to coronavirus Adoptive parents told CNN they've been given no timeline as to when they can meet their children.  China is cleaning or destroying cash Buildings in affected areas in China are disinfecting elevator buttons, door handles and now, cash.  The People's Bank of China announced last week it would begin deep cleaning cash to prevent the spread of the virus. Every bank in the country will disinfect it using ultraviolet light and high temperatures, then store it for a week to two weeks before it's approved for use by customers.  "], "Language": false}