{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-02-19T11:53:48Z"], "LastModifiedDate": ["2020-02-19T11:53:48Z"], "Headline": ["Apple warned on coronavirus. Who's next?"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. Apple's surprise announcement that the coronavirus outbreak will prevent it from hitting its first quarter revenue targets sent a shiver through global markets. Now, investors are concerned: Is every company with exposure to China at risk of coming up short between January and March? US stocks are up slightly in premarket trading, but declined Tuesday on the back of such fears. That some US firms will be affected is clear. Nick Raich, CEO of The Earnings Scout, told me recently that he's seen earnings-per-share estimates for the first quarter come down \"at increasing rates\" in the past week or two. \"Some of this is because of the volume of companies reporting in the US has increased, and some of this is certainly because of the coronavirus and its impact on economic activity in China,\" he said. So far, it's not a five-alarm fire. As of Friday, 51 S&P 500 companies had lowered their guidance on profits for the first quarter, according to FactSet. But that's roughly in line with past years. FactSet analyst John Butters did, however, warn that markets could be hit with more warnings like Apple's in coming weeks. That could ding sentiment just as Wall Street is getting more optimistic that the situation in China could be coming under control. \"Given the large number of companies that did not update or modify guidance due to the impact of coronavirus, it is possible that there will be an increase in the number companies issuing negative guidance later in the first quarter as these companies gain clarity,\" he told clients. The bigger picture: Analysts maintain that their anxiety is limited to the first quarter, and most 2020 forecasts don't look totally out of whack. \"This could be a very short-lived one quarter blip,\" JJ Kinahan, chief market strategist at TD Ameritrade, told my CNN Business colleague Anneken Tappe. But Apple's problems could keep investors on edge, especially given Big Tech's outsize role in delivering earnings wins. Profit at US companies would have dropped by 7.5% last year without Microsoft, Alphabet, Apple, Amazon and Facebook, Societe Generale's Andrew Lapthorne wrote in a note to clients this week. The latest: Adidas said Wednesday that its business activity in China since the Lunar New Year is down 85% compared to last year. Virgin Galactic's stock is rocketing up Amid market concerns about the impact of the new coronavirus, at least one stock is doing spectacularly well: Virgin Galactic, which has shot up 162% this year after going public last October. The company's shares have moved higher for the past seven trading sessions, leaping 21% last Friday and gaining another 5.7% on Tuesday when US markets reopened. What's up: Investors are increasingly optimistic about Virgin Galactic's plans to launch a commercial space service. The company announced last week that it relocated its SpaceShipTwo suborbital plane, also known as VSS Unity, to its commercial headquarters in New Mexico. That brings the company one step closer to eventually launching paying passengers into orbit, my CNN Business colleague Paul R. La Monica reports. The catch: Virgin Galactic is currently unprofitable and is expected to continue losing money through 2021. Plus, the company hasn't issued a quarterly financial report since going public. That raises the stakes for fourth quarter results coming February 25. Why asset managers are under pressure to merge Tuesday saw a big announcement in the world of asset managers: Franklin Templeton said it was buying rival Legg Mason in a deal worth $4.5 billion, creating a company with $1.5 trillion in assets under management. Call it the BlackRock and Vanguard effect. The former has $7.4 trillion in assets under management, while the latter managed $5.6 trillion as of August. With fees being rolled back across the industry, size matters more.  That's in part because investors are flocking to passive investment options such as ETFs, weighing on smaller competitors that have traditionally focused on stock picking or more active management strategies. Jonathan Miller, Morningstar's head of fund research, notes that the tie-up between Franklin Templeton and Legg Mason is part of a broader trend of active managers consolidating. \"Active managers are closely mapping out their future trajectory amid fee compression, outflows and the threat from passive funds,\" he said in a blog post. Up next  Hyatt Hotels, IMAX, Jack in the Box and Zillow report results after US markets close. Also today: The US Producer Price Index for January arrives at 8:30 a.m. ET. We'll also get housing starts and building permits for the month.\nMinutes from the Federal Reserve's meeting in January post at 2 p.m. ET. Coming tomorrow: The latest data on consumer confidence in Germany as recession fears reemerge. "], "Language": false}