{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/sustainable-aviation-fuel-greener/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Paul Sillers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T10:47:49Z"], "LastModifiedDate": ["2020-02-19T10:47:49Z"], "Headline": ["What sustainable aviation fuel means for greener airplane travel"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The fresh air of the snow-covered Swiss mountains reverberated to the howl of private jet engines earlier this year as the planet's movers and shakers descended on Davos for the annual World Economic Forum. But while those engines were thirstily burning up aviation fuel, the net environmental impact of their exhaust emissions wasn't as bad as it might have been in previous years.  The reason: many of them were powered by something called SAF, or sustainable aviation fuel. SAF is derived not from fossil-based oil or gas, but by refining organic or waste substances -- the use of which means less harm to the planet.  For the delegates, the SAF was supplied as part of an apparently successful experiment to prove the logistic possibilities of delivering the fuel at Zürich Airport. Which is all great news, particularly given the climate crisis focus of the Davos meeting and the presence of young campaigner Greta Thunberg. So why aren't we all flying on jets powered by this seemingly magical fuel?  There's few reasons right now, the chief among them being something you might expect when dealing with anything connected to Davos.  Firstly, it's expensive. Zürich Airport says it's 3-4 times the cost of conventional fuel. It's also in short supply -- but maybe not for long.  Going electric... but not yet For anyone hoping to fly while keeping their carbon footprint to a minimum, the dream at the moment is to board a futuristic electric aircraft, which will zip across the planet leaving only turbulence in its wake. These are certainly on their way. Short-range electric airplanes could enter service later this decade if battery power density is improved. But larger, longer-range commercial airplanes will still need to use liquid fuel for the foreseeable future -- which means SAF is still on the table.  That, says Boeing's Paul McElroy, is because passengers want to travel greener but the weight and power requirements of commercial passenger airplanes require the capacity only liquid fuel-based engines can deliver.  \"Sustainable fuel represents a significant opportunity for commercial aviation to reduce its carbon emissions so that flying remains a responsible choice for travelers,\" says McElroy, who leads the communications team for Boeing's 777 ecoDemonstrator, an aircraft that serves as a flying test bed for sustainability projects. Airbus was the first manufacturer to offer customers the option of having their new aircraft delivered using a blend of SAF, supplied through a collaboration between the manufacturer, Air BP and Total.  Airbus also heavily contributed to the European Union's \"Initiative Towards sustAinable Kerosene for Aviation,\" or ITAKA program, which aimed to accelerate the commercialization of SAF in Europe. When it comes to transporting large assembled components, such as wings and fuselage sections, Airbus is starting to use SAF in its oversized Beluga Super-Transporter aircraft. The sustainable fuel is derived from recycled cooking oil. It's expected that this will reduce CO2 emissions by about 120 metric tons a month from the assembly ferrying process, roughly equivalent to removing around 130 cars. It's a start, but with 46.1 million annual flights that use regular fuel, SAF is barely scratching the surface of the industry's ambition to halve net carbon emissions by 2050, relative to 2005 levels. Currently, air travel is said to account for between 2-3% of the world's carbon emissions, but the tradeoff for that is 4.5 billion passenger journeys, the movement of 64 million metric tons of cargo and one third of the world's global trade. Aviation also underpins 65 million jobs. So unless the planet wants to substantially dismantle its current global economy, the use of sustainable aviation fuel, although by no means a perfect solution as it will still cause emissions, seems the most likely route.  McElroy says using SAFs results in net lower greenhouse gas emissions of up to 80%. For plant-based fuels, this is because their production will involve the absorption of CO2 through photosynthesis during growth, which offsets their later CO2 emissions.  \"When the fuel is used in an engine, it releases the absorbed carbon, effectively recycling it,\" he says. \"By comparison, fossil fuels are releasing carbon that was buried in the Earth for millions of years, increasing the amount of CO2 in today's atmosphere.\" Tobacco, trash and sugar A key element of developing these new fuels, says McElroy, is making them \"drop in.\" In other words, they must have near-identical chemical compositions as petroleum-based fuels so that they can work in existing airplanes and fueling infrastructure.  Boeing worked with engine manufacturers and airlines to gain certification for the first production method for sustainable fuel -- a prerequisite step before regulators such as the FAA can certify it for use on commercial flights.  The plane maker is currently supporting partners on six continents to research, develop and commercialize sources of SAF.  These sources include plants that grow in the desert in the United Arab Emirates and nicotine-free tobacco in South Africa, oil from which is converted into biofuel.  Agriculture waste in China and purpose-grown sugarcane in Brazil are two other sources that Boeing has helped to develop for SAF production. Last year, the first commercial flight to use SAF produced in the UAE, an Etihad Airways Boeing 787, took off from Abu Dhabi and landed at Amsterdam. Fuel for the flight was derived from oil in Salicornia plants, grown on a two-hectare seawater farm in Abu Dhabi's Masdar City. The salt-tolerant halophyte plants thrive in desert conditions. These plants have an internal mechanism that allows them to grow in seawater, filtering out the salt while retaining valuable oils in the seeds that can be used to produce biofuel. The project was a collaboration between Masdar Institute of Science and Technology at Khalifa University, Boeing, Etihad Airways, ADNOC, Safran, GE and BAUER Resources.  \"Decarbonization is important across the aviation industry,\" says Tony Douglas, group chief executive officer at Etihad Aviation Group. \"This project demonstrates a successful proof of concept that is local, viable, cost-effective and sustainable.\" Over the course of the next few years, the Masdar facility is expected to scale up to 200 hectares in a move towards full-scale commercial implementation. It's one of several SAF programs supported by prominent airlines and, in some cases, traditional fossil fuel companies, currently being developed around the world. Going nuclear The full potential benefit of SAF, however, may be inhibited by the fact that under present flight safety regulations, airplanes cannot just fill their tanks with 100% SAF, with regulators only permitting use of 50% of the sustainable alternative.  Even so, Paul Stein, chief technology officer at aero engine maker Rolls-Royce says all its latest aircraft engines can already operate using blended SAFs.  \"We believe that all of our newer engines would probably be able to operate on 100% SAF although we are in the process of verifying that.\" Another stumbling block is the supply of SAFs, currently nowhere near capable of sustaining global aviation's needs. Stein says Rolls-Royce is, however, committed to using SAFs and is exploring the possibility of using a \"small modular nuclear reactor\" to power a synthetic fuel plant. \"We're working with oil and gas companies to develop more SAF processes and increase the volumes available,\" he adds. \"Despite challenges of affordability and scalability, we believe SAFs are the only solution to long-haul aviation.\" That's not too surprising. For while Rolls-Royce is working with others to develop a hybrid-electric aircraft -- known as E-Fan X -- Stein says that \"we don't see hybrid aircraft of this size and range reaching certification and commercial service for at least another decade.\" And so the combination of SAF with more efficient turbine engines appears to be the only viable future for the next two decades. To meet its own environmental goals, Rolls-Royce says it's optimizing its next generation \"UltraFan engine demonstrator,\" which will provide 25% fuel-burn and emission reductions compared to the first generation Trent engine currently in service.  UltraFan testing begins next year in anticipation of service entry in the late 2020s. Black bag waste With SAF currently used on less than 1% of commercial flights, innovative technologies and different types of local feedstocks (raw materials) are starting to pop up to help raise that number. Last November for example, Shell Aviation announced that it will support the development of a SAF production plant called DSL-01, in Delfzijl, Netherlands. The project is led by SkyNRG, a Dutch SAF wholesaler, and is on track for commissioning in 2022, making it Europe's first industrial scale supply of alternative aviation fuel.  The plant will produce 100,000 metric tons of fuel annually, derived from waste and residue streams, such as used cooking oil sourced from regional industries. Carbon reduction is also helped by the localization of SAF production relative to where it will be deployed. \"Travelers are conscious of their travel impact and are looking for ways to reduce their travel footprint, but while there's growing global demand [for sustainable air travel] there are only a few production facilities for SAF,\" SkyNRG's Martin Struijker Boudier tells CNN. This, he says, results in complex supply chains, which can be eliminated using regional operations supplying local customers.  Another approach is to derive SAF from \"black bag waste' -- non-recyclable garbage such as disposable diapers, takeaway coffee cups and food packaging.  In a venture announced last August, Altalto Immingham, a subsidiary of renewable fuels company Velocys, in collaboration with British Airways and Shell revealed plans to develop Europe's first \"solid waste to sustainable fuels\" plant at a site in Lincolnshire, England. The plan is to take half-a-million metric tons each year of black bag waste that would otherwise end up in landfill and funnel it through something called a micro-Channel Fischer-Tropsch reactor. This turns the carbon and hydrogen from solid waste into the liquid hydrocarbons required to create SAF.  Out of the woods The tech, says Velocys, will reduce greenhouse gas emissions by 70% for every metric ton of sustainable jet fuel that replaces a metric ton of conventional fossil fuel -- equivalent to taking up to 40,000 cars off the road annually.  BA intends to purchase this fuel produced at the plant for use in its aircraft as part of its emissions reduction strategy.   Subject to planning and funding decisions, the plant is due to begin construction next year and to start producing commercial volumes of SAF in 2024. In the United States, Delta Air Lines is inves"], "Language": false}