{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/business/pharma-drugs-coronavirus/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Eoin McSweeney, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T10:00:38Z"], "LastModifiedDate": ["2020-02-19T10:00:38Z"], "Headline": ["Drugmakers could be hit by the coronavirus. India is especially vulnerable"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Drugmakers in India are bracing for potential disruption from the coronavirus. If they're hit, the impact could be felt around the world. Indian pharmaceutical companies, which produce 20% of the world's drugs supply by volume, are warning that the outbreak threatens to disrupt the supply of raw materials from China.  The drugmakers say they have enough supplies on hand to continue production for now. But their operations could be endangered if the coronavirus continues to cause disruption in China.  Almost 70% of the raw materials India uses in drug manufacturing are imported from China, according to brokerage firm SBICAP Securities. Hubei province, where the coronavirus originated, is a major production hub. \"A lot of our pharma value chain is linked to China,\" Umang Vohra, the CEO of generics producer Cipla, told investors on February 5. \"It is linked for the entire pharmaceutical industry.\" \"If this coronavirus thing continues for more than a month or 45 days, that will begin to create a huge amount of issue for the pharma sector,\" he added.  The coronavirus that started in Wuhan has infected more than 75,000 people around the world, mostly in mainland China. The death toll is more than 2,000. China is slowly getting back to work, but some plants in the country remain closed. It could be weeks or months before global supply chains fully recover. India is the world's biggest exporter of generic drugs, sending huge volumes of medicines to countries including the United States. Kunal Dhamesha, an analyst at SBICAP Securities, said companies that make anti-infective and hormones therapies, such as GSK India, Pfizer, and Cipla, are most at risk from material shortages. Aurobindo Pharma, Cadila Healthcare and Sun Pharma are among the firms that say they are monitoring the situation. Kamal Sharma, the vice chairman of Lupin, told investors on February 6 that while his company has enough supplies to ride out the coronavirus issue for months, executives are \"not getting visibility on shipment of containers\" from China.  Sun Pharmaceutical, which sells mainly to the United States, said its inventory will meet demand in the short term. But it warned that supply chains are complicated, and the original source of material is not always clear.   \"Many of the raw materials, which we may be buying in India, may have dependence on the Chinese intermediate,\" Dilip Shanghvi, the company's managing director, said during an earnings conference call on February 6. \"So we think we are buying from India, but there is a China link.\"  Global implications Jens Spahn, the German health minister, warned Thursday that the outbreak could lead to drug shortages in Europe. He called on the European Commission to devise proposals to address the issue.  European and American drugmakers say they are also watching for potential materials shortages.  \"In the short term, we are fine but obviously this is something that we need to keep under review,\" Emma Walmsley, the CEO of GSK, said on February 5. \"We regularly monitor our supply chains overall for these kind of situations, and we are prepared for these kind of issues, but we need to keep an eye on how long term it will be.\" Mylan, a large generics manufacturer, is monitoring the situation and has put additional protections in place. Pfizer said it has not seen any disruption to its supply chain, and the majority of its finished products and ingredients are sourced from countries other than China. With a majority of some US medical supplies coming from or originating in China, the coronavirus could have \"chilling implications\" for supply chains, according to Robert Kadlec, assistant secretary at the US Department of Health and Human Services. \"The distributors and suppliers feel like right now they're okay,\" he said at a briefing Tuesday held by the Council on Foreign Relations. \"How this plays out longer term is still a matter of concern.\" — Michael Nedelman contributed reporting"], "Language": false}