{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/health/coronavirus-passengers-test-positive-tuesday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Tinker, Hollie Silverman and Amir Vera, CNN"], "Writers": [["Ben Tinker", "Hollie Silverman", "Amir Vera"]], "FirstPublishDate": ["2020-02-18T08:22:00Z"], "LastModifiedDate": ["2020-02-19T08:47:28Z"], "Headline": ["An American evacuated from Japan on a US charter flight says she didn't know people on the plane had tested positive for coronavirus until it landed"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["An American who was evacuated on a US-chartered jet from a cruise ship docked in Japan told CNN that she wasn't aware that other passengers on the plane had tested positive for novel coronavirus until they landed. Sarah Arana was one of more than 300 US citizens evacuated from the Diamond Princess over the weekend and flown to the states following the outbreak of coronavirus on the ship, which is docked off the Japanese port city of Yokohama. Fourteen of the evacuees had tested positive for coronavirus before they boarded the evacuation flights, the US departments of State and Health and Human Services said in a joint statement early Monday, as the two flights carrying the evacuees were en route to US military bases in California and Texas. 'I didn't hear a single word' Arana told CNN's Kate Bolduan on \"Erin Burnett OutFront\" Monday night that she didn't know that passengers on her flight had tested positive until she landed. \"I didn't hear a single word about that until I literally heard it on the news when we landed,\" Arana said. \"It was widely being reported everywhere else and we were never informed about that.\" But Arana felt she was in good hands while on the evacuation flight and when she landed on US soil.  \"On the plane we were with specialists ... very knowledgeable doctors and CDC professionals,\" she said. \"I have no doubt that they did everything with extreme caution.\" She felt much more at risk while on the ship without information and specialists, she told Bolduan. \"I'm not worried about being exposed on the plane,\" Arana said. \"Those are fellow Americans of ours, they deserve to come home.\" While the evacuees have returned to the US, they are not going home just yet. Evacuees with the virus being moved to different locations The 14 passengers who tested positive are now being treated in various locations around the United States. Four of the seven who arrived at Travis Air Force base in California were taken to health care facilities near the base, said Dr. William Walters of the US Department of State's Bureau of Medical Services. The other three, along with their spouses, were transported to the University of Nebraska Medical Center. They were joined there by the other seven passengers who tested positive and had initially arrived at Lackland Air Force base in Texas, Walters said. The Diamond Princess evacuees who haven't been infected will still undergo a 14-day quarantine. Quarantine ending for others Two groups of Americans who recently returned from Wuhan, China -- the epicenter of the outbreak -- via State Department-chartered flights finished their 14-day quarantine at Travis Air Force Base and Marine Corps Air Station Miramar in Southern California, according to the Centers for Disease Control and Prevention.  One person from the Miramar group who was confirmed to have coronavirus remains under care at a local hospital, the CDC said in a statement.  All other individuals under quarantine -- 180 at Travis and 166 at Miramar -- have been medically cleared. The CDC noted in its statement that \"it is important to know that people released from quarantine pose no health risk to the surrounding community, or to the communities they will be returning to.\" Another group is expected to be released Thursday, according to Capt. Matthew Gregory, MCAS Miramar spokesman. He did not have details on Thursday's release. Julia Zhu, who was at Miramar and is going home to San Jose, told CNN she felt good about the quarantine.  \"They did a very good job. We are very  appreciative. They arranged everything,\" she said. Jason Chang, who had been visiting family in Wuhan for the Chinese New Year, was also at Miramar and is headed home to Albuquerque, New Mexico.  \"It was amazing,\" he said. \"Very nice people who helped us a lot.\" As more Americans return to the US on government-chartered evacuation flights, commercial airlines are keeping tabs on passengers who may have been exposed to people infected with the virus. Delta Airlines is reaching out to passengers  Delta Air Lines is \"proactively reaching out\" to passengers who recently traveled on a flight from Honolulu to Nagoya, Japan, after learning that two passengers on that flight are being treated for coronavirus, a statement from the airline said. \"We are communicating with the appropriate public health officials, including US Centers for Disease Control and Prevention and local Japanese authorities. The health and safety of our customers and crews is our top priority, and in cooperation with Japanese health officials, we are proactively reaching out to customers who were onboard that flight as well as taking the necessary steps to ensure the safety of our customers and crew,\" the statement read.  Several airlines, including Delta and American Airlines, have already suspended flights between the United States and China due to concerns over the virus.  Delta previously said it will suspend flights between the United States and China until at least April 30."], "Language": false}