{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/investing/stocks-week-ahead/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-05-03T12:07:10Z"], "LastModifiedDate": ["2020-05-03T14:55:52Z"], "Headline": ["US unemployment hasn't looked this bad since the 1930s"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Since the middle of March, Americans have filed more than 30 million claims for their first week of unemployment benefits, sparking a crisis of joblessness that materialized almost overnight. Facing shutdowns across the country, businesses have been forced to lay off or furlough employees on a massive scale. Now, economists and investors are scrambling to determine the scope of the problem. US unemployment is expected to stay high for some time, weighing on any economic recovery once restrictions start to lift. \"We're going up the elevator and down the escalator,\" Torsten Slok, chief economist at Deutsche Bank Securities, told me. Slok believes unemployment will have peaked in April. Economists surveyed by Refinitiv expect to the unemployment rate to have hit 16.1% last month, which would be its highest level since 1939. The US government releases its latest jobs report on Friday. The assumption right now is that a large portion of unemployed Americans will be able to return to work before long. \"With a high share of those newly unemployed appearing to be on temporary layoff rather than permanently losing their jobs, there is a good chance they will return to paid employment once lockdown measures are lifted,\" Andrew Hunter, senior US economist at Capital Economics, told clients Friday.  Capital Economics predicts that even if the unemployment rate did spike to 20% in April, it would still end the year below 10%. But a 10% unemployment rate is still extremely high, Slok noted. The unemployment rate in February was at a near 50-year low of 3.5% before jumping to 4.4% in March. This level of joblessness will inevitably weigh on consumer spending, which makes up roughly 70% of the country's economic output, Slok said. It's one reason why he expects the bounce back to look more like the Nike swoosh than a sharp \"V.\" Watch this space: The US jobs report on Friday will also contain crucial information about exactly who has lost jobs so far. Economists are interested in how layoffs have been spread across skilled and unskilled workers, and want more demographic information. Investor insight: So far, stocks have largely shrugged off calamitous economic data, with the S&P 500 notching its best month in April since 1987. But an unemployment rate worse than Wall Street expects could still shock, especially as geopolitical tensions rise and companies continue to warn investors about the tough road ahead. How bad is coronavirus for hotels and theme parks? Stay-at-home orders have crippled the hospitality industry and slammed shares of hotel, travel, and entertainment companies. This week, investors will get a closer look at the damage done — and executives will be pushed to comment on the path forward. The main event is Disney's earnings, which arrive on Tuesday. The company, on the heels of one of its best years ever, is now struggling. What's happening: Disney's parks and resorts have closed around the world, forcing the company to furlough thousands of employees. Major films like \"Mulan\" have been delayed. And one of its biggest media networks, ESPN, is scrambling to fill its airtime without live sports. Shares have plunged 27% this year, while the S&P 500 has dropped 12%. And S&P recently downgraded Disney's credit rating to \"A-,\" noting that many of Disney's businesses \"require social interactions.\" This all adds to pressure on executive chairman Bob Iger and CEO Bob Chapek, who will be expected to lay out their plans for Disney's business in a post-lockdown world. Also on the radar: Earnings from Hilton, Hyatt, SeaWorld, Wynn Resorts and Booking.com owner Booking Holdings. Up next Monday: Tyson Foods, Shake Shack, XPO Logistics earnings Tuesday: US trade balance; Fiat Chrysler, Activision Blizzard, Beyond Meat, Match Group, Mattel, Disney and Wynn Resorts earnings Wednesday: ADP employment report; CVS, New York Times, Papa John's, Hyatt, Lyft, PayPal, Peloton and Square earnings Thursday: Bank of England interest rate decision; China trade balance; US initial unemployment claims and consumer credit; Anheuser-Busch InBev, Edgewell Personal Care, Hilton, Booking Holdings, Live Nation, Uber and Zillow earnings Friday: US jobs report; UK consumer confidence; Hostess Brands and SeaWorld Entertainment earnings"], "Language": false}