{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/politics/tom-cotton-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-02-18T16:54:23Z"], "LastModifiedDate": ["2020-02-18T19:46:18Z"], "Headline": ["Tom Cotton is playing a dangerous game with his coronavirus speculation"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Sen. Tom Cotton isn't an infectious disease expert. Which is why it's odd that the Arkansas Republican decided to wildly speculate about the origins of the novel coronavirus during an appearance on Fox News this past Sunday. Asked by anchor Maria Bartiromo \"why do these diseases keep coming out of China,\" Cotton responded: \"This virus did not originate in the Wuhan animal market. Several of the original cases did not have any contact with that food market. We don't know where it originated ... we also know that just a few miles away from that food market is China's only Bio Safety level 4 super laboratory that researches human infectious diseases. We don't have evidence that this disease originated there ... but we at least have to ask the question.\" So, in short, what Cotton is suggesting is that either the virus is the result of an experiment gone bad or a purposeful release of a bio-weapon. BIG news, right? Except that there's no actual evidence to back up Cotton's claim. Here's what CNN fact checker Tara Subramaniam wrote about Cotton's claim: \"Regarding Cotton's hypothesis that the virus originated in connection with a lab, Dr. William Schaffner, an infectious disease specialist at Vanderbilt University Medical Center, said 'I have seen no one provide any solid information to support that theory. I think at this point you can draw a line through it and say that didn't happen.' \"'Everyone with whom I've spoken, or whom I've read, thinks that it has come from a natural source, as did the SARS virus, as did the MERS virus. Both of those were also coronaviruses in animal populations that jumped to the human species in the natural environment,' Schaffner said. 'By now scientists all over the world have looked at this virus and nothing nefarious has come up.'\" So, yeah. Cotton did take to Twitter after his appearance to clarify that he wasn't directly suggesting coronavirus was some sort of bio-weapon gone wrong -- merely suggesting that it was one of four possible origins. Which is more responsible! But doesn't change the fact that on TV -- which has a lot more viewers than Cotton's Twitter feed! -- he floated a totally evidence-free conspiracy theory about the disease. This is the height of irresponsibility from a public official. There is already a massive amount of fear -- and misinformation -- in the public about the novel coronavirus. Why add to it by suggesting, without evidence, that this could actually be a Chinese bio-weapon? Cotton obviously knows better. Not only does he have a sterling academic resume (Harvard, Harvard Law) but he also spent time in the military before being elected to the House and Senate. He knows exactly why speculation like this makes things worse, not better. But he also is living -- as we all are -- in a sort of post-truth world, one if not created, then pushed by President Donald Trump. Trump's candidacy was born in a conspiracy theory (former President Barack Obama wasn't actually born in the United States) and he has embraced any number of conspiracy theories in his days as President. (Millions of illegal votes were cast in the 2016 election, Obama ordered the phones at Trump Tower wiretapped, etc.) Trump has mainstreamed conspiracy theories and convinced lots and lots of people they are true with much the same tactic Cotton used on Sunday, which amounts to this: I am not saying this is true, I am just saying people are talking about it and we owe it to ourselves to ask the question. But simply because Trump has made this sort of stuff commonplace doesn't mean it's OK. It isn't. After all, there's a difference between a random post on some Reddit message board and a US senator spinning conspiracy theories on national TV. Or at least, there should be."], "Language": false}