{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/business/hsbc-results-2019-announcement/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Michelle Toh and Hanna Ziady, CNN Business"], "Writers": [["Michelle Toh"]], "FirstPublishDate": ["2020-02-18T05:58:53Z"], "LastModifiedDate": ["2020-02-18T15:15:41Z"], "Headline": ["HSBC plans to cut 35,000 jobs as profit drops 33%"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["HSBC on Tuesday said it would cut around 35,000 jobs and dramatically overhaul its business after its profit plunged by a third in 2019. The bank plans to reduce its global headcount by roughly 15% to 200,000 over the next three years, a company spokesperson said, although the precise figures have not been finalized. HSBC will also ditch $100 billion in assets, shrink its investment bank and close a third of its US branches as it shifts resources to the Middle East and Asia, where it already makes most of its profits. The changes are expected to cost $7.2 billion by 2022. \"This represents one of the deepest restructuring and simplification programs in the bank's history,\" interim chief executive Noel Quinn said during an earnings presentation.  Quinn warned there would be \"meaningful\" workforce reductions in the bank's home market of the United Kingdom. Other cuts to jobs and costs will come from a simplification of the bank's organizational structure and from the effect of technology and digitization on the business.  The strategy overhaul comes as HSBC contends with a growing list of negative headwinds, including falling interest rates, which make lending less profitable, months of protests in Hong Kong and the coronavirus outbreak in China.  HSBC detailed its strategy while disclosing annual results. Its profit before tax fell to $13.3 billion in 2019 from nearly $20 billion a year earlier, due in large part to a $7.3 billion write-off related to its investment and commercial banking arms in Europe. The bank's stock declined more than 6% in London on Tuesday. Change comes to HSBC The bank will arrange itself into four geographic regions: Asia, the United Kingdom, the United States and the rest of the world.  In the United States, where HSBC has underperformed for years, the group will reposition itself to target more affluent retail customers. London will remain a hub for investment banking, but HSBC's global banking and markets team will now focus more on Asia and the Middle East. The bank said that it would maintain its dividend, but added that it would make cuts to its sales and trading and equity research units in Europe. Quinn said he would also consolidate divisions in order to save costs, with global private banking, retail banking and wealth management now coming under one umbrella.  HSBC will also scrap $100 billion in assets by the end of 2022. \"We expect the reduction [in assets] to be fully offset by growth opportunities we see elsewhere,\" CFO Ewan Stevenson said on a call with reporters, referring to plans to redirect capital away from Europe and the United States to higher return markets in Asia and the Middle East. David Madden, an analyst at CMC Markets, said the restructure was a \"good start\" but that the bank will probably want to do more cost cutting in a year or two once it has deployed capital to more profitable sections of the group. Executive concerns The overhaul comes at a crucial time for HSBC. Quinn was appointed interim CEO when John Flint stepped down in August, after less than two years in the role. Analysts have expressed concern that Quinn, who has not been confirmed as HSBC's permanent CEO, is spearheading the bank's restructuring.   \"He has already started to oversee meaningful change and is about to unveil the most significant strategic reorganization\" since the one undertaken by former CEO Stuart Gulliver in 2011, Investec Securities banks analyst Ian Gordon told CNN Business ahead of Tuesday's earnings.    HSBC chairman Mark Tucker addressed the topic Tuesday, saying that the board has embarked on a \"very thorough and rigorous process\" to search for a new CEO. The bank expects to announce a permanent CEO within the six to 12 months it had initially outlined in August, he said. Coronavirus uncertainty HSBC derives the vast majority of its profit from Asia, where the bulk of coronavirus cases outside China have been reported. It warned Tuesday that the ongoing outbreak was \"causing economic disruption in Hong Kong and mainland China and may impact performance in 2020.\"  The impact to revenue will become more acute if the virus outbreak continues beyond the next month to six weeks, Stevenson said.  If it continues into the second half of this year, HSBC estimates that it will have to make provision for an additional $600 million of credit losses, he added. The virus has not changed the attractiveness of mainland China, Hong Kong or Asia, which remain a \"core engine of growth for the business over the next few years,\" Quinn said. - Eoin McSweeney contributed reporting."], "Language": false}