{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/us/five-things-february-18-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-18T11:11:25Z"], "LastModifiedDate": ["2020-02-18T11:13:21Z"], "Headline": ["5 things to know for February 18: White House, coronavirus, Boy Scouts, India, cancer"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Fans are sending well-wishes to NASCAR driver Ryan Newman, who suffered serious but non-life-threatening injuries in a fiery crash at the Daytona 500.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. White House  Former national security adviser John Bolton is still at odds with the White House over his forthcoming book, which nearly derailed President Trump's impeachment trial with its revelations about the Ukraine controversy. While speaking at Duke University, Bolton said he hopes the book isn't suppressed by the White House. \"I say things in the manuscript about what he (Trump) said to me,\" Bolton added. \"I hope they become public someday.\" The administration, however, says it's concerned about the publication of classified information that it says is protected by executive privilege. The book is due out next month. Meanwhile, President Trump heads to the West Coast this week for a series of political and official events that also provide a public distraction from the upcoming Democratic caucuses in Nevada. 2. Coronavirus  Countries are still rushing to evacuate their citizens from the Diamond Princess cruise ship quarantined in Japanese waters, but the challenge of getting passengers off the stricken ship without risking further contamination looms large over the operation. Meanwhile, in another attempt to keep the rapidly spreading virus at bay, the Trump administration has denied at least 140 travelers entry to the United States at airports and land ports. Those restrictions were put into place at the start of this month and include the temporary denial of entry to foreign nationals who've recently visited China. In Wuhan, where this strain of coronavirus originated, the virus has claimed the life of the director of the Wuchang hospital. China says it will designate medical workers who died while working to combat the virus as \"martyrs.\" 3. Boy Scouts of America The Boy Scouts of America has filed for bankruptcy amid hundreds of sexual abuse lawsuits, thousands of alleged abuse victims and dwindling membership numbers. As a result of the filing, all civil litigation against the organization is suspended, leaving those who are suing the group in limbo. Attorneys for the alleged victims expressed regret that the filing would prevent their clients from holding the BSA accountable in court. Rumors of bankruptcy have been swirling since December 2018. Since then, the BSA has taken steps to try to address the large number of accusations leveled by former scouts. However, recent extensions to some states' statutes of limitations on sex crimes meant the organization was facing a barrage of new lawsuits. 4. India India's Supreme Court made a landmark ruling for equal rights in the armed forces, ordering the government to grant permanent commission and command positions to women officers on par with men. That means all women will now be eligible for the same promotions, ranks, benefits and pensions as their male counterparts. Female officers in the Indian Army have long campaigned for this change because it will allow them to achieve higher ranks with better salaries and leadership potential. The government had told the court that female officers were not physically and physiologically suited to hold such positions. The court rejected that line of reasoning, saying it was based on gender stereotypes.  5. Cancer The world could see a 60% increase in the number of cancer cases over the next few decades, according to the World Health Organization. And the WHO predicts the increase in deaths and the burden of cancer treatments will be higher in poorer countries. One reason for the inequality is the number of people exposed to cancer risk factors. For example, low-income countries tend to have higher rates of cancers related to infection, such as cervical cancer from HPV, than high-income countries. Poorer countries also tend to have higher rates of smoking and other lifestyle choices that put people at risk. However, the WHO says millions of lives could be saved if governments make even minimal investments in cancer resources.  BREAKFAST BROWSE Pier 1 has filed for bankruptcy  Light a bergamot-scented candle in the retailer's honor.  Eminem's 'Rap God' passed 1 billion YouTube views What's old is new (and highly viewed) again.  A Dallas building is still standing (kinda) after a failed implosion Locals are calling it the \"Leaning Tower of Dallas\" -- really!  Someone saved a 6-year-old girl from a mountain lion attack by punching the animal in the face There are normal heroes, and then there are \"punch a giant cat and save a child\" heroes.  Justin Bieber shaved his mustache, much to the delight of his wife  Unfortunately, groomed husbands of the world, you're now on notice. THIS JUST IN ... Dems debate and orate Michael Bloomberg has qualified for tomorrow's Democratic presidential debate in Las Vegas. It will be the first time the former New York mayor will be on stage with his fellow 2020 candidates. CNN also is hosting five town halls in Nevada, starting tonight.  TODAY'S QUOTE \"Given recent national events, it is all the more important to learn from the mistakes of the past and to ensure that such an assault on freedom will never again happen to any community in the United States.\" The text of a California resolution that would formally apologize for the state's role in interning Japanese Americans during World War II. The California State Assembly is expected to pass the resolution this week.  TODAY'S NUMBER $10 billion That's how much Amazon founder Jeff Bezos is pledging to support scientists, activists and organizations working to mitigate the impact of climate change.  TODAY'S WEATHER AND FINALLY Stay sharp!  Would you try knife therapy? This Taiwanese massage method is supposedly great for the body, but as far as relaxation goes ... we're not so sure. (Click here to view.)"], "Language": false}