{"Type": ["gallery"], "Url": ["https://www.cnn.com/style/gallery/breathing-tower-dubai/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Methanoia and Plompmozes", "UNStudio", "Tom Dulat/Getty Images", "The First Group", "Ithra Dubai", "UNStudio and Cox Architecture", "PYXID"]], "FirstPublishDate": ["2020-02-18T10:22:54Z"], "LastModifiedDate": ["2020-02-18T10:22:54Z"], "Headline": [null], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["The 302-meter Wasl Tower in central Dubai will be complete in August 2021. The mixed-use development was designed with an emphasis on sustainability and social cohesion, say architects UNStudio.  LED lights behind the building facade will produce rhythmic patterns at night to give the impression of breathing, according to the architects. A similar effect will be created during daytime through reflection of sunlight, they claim.  The $400 million skyscraper will feature some of the world's tallest ceramic facades, using clay-based material overlaid with fin-shaped tiles which will provide shade from the fierce Dubai heat and deflect light into the interiors.   The tower will be occupied with private apartments, office space, and a branch of the luxury hotel chain Mandarin Oriental. State-owned developer Wasl is hoping to attract long-term residents.   The $400m project has been in development since 2014. Wasl Tower will connect with Burj Khalifa metro station via a pedestrian bridge.  The Burj Khalifa, directly opposite the new tower, is the tallest building in the world at 828 meters.   Wasl Tower is one of several audacious new skyscrapers due to open soon in Dubai. The 360.4-meter Ciel Tower will accommodate the world's tallest hotel.    'The Link' will feature a \"horizontal tower,\" which will be the world's longest cantilever at 228 meters.   UNStudio are known for audacious designs around the world, such as the \"Green Spine\" tower in Melbourne, which will be the tallest building in Australia at 356 meters.   The architecture firm is also responsible for the world's first cross-border cable car, between China and Russia. "], "Language": false}