{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/health/nebraska-coronavirus-unmc/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jen Christensen, CNN"], "Writers": [["Jen Christensen"]], "FirstPublishDate": ["2020-02-18T03:31:38Z"], "LastModifiedDate": ["2020-02-18T03:45:54Z"], "Headline": ["Nebraska's specialized medical care has handled Ebola. Now it's taking on the novel coronavirus"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Nebraska's state slogan \"Honestly, it's not for everyone,\" should have an asterisk, because everyone with even the trickiest disease seems welcome at Nebraska's largest medical facility. Ebola, SARS, monkeypox, multidrug-resistant tuberculosis, the Nebraska Medicine/University of Nebraska Medical Center says it is ready to care for patients with any of those difficult diseases. On Monday it was the novel coronavirus that kept personnel there up overnight. That's when the US Office of the Assistant Secretary for Preparedness Response asked UNMC to take in a total of 13 patients who had either tested positive, or had a high likelihood of testing positive, for the novel coronavirus. The patients had been on a cruise ship docked off the cost of Japan for two weeks. The center said it was prepared.  \"It's what we train and exercise for every quarter,\" said Shelly Schwedhelm. Schwedhelm is the UNMC/Nebraska Medical Executive Director of Emergency Management and Biopreparedness who has clinical oversight of the quarantine and biocontainment units.  One of the patients was sent to the Nebraska Biocontainment Unit for further evaluation. That patient had a chronic condition and was experiencing some light-headedness and shortness of breath, according to the hospital, but is in stable condition and doing well. The special 10-bed biocontainment unit is a state-of-the-art facility that has been doing this kind of complicated work for nearly 15 years.  It is a secured area with its own ventilation system that is isolated from the rest of the hospital and is staffed by people with specialized training in communicable diseases. It had been commissioned by the US Centers for Disease Control and Prevention in 2005.    This isn't the first patient connected to a high profile disease in the unit.  In 2014, the unit successfully treated three patients with Ebola, including Dr. Rick Sacra, an American physician from Massachusetts who got sick while working with Ebola patients in Africa.  Sacra praised the \"amazing foresight and diligent preparation\" in creating the biocontainment unit. \"Without this type of preparation, my evacuation from Liberia when I was ill and my treatment at such a facility would not have been possible,\" he said at the 10th anniversary celebration of the facility. In 2018, Nebraska Medicine/UNMC got another American who doctors suspected had Ebola, but after 21 days of monitoring at the facility, it was determined the doctor was not sick and was cleared for release.  UNMC also has a federal quarantine center on its campus. That's where 12 other patients from the cruise ship were sent Monday. That facility has 20 purpose-built rooms, that are separate from, but are in close proximity to the biocontainment unit, that can be used if the patients need additional care.  The quarantine center was created in collaboration with the federal government. The private-public partnership was set up to care for patients who may not have symptoms, but   who are at a high risk of exposure, or for patients who currently have mild symptoms or a positive test for a disease, but are not sick enough to require hospital admission. This facility also has a training, research and simulation center created to train medical personnel from all over the country on how to work safely with patients that may have a highly infectious disease. The 12 patients in the quarantine center will be tested on site for the novel coronavirus.  \"Some tested positive, we are told, in Japan, but some came with a lack of clarity what their test results were,\" said Schwedhelm.  The patients will be monitored and treated if necessary. Schwedhelm said the team at UNMC is ready for a challenge, even one like with the novel coronavirus that has been a real problem for some other medical facilities. Over 1,700 frontline medics have been infected with the coronavirus in China, six of whom have died, according to China's National Health Commission as of last week. The Wuhan government has acknowledged there is a shortage of protective medical supplies and medical staff has  been working around the clock. The Chinese government has promised to \"tangibly improve the work conditions of frontline medical workers.\" Even with the right protective gear, Dr. Tom Frieden, the former director of the CDC, wrote about his concern for health care workers in an opinion piece for CNN. With the virus appearing to be so infectious, \"health care workers are at especially high risk,\" he wrote. It was out of a similar concern for the protection of health care workers, that UNMC/Nebraska Medicine's developed its specialty for treating tricky infectious disease in the first place said Schwedhelm. It was a particular passion of a now retired infectious disease specialist there, Dr. Phil Smith. \"He had the foresight in the early 2000's, with the anthrax attacks in Washington DC, SARS in Canada, Monkeypox in the Midwest, and elsewhere when health care workers were getting sick, most likely because contaminating themselves as they removed their personal protective equipment,\" Schwedhelm said. \"Those were all really driving things for him, because he felt strongly that there really wasn't a great facility to support care of people who others were scared to take care of and there needed to be one in this country.\"  Schwedhelm, who grew up in Nebraska said she never would have imagined back when she was an ER nurse at the start of her career that this is where her career would take her. Now she, and other members of the Nebraska team, travel the country teaching other medical staff  how to stay safe when treating patients with infectious disease. \"It isn't just the bricks and mortar of a biocontainment unit that makes this place special,\" she said. The staff apply and volunteer to work in these specialty programs.  \"Many have been here from the start,\" she said. \"The real treasure and asset here is the people.\""], "Language": false}