{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/16/asia/coronavirus-wuhan-china-recovery-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Beijing"], "ByLine": ["By David Culver, Lily Lee, Ben Westcott and Shanshan Wang, CNN"], "Writers": [["David Culver", "Lily Lee", "Ben Westcott"]], "FirstPublishDate": ["2020-02-17T02:06:51Z"], "LastModifiedDate": ["2020-02-17T12:19:18Z"], "Headline": ["They caught the coronavirus that's killed more than 1,700 people and survived"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["When 31-year-old engineer Edison Zhang was diagnosed with the deadly novel coronavirus, which has killed hundreds of people in his home city of Wuhan, he was actually relieved. As Zhang got increasingly sick, the worst part was waiting for a diagnosis. \"At the beginning, I was scared and fearful,\" he said. But once his case was confirmed, he stopped worrying. \"I knew from this point, there's no other choice but to receive treatment,\" Zhang added. Zhang was fortunate to receive a diagnosis. There are reports in parts of China that a shortage of testing kits and inaccurate results are leading to long delays in the diagnosis and treatment of coronavirus patients. As of Monday, there were more than 71,000 cases of the disease globally and more than 1,700  deaths -- the vast majority of which have occurred in Hubei province, the central region of China where the virus was first detected. But as the death toll rises, so does the tally of those who have survived.  Chinese state-run media has been heavily publicizing the virus-free former patients, showing footage of them receiving flowers and leaving hospital. Zhang is one of more than 10,000 people to have recovered from coronavirus after receiving an official diagnosis.    Family infected Zhang is currently undergoing a 14-day quarantine in a government-assigned hotel in the city of Chongqing, where he had traveled to with his wife's parents for the Lunar New Year.   He arrived in the city from Wuhan on January 22 with his wife and parents-in-law. The next day, his father-in-law went to hospital because he had developed a cough.   \"We had strongly asked for a nasopharyngeal swab test ... because we felt that all his symptoms were similar (to that of coronavirus),\" Zhang said. But the county hospital refused to perform the test. A few days later, his wife came down with a fever. On January 30, a nasopharyngeal swab test showed both she and her father had been infected by the novel coronavirus, officially called Covid-19. The next day, Zhang and his mother-in-law were given nasal swab tests as well. The whole family had been infected.  \"Had we done the nasopharyngeal swab tests earlier, maybe not all four of us in the family would be infected,\" Zhang said.  The family was diagnosed at a county hospital that wasn't able to treat them. \"We were all transferred to a higher-level hospital in the city ... the ambulance collected us directly from the county hospital and took us to the city hospital. Point to point. There was no stopover,\" he said. During his treatment, Zhang said he was constantly asking doctors about the drugs he was being given. He researched online how his treatment compared to that of severe acute respiratory syndrome (SARS) patients in 2003, to ensure he wasn't taking medication with long-term side effects.  On February 9, after being discharged from hospital, Zhang was sent to quarantine. He was told almost all his personal belongings, including clothes, books and other items, would have to be destroyed.  So far only Zhang and his wife's father have recovered. His wife and her mother are still in hospital. Aware of the negative stigma surrounding people who have been infected by the coronavirus, Zhang asked to use a pseudonym in his interviews with CNN. Even the survivors who are shown on Chinese state-run broadcasters have their faces blurred, as the government understands the social isolation and discrimination a diagnosis can bring. Still, in many ways, Zhang was lucky. As a young, fit man who plays basketball and has no pre-existing conditions, his chances of surviving the coronavirus appeared to be high. \"(After I was diagnosed) I checked the death numbers published at that time. I found most people who died were senior citizens, many of whom had other conditions. And for me personally, I don't have any other diseases,\" he said. 'I just treated it as a normal cold' Quarantined in a hotel in Wuhan, 21-year-old Tiger Ye is waiting for a negative result on his last test before he can go home.  He needs four negative tests before he is declared clear.  Like Zhang, Ye has recovered from the deadly novel coronavirus. He also asked to use a pseudonym for fear of repercussions from speaking out. Zhang isn't clear how he was infected, but Ye said he likely got infected while studying Japanese at a language school not far from the Wuhan seafood market where the coronavirus is believed to have originated. \"On January 17, while attending school, I felt a little sick and sore. (But) I just treated it as a normal cold and took some medicine,\" he said. Within a few days, Ye started to lose his appetite and by January 21, he was so unwell he couldn't finish his lunch. He took a taxi to one major hospital, but found it packed with anxious people. \"It was a real mess. There was a lot of people, nurses and doctors in the fever clinic,\" he said. \"I saw the people and checked the map (for another hospital).\" After looking at a map, he identified a smaller hospital and headed there. He was sent away with a prescription but without a proper diagnosis.  Ye's condition kept getting worse and by January 26 he had a \"crazy cough\" and a high fever. At the height of his illness, Ye said he \"felt cold, but his body was hot,\" with a temperature above 39 degrees Celsius (102 degrees Fahrenheit). He suffered from stomach pain, vomiting and diarrhea.  After visiting hospital again, he couldn't get a taxi home as Wuhan was now under lockdown, so his father had to come and pick him up in their car. \"My dad told me I needed to be in quarantine for about 14 days,\" he said. Eventually, Ye returned to hospital. There he was officially diagnosed with the virus and given medication usually used for treating HIV -- an experimental treatment that while uncommon has been provided in China and other countries.  Ye began to recover quickly and on February 9, he was put into a hotel to be quarantined. He had never officially been hospitalized.   \"When I was at my hardest point, I thought 'will I die?' But I just had to face this disease and fight it,\" he said. Not every survivor has found having the disease a difficult experience. Speaking at a press conference arranged by the Chinese government on Friday, 31-year-old IT worker Li said that she had only minor symptoms and felt safe once she was  hospitalized. \"Everyone shouldn't be afraid of this disease, if anyone has got it, you should trust the country, trust the hospital and trust the doctors,\" she told journalists. \"So please go to the hospital for examination as soon as possible when you got it. We can definitely defeat the disease.\" Xu Bin, a doctor in Beijing Youan Hospital, said that medics were using a mixture of anti-virus medication and Traditional Chinese Medicine to help patients recover. Doctors were protecting themselves from the virus by wearing hazmat suits, along with another layer of protective clothes and gloves, and N95 face masks.   For patients like Zhang and Ye, the uncertainty around the virus is one of the worst parts of being infected. Even after they have recovered, Zhang said he had heard stories about \"negative (patients) turning positive again.\" \"I watched the news and know there's that possibility. I don't know if that would happen to me and I'm a bit worried about it, because there still isn't clear information about this disease. You can't really say someone is completely cured,\" he said."], "Language": false}