{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/snow-skiing-climate-change-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ivana Kottasová, CNN"], "Writers": [["Ivana Kottasová"]], "FirstPublishDate": ["2020-02-14T09:20:06Z"], "LastModifiedDate": ["2020-02-17T11:16:58Z"], "Headline": ["A French ski resort had to helicopter snow onto its slopes in order to remain open"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["A French ski resort has used a helicopter to bring in snow in order to remain open after unseasonably warm temperatures left its slopes without snow cover.  Photos capturing the scene in the Superbagnères resort in the Pyrenees show the helicopter delivering a bundle of snow to the area, then dumping it on the ground.  Officials from the Haute-Garonne council told the AFP news agency the step was necessary to make sure the ski resort was operational for upcoming school holidays. The region has been experiencing temperatures of well above 10 degrees Celsius (50 Fahrenheit) -- too warm to make snow artificially. But the move has sparked criticism, including from the French ecology minister Elisabeth Borne, who tweeted that transporting snow by helicopters was \"not a possible path.\" The council did not respond to CNN's request for comment.  Snow scarcity is not a unique problem. The organizers of last month's cross-country skiing world cup in Nove Mesto na Morave in the Czech Republic had to tap into their stockpiles of last year's snow and double up a section of their ski track to be able to ahead with the competition.  The International Ski Federation (ISF) requires at least a 5-kilometer skiing loop for this type of event, but there was only enough snow to cover 4 kilometers (2.5 miles) of ski tracks. \"We knew the event was going to go ahead, there was no doubt about that,\" Jan Skricka, the competition's secretary general, told CNN. The rules required a 5-kilometer loop  \"But we also knew we won't be able to build a full 5-kilometer circuit, so it was a question of figuring out a way around it.\" It made for a tough couple of weeks for Skricka and his team, but in the end their event was a success. Thousands of spectators came to cheer on the world's skiing elite.  That competition's initial snow troubles might soon be forgotten, but the issue won't go away.  The next leg of the cross-country world cup was held in Oberstdorf in Germany. In order to host a recent ski jumping competition, the groundskeepers there had to bring in truckloads of old snow. And experts say snow sports are likely to suffer more in future, because of the changing climate. Warming temperatures globally mean ski seasons are getting noticeably shorter and changing weather patterns are making snowfalls more unpredictable. Ski seasons are getting shorter The International Olympic Committee (IOC) is well aware of the problem. In a report examining the impact of climate change on future winter games, the committee warned that as temperatures increase, the snowline will rise, meaning fewer places around the world will be suitable for skiing and other winter sports. The IOC report forecast that an increase of 1 degree Celsius (1.8 degrees Fahrenheit) would push the snowline up by 150 meters. \"The ski season may start up to a month later and finish up to three months earlier,\" the committee said. According to NASA, global temperatures are now 0.98 degrees Celsius warmer than the 1951-1980 mean. The impact of this warming on snow depth is already noticeable.  When scientists from the Royal Netherlands Meteorological Institute looked at snow depth data from 1,131 weather stations across Europe, they found that, on average, mean snow depth had decreased by more than 12% a decade over the past 66 years. The IOC said warming temperatures were particularly bad news for ski resorts located below altitudes of 1,000 meters.  Nove Mesto, which lies just 600 meters above sea level, is a prime example of this.  A couple of years ago, the city realized that local snow conditions there were too unpredictable for a place that wanted to host major winter sports competitions, so it built a giant snow storage facility. Skricka credited that decision with saving this year's event. Technology can help with some of the headaches. The 2022 Winter Olympics will be held in Beijing and on nearby mountain ranges at the edge of the Gobi Desert. Snowfall is extremely rare in the region, so the organizers will have to rely entirely on artificial snow making. But that solution isn't without its problems. Northern China is already suffering from severe water stress and the area is becoming increasingly dry.  In an early assessment of the venue, the IOC warned that Beijing appears to have \"overestimated the ability to recapture water used for snow making,\" and said it would likely need to divert water from other sources. But it went ahead and awarded the games to China anyway.  It will likely get worse A vast majority of scientists agree that global warming is set to continue in future. The question is by how much.  The goal of the Paris Climate Agreement, signed by most countries around the world, is to limit warming to \"well below\" 2 degrees Celsius above pre-industrial levels by the end of the century.  That goal is ambitious and requires most countries around the world to drastically reduce their carbon emissions in the coming years. The United States, the world's second biggest emitter, has withdrawn from the deal under President Donald Trump.  Peer-reviewed research looking at changing weather conditions in 21 past Winter Olympics host cities found that even if emissions do drop, and overall warming is limited, only 13 of the cities will still be suitable for winter sports by 2050.  The scientists, led by Daniel Scott, professor of geography and environmental research at the University of Waterloo in Ontario, Canada, said if emissions don't come down and the world continues its \"business as usual\" approach, only 10 of the 21 locations would be usable by 2050. Nove Mesto is determined to go on for as long as it can, however. The cross-country world cup returned to the city this year after a four-year break and Skricka is hoping the event's success will convince the ISF that the competition belongs there -- even if the snow supply is tight. "], "Language": false}