{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/16/opinions/king-edward-viii-wallis-simpson-williams/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kate Williams, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-16T16:14:30Z"], "LastModifiedDate": ["2020-02-16T16:14:30Z"], "Headline": ["The truth about Wallis Simpson, the woman accused of stealing a king"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["For many decades, Wallis Simpson has been seen as a temptress, the woman who pulled a king away from his duty and thrust his younger brother into a stressful role.  History has painted her as an interloper -- a royal consort version of the age-old caricature of the femme fatale. Lurid speculation has been made about the \"tricks\" she used to \"get\" the King, and all kinds of sexist slurs have been directed her way.  But Wallis' story is complicated, and it's time we saw her differently. Wallis is always blamed for bringing down the monarchy, but the truth is that she wanted Edward to stay on the throne. She tried to persuade him that she should be his mistress, not his wife -- wondering if it were not better to take \"the simple way.\"  Yet Edward VIII fell head over heels in love, despite little prompting from the American herself. He was determined to have her, and once he did he wanted to marry, so she would be Queen \"Empress of India, the whole bag of tricks.\" Bessie Wallis Warfield was born in Pennsylvania in 1896, and spent her formative years in Baltimore. In 1916, she married a pilot named Earl Winfield Spencer, a man whose work in the military would take the couple to China. But Spencer was a heavy drinker and foul-tempered; she soon divorced him and fell in love with her second husband, Ernest Simpson. It was in January 1934, when Wallis was 38 and living with Simpson in London, that she was approached for a favor by her friend, Thelma Furness. Furness was Prince Edward's mistress, and she wanted to ensure no other woman would seize him while she made a brief return to America.  She asked Wallis, whom she'd previously introduced to Edward, to entertain the prince and keep him occupied while she was away. Unfortunately for Furness, Edward fell for Wallis and almost immediately forgot about his former mistress. Everyone hoped it would blow over. Wallis' husband waited patiently, and even Wallis herself thought it would be short-lived.  But as Edward grew more passionate, Wallis wished she could escape the relationship, as Anne Sebba has shown in her book, \"That Woman.\" Unlike all the other women of his set, who wanted Edward and made it clear, Wallis was cooler; the more she held back, unsure about the consequences, the more he clung to her. He threatened to kill himself, and said he would pursue her if she left him. On January 20, 1936, King George V died and Prince Edward was suddenly a king -- one who still refused to give up his American mistress. As the decree nisi came through on Wallis' second divorce in November 1936, it was Prime Minister Stanley Baldwin who explained to the new sovereign that, as the head of the Church of England, it would be impossible for him to marry a divorcee.   A possible plan was drawn up in which Wallis could be the King's wife but not the Queen, with the title Duchess of Cornwall (the title now taken by Camilla, wife of Prince Charles), but it was rejected. The papers broke the news, as the wife of the Prime Minster noted, with headlines on the \"harpy and the King.\" Wallis fled from the press to France, where she declared she would give Edward up. But Edward wouldn't have it, and instead moved to give up the throne for \"the woman I love,\" as he said in his infamous abdication address to the nation.  Wallis was locked into a love story that Edward had spun, and was attacked as the woman who upended a monarchy. She was even blamed as responsible for Edward's fascination with the Third Reich, and called a Nazi spy.  Of course, Wallis was an enthusiastic participant in Edward's visit to Nazi Germany in 1937, and both the American and British secret services had files on their correspondence with German officials. But as reprehensible as these sympathies are, she was not influencing Edward.  He fell for the Third Reich because it gave him the deference he wanted. Footage has emerged from a time before Wallis became his lover that shows Edward alongside his niece, the now-Queen Elizabeth II, making the Nazi salute.  Edward always made his own decisions: he chose to relentlessly pursue a woman who more than once suggested they end the relationship, and he chose to give up his sworn duty to do so. It has even been argued that he disliked the role of king and saw an exit route in Wallis.  Yet he is seen as a heroic man who sacrificed, while Wallis is hated. Even a sympathetic 2011 film by pop star Madonna, \"W.E.,\" couldn't change people's minds. As we have seen repeatedly over the years, and most recently with Meghan, the Duchess of Sussex, women who marry into the royal family are made to suffer, attacked for their appearance; family; the work they do; the lives they have lived before. Meghan has suffered almost inconceivable amounts of sexist and racist criticism. Kate Middleton, the Duchess of Cambridge, was mocked and her family criticized, and even Princess Diana was constantly raked over the coals about her weight and appearance. Wallis has been so demonized that it's hard to see her in the same group, but the same class hatred and sexism dogged her, too. Yes, she did take up with the Prince, but she thought it would be a brief affair. She didn't entrap him.  And while there are many aspects of her character we can and in some cases should question -- her Third Reich sympathies among them -- to view her legacy as an unscrupulous \"harpy,\" a seductress, or a femme fatale who dragged the king from duty is neither true nor fair.  The abdication was spun to the population as a love story, a romance rather than a political crisis. The consequence was that the government stayed in place -- but Wallis was blamed for it all. We're told that every little girl wants to be a princess. But as many of the women who have married into the Windsors show us, marrying a prince is often anything but happy ever after."], "Language": false}