{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/asia/us-air-force-b-1-bombers-guam-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Brad Lendon, CNN"], "Writers": [["Brad Lendon"]], "FirstPublishDate": ["2020-05-03T04:26:08Z"], "LastModifiedDate": ["2020-05-03T04:44:51Z"], "Headline": ["US Air Force sends B-1 bombers back to Guam on temporary deployment"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Just a few weeks after the US Air Force ended its 16-year Continuous Bomber Presence in Guam, its B-1 bombers are back on the Pacific island. The temporary deployment program is designed to keep Washington's adversaries guessing about what US firepower will be where and when. The US Pacific Air Forces (PACAF) announced Friday that four of the B-1s, able to carry the largest weapon payloads in the US fleet, had arrived at Andersen Air Force Base on Guam to conduct training and \"strategic deterrence missions\" in the Indo-Pacific region. The B-1s, from Dyess Air Force Base in Texas, are being deployed under what the Air Force calls its bomber task force, a plan designed to move the massive warplanes to spots around the world to demonstrate \"operational unpredictability,\" the service said in a statement. The Air Force did not specify how long the bombers will be on Guam. Analysts say that tactic makes the US forces harder to target than keeping them on specific bases, as had been the case in the now-ended Continuous Bomber Presence did on Guam. \"The consistency and predictability of the (Guam) deployment raised serious operational vulnerabilities. A planner in China's military could have easily plotted ways of destroying the bombers due to their well-known presence,\" said Timothy Heath, senior international defense researcher with the RAND Corp. think tank in Washington. Since it pulled B-52 bombers from Guam on April 17, the US has been making its B-1s visible in the Pacific, with  missions being flown over from bases in continental US. That includes a 32-hour flight by two B-1s from Ellsworth Air Force Base in South Dakota to the skies over the South China Sea and back last Thursday. Earlier in April, the Air Force sent two B-1s from the South Dakota base on a 30-hour round trip to Japan, where they teamed up with Japanese F-15 and F-2 fighters, as well as US F-16 jets, on a training exercise, the Air Force said. In announcing the deployment of the B-1s to Guam, Lt. Col. Frank Welton, PACAF's chief of operations force management, touted the US' ability to carry more powerful weapons than the B-52s that left Guam a few weeks ago. \"The B-1 is able to carry the LRASM (Long Range Anti-Surface Cruise Missile), giving it an advanced stand-off, counter-ship capability,\" Welton said in a statement. The precision guided missile is designed to hit adversaries' warships with a penetrating and fragmentation warhead, while keeping the bombers at a low risk of a counterattack. The Air Force said the return of the B-1s to Guam marks their first presence in the Pacific since 2017, when they flew multiple missions with the South Korean and Japanese air forces during the height of US tensions with North Korea. Analysts say deployments like the ones the B-1s are making to the Pacific now can be expected to be the new normal for the region. \"We will stage bombers through Guam periodically,\" said Carl Schuster, a former director of operations at the US Pacific Command's Joint Intelligence Center. \"Sometimes they will participate in exercises with our allies and partners, sometimes they will continue on to the Indian Ocean by way of the South China Sea.\" The unpredictability of random deployments \"will also complicate any bad actors' decision-making assumptions,\" Schuster said."], "Language": false}