{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/15/world/ebola-fight-milestone/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Radina Gigova, CNN"], "Writers": [["Radina Gigova"]], "FirstPublishDate": ["2020-02-15T15:22:12Z"], "LastModifiedDate": ["2020-02-15T15:25:26Z"], "Headline": ["Amid looming coronavirus crisis, progress made in fight against Ebola"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["As China and the world try to stop the spread of the novel coronavirus, the fight against another deadly disease, Ebola, has reached an encouraging \"milestone,\" the World Health Organization said Friday.  Four countries in Africa, including the Democratic Republic of Congo, Burundi, Ghana and Zambia, have licensed an Ebola vaccine to \"cement hard-fought progress\" in keeping their people safe from the deadly disease, WHO announced.  \"The rapid approval of the Ebola vaccine by countries in the Africa region helps ensure this critical prevention tool will be available when and where it is needed most,\" said Dr. Matshidiso Moeti, WHO regional director for Africa. \"This kind of collaboration and innovation is a model for other health priorities.\" The DRC is still grappling with the world's second-largest Ebola epidemic on record, that has killed more than 2,200 people and infected over 3,400. The outbreak, declared on August 1, 2018, has affected DRC's North Kivu and Ituri provinces.  The ongoing fighting in the region has added additional challenges for health workers, who are forced to operate in warzone-like conditions, WHO said. Several health workers have lost their lives due to the violence.   Vaccine highly effective Preliminary study results of the new injectable Ebola vaccine, named Ervebo, have shown it is nearly 98% effective and can reduce the chances of dying for those who have already been infected, according to WHO.  It has proven to be effective in protecting people from the Ebola Zaire virus and is recommended by the WHO Strategic Advisory Group of Experts as part of a broader set of Ebola response tools.  The vaccine would not require \"clinical trial or other research protocols,\" and is expected to be registered in additional countries in coming weeks, WHO said. It is manufactured by the company Merck, known as MSD outside the US and Canada.  Speaking from DRC's capital Kinshasa, WHO Director-General Tedros Adhanom Ghebreyesus said the approval of the vaccine by the four African nations is a \"milestone in the fight against this unforgiving disease\" and urged \"the whole world to recommit\" to reaching zero Ebola cases.  Due to the urgent need for an Ebola vaccine, WHO said the prequalification process was the \"fastest vaccine prequalification process ever.\"  \"The development, study, and rapid prequalification of this vaccine show what the global community can do when we prioritize the health needs of vulnerable people,\" Ghebreyesus said.  Health emergency in an active conflict zone  Containing a deadly virus amid the high level of insecurity in northeast DRC has been extremely challenging, as in some cases medical teams require an armed escort, WHO said.  North Kivu province is among Congo's most populated, with eight million people, according to WHO and the United Nations. Thousands in the region have been displaced by fighting between various armed groups and many people have tried to flee to neighboring countries -- potentially creating additional health risks.  \"On the scale of difficulty, trying to extinguish a deadly outbreak pathogen in a war zone\" is at the top of the scale, WHO Deputy Director-General for Emergency Preparedness and Response Peter Salama told journalists in August 2019.  The Ebola outbreak in West Africa between 2014 and 2016 was the largest on record since the virus was discovered in 1976. More than 28,600 cases and nearly 11,300 deaths were reported in Guinea, Liberia, and Sierra Leone. An additional 36 cases and 15 deaths were recorded when the outbreak spread outside the boundaries of the three countries."], "Language": false}