{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/15/politics/mike-pompeo-germany-trump-munich-security-conference/index.html"], "Source": ["cnn"], "Location": ["Munich, Germany"], "ByLine": ["By Vivian Salama, CNN"], "Writers": [["Vivian Salama"]], "FirstPublishDate": ["2020-02-15T14:42:32Z"], "LastModifiedDate": ["2020-02-15T14:42:32Z"], "Headline": ["'The West is winning': Pompeo touts US commitment to Western allies in face of criticism"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Secretary of State Mike Pompeo called the erosion of the transatlantic alliance \"grossly exaggerated,\" and pushed back on comments by Germany's President that the US has rejected the international community under Donald Trump's presidency.  \"Those statements don't reflect reality,\" Pompeo said Saturday in his address to the Munich Security Conference. \"I'm happy to report that the death of the transatlantic alliance is grossly exaggerated. The West is winning, and we're winning together.\" In his opening remarks to the conference on Friday, German President Frank-Walter Steinmeier warned that the United States would put its own interests first at the expense of allies. \"Our closest ally, the United States of America, under the current administration, rejects the very concept of the international community,\" he said. \"'Great again' but at the expense of neighbors and partners,\" Steinmeier said, referring to Trump's \"Make America Great Again\" campaign slogan, without naming the President. The annual conference this year focused on the theme of \"Westlessness,\" a concept that questions whether the West is losing influence to other global powers. \"'Westlessness,' -- whatever that means,\" Pompeo said. \"Let me give you an idea of what's real: the West is winning! And by that, I don't just mean just the nations of the geographical 'West.' Any nation that adopts the Western model -- a respect for individual freedom, free enterprise, and national sovereignty -- they're part of this idea of 'the West.'\" Pompeo addressed \"signature efforts of American leadership with our partners,\" describing pressure by the North Atlantic Treaty Organization on Russia and unanimous support for Washington's decision to withdraw from the Intermediate-Range Nuclear Forces Treaty, citing Russian violation. He also noted alliances to pressure Chinese aggression in the South China Sea, and to impose sanctions on North Korea over its nuclear program. Pompeo's speech eluded to policy issues where Washington and its European allies do not see eye to eye, including the Trump administration's decision to withdraw from the Iran nuclear deal and effort to ban products by Chinese telecommunications giant Huawei, although he didn't explicitly underscore those differences. \"It's not about Europe following us -- we want to work alongside you. We want to work together,\" he said. \"There's lots of good things going on,\" he added. \"It doesn't mean there won't be differences and disagreements about how to approach them.\""], "Language": false}