{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/15/business/pandemic-bonds-coronavirus/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hanna Ziady, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-02-15T07:37:04Z"], "LastModifiedDate": ["2020-02-15T07:37:04Z"], "Headline": ["These bonds were supposed to help fight diseases like coronavirus. They've never paid out"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Three years ago, the World Bank issued new bonds to raise funds that could be used to help poor countries fight pandemics. The money is still sitting on the sidelines. The bank was responding to an Ebola outbreak in 2014 that killed more than 11,000 people. It sold two sets of bonds that, under certain conditions, would release capital to fight the spread of disease. One $225 million bond covers influenza and coronavirus outbreaks and now pays interest of over 8% a year. A second $95 million bond covers ailments such as Ebola and Lassa Fever, as well as coronavirus, paying investors interest of nearly 13% annually. Both are scheduled to mature on July 15.  Investors are now preparing for the possibility that the outbreak of the novel coronavirus in China will continue to spread, triggering a payout to the World Bank's Pandemic Emergency Financing Facility. That would leave bond owners with much less to show for their investment. Critics of the bonds say they won't make much of a difference, even if the cash is released. They argue that onerous conditions required to release the money mean that it will arrive too late to help people in the path of the coronavirus outbreak.  When is an outbreak an emergency? The World Bank spearheaded the development of so-called pandemic bonds in response to the Ebola outbreak that swept across West Africa and beyond between in 2014 and 2015.  The idea was to quickly channel funding to the world's poorest countries facing a major disease outbreak with pandemic potential. To qualify, the epidemic has to meet conditions based on the number of deaths, the duration of the outbreak, the speed at which the disease spreads and the number of countries affected. But critics claim that conditions needed to trigger payouts are far too onerous, preventing or delaying the arrival of much needed help. They point to the ongoing Ebola outbreak in the Democratic Republic of Congo as one example where the bonds haven't worked. The coronavirus hasn't yet triggered a payment, either. \"The specific triggers were chosen in close coordination with the World Health Organization and no one could foresee that other outbreaks would behave differently,\" a World Bank spokesperson said. The Ebola outbreak, which began in 2018, has claimed more than 2,200 lives — more than that of the coronavirus. But no payments have yet been dispensed to fight the second largest Ebola epidemic on record because there have not yet been 20 deaths in a second country, a requirement stipulated in the terms of the bonds. The DRC is Africa's second largest country by land area. Olga Jonas, a senior fellow at the Harvard Global Health Institute who spent 33 years at the World Bank, described pandemic bonds as a \"publicity stunt\" that will not help to stop outbreaks or prevent pandemics. The money, she argues, would never arrive quickly enough to make a difference. \"Only the reinsurers and investors came out ahead,\" said Jonas, who spent seven years coordinating the World Bank's response to pandemics.  Former World Bank chief economist Larry Summers, another prominent critic, has publicly dismissed the initiative as \"financial goofiness\" and an \"embarrassing error.\" According to a World Bank spokesperson, the Pandemic Emergency Financing Facility has paid $61.4 million to fight Ebola in the DRC. The coronavirus spreads   The situation could be different with coronavirus. The global number of cases has swelled to more than 67,000. The death toll has meanwhile topped 1,525, including three outside mainland China. Payouts from the World Bank's pandemic bonds will be triggered if, at least 12 weeks after the start of the outbreak, the number of confirmed cases is still growing and the virus has killed at least 20 people outside China, according to Scott Lothian, an investment manager at Baillie Gifford, one of the investors in the bonds.  The bonds are currently trading at a discount to their original price, according to Lothian. In other words, markets believe there is a reasonable likelihood that a payout will be triggered. \"I think that's on coronavirus,\" Lothian told CNN Business.  The maximum payment for coronavirus under the bonds is $196 million, to be paid out in batches depending on the number of deaths and geographic spread. At the very least, 250 deaths in at least two countries would lead to a payout of $56 million. Lothian said that the bonds should not be deemed successful only if they pay out, as they have set a precedent for transferring risks that are difficult to price to financial markets. If payout conditions are loosened on future pandemic bonds, that debt will be more expensive to issue, he added. \"Capital markets are helping to provide insurance for public health risks in developing countries that would otherwise not be covered,\" added Andrew Cave, head of governance and sustainability at Baillie Gifford."], "Language": false}