{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/business/europe-gdp-germany/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-02-14T16:28:32Z"], "LastModifiedDate": ["2020-02-14T16:28:32Z"], "Headline": ["Europe's stagnant economy is vulnerable to a shock from China"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Recession fears are stalking Europe again after Germany's economy flatlined at the end of 2019. The coronavirus now threatens to slam exports to China. The German economy did not grow in the final three months of last year, setting up the country for a difficult 2020 just when it was meant to begin experiencing a revival.  Weakness in the world's fourth largest economy reverberated across the eurozone, where growth slumped to a seven-year low of 0.1% in final quarter of last year. That makes Europe especially vulnerable to the looming hit from the coronavirus outbreak. More than 64,000 people globally have been infected, and China's economy is still struggling to get moving again after the extended Lunar New Year holiday.  \"The [eurozone] economy should be about to turn a corner, but the coronavirus now means that [the first quarter] could well be a write-off,\" Claus Vistesen, chief eurozone economist at Pantheon Macroeconomics, said in a research note. Germany was already in a feeble condition, logging growth of just 0.6% for the whole of 2019 amid weak global auto sales, the US-China trade war and uncertainty over Brexit.  Economists thought that the economy, which has been held back by its manufacturing sector, would start to pick up early this year. Then came the outbreak of the novel coronavirus. China is the third biggest destination for German goods exports, and a drop in demand there is expected to further damage the country's factories. In 2018, the country exported goods worth nearly €94 billion ($101.6 billion) to China, more than four times as much as France. German carmakers, which do big business in China, are exposed: Major automakers sold fewer than 2 million cars in China last month, an 18% plunge from a year earlier. \"The impact from the coronavirus on the Chinese economy is likely to delay any rebound in the manufacturing sector as it at least temporarily disrupts supply chains,\" Carsten Brzeski, chief German economist at ING, wrote Friday. That's drummed up talk about a potential recession in Germany, or two consecutive quarters of negative growth. Deutsche Bank, in a note to clients earlier this week, called a recession in the first half of the year \"quite probable.\" Andrew Kenningham, chief Europe economist at Capital Economics, said he thinks Germany's economy will remain at a standstill in the first half of 2020, which means a recession is \"absolutely on the cards.\" \"If you're forecasting zero [growth], then it's definitely fair to be talking about a potential recession,\" he said. That doesn't bode well for the rest of Europe. Kenningham predicts that economic growth in the eurozone will come in at 0.1% in the first quarter and 0.2% between April and June. Without momentum at the start of the year, he expects annual growth this year to be weaker than in 2019, when it was 1.2%. The full impact of the coronavirus on the global economy remains unclear, with little clarity about when the pace of infections will level off and begin to decline. In the meantime, workers in the world's second largest economy have had a hard time getting back to work, even as some bigger companies try to reopen their doors. \"Looking forward, the coronavirus provides a substantial risk for the expected global recovery, as hopes were pinned on an improvement of the Chinese economy,\" Deutsche Bank said in its note. Should the situation continue to deteriorate, the European Central Bank may need to step in, pushing interest rates further into negative territory or increasing monthly bond purchases.  President Christine Lagarde had started to review these unconventional policies, and the expectation had been for the central bank to keep policy on hold in the meantime."], "Language": false}