{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/13/world/gallery/week-in-photos-0214/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Rungroj Yongrit/EPA-EFE/Shutterstock", "Matt Rourke/AP", "Heo Ran/Reuters", "Stephanie Keith/Getty Images", "Chris Pizzello/Invision/AP", "Jim Bourg/Reuters", "Jabin Botsford/The Washington Post/Getty Images", "Bloomberg/Getty Images", "John Minchillo/AP", "Riverside University Health Department/Reuters", "Andrew Harnik/AP", "Behrouz Mehri/AFP/Getty Images", "Azad Lashkari/Reuters", "Idris Solomon/Reuters", "Jim Lo Scalzo/EPA-EFE/Shutterstock", "Brian Snyder/Reuters", "Aaron Chown/AP", "Paul Hayes/Caledonian-Record/AP", "Lillian/Suwanrumpha/AFP/Getty Images", "John Amis/AP", "Lauren DeCicca/Getty Images", "Kelsey McNeal/Getty Images", "Chine Nouvelle/SIPA/Shutterstock", "Drew Angerer/Getty Images", "Owen Humphreys/AP", "Eric Gaillard/Reuters", "Courtesy Steve Caulk"]], "FirstPublishDate": ["2020-02-14T02:28:14Z"], "LastModifiedDate": ["2020-02-14T13:04:05Z"], "Headline": ["The week in 28 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A woman who had been held hostage by a gunman is helped from the scene of a mass shooting Sunday, February 9, in Thailand's Nakhon Ratchasima province. A soldier killed at least 29 people and injured dozens more during a rampage that started at a military base and ended at a shopping mall. The gunman was killed by police, officials said. US Sen. Bernie Sanders laughs as he speaks to supporters at a primary-night rally in Manchester, New Hampshire, on Tuesday, February 11. Sanders won the state's Democratic primary, just as he did four years ago. Couples wear face masks as they attend a mass wedding ceremony in Gapyeong, South Korea, on Friday, February 7. The deadly novel coronavirus is spreading through Asia and across the world. Dog handler Crystal Murray-Klas sits with Siba, the standard poodle that won Best in Show at the Westminster Kennel Club Dog Show on Tuesday, February 11. \"Parasite\" director Bong Joon Ho reacts as Jane Fonda hands him the Academy Award for best picture on Sunday, February 9. It is the first non-English film to win the award. \"Parasite\" also won Oscars for best director, best international feature film and best original screenplay. See the best photos from the 2020 Academy Awards Democratic presidential candidate Pete Buttigieg arrives at his primary-night rally in Nashua, New Hampshire, on Tuesday, February 11. He finished the primary in second place, just behind US Sen. Bernie Sanders. US President Donald Trump speaks to reporters at the White House on Friday, February 7. A federal appeals court had just dismissed a lawsuit by congressional Democrats alleging that Trump had violated the emoluments clause of the Constitution by refusing to allow lawmakers to review and approve his financial interests. The ruling is a major triumph for the President, who's intensely sought to keep his business affairs in private. \"It was another phony case and we won it 3 to nothing,\" Trump told reporters. Samsung unveils its Galaxy Z Flip, a foldable smartphone, at a launch event in San Francisco on Tuesday, February 11. Coco Rocha models a Christian Siriano look at a New York Fashion Week event on Thursday, February 6. Coronavirus evacuees toss their masks after their 14-day quarantine ended in Riverside, California, on Tuesday, February 11. The Americans arrived on the State Department's first evacuation flight out of Wuhan, China — the center of the coronavirus outbreak. Democratic presidential candidate Andrew Yang takes a photo with an audience member as he arrives at an \"Our Rights, Our Courts\" forum in Concord, New Hampshire, on Saturday, February 8. Yang dropped out of the race after the New Hampshire primary. Passengers are seen Wednesday, February 12, on the Diamond Princess cruise ship, which has been quarantined in Yokohama, Japan. Dozens of people on the ship are infected with the novel coronavirus. Members of the Kurdish Peshmerga Special Forces demonstrate their skills during their graduation ceremony in Iraq's Soran district on Wednesday, February 12. A model presents a creation from the Marc Jacobs collection during New York Fashion Week on Wednesday, February 12. Melania Trump, the first lady of the United States, sits in the White House Oval Office as her husband speaks with Ecuadorian President Lenin Moreno, not pictured, on Wednesday, February 12. From left, presidential candidates Pete Buttigieg, Elizabeth Warren, Joe Biden and Bernie Sanders take part in a Democratic debate in Manchester, New Hampshire, on Friday, February 7. A plane flies in front of a full moon in this photo taken from London's Richmond Park on Saturday, February 8. This month's full moon is commonly called a snow moon. Coralie Stepanian marks a Republican write-in vote for Democratic presidential candidate Michael Bloomberg during a midnight vote in Dixville Notch, New Hampshire, on Tuesday, February 11. Dixville Notch is one the first places to declare primary results because voters cast ballots so early. Buddhist monks take their places before Makha Bucha prayers Saturday, February 8, at the Wat Dhammakaya Temple in Bangkok, Thailand. A pug waits on the sidelines of the Westminster Dog Show on Monday, February 10. College baseball players from Kennesaw State University roll a giant snowball after practice was canceled Saturday, February 8, in Kennesaw, Georgia. Georgia and other Southern states were seeing their first snow of the season. People comfort the mother of Ratchanon Karnchanamethee, a 13-year-old boy who was among those killed in a mass shooting, at his funeral in Korat, Thailand, on Monday, February 10. Actor Tom Hanks does pushups with an Army soldier he met on the Oscars red carpet on Sunday, February 9. A worker cleans the floor of the Wuhan Sports Center, which has been converted into a temporary hospital to deal with coronavirus patients in Wuhan, China, on Wednesday, February 12. US Sen. Amy Klobuchar, a Democratic presidential candidate, speaks at a \"Get Out the Vote\" event in Hanover, New Hampshire, on Saturday, February 8. Klobuchar finished third in the New Hampshire primary. Men try to control the flow of floodwater outside a property in Appleby-in-Westmorland, England, on Sunday, February 9. Storm Ciara lashed the United Kingdom with heavy rain and winds of up to 80 mph. Brad Pitt waits for his Oscar to be engraved on Sunday, February 9. He won best supporting actor for his role in \"Once Upon a Time in Hollywood.\" See all the winners The skies over Steamboat Springs, Colorado, are lit up in red after the world's largest firework was launched at the city's winter carnival on Saturday, February 8. The firework shell weighed almost 2,800 pounds and was a little more than 5 feet in diameter. See last week in 47 photos"], "Language": false}