{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-02-14T12:11:22Z"], "LastModifiedDate": ["2020-02-14T12:11:22Z"], "Headline": ["Germany's economy has flatlined. The coronavirus could push it into recession"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. Right before the deadly coronavirus outbreak set in, Germany's economy ground to a halt — setting up the country for a tough 2020 just when it was meant to be kicking into recovery mode. Germany said Friday that it registered zero growth in the final three months of 2019, driven in part by continued weakness in its manufacturing sector. The country's statisticians had predicted a modest rise. Now economists are once again talking about the prospect of a recession, or two consecutive quarters of negative growth. Germany relies heavily on exports to China, whose economy has been paralyzed by the virus outbreak. The number of cases has jumped to 64,000 globally. \"The impact from the coronavirus on the Chinese economy is likely to delay any rebound in the manufacturing sector as it at least temporarily disrupts supply chains,\" Carsten Brzeski, chief German economist at ING, told clients Friday. \"Stagnation, with a risk of a technical recession, currently looks like the only dish served,\" he continued. The big picture: The world's fourth largest economy, and Europe's biggest, had a feeble 2019 amid weak global auto sales, the US-China trade conflict and the prospect of a disorderly Brexit. The spread of the new coronavirus means that it won't start off 2020 in better shape. Similar fears spring up when looking elsewhere in Europe. GDP for the eurozone grew by just 0.1% in the last three months of 2019, according to data published Friday. \"The [eurozone] economy should be about to turn a corner, but the coronavirus now means that [the first quarter] could well be a write-off,\" said Claus Vistesen, chief eurozone economist at Pantheon Macroeconomics. That's drumming up chatter that the European Central Bank could push interest rates further into negative territory or boost its monthly bond purchases when it meets next month — unconventional policies that President Christine Lagarde just started to review. Judge blocks Microsoft from starting Pentagon cloud contract In a victory for Amazon, a US judge has agreed to temporarily block Microsoft from beginning work on the Pentagon's multibillion-dollar cloud computing contract. Why it's important: The order, issued Thursday, turns up the heat on the US government as it defends against a formal protest filed by Amazon over its handling of the contract process, my CNN Business colleague Brian Fung reports. Earlier this week, Amazon asked the court for permission to gather testimony from President Donald Trump, Defense Secretary Mark Esper and former Defense Secretary Jim Mattis. A decision on that request is expected within weeks. The backstory: Amazon alleges that Trump exercised undue influence over the Defense Department as it weighed competing bids from Microsoft and Amazon for the lucrative cloud computing project, known as the Joint Enterprise Defense Infrastructure, or JEDI. Amazon has cited Trump's tweets as evidence that the president wanted to deny Amazon the contract out of a personal animosity toward CEO Jeff Bezos. What's at stake: In short, money and clout. The contract, which involves providing cloud storage of sensitive military data and tech such as artificial intelligence, could result in a payout of up to $10 billion for Microsoft over 10 years. It also threatens to undermine Amazon's position as the clear leader in the cloud sector. The cloud division brings in a relatively small percentage of Amazon's sales, but it's a key segment for the company because its high margins drive a majority of the company's profits. And competition is clearly heating up: Microsoft said in January that its cloud offering, Azure, posted 62% growth last quarter. The US escalates its crackdown on Huawei The Trump administration isn't backing down in its fight against China's Huawei. What happened: The US government charged the company with racketeering and conspiracy to steal trade secrets in a new indictment unsealed Thursday, supplementing charges lodged against the company a year ago. The United States previously alleged that Huawei committed bank fraud and violated economic sanctions against Iran. Huawei pleaded not guilty to the initial charges, and claimed Thursday that the US government is seeking to \"irrevocably damage Huawei's reputation\" for competitive reasons. But the move makes clear that the United States intends to keep the pressure on the Chinese smartphone and telecom equipment giant, despite a \"phase one\" trade deal with China and the United Kingdom's decision not to bar Huawei from its 5G network. The takeaway: Despite a US-China truce and present focus on the coronavirus outbreak, the groundwork for tensions between the world's two biggest economies to flare up again has been set. Up next Canopy Growth and Newell Brands report earnings before US markets open.  Also today: US retail sales for January post at 8:30 a.m. ET.\nThe University of Michigan survey of consumer sentiment follows at 10 a.m. ET. Coming next week: Walmart reports earnings, a key gauge of the health of the US economy."], "Language": false}