{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/us/five-things-february-14-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-14T11:20:02Z"], "LastModifiedDate": ["2020-02-14T11:21:40Z"], "Headline": ["5 things to know for February 14: Coronavirus, Election 2020, Taliban, White House"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Don't get your heart broken this Valentine's Day. Americans lost $201 million in romance scams last year, but there are ways to make sure you're not the next victim. Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. White House   Some political heavy hitters are publicly taking President Trump to task for his actions during and following his impeachment. Former chief of staff John Kelly defended Lt. Col. Alexander Vindman, saying he did the right thing when he raised alarm bells following Trump's pivotal Ukraine call last year. Then, when Trump insulted Kelly for his comments, former national security adviser John Bolton came to his ex-colleague's defense. Meanwhile, the situation with Attorney General William Barr and the Department of Justice's alleged interference in the sentencing of former Trump adviser Roger Stone took a left turn when Barr sharply rebuked the president, saying Trump's Twitter commentary on sensitive investigations makes it \"impossible\" to do his job. If the president longs for a friendly face after all of this, he's in luck: Former White House communications director Hope Hicks, a longtime Trump loyalist, is expected to return to the White House soon.  2. Election 2020 Voters and Democratic candidates are preparing for the next leg of the campaign trail, which will involve contests in Nevada and South Carolina later in the month. Joe Biden is redeploying dozens of campaign staffers to the two states in hopes of regaining his footing following disappointing showings in New Hampshire and Iowa. In Nevada, the State Democratic Party has announced some last minute changes to their caucus structure in hopes of avoiding the vote reporting meltdown we saw in Iowa. In South Carolina, a different kind of planning is afoot: The state isn't holding a Republican primary this year, and under state law, GOP voters are allowed to cast ballots in the Democratic primary instead. This has led some Republicans to make plans to act as \"spoilers\" by throwing off the race results with their votes.  3. Coronavirus  The novel coronavirus probably isn't going anywhere for a long time. CDC Director Dr. Robert Redfield said he thinks the epidemic could last into next year, and CDC officials are preparing for the possibility of a widespread outbreak of the illness in the US. More than 64,000 people have now been infected by the disease, including at least 15 in the US. Medicals workers are particularly at risk. China says more than 1,700 frontline medics have been infected, and six have died. Meanwhile, the Chinese government has sacked several top officials over what Beijing sees as an inadequate response to the coronavirus threat.  4. Taliban The US is close to forging a deal with Taliban leaders to implement a seven day reduction in violence in Afghanistan, where the Islamist group is most prevalent. US officials are hoping the deal would quell overall violence in the region and help them execute President Trump's desire to withdraw US troops from Afghanistan. Attacks from the Taliban and other anti-government forces have spiked over the last few months, making it harder for the US to fade out its presence. The deal would be conditional, though, and would require demonstrable peace efforts by the Taliban before the US moves forward with further negotiations or withdraws troops. 5. Seattle hospital deaths Seven children at the Seattle Children's Hospital have now died from a mold infection since 2001. In the most recent case, a five-month-old infant had been battling an Aspergillus mold infection for months before passing away. The hospital has experienced persistent Aspergillus mold problems, and had to shut down its main operating rooms in May and November of last year after the hospital detected the mold in the air. Several families of sickened and deceased patients have joined a class action lawsuit against the hospital, alleging that hospital managers knew as early as 2005 that the transmission of Aspergillus into its premises could be related to its air-handling system. The hospital said it was \"incredibly sorry for the hurt experienced\" and out of respect for privacy would not share details about its patients or comment on specific cases. BREAKFAST BROWSE Enrique Iglesias and Anna Kournikova welcomed their third child  Those are gonna be some talented kids. Last month was the warmest January on record  So much for the bleak midwinter.  Jeff Bezos dropped $165 million on a new Beverly Hills mansion.  Meanwhile, we found a $10 bill in the pocket of our jeans and it made our day.  Here are ten of the most romantic paintings  Take your Valentine on a little virtual art tour! (No Hieronymus Bosch included.) RompHim, the company that made rompers for men, is shutting down  Some things are too good, too pure for this world.  TOTAL RECALL Quiz time! What's the trendiest item in the produce aisle these days, according to some market experts? A. Sweet potatoes B. Mushrooms C. Carrots D. Rutabaga Play \"Total Recall,\" CNN's weekly news quiz, to see if you're right.  TODAY'S QUOTE \"I publicly tore you down by coming at you in a derogatory manner based off of emotions of me being angry at a question you asked. I should have handled it way different than that.\" Rapper Snoop Dogg, who publicly apologized to Gayle King following an interview King conducted with WNBA star Lisa Leslie during which she asked about rape allegations against the late NBA star Kobe Bryant.  TODAY'S NUMBER 66,000 The number of marijuana convictions in Los Angeles County that will be dismissed thanks in part to new laws intended to relieve pot convictions in light of the statewide legalization of recreational marijuana in 2016. TODAY'S WEATHER AND FINALLY How do they do it?  To celebrate the day of romance, adorable longtime couples from around the world tell us how, exactly, they keep the love light burning after all these years. (Click here to view)"], "Language": false}