{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/us/happy-valentines-dont-fall-for-romance-scams-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Faith Karimi, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-14T05:03:39Z"], "LastModifiedDate": ["2020-02-14T05:03:39Z"], "Headline": ["An 80-year-old widower lost $200,000 in an online romance scam in Oregon"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["An elderly widower in Oregon lost $200,000 in an online romance scam, and state officials are warning residents not to be the next victims. The elaborate con job started with an unidentified person stealing a Florida's woman identity, the Oregon Division of Financial Regulation said in a statement. The scammer then used the stolen identity to befriend the 80-year-old widower through an online dating service, and worked to steal his heart and his money.  \"Over several months, the con artist convinced the elderly man that they were in a long-distance romantic relationship, and proposed an opportunity to support an art gallery in Florida,\"  the statement said. \"The widower even received fabricated documents detailing the contract with the museum and bank statements. Relying on the documents and his romantic relationship, the victim made a series of payments over five months to various individuals and overseas bank accounts totaling more than $200,000.\" While the Oregon Division of Financial Regulation did not name the victim, it said he believed he was contributing toward a $5 million fee to ship a 500-ton marble lion sculpture from China. The con artist said the investments would be repaid along with a percentage of the profits from the sale of the sculpture.  Investigators haven't had much success tracking down the scammer. Victims often wire funds overseas or to third-party transfer agents, making it difficult to get the money back and identify the con artist,  said Andrew Stolfi, administrator for the Division of Financial Regulation. The Federal Trade Commission has warned that scams that prey on vulnerable people cost Americans more money than any other fraud reported to the agency. In 2018 alone, more than 21,000 people were conned into sending $143 million in such schemes.  While scammers are especially active on dating apps, they also prey on people on social media sites that aren't generally used for dating, federal officials warn.  Many victims of scamming have said it started with a Facebook message, the FTC says. "], "Language": false}