{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/intl_business/gaming-china-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-02-13T15:57:09Z"], "LastModifiedDate": ["2020-02-14T03:26:17Z"], "Headline": ["'The evenings are empty.' People in China are using video games to keep each other company"], "Section": ["intl_business"], "MappedSection": [null], "Article_Body": ["Gaming in China is on the rise as people mostly stay indoors to protect themselves from the coronavirus outbreak. Usually, during the Lunar New Year that falls in January or February each year, gamers in China have more time to play games during the holiday season. But this year, following the coronavirus outbreak, authorities decided to extend the holiday by almost three weeks in many places, leaving millions of people with a lot of time to fill. The coronavirus, which first appeared in Wuhan, China in December, is a potentially fatal respiratory disease that has infected more than 59,000 people worldwide and killed more than 1,300. The vast majority of cases are in mainland China. Unable to venture from their homes, many people have turned to meeting up online. CNN Business interviewed three people in mainland China and translated their comments from Mandarin Chinese to English.  \"During the new year, we're usually home anyway. Due to the coronavirus outbreak, we're virtually always home,\" said Zhanchao Yang, 24, from Dongguan, Guangdong, China. He works in construction and said that in recent weeks, he's been playing video games more frequently.  Yang traveled to his hometown in Kaifeng, Henan province during the Lunar New Year. Upon returning to Dongguan, Guangdong, he's required to stay under self-quarantine at home for 14 days before he can return to work. Guangdong residents who didn't travel to other cities and provinces were allowed to return to work on February 9. \"This holiday is too long,\" he said, noting that he can return to his office on February 17. He said his salary wasn't affected and that he's able to work from home while he's in quarantine. Tencent's mobile game, \"Honor of Kings,\" hit a new all-time high in daily average users during the week of January 30, according to Niko Partners, a research firm that focuses on the gaming industry in Asia.  \"We attribute most of the increase to the impact of the novel coronavirus which led to more gamers staying at home instead of traveling or socializing outside of the home, allowing more time to play games,\" Niko wrote in a report. It added that it expected spending and downloads to increase in the next couple of weeks due to the extended holiday and travel bans in certain cities. While the coronavirus has caused cancellations of esports tournaments throughout China, and slowed down manufacturing of video game consoles, stay-at-home activities are more popular than ever. Total game downloads on Apple's app store in China increased 27.5% year over year and revenue rose by 12.1%, according to market research firm Sensor Tower.  During the Lunar New Year, Yang said he traveled back to his hometown in Kaifeng, Henan and played games with other relatives and friends. He has since returned to Guangdong province where he spends most of the day indoors with his family.  \"The evenings are empty, and I have free time. So at night, I'll play 'Peacekeeper Elite' with friends,\" said Yang, \"We'll set a time to log on and play together.\" On China's popular streaming platform, Douyu, games like \"Honor of Kings,\" \"Playerunknown's Battlegrounds\" and \"League of Legends\" are twice as popular as they were during the Lunar New Year in 2019, according to the platform's streaming index. \"Honor of Kings,\" the top game on Douyu during the holiday this year, pulled in 63 million views, compared to the 31.7 million views that \"PUBG\" had during 2019's holiday week. Douyu's headquarters is located in Wuhan, the epicenter of the outbreak, and the company's stock price dipped in late January when it announced it might have trouble with staff returning to work, Niko reported. Douyu and PUBG Mobile did not respond to comment.  Tencent, Netease, Activision Blizzard and Alibaba, all major game publishers with popular games in China, declined to comment. Video game companies have also responded to the coronavirus outbreak by extending or introducing new promotions. Some games even changed their business models to make the games free with the option to make in-game purchases, as noted by Omdia, a tech research service.  \"They likely want to take advantage of the vast number of potential new players who are confined to their homes,\" Louise Shorthouse, research analyst of games and apps at Omdia, told CNN Business. \"Gamers of this generation are accustomed to an almost entirely free-to-play games landscape in China, and so removing the cost hurdle may attract young people who were initially put off by the premium element.\" Yang said while he spends about 100 yuan (about $14) a year on games, he knows people who aren't as frugal. \"My friends spend more, about 3,000 to 4,000 yuan a year,\" he said, about $430 to $570. Jiahui Wang, 25, who works in Beijing as a secretary for a raw materials trade company, said she returned to her hometown in Taiyuan, Shaanxi for the holiday and didn't bring her computer home.  \"I thought I would only be home for seven days, so I only brought a cellphone. On my phone, I played 'Peacekeeper Elite,'\" Wang said of the unexpected extended holiday. She returns to work in Beijing next week after completing 14 days of self-quarantine, so she's been breaking the monotony by playing mobile games. \"Every day I'm at home, I'm so bored. I don't want to use my brain so I'll play some light and joyful games,\" she said. Gamers in China are also turning to video games for a sense of camaraderie and to help pass the time as major cities are locked down and many employees work from home. While people are allowed to leave to go outside, buy groceries and go to work if necessary, authorities are recommending that people wear masks and protective goggles. \"I think video games can be a good distraction and help maintain one's mental health,\" said Clement Wen, 32, a motor mechanic in Foshan, Guangdong, \"It does give me more peace of mind and keeps me from looking too much at coronavirus news, whether real or fake.\"  Wen said that recently, he has played more video games than usual, including \"Honor of Kings,\" \"Peacekeeper Elite,\" and Nintendo Switch titles. Wang also used WeChat to communicate with her friends while at home, but she found gaming is a better conversation starter. \"Since we're home every day, the conversation topics are pretty limited. Very quickly, we'll run out of things to say. But if we're playing a game together, it feels like there's more to talk about. It's a better way of staying in touch.\""], "Language": false}