{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/media/disney-mulan-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-02-13T16:32:21Z"], "LastModifiedDate": ["2020-02-14T03:23:42Z"], "Headline": ["Disney's 'Mulan' was supposed to be a big hit in China. The coronavirus could threaten that"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Disney's theme park business in China has already been rocked by the coronavirus outbreak. Its box office hopes in the country could be next. The company is preparing to release \"Mulan\" — its live-action remake of the beloved 1998 animated film about a Chinese warrior woman — in North America on March 27. The film cost $200 million to make and was expected to make a big splash in China. But the country, which is also the world's second-biggest movie market behind the United States, has been thrown into turmoil by the public health crisis.  More than 1,300 people are dead and more than 60,000 have been infected, mostly in mainland China. The outbreak has forced the closure of businesses all over the country, including cinemas. While some companies have started to reopen this week, many others remain closed. Disney's theme parks in Shanghai and Hong Kong, for example, have been shuttered until further notice. It's not clear when \"Mulan\" will make its debut in China. Release dates for films in the country are set by the Chinese government, rather than studios, so they are often confirmed just weeks before a film is set to open. Disney CEO Bob Iger told CNBC earlier this month that while the film will eventually be released there, \"at this point, we're not sure when.\" \"All of the movie companies that are expecting to distribute movies coming up in China obviously are impacted by this,\" Iger said. \"The bigger issue on everybody's mind, the bigger concern, is what's going on with this virus and how far will it go in terms of its impact on people.\" A Disney spokesperson said that the studio is monitoring the situation closely. Why China matters to \"Mulan\" While the virus isn't good news for any studio trying to release a film in China right now, it's especially troubling for Disney. \"Mulan\" is \"tailor-made for success in China,\" said Jeff Bock, senior analyst at entertainment research firm Exhibitor Relations. The film tells the story of Mulan, a legendary fighter from ancient China who disguises herself as a man to take her elderly father's place in the army and protect her country from invaders. The film has \"significant roots in Chinese lore,\" said Boxoffice.com chief analyst Shawn Robbins, who said that China is \"a major part of Disney's global release strategy.\"  \"Under normal release circumstances, China could easily be 'Mulan's' biggest market by a fair margin,\" he told CNN Business. \"Mulan\" has an international cast led by Yifei Liu. It also appears to be a more straightforward epic compared to the animated version. Aynne Kokas, a professor at the University of Virginia and author of \"Hollywood Made In China,\" told CNN Business that Disney has built an extensive infrastructure in the country via its theme parks and merchandising. \"'Mulan' is a perfect example of where Disney's infrastructure in China begins to pay off,\" she said. \"It has the advantage of not being a story that just has a few Chinese characters added in, which Chinese audiences find insulting. It's also a family film, which is a genre that has garnered success in the country.\" Bock said that Disney was \"obviously hoping it would tear up record books\" in China. He added that the film could still do so, but it will depend on whether China can recover and return to normal operations in the weeks to come. \"When you talk about film making $1 billion worldwide, you don't usually do that without a big chunk of that total coming from China,\" Bock added. \"As the No. 2 market in the world, its essential to the Disney brand.\" China's box office might China has brought in millions in revenue to some of Disney's biggest blockbusters, such as last year's \"Avengers: Endgame,\" \"Captain Marvel,\" \"Frozen 2\" and \"The Lion King.\" All four of those films made more than $120 million in China, with \"Endgame\" making more than $600 million in the country last year, according to Comscore. Last year was a record year for Disney's studio. Other Disney films like \"Star Wars: The Rise of Skywalker,\" \"Toy Story 4\" and \"Aladdin\" made it into the billion-dollar club without a lot of help from China, so \"Mulan\" could still perform well globally even if China is out of the equation. If China's film market continues to be disrupted, it could have giant ramifications on the global film business beyond just Disney. China brought in more than $9 billion to the global box office last year and has been a pivotal marketplace for hit film franchises like \"Fast & Furious,\" \"Jurassic World\" and \"Transformers.\" \"It's a challenging and sensitive subject to address. It largely depends on the length of theatrical closures in China, so we have to wait and see,\" Robbins said. \"Will audiences be eager to get out and start seeing movies again once given the all-clear? Will there be a temporary hesitation? These are unknown elements that will contribute and unfold over the next weeks and months.\""], "Language": false}