{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/business/china-companies-return-to-work-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Michelle Toh, CNN Business"], "Writers": [["Michelle Toh"]], "FirstPublishDate": ["2020-02-10T12:34:18Z"], "LastModifiedDate": ["2020-02-14T02:45:25Z"], "Headline": ["Working from home, temperature checks and quarantines: How China's companies are trying to get back to business"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["China is slowly getting back to work on Monday after the deadly coronavirus outbreak forced many parts of the country to extend the Lunar New Year holiday by more than a week. But it's still far from business as usual in the world's second-largest economy. Officials have issued varied guidance on what companies should be doing as the public holiday comes to an end for much of China and millions return to their place of work. Many districts are asking companies to check the temperature of workers who come to the office. Other instructions are more specific, including one from a district in Shenzhen that asks businesses with lots of migrant workers to set up quarantine areas for employees returning from \"infected zones.\" That's created a patchwork approach to working during the public health crisis. The coronavirus has killed more than 900 people and infected at least 40,000, mostly in mainland China. The majority of the cases are in the central Chinese province of Hubei, where life remains mostly at a standstill.  Elsewhere in China, though, some big companies are trying to return to work — albeit with serious precautions. Others remain shut down.  Huawei, the country's top smartphone maker, on Monday reopened its Shenzhen headquarters where it employs about 40,000 people, according to a person familiar with the matter. The person said its decision was in line with local guidelines that authorized businesses to reopen. But Huawei employees returned to a dramatically different environment than the one they left in January. When they clock in each morning, workers must now provide details about their body temperature and whereabouts for the last two weeks, the person said. There will also be temperature checks at office buildings and parking lots, while face masks and hand sanitizers are being dispensed all over campus. Tencent and Alibaba workers stay home  Tencent, which is also based in Shenzhen, said its staff in mainland China were working from home on Monday, and will continue to do so for at least the next two weeks. In Hong Kong, where there are at least 38 confirmed cases, the company's office is tentatively set to reopen next week.  \"The health and safety of our employees is of the utmost importance to us,\" a company spokesperson told CNN Business. \"Accordingly, Tencent will continue to monitor the situation closely and will revise these arrangements as necessary.\" Many others took a similar approach. Microsoft's team in mainland China will stay home for at least another week while its Hong Kong office continues to operate as usual, a spokesperson said. Chinese ride-hailing provider Didi and Audi's China team are also extending their remote working practices through Friday. And e-commerce giant Alibaba has asked employees to work from home for another week, according to a person familiar with the matter. Drone-maker DJI is asking employees to work from home until further notice, according to a person familiar with the matter. Other companies are allowing their workers to return to the office, but under strict conditions. Baidu, China's top search engine provider, said that it was \"gradually\" reopening its offices on Monday. But employees who come in \"must meet quarantine conditions, and they can only return to work in the campus after approval,\" the company said in an internal memo seen by CNN Business. Dane Anderson, vice president and regional manager of Asia Pacific at Forrester Research, said the confusion among companies about how to manage the outbreak was predictable, given a lack of preparation.  \"Most organizations focus their business continuity plans on losses, such as the loss of facilities, technology or people, but not on impact-based scenarios such as the current novel coronavirus,\" he told CNN Business. \"Unfortunately, most organizations will be learning on the go, which will lead to more confusion along the way.\" Toyota and GM factories remain shut Automakers have also been wrestling with when to allow employees to work again.  Toyota, for example, had been weighing whether to reopen its China plants Monday, but recently extended those closures another week. Volkswagen, which said last week that it expected to resume some vehicle production Monday, did not respond to a request for comment.  General Motors said Monday it would resume production in China from February 15, staggering the restart over a two-week period based on factors such as employee safety, supply chain readiness and product inventory needs.    The Chinese government may soon provide some more clarity for businesses. China's State Council said Monday that it plans to hold a press conference Tuesday to discuss how China is helping companies resume production. — Laura He and Chris Isidore contributed to this report."], "Language": false}