{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/purpose-built-tourist-attractions-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lilit Marcus, CNN"], "Writers": [["Lilit Marcus"]], "FirstPublishDate": ["2020-02-14T00:42:01Z"], "LastModifiedDate": ["2020-02-14T01:15:33Z"], "Headline": ["Made for travel: When tourists demand something to see"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["When it comes to tourist attractions, some things are made solely for entertainment -- like amusement parks, zip lines, and death-defying skyscrapers with photo-ready viewing platforms. But what happens when a person comes to your city, hoping to visit an attraction that doesn't actually exist, and ready to fork over money for the privilege? Take the case of Verona, Italy as an example.  Millions of travelers first learned of the city's existence from studying the Shakespeare play \"Romeo and Juliet\" -- which opens with the lines \"Two houses, both alike in dignity/in fair Verona, where we lay our scene.\" As a result, plenty of tourists made a point of including Verona on their vacation itineraries in order to pay tribute to the literary icon -- only to discover that Juliet hadn't really existed or lived in Italy at all.  (Considering that Shakespeare did write plenty of plays about real people, like Richard III and Timon of Athens, the confusion is fair.) Officials in Verona, then, decided to create \"Juliet's House\" just for those travelers -- and it worked, as the home, complete with a romantic balcony, is now one of the most popular attractions in the city. As a result, Verona brings in a reliable stream of tourist income, and travelers get snapshots of themselves swooning on a balcony waiting for their true love to come.  Everybody wins, right? That may have been the logic behind some of the world's most popular tourist spots.  Whether influenced by popular culture or chosen based on a convenient location, these places were built just for visitors and their cameras -- and, perhaps, their wallets. 221B Baker Street, London The only thing as famous as Sherlock Holmes' deerstalker cap is his London address, 221B Baker Street.  Located in the posh neighborhood of Marylebone, near Regent's Park, lovers of the famed sleuth come from around the world to visit his \"home.\" The city of Westminster has since given the address of 221B Baker Street to the Sherlock Holmes Museum. Fans come from around the globe to check out detective-related arcana, plus pick up swag in the requisite gift shop. The Blue Lagoon, Iceland Natural heated pools, which locals call \"hot pots,\" are everywhere in Iceland. Everywhere except in the most convenient place in the whole country -- next door to Keflavik International Airport. Travelers doing the popular Icelandair layover program would sometimes find themselves in the airport, easily more than half an hour away from the capital city of Reykjavik, wishing they could do something nearby to kill time. Enter the Blue Lagoon, a man-made outdoor hot pot, complete with a spa, swim-up bar and luxury hotel.  No, it's not quite the real thing. But it's warm, pretty, convenient ... and did we mention the swim-up bar?  Tian Tan Buddha, Hong Kong Iceland isn't the only place wishing for a big attraction conveniently located near the airport. When Hong Kong moved its airport from densely populated Kowloon to the more remote Lantau Island, the transit hub was now further away from the city center. That was great for expanding the runways, but not so much for giving people something fun to do nearby during a layover. Enter a purpose-built bronze Buddha, completed in the 1990s, that looked like it could have been centuries older.  Though the Buddha himself is new, the Po Lin Monastery at his base predated the city's massive urbanization and benefits from the newfound flow of tourists. Plymouth Rock, Massachusetts, United States This year marks the 400th anniversary of European settlers arriving in the Massachusetts Colony.  However, there's some dispute about exactly where those famous pilgrims first stopped. They definitely arrived on the Cape Cod coastline, but the original settlers made no mention of the exact spot -- or whether there was a rock there. The \"famous site\" of Plymouth Rock originates in the 1700s, and schoolchildren across the United States learn about the story in history class only to arrive at a somewhat underwhelming stone.  Despite the rock's size, though, its legacy lives on -- and teaches us an important lesson about symbolism. Checkpoint Charlie, Berlin Many visitors to Berlin remember learning about the post-World War II days when the city was divided into East and West. Those who want to see a trace of the formerly split city often head to Checkpoint Charlie, the onetime border control station that strictly controlled cross-wall transit. While certainly a real spot, the current trappings are largely recreated: \"The barrier and checkpoint booth, the flag and the sandbags are all based on the original site -- and are a popular subject for photos,\" Visit Berlin's website notes. The wall? Gone. The \"You are now leaving the American sector\" sign? A replica. And the American soldiers in uniform? Actors. Despite all of that, though, Checkpoint Charlie still does a healthy business in tourism, especially when it comes to selling kitschy souvenirs. Day of the Dead Parade, Mexico City First things first: the Day of the Dead is a real holiday, and it is celebrated widely throughout Mexico -- as well as elsewhere in Latin America. But the gorgeous El Dia de los Muertos parade in Mexico City was initially created for the James Bond film \"Spectre,\" released in 2015. The colorful parade served as the movie's action-filled opening sequence, and the huge popularity of Bond around the world resulted in Mexico City deciding to keep staging the parade going forward. In 2016, 250,000 tourists turned out to watch and take part. Sadly, there were no Daniel Craig sightings. Various Venices The real Venice is sinking, both from water and the weight of overtourism. The Venice replicas in Las Vegas, Macao, Dubai and Dalian, China, though, are doing just fine. China in particular has made a cottage industry out of replica towns from around the world, which make it easier for Chinese travelers to visit without a visa or costly airplane ticket. There's a replica English country village called \"Thames Town\" outside of Shanghai, and a copy of the Austrian village of Halstatt -- made famous by inspiring the movie \"Frozen -- in Luoyang. It could end up being an ingenious solution to overtourism -- if you're going to travel for a photograph, why not bring the town to you?"], "Language": false}