{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/politics/donald-trump-power-justice-department/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-02-13T05:08:30Z"], "LastModifiedDate": ["2020-02-13T19:24:03Z"], "Headline": ["The President's decision to expand his power post-trial has stunned Washington"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["It's time to stop asking whether President Donald Trump will learn lessons from the controversies he constantly stokes -- of course he does. But far from stepping back or opting for contrition as his critics and appeasers hope, Trump draws darker political conclusions. The result is that he expands his own power by confounding institutional restraints and opening a zone of presidential impunity -- while at the same time delighting his political base. Trump's interference in the sentencing of his long-time associate Roger Stone and a post-impeachment retribution splurge reflect a lifetime's lessons of a real estate baron turned public servant. On Wednesday, Trump publicly praised the Justice Department for reversing its call for a stiff jail term for Stone after his own critical late night tweet that laid bare fears of blatant interference in bedrock US justice. \"I want to thank the Justice Department for seeing this horrible thing. And I didn't speak to them by the way, just so you understand. They saw the horribleness of a nine-year sentence for doing nothing,\" the President told reporters. He noted that the four prosecutors who quit the Stone case \"hit the road,\" raising the prospect that their protests failed to introduce accountability to the administration and only served to further hollow out the government and make it more pliable to the President. Trump denied that he crossed a line. But his tweet left no doubt about what he wanted to happen. And his strategy, in this case and others, actually worked. Just as he used US government power to smear Joe Biden in the Ukraine scandal, he succeeded in getting favorable treatment for a friend in the Stone case -- though the final sentence will be up to a judge. The Stone affair has also added to evidence that Attorney General William Barr is acting more as the President's personal lawyer and less to ensure the neutral administration of justice. Trump's brazen approach was on also display Wednesday when he was asked what he learned from impeachment -- after several GOP senators said they hoped he would take lessons to be restrained. \"That the Democrats are crooked, they got a lot of crooked things going. That they're vicious, that they shouldn't have brought impeachment,\" Trump told reporters. An unprecedented spectacle  The week since Trump's Senate trial ended has seen an unprecedented spectacle: A President acquitted of impeachable high crimes has recommitted himself to the shattering of guardrails that got him into trouble in the first place. Trump's actions are informed by a political history that has seen him rewarded every time he has sought to buckle Washington normality with the warm approval of his core voters. The unchained behavior typically causes Democratic outrage and a push for new investigations, and causes an outburst of media coverage warning that US norms are under attack. Such controversy only confirms for many Trump supporters that he is exactly the kind of disruptive force that they hoped for when they sent him to battle the Washington establishment in 2016. Trump's belligerence makes for unpleasant moments for the Republican senators who acquitted him last week after a four-month impeachment drama who face awkward questions about the President's behavior from reporters on Capitol Hill. But when they return home they have earned the approval of the Trump voters they need to stave off primary challenges and retain their seats when they're up for reelection. Underlining that his political strength in the heartland is impervious to Washington angst, the President tweeted out a series of congressional endorsements on Wednesday. Trump's pattern of behavior relies on an indifference to the health of US political and judicial systems on the part of the President and a willingness to destroy trust in institutions that could take decades to recover from his power plays. They also send messages to prosecutors across the country that it's permissible to allow political considerations to taint judicial business. And it risks establishing a precedent that future presidents -- Democratic or Republican -- will use to enforce their writ at the Justice Department. The idea that justice is impartial is central to America's economic and political stability and key to its global reputation. Warnings about the stigma of justice corrupted by strongmen leaders have long been a core US criticism of nations in the developing world. The US government has for instance advocated for American businesses in China that complained about politics weighing on the court system. The President's decision not to even wait a week after his impeachment trial -- an event that some Republicans said they hoped would teach him a lesson, despite voting for acquittal -- to expand his power has stunned Washington. That's even following three years of Trump-triggered shocks. \"What really unsettles me --  a former prosecutor for almost 30 years -- is when a person makes it through a storm, a criminal justice storm, and they learn nothing from the process,\" former federal prosecutor Gene Rossi told CNN's Brooke Baldwin Wednesday. \"I've talked to many people in the Department of Justice who still work there, career people, and they are absolutely upset, unsettled and angry that the head of the department is basically afraid of his shadow and will do anything for the President of the United States,\" he said. Democrats set up Barr showdown Democrats, having exhausted the ultimate political sanction of impeachment, are still vowing to hold Trump accountable. They plan to bring up the Stone matter during an appearance by Barr in the House Judiciary Committee on March 31. Rep. Kathleen Rice, D-New York, warned that Trump was putting himself above the rule of law and sending a message to the public that his friends could escape justice when regular people could not. \"My fear is that Donald Trump is going to succeed in numbing the American public to his transgressions. We cannot let this happen. He has to be held accountable,\" Rice, a member of the House Homeland Security committee, told CNN's Wolf Blitzer. Trump's intervention in the Stone case exposed his GOP supporters to fresh questions about his behavior -- only a week after they escaped the glare of the impeachment trial. South Carolina Sen. Lindsey Graham said Trump shouldn't be tweeting about live cases. But he added that the Stone sentencing recommendation was extreme and that the Justice Department had not overstepped its bounds. Asked by CNN's Manu Raju whether Graham felt emboldened by impeachment, the Republican senator replied: \"I think he feels like the people are out to get him, going overboard.\" Louisiana Republican Sen. John Kennedy described the President's tweet as \"problematic.\" But he added that he did not detect nefarious behavior. \"I haven't seen any evidence that Justice changed its position or formulated its position based on the President's tweet. If somebody can show me evidence, more than speculation, I'll began to consider,\" Kennedy said. Maine Sen. Senator Susan Collins said she didn't like \"this chain of events.\" \"I think most people in America would look at that and say, 'Hmm, that just doesn't look right.' And I think they're right,\" Collins said. And Alaska Sen. Lisa Murkowski, another moderate Republican who voted to acquit Trump after long agonizing over the decision, was asked whether Trump had taken any lessons from the impeachment saga. She offered that \"there haven't been any strong indicators this week that he has.\""], "Language": false}