{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/opinions/soleimani-attack-iran-response-opinion-coons/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Chris Coons"], "Writers": [[]], "FirstPublishDate": ["2020-02-13T18:54:39Z"], "LastModifiedDate": ["2020-02-13T18:54:39Z"], "Headline": ["America can't have a whack-a-mole Iran strategy"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["On January  7, hours after Iran fired missiles at a base in Iraq housing American troops, the Iranian Foreign Minister, Javad Zarif, said that was the end of  his country's response to the killing of Iranian General Qasem Soleimani.    Nobody should be fooled. Only a few hours later, Iran's Supreme Leader, Ayatollah Khamenei, tweeted that \"such military actions are not enough.\" We likely haven't seen Iran's real response to Soleimani's death, and it's very hard to predict when and where it will come.   But it will. Iran has a long track record of using indirect attacks and proxies all around the globe to advance its goals, and that is exactly what the United States needs to be prepared for in the weeks, months and even years ahead.   As several current and former US national-security officials have warned, Iran's ability to retaliate with cyber attacks is significant. Former Director of National Intelligence Dan Coats testified just a year ago that Iran's cyber abilities matched those of China and Russia and are \"growing in potency and severity.\"   The Department of Homeland Security warned last month of \"Iran's historic use of cyber offensive activities to retaliate against perceived harm.\"  Recent cyber attacks on American financial institutions, including JPMorgan, Chase and American Express; public infrastructure, including a New York dam; and even private American businesses demonstrate that actors with ties to Iran are able and willing to attack the United States.    Iran has also demonstrated a willingness to retaliate in much more direct and deadly ways. In July 2012, a suicide bomber tied to a local Hezbollah cell detonated his bomb on a bus of Israeli tourists in Bulgaria, killing five Israelis and injuring dozens more. US officials believed the attack was retaliation for a string of assassinations of Iranian nuclear scientists, which Iran blamed on Israel. The attack came just months after botched bombings attributed to Iran and aimed at Israelis in India, Georgia and Thailand.    Those attacks echoed a thwarted 2011 Iranian assassination attempt on Saudi Ambassador Adel Al Jubeir in a Washington, DC, restaurant and plans to bomb the Israeli embassy in Washington and the Israeli and Saudi embassies in Argentina that were likely overseen by Soleimani himself.   The most alarming reality is that, with Soleimani dead  and no longer influencing Tehran's proxies, we may be even more vulnerable to reckless attacks on US and allied interests. It's less clear than ever when, where and even from whom a strike could come.   But this shouldn't paralyze us. Instead, we should be motivated to take every precaution and every opportunity to de-escalate tensions in the region because, whether President Trump understands it or not, Iran is not a simple adversary, and this is not a simple military confrontation. After receiving a classified briefing from the administration, I don't believe we have a credible plan in place to deal with Iran's long-term response.      So, first, the US government must shore up security for our personnel overseas. Trump has claimed that the strike on Soleimani was in response to an imminent threat of attacks on multiple US embassies, and while this account is disputed, our facilities may now face increased threats.    Second, the administration and Congress should signal to US allies and partners that we are not  on a path to war. We should be doubling down on our diplomatic efforts with our European allies and international partners to dissuade Iran with strong, international pressure from ramping up its nuclear program and sowing chaos in the region. The administration should also explore possibilities for establishing channels of communication with Tehran and taking up offers from leaders from Switzerland or Japan to help relieve regional tensions.   Finally, both the House and Senate must demand the administration consult with Congress on any authorization for the use of military force before engaging in military actions against Iran. Though the administration argues it killed Soleimani in response to an \"imminent\" threat, recent reporting indicates that President Trump authorized the killing of Soleimani in June 2019.   The fact that the administration did not seek authorization between June and late December, when the strike finally took place, clearly shows they never planned to.   Debating the scope of military action against Iran will not undermine our security, as some argue. In fact, it will support it.   We can't prepare to deal with a shadowy regime and its dangerous proxies around the globe like a game of whack-a-mole; we need a clear strategy, supported by Congress and the administration and understood by the American people. Without that, the multiple risks we face now will only multiply."], "Language": false}