{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/sport/olympics-coronavirus-tokyo-2020-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-13T10:46:42Z"], "LastModifiedDate": ["2020-02-13T13:20:09Z"], "Headline": ["Canceling Tokyo Olympics 'not being considered' amid coronavirus outbreak, say organizers"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["There are no plans to cancel the Tokyo 2020 Games despite the novel coronavirus outbreak in Asia, Olympic organizers have confirmed. The virus has so far claimed the lives of 1,350 people and infected over 60,000 worldwide, with the vast majority of cases reported in mainland China. \"I want to again state clearly that cancellation or postponement of the Tokyo Games has not been considered,\" Tokyo 2020 president Yoshiro Mori said in a press conference Thursday, PA Media reports.  International Olympic Committee (IOC) member John Coates added that organizers are working \"to ensure that all of the athletes, and all of the people who come to Japan for the games are not going to be affected, and that all the necessary precautions are being taken.\" The Games will take place between July 24 and August 9 this year.  Visit CNN.com/sport for more news, videos and features A number of sporting events have already been impacted by the virus. World Rugby confirmed Thursday that the Hong Kong Sevens and the Singapore Sevens have been moved from April to October 10-11 and 16-18 respectively. \"The health and safety of our players, fans and everyone working on the event is always our highest priority,\" said a statement.  \"This prudent decision has been taken in order to help protect the global rugby community and the wider public and was taken based on the World Health Organization and relevant public authority travel and health guidelines.  \"The decision is fully supported by stakeholders, including unions and commercial partners.\" READ: China table tennis team takes refuge in Qatar  Fans who bought tickets for either event will be able to attend the rescheduled tournaments or will be given a full refund, World Rugby added. The Hong Kong Sevens is the highlight of the city's sporting calendar that regularly sees 120,000 fans in attendance across the weekend. On Wednesday, the Chinese Grand Prix, which was scheduled to take place in Shaghai on April 19, was postponed, while the LPGA canceled two golf events in Thailand and Singapore scheduled to tee off later this month."], "Language": false}