{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/business/nissan-earnings/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Sherisse Pham, CNN Business"], "Writers": [["Sherisse Pham"]], "FirstPublishDate": ["2020-02-13T10:11:54Z"], "LastModifiedDate": ["2020-02-13T13:10:48Z"], "Headline": ["Nissan's profits plunge 83% and the coronavirus threatens its turnaround plans"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Nissan's profits are still plummeting, and the company is now bracing for more pain as the novel coronavirus outbreak threatens to wreak havoc on the global auto industry.  The Japanese carmaker reported on Thursday that operating profit fell to 54.3 billion yen ($495 million) for the three months ended in December, plunging 83% compared to the same period a year earlier.  The earnings missed market expectations, and shares in the company fell 1.5% in Tokyo. Analysts polled by Refinitiv estimated Nissan would pull in 56.7 billion yen ($516 million) in operating profit for the quarter.  The report marks four straight quarters of declining profits for Nissan. The troubled carmaker had already been grappling with sluggish sales and the scandal over its ousted chief Carlos Ghosn.  Now, Nissan is warning that the deadly coronavirus will impact business in China and around the world.  \"The market remains tough in part because of the novel coronavirus outbreak,\" Nissan CEO Makoto Uchida said during the earnings presentation Thursday.   The company said last week that supply shortages of parts from China will temporarily impact production at its Kyushu plant in Japan. Nissan is working to restart two of its plants in China from February 17, and others from February 20, Uchida said, adding that \"the situation is changing daily and we don't have clarity on how long it will continue.\" The global auto industry is particularly exposed to the outbreak because the virus originated in one of China's \"motor cities.\" Nissan as well as General Motors, Renault, Honda and Peugeot owner PSA Group all have large factories in Wuhan, which has been on lockdown since late January. China's auto industry association on Thursday said the impact from the coronavirus on the country's auto production and sales will be worse than from the 2003 SARS outbreak.  Nissan was already in tough shape before the coronavirus outbreak occurred. The car maker's previous chief, Hiroto Saikawa, said last May that sales and revenue had hit \"rock bottom.\"  But Uchida warned that there is farther to fall.  \"We thought 2020 would be a bottom ... however it will take more time,\" he said.  Nissan needs to reduce costs and \"thoroughly cut spending,\" Uchida said. He added that the company \"may have to give up on some areas,\" but gave no further details.  Nissan has also been struggling to move on from the ouster of its former chief. Ghosn faces a litany of criminal charges in Japan, including under-reporting his income and funneling millions of dollars of Nissan's money into an overseas dealership he controlled. He was under strict bail conditions in Tokyo when he escaped the country and fled to Lebanon late last year.  Ghosn denies the charges, and has been using his freedom to rail against the Japanese criminal system and claim his arrest was part of a plot to remove him from the auto alliance he had built between Nissan, Renault and Mitsubishi Motors. Japanese prosecutors deny that is the case.  Nissan announced on Wednesday that it is suing Ghosn for $90 million, saying in a statement that it is doing so to recover \"a significant part of the monetary damages inflicted on the company by [Ghosn] as a result of years of his misconduct and fraudulent activity.\"  Representatives for Ghosn did not immediately respond to a request for comment.  — Laura He contributed to this report."], "Language": false}