{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/us/five-things-february-13-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-13T11:08:16Z"], "LastModifiedDate": ["2020-02-13T12:10:06Z"], "Headline": ["5 things to know for February 13: Coronavirus, Justice, 2020 Dems, Israel, oil spill"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Good morning, overachievers! NASA is hiring a new class of astronauts in preparation for a moon landing in the next few years.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  Any hopes that the Wuhan coronavirus was slowing down have been dashed after 242 deaths and 14,000 more cases of the virus were reported yesterday. The spike is partly due to the fact that doctors are now diagnosing patients based on their symptoms and not just the results of a test. However, the World Health Organization says it's common during an outbreak to adapt the definition of a case. A vast majority of cases have been confined to mainland China, but the WHO cautioned that, at this stage, the virus would \"create havoc\" if it reached a country with inadequate medical infrastructure. Several major events in China have been shuttered over virus fears, including Shanghai's Fashion Week and the Hong Kong and Singapore legs of the World Rugby Sevens Series. The Tokyo Olympics, however, are still on track for this summer.  2. Department of Justice   The fallout from the Roger Stone sentencing controversy, coupled with general post-impeachment uneasiness, is boosting tensions at the Department of Justice. Attorney General William Barr is under scrutiny from DOJ colleagues and Democratic opponents for his role in requesting a lighter sentence for Stone, Trump's former associate, after the President complained. Barr has played a role in other high-profile cases of interest to Trump and regularly faces allegations of political tampering within the DOJ. The Stone incident just adds to those claims. Democrats want to investigate Barr's conduct, but Republicans say they see no reason to. However, Barr has agreed to testify before the House Judiciary Committee next month and will likely have to answer questions about the Stone sentencing and other controversies. 3. Election 2020 Iowa Democratic Party Chairman Troy Price has resigned following last week's Iowa caucus debacle. Price and other Democratic officials agreed there was no way he could continue being the head of the state's party after a glitch delayed caucus results by days. The Iowa Democratic Party will soon begin a partial recanvass of voting precincts flagged as having potentially inaccurate results. If there are no major discrepancies, the party will declare Pete Buttigieg the winner, followed closely by Bernie Sanders. Meanwhile, Democratic candidate Michael Bloomberg, who was not on the ballot in Iowa or New Hampshire, is facing backlash for a 2015 video in which he uses racially charged language to praise New York City's controversial stop-and-frisk policy. Bloomberg said the comments do not reflect his thinking now or how he led as mayor.  4. Israel Israeli leaders are furious after the United Nations published a database of more than 100 companies it says are doing business in Israeli settlements in occupied Palestinian territories. That kind of business activity is a no-go since the settlements are considered illegal, having been built on land captured from Jordan by Israel in the 1960s. (Israel and the US dispute these definitions.) Most of the 112 businesses listed are Israeli, but others include Motorola Solutions, General Mills, Trip Advisor and Airbnb. Israel's foreign minister said the list, which was commissioned by the UN Human Rights Council, is discriminatory against Israel. Palestinian leaders and others say it holds Israel and other nations accountable for actions in the highly contested area.  5. Deepwater Horizon The catastrophic Deepwater Horizon oil spill that ravaged the Gulf of Mexico in 2010 was actually about 30% bigger than originally thought, according to a new study. Researchers say layers of \"invisible and toxic oil\" that weren't detectable by satellites made the spill much worse than it appeared. This oil was discovered using computer simulations, and the results suggest that satellites and other observation equipment now in use may not be enough to properly determine the magnitude of oil spills. The 2010 spill began after a deadly explosion on a BP-contracted Transocean Ltd. Deepwater Horizon rig and is considered one of the worst environmental disasters in US history. BREAKFAST BROWSE Astronaut Christina Koch shares her life advice: 'Do what scares you' Well, she nailed it, because going into space is pretty scary.  Biggest turtle that ever lived had a 10-foot shell and horns  If we're supposed to \"do what scares us,\" the world's about to get a whole new wave of herpetologists.  Homeowners wanted the Tate Modern art museum's viewing platform closed because people could see into their windows High-end real estate squabble aside, this is the angriest pair of buildings we've ever seen.  Mushrooms are the new trendy produce item  Try using that line on your picky eater.  KFC and Crocs have created a clog printed with fried chicken, with a charm that smells like fried chicken So, are we trying to usher in the apocalypse?   TODAY'S QUOTE \"Black diamond, it's the toughest of the stones, of the diamonds, to cut. It's hard to hurt, to destroy. In my recent years, I've come to realize that I'm incredibly strong.\" Janet Jackson, explaining the inspiration for her newly announced \"Black Diamond\" album and world tour TODAY'S NUMBER 116  The size, in square miles, of the iceberg that just broke off Pine Island Glacier on the edge of Antarctica. That's roughly the same area as the city of Atlanta or the entire country of Malta.  TODAY'S WEATHER AND FINALLY Faster than the speed of sound  Want to see (and hear) an incredible example of a shock wave? Don't blink. (Click here to view.) "], "Language": false}