{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/asia/china-wuhan-free-speech-xi-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Analysis by James Griffiths, CNN"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-02-13T09:11:10Z"], "LastModifiedDate": ["2020-02-13T10:31:32Z"], "Headline": ["The fallout from the death of a Chinese doctor is turning into a major challenge for Xi Jinping"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Chinese President Xi Jinping is facing a major challenge to his vast system of censorship and information control, but history does not bode well for those arrayed against him.  Following revelations that authorities in Wuhan downplayed news of the ongoing novel coronavirus outbreak while it was in its early stages, and police cracked down on people spreading \"rumors\" about the deadly virus, there have been numerous calls for freedom of speech and a relaxation of censorship.  They only increased after the death of Li Wenliang, a Wuhan doctor who had tried to raise the alarm about the virus, officially known as Covid-19, only to be reprimanded by police. Li passed away in hospital last week from the virus, after belatedly being praised by Chinese authorities. Following his death, hundreds of thousands of people posted demands for free speech online -- that were themselves quickly scrubbed by the censors.  As the outrage threatened to boil over, Beijing quickly dispatched an anti-corruption task force to Wuhan and surrounding Hubei province -- the epicenter of the outbreak, with the clear implication that they would come back with some scalps to assuage public anger. At the same time, state media ramped up positive stories about efforts to rein in the outbreak, and Xi himself made his first public appearance related to the virus.  Xi's reappearance came after weeks of being away from front pages and newscasts, as the propaganda authorities cleared the decks for him to ensure that he could be cast as the nation's protector, and avoid any of the blame for the myriad missteps by authorities in Hubei and elsewhere. On Thursday it was announced that Ying Yong, a key Xi ally, had been appointed to run Hubei, while other Xi proteges have been dispatched to Wuhan to help clean up the political mess there.  There are signs, however, that the lid will not be so easily put back on the Pandora's box that Li's death has opened.  In the past week, multiple open letters have been circulated online, apparently signed by prominent Chinese academics and intellectuals, and demanding the government honor constitutional protections for free speech. The China Human Rights Lawyers Group, a China-based NGO, also called for February 6, the date of Li's death, to be declared the \"People's Day of Truth.\"  \"For 30 years the Chinese people have been made to surrender their freedom in exchange for safety, and now they fall prey to a public health crisis and are less safe than ever,\" read one letter translated and published by China Change, a US-based website with strong ties to the Chinese dissident community. It adds that the crisis and its after effects are the \"price for giving up freedom and suppressing expression.\"  \"(The government) has used disease control as a pretext to illegally deprive citizens of their constitutional rights, including the right to free speech, right to freedom of movement, and the right to private property,\" the letter said. In the version published by China Change the letter lists nine signatories, including Xu Zhangrun, a law professor at Tsinghua University and one of China's most prominent jurists.  Multiple copies of the letters are circulating online, and CNN has been unable to confirm the entire list of signatories. Xu Zhangrun did not immediately respond to a request for comment Thursday.  In a separate essay published this week, Xu blamed Xi \"and the cabal that surrounds him\" for the crisis.  \"The political life of the nation is in a state of collapse and the ethical core of the system has been rendered hollow,\" Xu wrote. \"The ultimate concern of China's polity today and that of its highest leader is to preserve at all costs the privileged position of the Communist Party and to maintain ruthlessly its hold on power.\"  The essay was initially published in Chinese by Matters, a news and commentary site popular with liberal intellectuals that is banned in China. It was translated with Xu's permission into English by China scholar Geremie Barme.  Looking back on the repercussions he faced for speaking out against Xi in 2018, when the president removed all barriers on his serving for life, Xu added that \"I can now all too easily predict that I will be subjected to new punishments; indeed, this may well even be the last piece I write.\"  The omens aren't good for Xu and other signatories. Their letters have echoes of Charter 08, a manifesto published on December 10, 2008, the 60th anniversary of the Universal Declaration of Human Rights, calling for a new Chinese constitution recognizing democracy, freedom of speech and the rule of law.  Initially signed by around 300 people, a figure that would later grow into the thousands, Charter 08's publication came on the back of a relaxation of state control in the run-up to the 2008 Beijing Olympics. Nevertheless, it provoked a fierce reaction from the Chinese government, and dozens of its initial signatories were called in for interrogation and otherwise harassed by the security services. The primary target of the government was Liu Xiaobo, an academic and author who helped draft Charter 08. Liu was arrested and eventually imprisoned for 11-years for \"inciting subversion of state power.\" Liu died of liver cancer in 2017, while he was on \"medical parole\" but still under tight security. During the almost-decade his spent in prison, he received the Nobel Peace Prize and was hailed as one of China's leading dissidents.  Liu's extreme punishment -- and the refusal of authorities to grant him a medical parole until the very last days of his illness -- was indicative of how serious a threat Beijing viewed Charter 08 to be.  While many of the demands -- both in the recent letters and Charter 08 -- are merely for the authorities to respect freedoms supposedly protected by the Chinese constitution, they challenge the fundamental basis of one party rule. While the constitution may guarantee free speech or assembly, all its provisions are seen as subject to Party approval or discretion, something Chinese liberals see as antithetical to the rule of law.  In recent years, and certainly since Xi assumed power in 2013, the ruling Communist Party has moved to increase its control over civil society. This could mean that even though the open letters published this week are far more modest in their demands than Charter 08, they nevertheless risk incurring a major backlash for their signatories.  This is not least because as well as echoing Liu's document, the letter signed by Xu and others also hints at the ongoing anti-government protests in Hong Kong, listing five demands \"in the name of the people.\" Hong Kong pro-democracy protesters have long used \"five demands, not one less,\" as a key rallying cry for their own grievances.  Since the development of the Great Firewall, the number one target of the censors has always been calls for protests or offline organizing. While the censors have allowed a certain degree of anger over Li Wenliang's death, and Xi has been careful to channel frustration at officials in Wuhan so it does not bubble over into more sustained dissent, any association with Charter 08 and Hong Kong, even unintentional, may prove to be too much for the authorities to tolerate. "], "Language": false}