{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/health/us-coronavirus-test-kits/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Faith Karimi and Jen Christensen, CNN"], "Writers": [["Faith Karimi", "Jen Christensen"]], "FirstPublishDate": ["2020-02-13T06:15:36Z"], "LastModifiedDate": ["2020-02-13T06:33:10Z"], "Headline": ["Some coronavirus test kits shipped to states are not working as expected, the CDC says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Some of the coronavirus test kits shipped to labs across the country are not working as they should, the US Centers for Disease Control and Prevention said. As a result, the CDC is remaking parts of the test kits after some produced inconclusive test results. The kits were sent to the states to speed up the testing process, the CDC's Nancy Messonnier told reporters Wednesday. The states found out the flaw during the verification process. For quality control, when states get any test kit, they first verify that it works.  \"When some states were doing this, we received feedback that they weren't -- that it wasn't working as expected, specifically some public health labs at states were getting inconclusive results and what that means is that test results were not coming back as false positive or false negatives, but they were being read as inconclusive,\" Messonnier said.  Some states notified the CDC that they were unable to validate the test, and the agency is remanufacturing a reagent used in the test that's not performing consistently. Not all states have been affected. The Illinois Department of Public Health said it has not had any issues with the kits and it's continuing with its testing for the coronavirus. State labs that have been successful in verifying that the kit works can continue with the testing. Those that haven't been successful have to wait for the CDC to ship out the replacement components. The CDC did not confirm how many states were affected or when they'll receive the replacement components. \"We have multiple levels of quality control to detect issues just like this one,\" Messonnier said. \"We're looking into all of these issues to understand what went wrong, and to prevent these same things from happening in the future.\"   Since it was part of the verification process, the tests were not on actual clinical specimens from potential patients, she said.   There have been 14 confirmed cases of coronavirus in the United States, with the latest one reported among US evacuees at a base in San Diego County in Southern California.  The patient is among a group under a federal quarantine order after returning on a State Department-chartered flight from the epicenter of the coronavirus in Wuhan, China. The flight arrived at Marine Corps Air Station Miramar on February 7.  More than 1,300 people have died from the virus and over 60,000 have been infected -- the vast majority in mainland China. The World Health Organization and the United States have declared the outbreak a public health emergency."], "Language": false}