{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/politics/harvard-yale-foreign-funding/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-02-12T22:07:29Z"], "LastModifiedDate": ["2020-02-12T22:07:29Z"], "Headline": ["Wall Street Journal: Education Department investigating Yale and Harvard over foreign funding"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Education Department has opened investigations into Yale and Harvard universities in an ongoing review that has found American universities failed to disclose billions in funding from foreign countries like Saudi Arabia and China, materials reviewed by The Wall Street Journal show. In a letter to Harvard dated February 11, the Education Department requests that the university disclose their records of contracts or gifts from the governments of Iran, Russia, Saudi Arabia, China and Qatar, according to the Journal. The department also said Yale failed to disclose at least $375 million in foreign funding and requested records for contributions from China, Saudi Arabia, Qatar and others.  The Education Department could refer the matter to the Justice Department if the schools don't disclose the requested information, the newspaper said.  Government officials accuse higher-education institutions in the US of soliciting money from foreign nationals, governments and companies that could be looking to spread propaganda, according to document reviewed by the newspaper.  The Education Department, according to the Journal, described schools as \"multi-billion dollar, multi-national enterprises using opaque foundations, foreign campuses, and other sophisticated legal structures to generate revenue.\" According to the Journal, the department's investigation has found that US universities failed to report $6.5 billion in foreign funding.  News of the investigations comes after a Harvard University professor and two other Chinese nationals were federally indicted in three separate cases for allegedly lying to the US about their involvement with China's government.  Federal authorities told reporters the cases highlighted the \"ongoing threat\" posed by China using \"nontraditional collectors\" like academics and researchers to steal American research and technology. Dr. Charles Lieber, 60, who is the chair of Harvard's Chemistry and Chemical Biology Department, is accused of lying about working with several Chinese organizations, where he collected hundreds of thousands of dollars from Chinese entities, US Attorney Andrew Lelling said at a news conference late last month."], "Language": false}