{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/investing/hasbro-earnings-toy-sales/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-02-11T13:03:10Z"], "LastModifiedDate": ["2020-02-12T13:08:25Z"], "Headline": ["'Frozen' and 'Star Wars' rescued Hasbro during the holidays"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Hasbro had good news for investors on Tuesday. It looks like many kids wound up getting Elsa, Rey and Black Panther toys as holiday gifts. Hasbro reported fourth quarter earnings Tuesday that topped forecasts. Sales were up only 3% during the holiday quarter though, missing Wall Street's forecasts. Shares of Hasbro fell slightly on the news. The company said it benefited from \"strong demand\" during the holidays for toys tied to \"Frozen 2\" and the latest \"Star Wars\" movie as well as Marvel's Avengers -- a sign that Hasbro's partnership with Disney continues to pay big dividends at a tumultuous time for the overall industry. The demise of Toys \"R\" Us, the retailer that went bankrupt in 2017 and shut its doors a year later has not helped Hasbro and its rivals -- even though Toys \"R\" Us has enjoyed a small comeback in the past year with the opening of a few new stores under different ownership. Hasbro and other toy makers have had to rely more on Amazon, Walmart and Target, three giant retailers that tend to rely on discounts to lure shoppers, for a big bulk of their sales. Hasbro also said in October that sales and profit were hurt by tariffs as a result of the trade spat between the United States and China.  But Hasbro has also bounced back because of a big bet it's making on preschoolers. The company, which already owns the Playskool brand, bought kids' television program maker Entertainment One, the producer of the popular Peppa Pig and PJ Masks cartoons, for $3.8 billion last year. The deal \"significantly expands our expertise and capabilities as a global play and entertainment company,\" said Hasbro chairman and CEO Brian Goldner in a statement. Hasbro's earnings come just one week after Funko, the maker of pop culture figurines, warned that its fourth-quarter sales were down 8% from the 2018 holiday season. Funko shares plunged 40% on the news and have continued to fall since then. Hasbro rival Mattel, which will report its latest sales and earnings after the closing bell Thursday, is also struggling. Mattel is consolidating two plants in Mexico and is reportedly looking to shutter a facility in Canada that makes Mega Bloks.  Mattel also is said to have closed factories in China and Indonesia last year. Mattel didn't address the reports of the specific closures but did acknowledge that changes have taken place. \"Over the past year, we have worked to transform our global supply chain which we believe is becoming a competitive advantage,\" said Mattel chef supply chain officer Roberto Isaias, in a statement to CNN Business.  \"We are continuing to optimize our manufacturing footprint, increase the productivity of our manufacturing infrastructure and achieve efficiencies across our global supply chain,\" Isaias added. "], "Language": false}