{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/2019-wildlife-photographer-of-the-year/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Sam Rowley/Wildlife Photographer of the Year", "Angel M. Fitor/Wildlife Photographer of the Year", "Clement Mwangi/Wildlife Photographer of the Year", "David Doubilet/Wildlife Photographer of the Year", "Audun Rikardsen/Wildlife Photographer of the Year", "Claudio Contreras Koob/Wildlife Photographer of the Year", "Valeriy Maleev/Wildlife Photographer of the Year", "Jake Davis/Wildlife Photographer of the Year", "Steve Levi/Wildlife Photographer of the Year", "Lucas Bustamante/Wildlife Photographer of the Year", "Yaz Loukhal/Wildlife Photographer of the Year", "Marcus Westberg/Wildlife Photographer of the Year"]], "FirstPublishDate": ["2019-12-04T00:04:07Z"], "LastModifiedDate": ["2020-02-12T12:37:02Z"], "Headline": ["Wildlife Photographer of the Year 2019: People's Choice shortlist"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Station Squabble by Sam Rowley, UK: Rowley's picture shows two mice fighting over crumbs on an empty London Underground platform. Ocean's signature by Angel Fitor, Spain: This picture of a salp chain was taken in the waters off Alicante, Spain. Salps move by contracting, thereby pumping water through their bodies.   What a poser by Clement Mwangi, Kenya: This female leopard soaks up the last of the day's sunlight in Kenya's Maasai Mara National Reserve. A pulsing sea by David Doubilet, USA: A school of red tooth triggerfish swim above a river of convict blennies flowing over the coral in Verde Island Passage, Philippines.  Inquisitive by Audan Rikardsen, Norway: A golden eagle on the coast of northern Norway seems to enjoy being in the spotlight.  Beak to beak by Caludio Contreras Koob, Mexico: A Caribbean flamingo chick and its parent at the Ría Lagartos Biosphere Reserve in  Yucatán state, Mexico. Big ears by Valeriy Maleev, Russia: A long-eared jerboa in the Mongolian part of the Gobi Desert.  Teamwork by Jake Davis, USA: A humpback whale dives to locate fish off Great Bear Rainforest, British Columbia, Canada. Tender play by Steve Levi, USA: A polar bear and her cubs at play in Wapusk National Park, Canada. Bon appétit by Lucas Bustamente, Ecuador: A labiated rainfrog with a baby tarantula in its mouth in the Ecuadorian jungle. Meeting place by Yaz Loukhal, France: A colony of emperor penguins on the east coast of the Antarctic Peninsula.  Winter's tale by Valeriy Maleev, Russia: A Pallas's cat out hunting in the grasslands of Mongolia.  Captive by Marcus Westberg, Sweden: A giant panda in a cage at a breeding center in Shaanxi, China. "], "Language": false}