{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-02-12T12:27:52Z"], "LastModifiedDate": ["2020-02-12T12:27:52Z"], "Headline": ["Is the coronavirus peaking? Investors are hopeful"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. The coronavirus outbreak has now killed 1,115 people and infected more than 45,170 globally. But the daily increase in cases in China appears to be leveling off, suggesting that the outbreak could be reaching its peak. That trend is allowing global stocks to edge higher. The Shanghai Composite has gained 1.8% this week, while the S&P 500 has climbed 0.9%.  \"The number of daily confirmed cases has shown tentative signs of moderating,\" Mark Haefele, chief investment officer at UBS Global Wealth Management, told clients Wednesday. \"The global spread has so far been kept relatively under control too, with nearly all confirmed cases in China.\" The bank's expectation is that the outbreak \"passes its peak by spring.\" That said, there remain significant risks, especially as 160 million employees in China return to work. SoftBank's disappearing profit SoftBank made its name through bold bets. Now some of its biggest wagers are dragging the company down, just as it faces new pressure to perform. The Japanese tech conglomerate said Wednesday that its profits have been almost entirely wiped out as it continues to feel the pain from big losses in its massive tech fund. The numbers: SoftBank reported operating income of 2.59 billion yen ($23.6 million) for the three months ending in December, a plunge of 99% compared to the same period a year earlier, my CNN Business colleague Sherisse Pham reports. SoftBank founder and CEO Masayoshi Son's closely watched $100 billion Vision Fund was the biggest driver of those losses. The Vision Fund and a related entity reported an operating loss of 225 billion yen ($2 billion) for the quarter. It blamed WeWork and Uber for the hit. That poor performance is making it harder for Son and SoftBank to raise money for their next mega tech fund, dubbed Vision Fund 2. SoftBank said last year that it expected to raise $108 billion from companies such as Apple, Microsoft, Foxconn and Standard Chartered. But Son said Wednesday that Uber's weak share price and WeWork's failed IPO, which required a bailout from SoftBank, \"have caused concern amongst potential investors.\" \"At the moment, I think that our next fund size should be a little bit smaller, because we have caused concerns and anxiety to a lot of people,\" he said. Over to New York: Activist investor Elliott Management revealed last week that it had built a substantial stake in SoftBank and wants the company to make changes to improve its performance. These results will bolster Elliott's case. Son knows the company needs to do better. He said Wednesday that he believes that SoftBank shares trade at a discount of more than 50% and should be priced at 12,097 yen ($110). Some good news: Shares closed up 12% in Tokyo before the earnings after a US judge approved the $26 billion merger between T-Mobile and Sprint, which SoftBank acquired nearly a decade ago. Jefferies analyst Atul Goyal called Sprint \"a major distraction\" that had \"brought little in terms of results.\" In other words: Good riddance. Silicon Valley's deals are under the microscope US regulators already scrutinized big tech deals like Facebook's purchase of Instagram and Amazon's purchase of Whole Foods. Now the Federal Trade Commission is casting a wider net. The agency said Tuesday that it had sent requests for information to Amazon, Apple, Facebook, Google and Microsoft on all acquisitions they had completed in the past 10 years. Details, details: The FTC is looking for information on any deals that didn't need to be reported to antitrust agencies because the dollar value wasn't high enough, my CNN Business colleague Brian Fung reports. One example: In the past decade, Facebook cemented its position as the leader in social networking through a mix of major acquisitions — like its $22 billion purchase of WhatsApp — and smaller deals for startups like tbh, an app for teens that was subsequently shut down. Facebook did not disclose financial terms for the tbh deal at the time. Such deals may have flown under the radar while giving big companies access to valuable data, systems, talent and customers. Why it's important: Big Tech's regulatory issues are building. The FTC requests mark a major expansion on the antitrust front following years of practically unchecked growth. The companies also face growing pressure globally over their data practices and handling of harmful online content. \"This initiative will enable the Commission to take a closer look at acquisitions in this important sector, and also to evaluate whether the federal agencies are getting adequate notice of transactions that might harm competition,\" FTC Chairman Joe Simons said in a statement. Investors react: Facebook's stock fell 2.8% on Tuesday, while Microsoft shares shed 2.3%. Apple was off 0.6%. Shares of Amazon and Google parent Alphabet finished higher. Up next Heineken, CVS and Molson Coors report results before US markets open. Cisco, Equifax and TripAdvisor follow after the close. Also today:  Fed Chair Jerome Powell testifies before the Senate Banking Committee at 10 a.m. ET.\nThe US Energy Information Administration reports crude oil inventories at 10:30 a.m. ET. Coming tomorrow: Airbus reports earnings as the company pulls ahead of rival Boeing."], "Language": false}