{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/us/five-things-february-12-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-12T11:08:04Z"], "LastModifiedDate": ["2020-02-12T11:42:54Z"], "Headline": ["5 things to know for February 12: 2020 Dems, Roger Stone, coronavirus, Ireland"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A House panel has sent a DC statehood bill to the full US House for consideration, marking a historic advance in Washington's decades-long battle to become the nation's 51st state.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. New Hampshire Poll watchers went into the New Hampshire primary hoping for a clearer picture of the Democratic presidential field, and that's what they got ... kind of. Bernie Sanders landed the proper victory that the Iowa caucus debacle had denied him, but Pete Buttigieg was hot on his heels again. The former mayor actually still has a slight lead in the overall delegate count, but that could change when the race shifts to South Carolina and Nevada, which is considered a strong state for Sanders. Amy Klobuchar netted a strong third-place finish in New Hampshire, which is what her campaign had hoped for. That left Joe Biden and Elizabeth Warren, the other top candidates, struggling with disappointing results. Biden didn't even stick around in the Granite State, opting instead to move on to South Carolina. He's hoping the state's more diverse voter base will give him the boost he needs in its primary at the end of the month. New Hampshire was also the final stop for entrepreneur Andrew Yang, who announced the end of his campaign as soon as the results were called.  2. Roger Stone  All four federal prosecutors in the Roger Stone case have withdrawn from it after a surprise sentencing shift raised troubling questions about the motivations of top Justice Department officials. Here's how it went down: Stone was convicted of lying to Congress and tampering with witnesses during the Russia investigation. The prosecutors this week asked a federal judge to sentence him to seven to nine years in prison. Then, President Trump publicly voiced his displeasure with the request, calling the situation \"very unfair\" and \"disgraceful.\" Hours later, the Justice Department issued an updated sentencing recommendation asking for less time for Stone, undercutting the prosecutors' initial request. This prompted the mass withdrawal, as well as sharp criticism from Democrats who claim the President unjustly used his power to influence the suggested sentence. Trump says he didn't ask the Justice Department to do anything but had the \"absolute right to,\" if he wanted.  3. Coronavirus  The number of new coronavirus cases in mainland China appears to have leveled off for the first time in weeks, which could signal a small reprieve in the epidemic. Or, it could just invite new questions about testing methods and the virus' incubation period. Health officials in Hong Kong are also investigating whether the virus can be spread through pipes and drains after two residents on different floors of an apartment building were infected. Pipes were a major source of transmission during the SARS outbreak of the early 2000s. Meanwhile, concerns are mounting over the Diamond Princess cruise ship quarantined in Japan. Forty more cases of the virus were confirmed on board, bringing the total to 175. Workers on the ship are pleading for help, saying they have been forced to keep working and interacting with potentially infected passengers with no protection for themselves.  4. Ireland Four men have been arrested in Northern Ireland over last year's murder of Northern Irish journalist Lyra McKee. The men were taken into custody under the country's anti-terror legislation, since the New IRA, a dissident Republican group, admitted to and apologized for her death. McKee, a 29-year-old journalist and LGBT activist, was shot dead during a night of political unrest near the border between Northern Ireland and the Republic of Ireland. Her death temporarily united leaders from across the normally fractious Irish political scene and cast the ongoing struggle between Irish nationalists and British unionists in a newly tragic light.  5. Jussie Smollett Former \"Empire\" star Jussie Smollett has been indicted by a grand jury on six counts for making false reports in connection with the actor's claim last January that he was the victim of a racist and homophobic attack near his Chicago apartment. Police eventually concluded Smollett orchestrated the attack himself to boost his publicity and paid two acquaintances to help him set it up. Initially, the actor was indicted on 16 counts of felony disorderly conduct, but the charges were dropped weeks later. These new charges come after a special prosecutor was asked to investigate how local prosecutors handled Smollett's case. Smollett's attorney has denied any wrongdoing by the actor and says the new charges are \"all about politics, not justice.\" The prosecutor who dropped the initial charges is up for reelection. BREAKFAST BROWSE A photo of 2 mice squabbling on a subway platform wins prestigious photography award  Pizza Rat would be proud.  Siba, a glorious black standard poodle, has won Best in Show at Westminster  And she's a very good girl, yes she is! The MLB is considering a new playoff format and live selection TV show  Because if there's something the majority of the country wants, it's even more baseball. A mysterious radio signal from space is repeating every 16 days  No, this isn't a teaser for the next Netflix sci-fi mystery. Although ... Warner Bros. has changed the title of 'Birds of Prey' to try to salvage its box office performance  The original title? \"Birds of Prey: And the Fantabulous Emancipation of One Harley Quinn.\" Whew!  Movers accidentally smashed a virtuoso's one-of-a-kind, $194,000 piano Do you ever read a headline that makes you physically cringe?  TODAY'S QUOTE \"We have damaged the Church, we have damaged the image of God and most of all, we have damaged those we victimized, unconsciously very often.\" The Archbishop of Canterbury Justin Welby. The Church of England has made the decision to apologize for decades of racism experienced by \"countless black, Asian and minority ethnic people\" within the church.  TODAY'S NUMBER 6.5 million The number of Israeli voters whose personal data was exposed by a security flaw in a mobile app used primarily by Prime Minister Benjamin Netanyahu's party. In case you're wondering, that's every single eligible voter in Israel.   HAPPENING LATER A possible détente?  The Trump administration is seeking to announce a deal to deescalate violence with the Afghan Taliban. More information about the deal could drop as early as this week. TODAY'S WEATHER AND FINALLY A steady hand Illuminated manuscripts are so fascinating. And creating such beautiful art is probably far more pleasant today than in, say, a ninth-century monastery. (Click here to view.) "], "Language": false}