{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/europe/steve-walsh-uk-coronavirus-patient-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scott McLean and Bethlehem Feleke, CNN"], "Writers": [["Scott McLean", "Bethlehem Feleke"]], "FirstPublishDate": ["2020-02-11T19:18:25Z"], "LastModifiedDate": ["2020-02-12T02:45:33Z"], "Headline": ["One man linked to at least 9 coronavirus cases after traveling from Singapore to France to UK"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["A British man linked to a number of coronavirus cases after traveling from Singapore to a French ski chalet to the UK has fully recovered.  The patient, Steve Walsh, is believed to have infected at least nine other people during his stay in the French Alps after contracting the virus in Singapore. He released a statement Tuesday revealing his name and thanking the UK's National Health Service for its help and care. Walsh had attended a conference at the Grand Hyatt hotel in Singapore in late January, hosted by the gas analysis company Servomex, which has since confirmed that \"a limited number of its employees in different countries have been diagnosed with the coronavirus and are now being treated.\" Walsh works at Servomex.  But the conference appears to have led to a chain of transmission for Walsh, who left Singapore on January 24 to fly to the French Alps, where he spent four days vacationing in a ski chalet in Contamines-Montjoie, southeast France.  France on Saturday confirmed five new cases of the virus, all of them British nationals, including one 9-year-old child who had spent time in a school in the resort. The patients were infected after coming into contact with a UK citizen who had traveled from Singapore, according to local health official Jean-Yves Grall. Walsh left the French ski resort on January 28, taking an EasyJet flight from nearby Geneva, Switzerland to London's Gatwick airport.  Walsh said in his statement Tuesday that he contacted his doctor and health authorities as soon as he knew he had been exposed to a confirmed case of coronavirus. \"I was advised to attend an isolated room at hospital, despite showing no symptoms, and subsequently self-isolated at home as instructed. When the diagnosis was confirmed I was sent to an isolation unit in hospital, where I remain, and, as a precaution, my family was also asked to isolate themselves.\" Four further patients in England tested positive for coronavirus on Monday, bringing the country's total tally to eight, the UK Department of Health said in a statement. The new cases are all known contacts of a previously confirmed UK case, and the virus was passed on to them in France, it said.  The agency also declared the virus a \"serious and imminent threat to public health,\" which gives officials authority to impose quarantine restrictions on people who \"could present a risk of infecting or contaminating others.\"   Some media have suggested that Walsh may be a \"super-spreader\" of the virus, meaning a single patient who transmits the infection to many other people, but experts urge caution. University of Edinburgh infectious disease expert Mark Woolhouse told CNN: \"I don't think it's helpful to highlight an individual.\" That's because it's not clear how many people he actually infected, whether he \"sheds\" the virus more readily than any other person, or whether he was simply in contact with more people and thus, more likely to pass the virus on. Woolhouse prefers the term \"super spreading event.\" World Health Organization (WHO) Executive Director Dr. Michael J Ryan called on the media not to personalize the disease, while answering a question about Walsh on Tuesday. Ryan dismissed reports that Walsh was a \"super spreader,\" saying the circumstances around his case were \"unfortunate\" but \"by no means a massive super spreading event.\" As fears over the transmission of coronavirus grow, WHO Director-General Tedros Adhanom Ghebreyesus  said on Monday: \"In recent days, we have seen some concerning instances of onward transmission from people with no travel history to China, like the cases reported in France yesterday and the United Kingdom today. The detection of this small number of cases could be the spark that becomes a bigger fire. But for now, it's only a spark. Our objective remains containment.\" EasyJet said it was notified by British health authorities about an infected passenger on board, but that as of Monday there had been no other confirmed cases from that flight, nor had any passengers shown symptoms. French authorities have \"managed to contact and trace all people who were in contact with the British tourists who were in the village,\" health minister Agnes Buzyn told French CNN affiliate BFM. The ski center plans to remain open, according to Etienne Jacquet, the mayor of Contamines-Montjoie.        The Grand Hyatt in Singapore, meanwhile, said no one who contracted the virus showed symptoms while at the luxury hotel, and none of its staff has tested positive. When it learned of cases originating on its property the hotel said it immediately started taking the temperature of its guests, and its staff twice a day. It has also brought in an outside government agency to sanitize and \"deep clean\" affected public areas and guestrooms."], "Language": false}