{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/politics/esper-us-philippines-military-agreement/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Zachary Cohen and Jamie Crawford, CNN"], "Writers": [["Zachary Cohen", "Jamie Crawford"]], "FirstPublishDate": ["2020-02-11T22:41:51Z"], "LastModifiedDate": ["2020-02-11T22:41:51Z"], "Headline": ["Esper says it's 'unfortunate' that Philippines ended military agreement with US"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Defense Secretary Mark Esper said Tuesday it was \"unfortunate\" that the Philippine government decided to terminate a military agreement between Washington and Manila but cautioned that the Pentagon had only received notification about the move in the last few hours and wanted to hear from his military commanders before charting a path forward following the announcement. Under the Visiting Forces Agreement, which was signed in 1988, US military aircraft and vessels are allowed free entry into the the Philippines. US military personnel are also subjected to relaxed visa and passport policies in under the pact, according to CNN Philippines.  \"We just got the notification late last night, we have to digest it, we have to work through the policy angles, the military angles, I want to hear from my commanders, but you know in my view it's unfortunate that they would make this move,\" Esper told reporters on his plane traveling from Washington to Brussels where he is scheduled to meet with NATO defense ministers. Esper, who recently visited the Philippines, has repeatedly voiced concern over China's increasingly expansive role in the Indo-Pacific region but said he did not necessarily view the announcement as a win for Beijing. \"I don't think it's necessarily tied to China. As you know it's tied to some other issues. So again, I'm going to take this one step at a time. I don't get too excited about these things. We've got a process we have to work through. We just received it 9 hours ago,\" he said. CNN reported earlier Tuesday that the Philippines has sent a letter to US officials terminating the Visiting Forces Agreement, according to the Filipino Presidential spokesperson Salvador Panelo. While this is not the only military agreement between the two countries, its seen as a formal downgrading of its long standing military alliance between the two countries in the South China Sea.    The Philippines and China each claim overlapping areas of the vast sea, along with multiple other countries including Vietnam, Malaysia and Brunei.  In a press conference held on Tuesday, Panelo confirmed that President Rodrigo Duterte directed the Executive Secretary Salvador Medialdea and Secretary of Foreign Affairs Teodoro Locsin to send the notice of termination to the United States government.  Panelo said that President Donald Trump and Duterte have not talked and that no response it needed from the US government in order for the termination process to proceed. The termination will be effective \"180 days from the receipt of the notice of termination from the US government,\" he added. \"The President said it is about time we rely on our own resources, we have to strengthen our own capability as a country relative to the defense of our land,\" Panelo said when asked why the Visiting Forces Agreement was terminated.  Relations between China and the Philippines have warmed considerably since the 2016 inauguration of Duterte, who has pushed for a closer economic relationship with Beijing. \"I need China. More than anybody else at this point, I need China,\" Duterte said before flying to China in April 2018. Compared with his predecessors, Duterte has viewed the dispute in the South China Sea as more negotiable than a matter of principle. But China has been strengthening its hold over the region. In May 2018, Beijing announced it had successfully landed bombers on islands under its control for the first time, a big step in the militarization of the region. Trump met with Duterte during a visit to Manila in 2017 and has previously praised the controversial Philippine leader's violent drug crackdown which has drawn international scorn and was expected to test Trump's penchant for diplomatic flattery. \"I just wanted to congratulate you because I am hearing of the unbelievable job on the drug problem,\" Trump told the Philippine President in their first call in 2017, according to a leaked transcript obtained by The Washington Post."], "Language": false}