{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/health/evacuee-wuhan-coronavirus-mistakenly-released/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Cohen and Jon Passantino, CNN"], "Writers": [["Elizabeth Cohen"]], "FirstPublishDate": ["2020-02-11T04:42:37Z"], "LastModifiedDate": ["2020-02-11T21:59:53Z"], "Headline": ["CDC and hospital errors led to US coronavirus patient being sent back to military base, health official says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Errors by a hospital in San Diego and the US Centers for Disease Control and Prevention led to a woman with the novel coronavirus being sent back to Marine Corps Air Station Miramar instead of isolation at the hospital, according to a health official familiar with the situation. The woman was among Americans in federal quarantine at the base, and is the first US evacuee from China known to be infected with the novel coronavirus.  She flew to the base on February 5 on a US Department of State flight evacuating Americans from Wuhan, China. The next day, she started experiencing symptoms of the novel coronavirus and was taken to UC San Diego Health. Three other people exhibiting symptoms were also transported to the hospital. The hospital sent their specimens to a CDC lab in Atlanta for testing. According to the source, three of the four specimens were incorrectly labeled upon arrival and so they were not tested. The CDC lab did not realize the specimens were from the Miramar patients. When no results were reported back, CDC staffers mistakenly gave UC San Diego Health the results of other patients who tested negative. That mistake led to the Miramar patients being transferred back to the base Sunday afternoon. After they arrived back at the base, the mistake was discovered and the tests were run on the three Miramar patients.  The results for the woman came back positive, and she was transported back to UC San Diego Health on Monday morning, where she remains in isolation. The woman has had a very mild illness, according to the source, with no fever and a slight cough.  The other three patients tested negative. A spokesperson for the hospital could not be immediately reached for comment about the testing issues. In a response Tuesday, the CDC said: \"At all times, appropriate infection control precautions were taken around all of the persons quarantined at Miramar, including these three patients. From now on, a CDC laboratory staff member will form part of CDC quarantine field teams to ensure that specimens are correctly labeled/CLIA compliant to avoid delays in testing.\" During a press conference on Tuesday, Dr. Anne Schuchat, principal deputy director of the CDC, said \"there was a little bit of a mix-up there\" around the testing for the Miramar patient, but would not elaborate. Schuchat said the confirmed Miramar case may have had limited contact with other people when symptoms developed, but the investigation into contacts is ongoing. The patient was wearing a mask while she was transported to and from the hospital, and the driver wore protection equipment, according to the health official familiar with the situation. Separately, another person at Miramar was hospitalized on Monday afternoon and was being tested for the coronavirus.  Both patients \"are doing well and have minimal symptoms,\" UC San Diego Health said. The San Diego case is the 13th to be confirmed in the US and the seventh in California. Eleven of the US cases were confirmed in people who recently traveled to China; the other two are instances of person-to-person transmission."], "Language": false}