{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/perspectives/6g-future-communications/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Theodore S. Rappaport for CNN Business Perspectives"], "Writers": [[]], "FirstPublishDate": ["2020-02-10T18:48:59Z"], "LastModifiedDate": ["2020-02-11T18:50:17Z"], "Headline": ["Think 5G is exciting? Just wait for 6G"], "Section": ["perspectives"], "MappedSection": ["BUSINESS"], "Article_Body": ["The wireless industry has revolutionized the way we work and play, so it's no wonder why 5G has grabbed everyone's attention. Already in some cities, and soon across the world, fiberoptic transmission speeds will invisibly reach into all of our pockets, bringing television, 3D imagery and new applications we never dreamed of to our mobile devices. While commercial cellphone providers and equipment vendors are working feverishly to build out 5G, and as the public eagerly awaits its rollout, researchers around the world are at work producing the wireless world's next generation: 6G. What is 6G? No one quite knows yet, and the international standards bodies, made up of hundreds of companies around the world, will figure that out over the coming decade. But work at New York University shows that by 2035, 6G will usher in the ability to send wireless signals at the rate of human computation.  Dubbed  \"wireless cognition\" by researchers, 6G could mean that human intelligence could eventually be sent over the air instantaneously. Remote control robots and artificial intelligence applications with human-like capabilities could be enabled over 6G cellphones. By using electromagnetic frequencies above 95 Gigahertz, future cellphones will be able to use massive channel bandwidths and highly directional antennas that allow excellent coverage and enable new applications. These frequencies, which are 40 times greater than today's 4G cellphone frequencies, and three to four times greater than the new 5G frequencies, were just made available for commercialization by the Federal Communications Commission last year.  Accurate positioning and direction finding coupled with superior sensing and imaging, just like humans use their eyes to see things clearly both near and far, will become possible with 6G.  The new frequencies in the sub-Terahertz bands will transmit super-fast computations over a wide range of frequencies, allowing future cellphones to have vastly greater capabilities. For example, the 6G phone of the future will be able to test the air around you for allergens, explosives or toxic chemicals and determine if your food is safe to eat. It will help you see in the dark using night vision and render far better images than the human eye can see. Just as the cellphone has replaced the standalone camera and the wristwatch for many, and is beginning to replace the wallet, 6G phones may someday replace eyeglasses through the use of goggles, which can double as headphones, that have incredible imaging capability and stereophonic sound.  Research also shows that 6G phones will be able to see behind walls by building up maps of the local surroundings and combining the signals received from the environment with the highly directional, steerable antennas on the phone. This could come in handy if you want to know if someone is in the room next to you. If that's not enough, the 6G phone of the future will also provide precise position location accuracy and ranging that will let us know exactly where we are, down to the centimeter. Such accuracy will be important for navigating robotic vehicles and self-driving cars and could even be useful for hanging drapes in your home.  Along with these features will be the usual high definition video and augmented reality applications we cannot yet even imagine.   While many of these ideas are still in the research labs of universities and a few forward-looking companies, there is great promise that these ideas will be ready for prime time in the 6G era (expected around 2030). The countries that lead in the creation of these new technological capabilities will have a keen international market edge, which is why fundamental research is a critical national policy issue. Countries like China, Japan and Korea have made Information and Communications Technology (ICT) research a national priority, and their fortunes are rising with 5G. Given the importance of 5G, and the fact that the United States is losing its edge in the global standards race, I believe it is now urgent for US leadership to make wireless communications research support, and ICT in general, a national priority. Only those countries that invest in fundamental wireless research in academia and industry have a shot at creating and owning the intellectual property and nurturing the engineering talent that will enable 6G.  A major, multibillion dollar federal research initiative that brings US universities and industry together to create fundamental research and startup companies is needed to attract the top research talent to work on this lucrative future, while incentivizing young people to pursue education and careers that will create the exciting breakthroughs. National fortunes, as well as vast new capabilities, will be riding over the 6G airwaves."], "Language": false}