{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-050120/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-30T16:24:54.369Z"], "LastModifiedDate": ["2020-05-02T00:17:42.131Z"], "Headline": ["Dow sinks sharply after Trump threatens China with tariffs over coronavirus: May 1, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Our live coverage has ended. You can follow the latest on the stock market here.  Constellation Brands is increasing its ownership stake in the world’s largest cannabis company by market capitalization. The alcohol company, a subsidiary of Constellation, which distributes such brands like as Corona beer in North America, infused $245 million in Canopy Growth by exercising 18.9 million warrants, the companies announced Friday. The purchase represented a 5.1% share Canopy Growth, and Constellation now owns a 38.6% stake in the Canadian cannabis company.  \"While global legalization of cannabis is still in its infancy, we continue to believe the long-term opportunity in this evolving market is substantial,\" Bill Newlands, Constellation’s chief executive officer, said in a statement. The transaction comes at a time when Canopy Growth is drastically cutting costs by exiting countries entirely, closing down greenhouses, and laying off more than 750 employees since the beginning of March. The market fell sharply Friday, erasing Wall Street's gains for the week. Concerns about increased tension between President Trump and China due to the Covid-19 pandemic weighed on stocks. A weak reading on manufacturing in the United States also hurt investor sentiment. The Dow fell 2.6% or 622 points\nThe S&P 500 dropped by 2.8%.\nThe Nasdaq Composite ended the day 3.2% lower. Amazon (AMZN) shares plunged after the company posted weaker-than-expected-earnings while Tesla (TSLA) fell after CEO Elon Musk tweeted that he thought the electric carmaker's stock price was too high. Southwest Airlines announced Friday it sold 80.5 million shares to raise $2.3 billion, the latest move by a US airline to stockpile cash to get through the current crisis. On Tuesday, the airline reported a loss of $77 billion, excluding special items, the first time it has lost money on that basis in 11 years. And it warned that it expects to burn through $30 million to $35 million a day in the current quarter. Southwest had about $6.8 billion in  cash on hand as of April 24, and will receive $1.6 billion in support from the Treasury Department as part of the industry bailout. Southwest had previously drawn down $3.3 billion in cash available from a previously arranged credit line. It has also raised almost $500 million from a bond offering. But raising cash through an additional stock offering is an unusual move, although United Airlines did so last month when it sold $1 billion worth of shares. Shares of Southwest lost nearly 7% in trading Friday, although that was still trading above the $28.50 price of the offering. Profits have been plunging so far this year, and the earnings outlook will not improve any time soon.  Apple (AAPL) refused to  provide any guidance for its next quarter while Amazon (AMZN) disappointed investors by warning that more spending could hurt its bottom line. According to estimates tracked by research firm FactSet, analysts now are forecasting that earnings for S&P 500 companies will plummet 17.8% this year compared to 2019. Here's a breakdown of how ugly it will be for each quarter. Q1: -13.7%\nQ2: -36.7%\nQ3: -20.1%\nQ4: -9.4% Wall Street is hopeful that things will improve next year. Analysts are currently expecting a 25.1% rebound in earnings for 2021.  But keep in mind that Wall Street has been consistently wrong about how bad the coronavirus will cripple demand. In mid-March, Wall Street was still predicting healthy increases in earnings for the third quarter and fourth quarter. Only a few weeks ago, analysts still were forecasting a slight increase in fourth quarter profits.   Analysts have little to work with when compiling estimates, since most companies are suspending their outlooks. Investors may find it safest to ignore what analysts have to say about profits for now.  Tesla's (TSLA) stock price dropped sharply Friday, minutes after CEO Elon Musk tweeted \"Tesla stock price is too high, IMO.\" Tesla's stock had been trading at about $760 a share then, after Musk's 11:11 am Tweet, plummeted to below $700 a share within minutes before rebounding slightly.  By midday, the stock was down nearly 9%. Read more here. The Dow was down nearly 600 points -- about 2.5% -- in midday trading Friday as earnings from oil giants Exxon Mobil (XOM) and Chevron (CVX) weighed on the blue chip average.  The S&P 500 and Nasdaq were faring even worse. Each index fell about 3% -- dragged down by a slide in Amazon (AMZN) following its worse-than-expected earnings late Thursday. Stocks are off to a rotten start to the month of May after surging in April. In fact, the Dow and S&P 500 both posted their best monthly performance since 1987 -- leading some to question if the market rallied too far too fast. But it's been a choppy week on Wall Street. The Dow, S&P 500 and Nasdaq are now down slightly over the past five days -- despite big pops on Monday and Wednesday. Investors are once again nervous that the US economy -- and corporate profits -- may remain weak for the foreseeable future due to the Covid-19 pandemic.  Southwest Airlines (LUV) is making several changes because of the coronavirus pandemic. Beginning May 11, the airline will require passengers to wear masks or face coverings on its flights. Southwest will have masks available if customers don't have one. The changes follows other major US carriers who implemented similar policies this week.  It's also limiting the number of seats that can be booked on flights. Southwest said passengers can still pick their own seat and they won't be \"blocking seats or directing seating.\" Also, the number of people in a boarding group will be capped at 10.  Southwest previously ended in-flight beverage and snack service in March. That remains suspended, it said.  Apple shares were up about 1% in late morning trading Friday, bucking the downward trend for the broader market and fellow FAANG stock Amazon. Apple (AAPL), like Amazon (AMZN), reported earnings after the closing bell Thursday. And while Amazon posted a profit that missed forecasts, Apple's numbers were strong across the board.  Sales and earnings topped Wall Street's estimates, despite an expected drop in China revenue. Apple also said it planned to use some of its $192.8 billion in cash to boost its dividend and share buyback program. The only real negative? CEO Tim Cook declined to provide an outlook for the current quarter, citing \"the lack of visibility and certainty in the near-term\" as a result of the Covid-19 outbreak. But it seems that Wall Street is prepared to forgive the company for that. Needham analyst Laura Martin cited the strong growth in Apple's services revenue as a key reason why she still likes the company.  And Synovus Trust portfolio manager Daniel Morgan noted that the decision to repurchase more stock is a major plus. He estimates that each $15 billion to $20 billion in buybacks will boost earnings by an additional $1 a share. United Airlines is assessing how to make itself much smaller in the future, as executives are already on record saying they expect demand for air travel to take years to recover. In addition to staff cuts, it is now considering closing one or more of its eight hubs. \"We don’t have any plans to close hubs. But when we say everything is on the table, we mean everything. There are no sacred cows,\" said United President Scott Kirby when asked during a conference call with analysts about possible hub closings.  United, American and Delta have built their entire networks around a series of hubs, so closing one or more would be very disruptive. But it's yet another sign of how much demand for air travel has nosedived. United's hubs are at Chicago O'Hare, Denver International, Houston/ George Bush Intercontinental, Los Angeles International Airport, Newark Liberty International Airport, San Francisco International, Washington Dulles International Airport and Antonio B. Won Pat International Airport in Guam. About 20,000 United employees have agreed to go on voluntary unpaid leaves. Involuntary furloughs or layoffs are prohibited before Oct. 1 under terms of the federal bailout that United and other airlines accepted. But permanent, involuntary staff cuts are likely after Oct. 1 without a significant rebound in travel demand, Kirby said. Before that date, however, United expects to offer buyout and early retirement packages to its employees at some point in May to permanently reduce staffing ahead of Oct. 1, said United Chief Communications Officer Josh Earnest. Every other year, the video game industry gets together in June for its annual conference, E3 in Los Angeles, California. This year it's canceled, but a new \"season\" of summer gaming news called Summer Game Fest was announced Friday by Geoff Keighley, the host of several major gaming events, that will take its place. Console makers Microsoft and Sony will participate. Both are gearing up for next-generation console releases in holiday 2020. \"That's part of why I was restless to create this,\" said Keighley, who added that he hoped the companies would announce more news about the upcoming consoles. \"A new console hardware year is a really exciting thing.\" Summer Game Fest is a name for all the various online-only events that gaming companies are planning for this summer. Companies that traditionally have a major presence at E3 have signed on, including Activision Blizzard, Sony, PC games store Steam and Riot Games, maker of a new shooter game \"Valorant\" that has attracted some \"Fortnite\" players. \"This is a season for events, so it will be more like a big concert venue where there are dark days,\" Keighley told CNN Business.  Others who attended E3 last year are also on the roster, including Bethesda, Polish studio CD Projekt Red and Square Enix which makes the \"Final Fantasy\" franchise and the upcoming \"Marvel's Avengers.\" This year, prior to E3 being canceled, Sony and Keighley had announced separately that they weren't participating in the annual conference. Some gamers on social media had questioned if E3 was growing outdated. The US manufacturing sector continued to shrink in April. But the slowdown wasn't as awful as expected. The Institute for Supply Management reported Friday that its monthly manufacturing index fell to 41.5 in April, from 49.1 in March. Any reading below 50 is a sign the industry is contracting.  But economists were expecting the number to be even worse. The consensus forecast was 39, according to Briefing.com. Still, the weak ISM number is another sign the Covid-19 pandemic will likely lead to a US recession. The government reported earlier this week that GDP in the first quarter fell at an an annualized rate of 4.8%. \"Economic activity in the manufacturing sector contracted in April, and the overall economy contracted after 131 consecutive months of expansion,\" ISM said in the report. ISM also said indexes for new orders, production and employment plunged in April. Inventories also rose slightly, while prices dipped a bit.  Executives surveyed said most manufacturing activity was centered around production of food and of personal protection equipment like masks.  In a separate report Friday morning, the Census Bureau said construction spending unexpectedly rose 0.9% in March. Economists were predicting a 3.5% drop. MGM Resorts is getting ready to reopen the Vegas Strip. MGM, which owns a dozen casino-resorts on the Strip, detailed plans during an earning call late Thursday. CEO Bill Hornbuckle said the openings will be staggered and aimed at attracting a mix of travel budgets.  The state of Nevada hasn't yet said when the resorts can reopen, but once that happens, MGM plans to start with its New York-New York and Bellagio properties. Hornbuckle said MGM will \"go slow\" and be \"responsive and responsible.\"  Meanwhile, MGM's (MGM) stock fell 8% in early trading on sales that missed analysts' expectations.  Clorox is, unsurprisingly, a hot commodity right now. The company said in its first-quarter earnings report that overall sales jumped 15%. The company raised its full-year forecast. Sales of Clorox's cleaning segment, which includes its wipes and beaches, jumped 32%. \"Increased consumer demand\" for cat litter and grilling necessities also fueled a 2% sales increase in its household segment.  Clorox (CLX) shares rose 2% in early trading and are up 23% for the year. US stocks opened lower Friday after President Trump hinted that there could be new tariffs imposed on China as a result of the Covid-19 outbreak. Trump said late Thursday that the trade deal with China is now \"secondary to what took place with the virus\" and made the unfounded claim that the novel coronavirus originated in a Chinese lab. The Dow opened 1.6% or 400 points, lower\nThe S&P 500 fell 1.7%.\nThe Nasdaq Composite opened down 1.9%. Stocks fell Thursday but still posted sizable gains in April. It was the best month for the Dow and S&P 500 since January 1987. Investors were also weighing uncertain outlooks from tech giants Apple (AAPL) and Amazon (AMZN) and weak results from oil titans Exxon Mobil (XOM) and Chevron (CVX). ExxonMobil (XOM) posted its first quarterly loss following its 1999 merger as the largest US oil company grapples with the crash in crude. Exxon revealed Friday a surprise loss of $610 million during the first three months of the year. The red ink was driven by the collapse in prices and a $2.9 billion charge linked to writedowns from the collapse in oil prices.  Exxon has never reported a quarterly loss since its mega merger with Mobil in November 1999. It also announced it will slash its 2020 spending by 30% to $23 billion.  United Airlines (UAL) said it expects to burn through $40 million to $45 million a day, on average, during the course of the current quarter, even though it has already grounded about 90% of its flights for the quarter. But the airline said  late Thursday it has the resources to weather the current coronavirus crisis, despite saying that it has taken demand for air travel to \"essentially zero.\" As of Wednesday, the company said it has $9.6 billion. The guidance comes as United reported its first loss since the first quarter of 2014. Overall it reported a loss excluding special items of $639 million, worse than a loss of about $500 million on that basis forecast by analysts surveyed by Refinitiv. The net loss for the quarter came to $1.7 billion. The company had already warned of a total pre-tax loss of $2.1 billion. Its executives will speak with investors later this morning. United shares fell 5% in premarket trading. The stock will be down nearly 70% for the year if premarket losses hold. Chevron (CVX) is hunkering down to defend its coveted dividend from the oil crash. For the second time in six weeks, the No. 2 US oil company is trimming its once-ambitious spending plans. Chevron pledged Friday to conserve cash by slashing its 2020 spending targets by up to $2 billion.  That would bring the company's budget 30% below its goals entering the year. Chevron is hoping the moves will allow the oil giant to avoid having to lower its dividend -- something its European rivals are already doing. Chevron hasn't touched its dividend since the Great Depression. Read more here. Sales at Popeyes restaurants open at least 17 months soared 26% globally in the first quarter compared to the same period last year, thanks to the wild popularity of the chain's chicken sandwich. In the United States, that figure was 29%.  Popeyes first introduced the menu item in August. Customers flocked to the restaurant chain and the sandwich sold out in less than two weeks. The brand said at the time that the \"extraordinary demand\" took it by surprise. The sandwich — a buttermilk battered and breaded white meat filet, topped with pickles and a choice of mayo or a spicy Cajun spread and served on a toasted brioche bun — was billed as Popeyes' \"biggest product launch in the last 30 years.\" After taking great pains to prevent another shortage, the chain brought the menu item back in November.  Restaurant Brands International, which owns Popeyes, also owns Burger King and Tim Hortons. Those restaurants took a hit in the first quarter because of the coronavirus pandemic.  Sales at Burger King locations open at least 13 months fell nearly 4% globally compared to last year. At Tim Hortons, sales fell about 10%. Total revenues for the quarter fell to about $1.3 billion, a roughly 3% decline compared to the same period last year.  The coronavirus pandemic has exposed a gaping disconnect between unprecedented economic pain on Main Street and extreme optimism on Wall Street. The US economy is collapsing as never before. More than 30 million Americans have filed for unemployment. Millions of small businesses have requested forgivable loans to stay alive. And US GDP could decline at a breathtaking annualized rate of 40% during the second quarter. And yet the stock market is racking up massive gains. Even after retreating on Thursday, the S&P 500 spiked 13% in April. It was the best month for US stocks since January 1987. It's common for Wall Street to price in a recovery long before Main Street feels it. The stock market is not the economy, after all. Investors look three to six months out into the future. Yet the risk is that the slingshot in stocks leaves investors ill-prepared for the health and economic challenges that lie ahead. The market is pricing in something like a smooth-to-perfect recovery. But we shouldn't expect it will go that way because the virus is a wildcard,\" said Brian Nick, chief investment strategist at Nuveen, which manages more than $1 trillion. Read more here. US stock futures are pointing lower after wrapping up a strong April. The Dow and the S&P 500 both logged their best monthly performance since January 1987. Tech stocks were the hardest hit after Apple and Amazon posted stronger-than-expected earnings but warned that they face tremendous headwinds in the current quarter during the coronavirus pandemic.  Investors fear tech companies, which have buoyed the market during the past several weeks, may not be able to maintain their strength. Here's where futures stand at 6:15 am ET: Dow futures are down 434 points, or 1.79%\nS&P 500 futures slid 1.93%\nNasdaq Composite futures moved 2.44% lower Boeing (BA) won't be needing a federal bailout after all. The troubled aircraft maker said Thursday that it is raising $25 billion through a bond offering — a massive financial boost that Boeing says will keep it from having to tap into the CARES Act. US lawmakers passed the $2 trillion coronavirus economic rescue package in March, which included provisions to help airlines and other businesses that have been hurt by the coronavirus pandemic. Boeing is eligible for government loans through the act. \"We're pleased with the response to our bond offering today, which is one of several steps we're taking to keep liquidity flowing through our business and the 17,000 companies in our industry's supply chain,\" Boeing said in a statement.  The company said it also doesn't believe it will need to raise more money in the capital markets after the bond issues, which carry maturities ranging from three to 40 years. Read more here. Ryanair (RYAAY) is planning to cut up to 3,000 jobs and operate less than 1% of flights through June after warning that passenger demand and pricing will take at least two years to recover from the coronavirus pandemic. Europe's largest airline by passenger numbers said in a statement Friday that its restructuring program will begin in July and could result in the loss of as many as 3,000 jobs among pilots and cabin crew, or about 15% of its workforce. Pay cuts of up to 20% and the closure of a number of aircraft bases across Europe are also on the cards, Ryanair said. CEO Michael O'Leary will take a 50% pay cut for the rest of the financial year to March 2021, it added. Read more here."], "Language": false}