{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/economy/china-coronavirus-returning-to-work-economy/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Laura He, CNN Business"], "Writers": [["Laura He"]], "FirstPublishDate": ["2020-02-11T13:02:05Z"], "LastModifiedDate": ["2020-02-11T16:37:02Z"], "Headline": ["China is struggling to get back to work after the coronavirus lockdown"], "Section": ["economy"], "MappedSection": ["BUSINESS"], "Article_Body": ["China is struggling to return to work after the coronavirus outbreak shut down large swaths of the world's second biggest economy for more than two weeks.  Worker shortages, transport disruption, a lack of medical supplies and heavy-handed local officials are all making life difficult for businesses, the Chinese government said Tuesday. \"We have also noticed difficulties in fully resuming work,\" Cong Liang, a senior official at China's National Development and Reform Commission told reporters in Beijing, listing several factors including supply chain disruption, local government restrictions and a shortage of facial masks. Senior officials in Beijing were speaking to reporters a day after an extended public holiday ended for much of the country, leading some businesses to try to reopen their doors. Others, though, remain closed, and local governments have issued mixed — and in some cases muddled — guidance about what companies should be doing.  One city made national headlines after police detained a manager at a textile mill for requiring employees to return to work February 1. The director of the company, in the eastern city of Nantong, was held by police for five days after he breached local rules that called for businesses to suspend work until February 10, according to state media. The man reportedly told police he was just trying to finish orders for clients. Ou Xiaoli, another official at the National Development and Reform Commission, did not mention that case during Tuesday's briefing. But he urged local governments to stop such actions and instead make returning to work a top priority.  \"To be clear, we will strictly ban practices that restrict companies from resuming work in oversimplified and crude ways,\" Ou added. Dozens of Chinese cities were put on lockdown in late January while many factories and businesses were shut to prevent the spread of the virus. The outbreak has killed more than 1,000 people and infected more than 43,000, the vast majority of whom are in mainland China. The government is worried, though, about businesses staying shut for too long. China's economy is already in trouble, and analysts have warned that the virus could weigh heavily on growth this quarter — and slow the global economy.  Cong urged industries \"critical to the national economy and people's livelihoods,\" to resume work \"immediately.\" Companies should provide facial masks and other medical supplies to employees as they return to the office, he said,  acknowledging that the reopening of work places could increase the risk of infection.  Roughly 160 million people are expected to travel back to their work places over the next week, usually from rural areas or small towns to bigger cities, according to Xu Yahua, an official from the Ministry of Transportation. That doesn't include millions of commuters who will be traveling again to their jobs.  In order to cope with a shortage of medical supplies, the government is encouraging the makers of facial masks to run their machines constantly and expand their production capacity. Authorities will also help companies that are unable to resume production because of a shortage of labor or materials, and import more supplies as needed. So far, there are some encouraging signs. Cong said roughly three quarters of the country's facial mask makers and protective clothing manufacturers have resumed work. Nearly all food manufacturers and processors are also back in business, Cong added, another positive for the economy given soaring food prices.  But several big tech companies, including Tencent and Alibaba, have told staff to stay home for now, while carmakers such as Toyota and GM aren't planning to resume production until later this week or early next."], "Language": false}