{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/business/volvo-geely-merger/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore, CNN Business"], "Writers": [["Chris Isidore"]], "FirstPublishDate": ["2020-02-11T15:02:27Z"], "LastModifiedDate": ["2020-02-11T15:02:27Z"], "Headline": ["Proposed Volvo-Geely merger could create China's first global auto powerhouse"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Chinese automaker Geely is discussing a full merger with Volvo, which could mark the beginning of the first global Chinese car manufacturing powerhouse, a significant milestone for the auto industry. Although Geely already owns the Swedish automaker, Volvo and Geely have operated as separate companies. A full merger would create the first Chinese automaker with true global reach. It would also save money in production costs, parts purchases as well as research and development expenses. China has long been the largest market for auto sales, even through a recent slump, but Chinese automakers have so far focused primarily on selling to Chinese customers.  By fully merging a Chinese and a European automaker with significant US operations, it would be a significant step for a Chinese automaker away from what has become a troubled domestic market. It could even hasten exports of cars from China to Europe and the United States, which has been a relative trickle until now. The auto industry faces continued pressure to consolidate as automakers scramble for resources to develop electric and self-driving cars. Fiat Chrysler and French automaker PSA Group have agreed to a full merger, and Ford and Volkswagen have announced an alliance to jointly develop vehicles. General Motors has set up a unit, called Cruise, to develop next generation vehicles, receiving a $2 billion investment from rival Honda. A merger could also allow the combined Geely-Volvo to raise funds from foreign investors in a way Chinese automakers have not done before now. Geely said Monday it anticipated shares of the combined company would be listed in both Hong Kong and Stockholm.  Shares of Geely shot up 10% in early Hong Kong trading Tuesday, then retreated to close up nearly 6%.  Ford bought Volvo's car business for $6.45 billion in 1999, allowing the remaining Volvo business to concentrate on its more profitable trucks and buses. But as Ford shed its foreign brands, including Land Rover and Jaguar after the financial crisis, Geely bought 99% of Volvo from Ford for only $1.8 billion. The deal closed in 2010. \"The intention would be to preserve the distinct identity of each of the brands Geely, Volvo, Lynk & Co and Polestar,\" said Geely, in a statement.  Lynk & Co. and Polestar are new brands created as joint ventures between Volvo and Geely. Their vehicles were designed by Volvo and are built and sold in China. They are expected to be sold in Europe and North America soon. Volvo opened its first US auto plant in 2018 in South Carolina. It was also the first automaker to export cars from China to the US market in 2015. Volvo's global sales have been growing at a time of slumping industry-wide sales. Last year, its sales were up 10% to 705,000 vehicles. "], "Language": false}