{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-05-01-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner"], "Writers": [["Meg Wagner"]], "FirstPublishDate": ["2020-04-30T21:29:03.636Z"], "LastModifiedDate": ["2020-05-02T00:11:29.152Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow the latest developments from around the globe here. As West Virginia prepares to implement their safer-at-home order beginning May 4, Gov. Jim Justice said he is prepared to close the state back down if necessary.  “I hope and pray we don't have to go this far, but if need be, I'll close it back down. That's just all there is to it. Because if in fact this thing turns the wrong way, I'm going to react,” Justice said.  The safer-at-home order strongly encourages all West Virginians to remain at home but no longer orders them to do so. He said additional guidelines for 11 hotspot counties will be released over the weekend.   As of today, West Virginia has finished testing in all 123 nursing home facilities in the state. ##South##  The New York Police Department will have more than 1,000 police officers on foot, bikes and in vehicles to enforce social distancing during the weekend. The NYPD said the officers will also educate the public about proper social distancing procedures, “so we can all help stop the spread of the coronavirus and keep all New Yorkers safe and healthy.” Temperatures could reach 72 degrees in New York City on Saturday and 78 degrees on Sunday. ##Northeast## There will be zero tolerance for people who do not practice social distancing or for those who do not wear masks at our parks and golf courses, Miami-Dade County Mayor Carlos Gimenez said during a news conference on Friday.  Parks, boating and waterways, and golf courses are open to the public for limited use by individuals and families as long as they follow current guidelines from the Centers for Disease Control and Prevention and Florida Department of Health, according to the Miami-Dade County's website. Gimenez said it will not be \"business as usual.\" He said gatherings of 10 or more people will be prohibited and face coverings will be required in most cases. Boats must remain 50 feet apart. \"There is light at the end of this Covid-19 tunnel, working differently and that's why this is a new normal working groups are focused on,\" Gimenez said.  Some background: Broward, Miami-Dade and Palm Beach counties are not participating in the first phase of Florida’s reopening, which begins Monday. Florida Gov. Ron DeSantis said certain businesses throughout much of the state will reopen. He said restaurants and retail spaces could let customers inside, but only at 25% capacity, and people must adhere to social distancing guidelines from the CDC. ##South## The city and county of Denver issued a public health order requiring people wear face coverings starting May 6, according to a statement released Friday. They would be required to wear face coverings in certain public settings until further notice to reduce the spread of Covid-19, the statement said.  \"Residents and employees will be required to wear face coverings while inside of, or waiting in line to enter, certain businesses, facilities or locations — such as any retail or commercial business, at a bus stop or facilities offering health care services,\" the statement said. ##West##   Thousands of demonstrators took part in a protest in Huntington Beach against California Gov. Gavin Newsom's order to close all beaches in Orange County, the city's Police Chief Robert Handy said. He said the crowd was peaceful for the most part and no arrests were made.  Enforcement was light because officers did not have enough signage for a full beach closure when the governor's order went into effect today, the police chief said. Once all the signage is in place, police will proceed with enforcement, Handy said. They will issue misdemeanor citations and make arrests if necessary, he added. ##West## The Department of Homeland Security study on the effects of heat and sunlight on the coronavirus is undergoing the process for peer review and publication in scientific journals, according to the department.  There is no written report as yet, although the results are being submitted for peer review and publication in scientific journals, a DHS spokesperson told CNN.  DHS' Science and Technology Directorate has been studying the impacts of environmental conditions on the coronavirus, particularly the impacts of temperature, humidity, and sunlight on the virus. The study came under increased scrutiny after President Trump suggested last week during a press briefing that the virus could be treated with sunlight, as well as whether disinfectants could be used to treat the virus in humans.  During last week's briefing, William Bryan, acting DHS Science and Technology under secretary, discussed the experiments in which, he said, disinfectants like bleach and isopropyl alcohol quickly killed the virus. Trump then mused about whether disinfectants could be used to treat the virus in humans. When asked why the department released the results before the final study, a spokesperson said, \"We felt it important to share information on the emerging trends that are being identified in our tests,\" saying that the results are still undergoing a \"rigorous scientific review.\" Mississippi Gov. Tate Reeves said today that he had planned to announce the reopening of certain businesses but decided against it after the state reported its largest increase new cases. He said the number of cases increased after the state received new information on previous deaths and tests. \"This thing is not over, we are not out of the woods yet,\" he said. \"We have to stay flexible.\" ##South## Washington state Gov. Jay Inslee said he will extend his stay-at-home order until May 31. Inslee said the new executive order \"will continue a ban on public gatherings.\" \"Many businesses will have to remain closed and that is why I'm extending the order through May 31,\" he said at his news conference. ##West## Governors who are easing restrictions on businesses and residents are risking the lives of citizens, disaster experts said Friday. “You’re making a big mistake. It’s going to cost lives,” Dr. Irwin Redlener, a pediatrician and disaster preparedness specialist at Columbia University Medical Center, told CNN Friday. Redlener and Joseph Fair, senior fellow in pandemic policy at Texas A&M University, warned in a report that no state or city should begin to reduce restrictions until coronavirus infections have been steadily decreasing for 10 days to two weeks, and not until enough tests are available to assess just how many people really are infected. So far, 31 states have announced plans or have started reducing restrictions imposed to help slow the spread of Covid-19. Redlener said he sent the report on Friday to every governor, senator and member of Congress.  “We clearly understand the need to reopen America’s businesses. People need the work and families desperately need the income and businesses need to survive. And people need to come out of isolation and resume the normal activities of social interactions, attending events and getting our children back to school,” Redlener wrote in a letter accompanying the report. “But if we don’t do this properly, more people will die. Is that a burden and responsibility that America’s governors wish to assume?” he added. Testing is nowhere near where it should be, the report said. “We do know that we are very far from doing enough diagnostic tests each week in the US,” Redlener and Fair write in the report.  JBS USA and Tyson Foods have agreed to do a temporary shutdown of its facilities in Kentucky for a thorough cleaning, Gov. Andy Beshear said Friday. He said Purdue Farms has not been as \"helpful and as responsive\" on the issue. “We can't ask people to walk into a very dangerous situation, if we, and an employer aren't doing everything they can to make it safe,\" he said. “I continue to believe that if you have to shut down for three days, but it means that you can create a safer, healthier environment, that may keep you from having to shut down for multiple weeks or even a month.\" President Trump said Friday he is generally supportive of Georgia's reopening efforts, but said he is upset with Gov. Brian Kemp’s decision to open spas and tattoo parlors before meeting federal guidelines on such businesses reopening. “I think it’s wonderful. I want to see us open safely. But I didn’t like spas and tattoo parlors and I was not thrilled about that, but I said nothing about Georgia other than that,” Trump said. Last week, Trump said, \"I told the governor of Georgia Brian Kemp that I disagree strongly with his decision to open certain facilities which are in violation of the phase one guidelines for the incredible people of Georgia.\"  Trump has said that if he sees something “totally egregious” in terms of reopening states that he would step in but has not done so.  Kemp's decision has drawn criticism from public health experts who have repeatedly stressed the dangers of relaxing social distancing measures too early. Georgia hit its projected peak for daily deaths on April 7, according to an influential model often cited by the White House. But that same model, from the Institute for Health Metrics and Evaluation, says that Georgia shouldn't start relaxing social distancing until after June 15 — when the state should be able to begin considering other measures to contain the virus, such as contact tracing and isolation. ##South## The local health department in Orange County said there's an increase in coronavirus cases amid protests from residents to reopen the beaches. OC Health Care Agency said there were 163 new cases confirmed in Orange County Friday, which is 22% higher that the previously recorded high for one day – 133 cases announced Thursday. The news comes after hundreds of demonstrators gathered Friday in Huntington Beach, California, where, despite recommendations from public health officials that people socially distance, large crowds were packed shoulder-to-shoulder near the popular Huntington Beach Pier.  Most were not wearing masks.   ##West## House Appropriations Committee spokesman Evan Hollander tells CNN that the White House is blocking Dr. Anthony Fauci, the nation's top infectious disease expert, from testifying on the Hill next week. \"The Appropriations Committee sought Dr. Anthony Fauci as a witness at next week’s Labor-HHS-Education Subcommittee hearing on COVID-19 response. We have been informed by an administration official that the White House has blocked Dr. Fauci from testifying,\" Hollander said in a statement. White House Deputy Press Secretary Judd Deere confirmed the decision. \"While the Trump Administration continues its whole-of-government response to COVID-19, including safely opening up America again and expediting vaccine development, it is counter-productive to have the very individuals involved in those efforts appearing at Congressional hearings. We are committed to working with Congress to offer testimony at the appropriate time,\" Deere said in a statement. New Jersey Gov. Phil Murphy signed an executive order to allow couples to get married using video-conferencing technology. The order amends the in-person requirements for couples to obtain a marriage license. The order still requires that a marriage or civil union be solemnized in the physical presence of an officiant and two witnesses, but it can be satisfied through the use of live audio-visual technology, according to a statement.  The order will take effect Monday, May 4. ##Northeast## President Trump discussed the projected number of deaths from coronavirus saying that “hopefully we are going to come in below that 100,000 lives lost.” Trump said Friday that thanks to the steps Americans have taken as part of the 30 days to slow the spread guidelines, “we have saved thousands of thousands of lives. I can even make that if you want, hundreds of thousands of lives.” Trump said that the 100,000 number is a “horrible number nevertheless,” and added that coronavirus “should have been stopped at the source, but it wasn’t.” The 100,000 predicted deaths is a higher number than Trump has used in recent weeks, he had been predicting a high of 50 to 60,000 or even 70,000 people dying from the virus. The National Basketball Association said this year’s Draft Lottery and Draft Combine has been postponed due to concerns associated with the Covid-19 pandemic. The Draft Lottery was scheduled for May 19, and May 21–24 for the combine. Both events were set to be held in Chicago.  The 2020 NBA Draft is still set for June 25. The NBA season was suspended on Wednesday, March 11. New Hampshire Gov. Chris Sununu said elective surgeries can start Monday as part of a \"stay-at-home 2.0\" order that will be in effect through May 31. He said public campgrounds can be used and interior parks will open, but seacoast beaches will remain closed. \"You are healthier at home, we want you to stay at home,\" he said Friday. People can begin golfing again, and barbers and hair salons can open on May 11, he said. He added customers and employees must wear face masks.  Retail shops will also be allowed to open to customers on May 11, with limited occupancy. Employees must wear personal protective equipment.  Restaurants can open on May 18, but only with outdoor seating options. Tables must be 6 feet apart and only six people will be allowed per table. ##Northeast## Tennessee Gov. Bill Lee said houses of worships can reopen with limited capacity. People were encouraged to wear face masks.  His guidance also suggested a phased approach to resuming worship gatherings among vulnerable populations, according to a statement from his office. Services should be limited to 50% of maximum capacity with increased social distancing between families, the statement said. People who may be symptomatic or in close contact with someone who is should stay home, according to the statement. ##South## South Carolina Gov. Henry McMaster said the state's \"work-or-home\" order that was set to expire May 14 will be lifted May 4, according to a statement from his office. Outdoor dining service can resume May 4 as well, according to the statement. McMaster also lifted the executive order that required people entering the state from coronavirus hotspots to self-quarantine for two weeks. ##South## More than 1,500 warnings have been issued to park visitors for violating reopening rules, according to the Miami Beach Police Department.  Miami Beach park rangers issued 899 verbal warnings to park visitors not wearing face coverings on Thursday, the police department said.  Park rangers also issued verbal warnings to 10 people for failing to social distance as well as 76 people being asked to leave the parks after closing time. Miami Beach reopened parks on Wednesday with some restrictions, including face coverings and social distancing. Park rangers issued 652 warnings on Wednesday to people not wearing masks and 23 warnings to people not social distancing.  ##South## A field hospital in Central Park will stop admitting new coronavirus patients, Mount Sinai Health System announced Friday. “As of May 4, Samaritan's Purse and Mount Sinai Health System have agreed to stop admitting new patients to the Central Park field hospital,” Samaritan’s Purse spokesperson Melissa Nystrom told CNN. Nystrom said she anticipates the medical team at the field hospital will continue to treat patients for approximately two weeks. The hospital opened to treat overflow coronavirus parents coming from the Mount Sinai Health System in New York. ##Northeast## On a conference call with lawmakers this afternoon, Jennifer McQuiston, a top official with the Centers for Disease Control and Prevention, said that there have been 115 meat and processing facilities reporting Covid-19 cases in 23 states.  Roughly 3% of the workforce has been diagnosed with Covid-19, or 4,900 workers, and there have been 20 deaths, sources on the call tell CNN.  McQuiston said that food processing facilities, along with the homeless and long-term care facilities, remain lingering concerns as they try to control the spread of the disease.  She said overall there have been 30,144 cases in the last 24 hours in the United States — and that roughly 319 people out of 100,000 in the country have contracted the disease. Also, on the call, federal officials said said they were working with Agriculture Secretary Sonny Perdue to implement President Trump's executive order to get the food processing plants reopened. They are also working with the Occupational Safety and Health Administration to make sure that employees are working in a safe environment so they can reopen as quickly as they can. Tennessee Gov. Bill Lee is ordering mass testing at all state prisons after 1,246 cases were reported at Trousdale Turner Correctional Facility. Lee said of the 1,246 cases, 22 are staff and the rest are inmates. Ninety percent of the Trousdale prison cases are asymptomatic, the governor added. ##South##   New York City has 13,000 confirmed coronavirus deaths and 5,231 probable coronavirus deaths, according to the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “COVID-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 18,231. There have been 164,505 coronavirus cases in the city and approximately 42,417 people have been hospitalized, according to the city. The data is from the New York City Health Department and was updated on May 1 at 1 p.m., according to the website. ##Northeast##   The market fell sharply Friday, erasing Wall Street's gains for the week.  Concerns about increased tension between President Trump and China due to the Covid-19 pandemic weighed on stocks. A weak reading on manufacturing in the United States also hurt investor sentiment. Here's where things stand:  The Dow fell 2.6% or 622 points.\nThe S&P 500 dropped by 2.8%.\nThe Nasdaq Composite ended the day 3.2% lower. Amazon shares plunged after the company posted weaker-than-expected-earnings while Tesla fell after CEO Elon Musk tweeted that he thought the electric carmaker's stock price was too high.    President Trump met with the CEO of pharmaceutical company Gilead today and discussed the promising results of an experimental drug named remdesivir in treating patients infected by the coronavirus. Trump called the treatment “a very promising situation.” The Food and Drug Administration on Friday issued an emergency-use authorization for the drug, saying it could be used to treat hospitalized patients diagnosed with severe Covid-19.   “I’m pleased to announce that Gilead now has an EUA from the FDA for remdesivir,” Trump said. “An important treatment for hospitalized corona patients and something I spoke with Dr. (Stephen) Hahn and Dr. (Anthony) Fauci. I spoke with Deborah (Birx) about it. It is really a very promising situation,” Trump added.  Daniel O'Day, Gilead's CEO, said that the company is donating 1.5 million vials of the drug, which corresponds to approximately 140,000 treatment courses based on the treatment used in the National Institutes of Health (NIH) trial. O’Day thanked the patients and caregivers who participated in early clinical trials saying, “And really the thanks go to the patients and caregivers that participate in these clinical trials.” FDA Commissioner Stephen Hahn said remdesivir is the first authorized therapy drug for Covid-19. “This is an important clinical advance that showed a statistically significant reduction in time to recovery for patients with Covid-19 and is the first authorized therapy for Covid-19.” Hahn said. ##Remdesivir## See their announcement at the White House:  The Javits Convention Center field hospital in New York City has discharged or transferred the last eight patients from the facility, Northwell Health spokesperson Terry Lynam tells CNN. The center treated 1,093 Covid-19 patients, Lynam said. ##Northeast##  The University of Oregon is planning for students to return to campus in the fall, university president Michael Schill told CNN. Oregon has the advantage of starting later than other colleges and universities, he said. “We are in a fortunate position in that we start on quarters. So we're not beginning until the beginning of October. So we have extra time to do really careful planning and also watch what happens around the rest of the country,\" Schill said. Schill told CNN’s Kate Bolduan that Oregon’s academic plan may feature split classes as well as social distancing. “What we might do is more hybrid classes… one week they might be doing things online, the next week they'll be in person. You'll have small sections where you'll be in big rooms, where you’ll be able to not sit right on top of each other.” The issue of extracurricular activities, including Oregon’s renowned football program, remains in doubt. “I doubt very much we're going to have a packed stadium watching our Ducks play football,” Schill said. \"We're hoping our football games will be played, but we're not going to take any chances with the health and safety of our student athletes or the people who come to watch them.” Decisions on football will be made by the PAC-12, the NCAA, and the governor, he said. ##West## Watch part of the interview here:    Hundreds of demonstrators gathered Friday in Huntington Beach, California, a day after the governor announced an order to close all beaches in Orange County. Despite recommendations from public health officials that people socially distance, large crowds were packed shoulder-to-shoulder near the popular Huntington Beach Pier. Most were not wearing masks.   Demonstrators were seen waving American flags, and carrying Trump 2020 signs and posters disparaging California Gov. Gavin Newsom. Some signs labeled Newsom a “terrorist” and “traitor.” Protesters with bullhorns were heard shouting messages supporting President Trump’s re-election.  While the crowd has remained peaceful, dozens of law enforcement officers are patrolling the event, including SWAT teams in tactical gear and police helicopters overhead. Out of sight from protesters, riot patrol officers on horseback staged under the Huntington Beach Pier, with one officer telling CNN they were here “just in case.”  While the beach is technically closed, officers did not appear to be enforcing the governor’s new closure order. One protester walked past a line of officers blocking access to the beach and asked police officers if he was breaking the law. The officer responded, “Yes, you are technically entering an unauthorized area,” but did not stop the protester as he proceeded past the line of officers and to the ocean.  ##West## ##Reopening## The US Food and Drug Administration issued an emergency-use authorization on Friday for remdesivir in hospitalized patients with severe Covid-19. The FDA said it issued the authorization based in part on the results from a trial sponsored by the National Institutes of Health, the results of which were announced by Dr. Anthony Fauci on Wednesday. The infused drug reduced the time of illness in some severely affected patients. What this means: An emergency-use authorization is a lower regulatory bar than full FDA approval, but it’s a sign that the FDA believes the benefits of a drug outweigh its risks in certain patients. The FDA limited its authorization of the drug to adults and children with suspected or laboratory-confirmed Covid-19 and severe disease. The drug is administered in a hospital setting via IV by a healthcare provider  The CEO of Gilead Sciences, the maker of remdesivir, said in an open letter on Wednesday that the company’s existing supply of the drug could cover at least 140,000 treatment courses for patients with Covid-19.   ##Remdesivir## Protests against California’s continued stay-at-home order are happening simultaneously at the state's capitol in Sacramento and at closed beaches in Orange County. Gov. Gavin Newsom urged protesters to take care of themselves by wearing face coverings and employing physical distancing.  “This disease doesn’t know if you’re a protester, a Democrat, a Republican,” Newsom said. “Protect yourself, protect your family, your kids, your parents, your grandparents, your neighbors.” “I appreciate expression points of view,” Newsom acknowledged, “but we’re interested in evidence, and the evidence shows some good things, but some yellow flags of caution.” He added: “We can screw all of that up, we can set all that back by making bad decisions.\" ##West## Michigan Gov. Gretchen Whitmer signed a new executive order today allowing some types of work to resume on Thursday. It includes construction, real estate and work that is traditionally and primarily performed outdoors,  Manufacturing for the express purpose of producing items that will help businesses modify workspaces to keep employees safe, like partitions or cubicle, will also resume, Whitmer said. According to the governor, her order requires those businesses to adopt measures to protect their workers against the spread of Covid-19. Under the order, construction sites have to adopt a set of best practices, including things like daily health screenings and identifying high-risk areas. Whitmer’s \"Stay Home, Stay Safe\" order remains in effect until May 15. ##Midwest##   Major League Soccer announced today that players may begin to use outdoor team training facilities for individual workouts on May 6.  In a statement released by the league, teams and players are to comply by “detailed health and safety protocols that were created in consultation with medical and infectious disease experts.” All workouts are voluntary.  MLS asked clubs to provide a controlled environment that adheres to social distancing measures. Workout protocol prohibits players from entering team locker rooms, gyms and training rooms. Team gyms and training rooms will only be accessed by those players “receiving post-operative and rehabilitation treatment, as directed by the club’s Chief Medical Officer,” the statement said.  Each club must also relay these new protocols to players and team staff. The league-wide moratorium on small group and full team training remains in place through May 15.  California Gov. Gavin Newsom said he is “days, not weeks” away from lifting some restrictions of the state’s stay-at-home order.  “I just want folks to know that we are getting very close to making really meaningful augmentations to that stay-at-home order,” the governor said today. Some areas that will be impacted in this first wave of reopening include retail and hospitality, including restaurants. All will have serious modifications, Newsom said, adding that experts are looking at each industry and developing guidelines to begin to return to normal. Newsom also made clear he understands the difference in needs between rural and urban areas. “We hear you,” he said. ##West## ##Reopening## Eighteen bodies were discovered at an ��overwhelmed” funeral home in New Jersey Thursday night, New Jersey State Police Colonel Patrick Callahan said at a news conference Friday. There were no criminal violations at the home, according to police. Eleven of the bodies were transferred to a temporary morgue and seven bodies remained at the funeral home, Callahan said. CNN has reached out to the funeral home for comment. Earlier this week, New York officials discovered four trucks in Brooklyn containing as many as 60 bodies outside the Andrew Cleckley Funeral Home after someone reported fluids dripping from the trucks. ##Northeast## Florida Gov. Ron DeSantis announced his state received a critical care decontamination system from the federal government that is capable of cleaning up to 80,000 masks per day. The system is located at the Miami Hard Rock Stadium and uses vapor-phase hydrogen peroxide to clean masks up to 20 times. N95 masks will be collected from hospitals, first responders and testing sites for cleaning. ##South##    Arkansas will allow barber shops, hair salons, massage therapy, body art and medical spa service businesses to reopen starting May 6, Gov. Asa Hutchinson announced today. Cosmetology schools are not included in the reopening. Strict guidelines will need to be followed after reopening, he said. The guidelines include: Groups of 10 or less will be allowed in facilities\n30% of stations or less can be occupied\nAppointments only, no walk-ins allowed\nClients should wait outside or in vehicles\nSocial distancing of 6 feet should be observed between clients\nSpaces should be cleaned between appointments\nClients and staff should wear masks ##South## International travel and a lack of testing, among other factors, accelerated the spread of coronavirus in the early days of the US outbreak, according to a report released today by the US Centers for Disease Control and Prevention. The report highlighted four main factors that accelerated transmission in March: Continued importation of the virus by travelers infected elsewhere, such as on cruise ships\nAttendance at professional and social events, which amplified the spread\nIntroduction of the virus into facilities prone to amplification, including nursing homes and high-density urban areas\nProblems detecting virus, including limited testing, the virus’ emergence during flu season, and “cryptic transmission” from people who were asymptomatic or pre-symptomatic CDC’s principal deputy director, Dr. Anne Schuchat, who penned the report, noted that in February “139,305 travelers arrived from Italy and 1.74 million from all Schengen countries.” She added that “the outbreak was spreading widely and rapidly” in those regions.  Recognizing the various factors that accelerated the outbreak, Schuchat said, would help inform future responses as some regions scale back mitigation measures. But her report came with limitations. “First, the various factors facilitating viral spread described in this report occurred simultaneously; therefore, it is not possible to quantify the relative contribution of each to the outbreak trajectory in the United States,” the report said.  More than 4,900 workers in meat and poultry processing facilities have contracted Covid-19 and at least 20 have died, according to a US Centers for Disease Control and Prevention report released Friday.  At least 115 facilities in 19 states have reported cases, according to data collected by the CDC in April.  Outbreaks were particularly severe in two states: Iowa and South Dakota.  The CDC report noted that some facilities made changes to limit the spread of coronavirus, including adjusting start and stop times of shifts and breaks to space out workers. The report suggested that facilities may need to do more, including reduce the rate of animal processing to maintain physical distance on the production line. Given the industry’s diverse workforce, the report also said plants should develop “culturally informed messaging” using languages spoken by workers.  Some context: The CDC report comes days after President Trump signed an executive order to compel meat processing plants to remain open amid the pandemic.  Several companies such as Tyson Foods were considering only keeping 20% of their facilities open. The vast majority of processing plants could have shut down -- which would have reduced processing capacity in the country by as much as 80%, an official familiar with the order told CNN.  Hear to one Tyson worker's message to Trump: Pennsylvania Gov. Tom Wolf announced today that 24 counties will reopen on May 8. Those counties are: Bradford, Cameron, Centre, Clarion, Clearfield, Clinton, Crawford, Elk, Erie, Forest, Jefferson, Lawrence, Lycoming, McKean, Mercer, Montour, Northumberland, Potter, Snyder, Sullivan, Tioga, Union, Venango, and Warren. Counties with larger urban centers, such as Philadelphia and Allegheny, are not included on the list. “Over the past two months, Pennsylvanians in every corner of our commonwealth have acted collectively to stop the spread of Covid-19,” Wolf said. “We have seen our new case numbers stabilize statewide and while we still have areas where outbreaks are occurring, we also have many areas that have few or no new cases.” ##Northeast## Massachussetts Gov. Charlie Baker signed an executive order today mandating the use of face coverings in the state. \"Earlier today, I signed an executive order requiring residents to use a face covering in public places when they cannot socially distance from others,\" Baker said in a daily press briefing Friday.  \"This order does not apply to children under the age of two or to people who are unable to wear a face mask or face covering due to medical conditions or other DPH-issued exemptions,\" Baker added. The public is required to wear a face covering at all times in grocery stores, retail stores, and on public transportation. The order also applies to employees and staff with businesses open to the public. The order will go into effect May 6, the governor said. ##Northeast## White House press secretary Kaleigh McEnany defended President Trump’s Friday tweets siding with Michigan protesters, some whom were armed. “The President was referencing, generally, that in this country, you have a First Amendment right to protest. That’s something we all treasure,” McEnany said during her first press briefing. “You have a right to do that, constitutionally, but you must protest within the bounds of the law. He encourages everyone to protest lawfully and also to engage in our social distancing guidelines which we think all Americans should engage in.” Asked if she had any response to images of protesters facing off with law enforcement, McEnany repeated that protesters must demonstrate within the bounds of the law. CNN previously reported that Trump sided with protesters for their effort to reopen parts of the state after Democratic Gov. Gretchen Whitmer extended her emergency declaration keeping some businesses shuttered amid the coronavirus pandemic. \"The Governor of Michigan should give a little, and put out the fire,\" Trump wrote on Friday. \"These are very good people, but they are angry. They want their lives back again, safely! See them, talk to them, make a deal.\" See scenes of protests throughout the US:  Asked if any serious consideration was being given to putting new tariffs on China, White House press secretary Kayleigh McEnany didn't answer. Instead she said President Trump is not happy with Beijing. \"Look, I won't get ahead of any announcements from the President, but I will echo the President's displeasure with China. It's no secret that China mishandled this situation,\" she said. Trump on Thursday repeated a regular false claim that, until he took office, \"China never gave our country anything. China gave us nothing. Not 10 cents.\" Facts First: Study after study has shown that Americans, not China, are paying most of the cost of Trump's tariffs. Aside from that, it's not true that the Treasury had never previously received \"10 cents\" or had gotten \"nothing\" from tariffs on China. The US has had tariffs on China for more than two centuries. FactCheck.org reported that the US generated an \"average of $12.3 billion in custom duties a year from 2007 to 2016, according to the U.S. International Trade Commission DataWeb.\" Watch the moment here:  The Trump administration is distributing $12 billion to 395 hospitals across the county that have been \"hardest hit\" by the pandemic, White House press secretary Kayleigh McEnany said. New Jersey, New York and Illinois receive the most funding by state, she said. New York, New York; Bronx, New York; and Cook, Illinois, receive the most funding by county she added. During her first briefing, White House press secretary Kayleigh McEnany promised that she'd \"never lie\" to the reporters in the room. \"I will never lie to you. You have my word on that,\" she said. She added that she plans to hold regular briefings, and she will announce timing on that later. Thursday marked 417 days since the last briefing by a White House press secretary. Watch the moment here:  Boston Mayor Marty Walsh said there were 9,271 coronavirus cases as of yesterday, 216 more than the day before. The city also saw 357 deaths, which is up by 17 from the day before. Walsh emphasized that there is still a surge in cases today, and people should wear their masks. He also said, the city is working to expand testing. There has been an increase in testing, he said with an average more than 44% last week. East Boston had 86% more testing than the previous week.  However, while the percentage of people testing positive in East Boston has gone down, it still has highest rate in the city of Boston. Of the 28,000 Bostonians tested, 32% tested positive, a slight decrease from 33% the week before. The mayor stressed the city must reach benchmarks and protocols before reopening. One of Walsh’s greatest concerns is “making sure people have confidence and feel safe when they go back to work.”  ##Northeast## President Trump announced that he will attend a firework display at Mount Rushmore on July 3, despite uncertainty about what the coronavirus pandemic might look like that month. Trump made the announcement while speaking on the Dan Bongino podcast on Friday. “We’re getting them at the great monument, we're getting them, I got fireworks, for 20 years or something it hasn’t been allowed for environmental reasons, you believe that one, it’s all stone. So I’m trying to say where’s the environmental reason? Anyway I got it approved so I’m going to go there on July 3rd, and they’re gonna have the big fireworks,” Trump said. South Dakota Gov. Kristi Noem said on Tuesday that the firework display would go on as scheduled. \"We’re excited that this will be happening at Mount Rushmore — we’ve been working on this for quite some time,\" Noem said. \"I want to thank the President and the Department of Interior for working with us to make it happen,\" she added. When asked about implications of a large gathering amid the nationwide Covid-19 pandemic, Noem was unconcerned. \"We’ll continue to evaluate what the crowd looks like and how we'll be able to facilitate that event but regardless of how many people will be there, the fireworks will go off and I can't think of a better way for us to celebrate America’s birthday,\" Noem said. Before the coronavirus pandemic, the President had floated the idea of heading to South Dakota for fireworks at Mount Rushmore.  New Mexico Gov. Michelle Lujan Grisham has locked down the city of Gallup in an effort to \"mitigate the uninhibited spread of Covid-19.\" Starting at noon today, \"all roads into Gallup are closed,\" the governor's office said in a statement. Businesses in the city will close from 5 p.m. to 8 a.m., and vehicles will only be allowed to have a maximum of two individuals, the statement said. The move comes after Gallup's former mayor requested that Grisham declare a state of emergency in the city, according to a letter made public by the governor's office. \"The virus has caused many deaths, stretched our medical facilities and resources to their capacity, and adversely impacted the welfare of the City of Gallup,\" the city's former Mayor Jackie McKinney said in the letter. McKinley County, the home of Gallup, has 1,027 positive cases of Covid-19 as of Thursday. That's more than 30% of the state’s total cases and the most positive cases in the entire state, the governor's statement said. \"Its infection trend has shown no sign of flattening,\" the statement said. ##West## White House Press Secretary Kayleigh McEnany will hold her first briefing in the White House briefing room at 2 p.m. ET. She will likely face questions about the coronavirus pandemic, the US's response and how it's affecting the economy and. Thursday marked 417 days since the last briefing by a White House press secretary.     Dr. Anne Schuchat, principal deputy director of the Centers for Disease Control and Prevention, said how the US fights the coronavirus pandemic in the upcoming months will be \"critical\" to how the virus will evolve this autumn. \"I do think that what we do this summer is going to be critical,\" Schuchat said Friday in an interview with JAMA Network. \"The more we intensify the testing and expand the public health capacity and assure that our hospital capacity and material to support the hospitals is adequate or has excess, the better we're going to be in the fall.\" Schuchat told JAMA Editor in Chief Howard Bauchner she doesn't know if there will be a resurgence of the virus once the temperature goes down, explaining, \"A lot of the seasonality of respiratory viruses may relate to the way we work, the way we interact, and in the fall, people go back to school — whether it's school or colleges, and we don't know how much of that is driving that upsurge that we see.\"   The Louisiana Department of Health announced Friday 710 new cases of Covid-19 in the state, bringing the total to 28,711. This is the biggest jump in new cases in a day since April 11.   According to the governor's office, the health department has two new labs reporting tests, which likely explains the bump. Those labs reported 381 positive results, so the increase could be a function of delayed reporting to the state. At least 1,927 people have died of coronavirus across the state.  Although Gov. John Bel Edwards extended the stay-at-home order through May 15, he did ease some restrictions to the order, which go into effect today.  Malls throughout the state will remain closed to the public, but stores can offer curbside delivery. Restaurants can still do takeout and delivery orders, but can also offer outdoor seating. Edwards said workers interacting with the public will be required to wear masks. However, New Orleans Mayor LaToya Cantrell tweeted not long after the governor's announcement that there would be no changes to the existing mandate throughout Orleans Parish. The tweet went on to say that \"restaurants will not be allowed to host curbside seating and stores will not be allowed to open curbside delivery.\" ##South## The number of coronavirus cases in Georgia has surpassed 27,000 with nearly 1,000 new cases reported in the past 24 hours, according to the state's department of health.  As of noon on Friday, Georgia Department of Health reported 27,134 cases, up from 26,175 recorded cases on Thursday.  The majority of the state's cases are in the metro Atlanta area.  At least 1,147 Georgia residents have died as a result of COVID-19  ##South## Texas A&M University and the University of Texas will reopen and be operational for the fall semester. \"This summer, we’re fully online and enrollment is actually up, a sign that you remain undeterred in pursuing your goals,\" Texas A&M University President Michael K. Young said in a letter. Fall enrollment is also up and though online classes \"are an option if needed,\" the university is planning to open its campus for the fall semester, Young said. University faculty and staff are \"preparing for all the requirements necessary to do so safely across academics, athletics and campus activities,\" according to Young.  The University of Texas (UT) said plans for its campus reopening won't be announced until the end of June, UT President Gregory L. Fenves said in a letter to students.  \"Our goal remains to reopen the Forty Acres in the fall, likely with some courses and activities held in person and others online as dictated by health and safety concerns,\" Fenves said.  ##South##   Hospitalization numbers across New York state are dropping, and that “is a credit to the community, and the social conscience, and the responsibility of New Yorkers,” Gov. Andrew Cuomo said at a news conference Friday. Because there are still about 1,000 new coronavirus hospitalizations per day, “which is still a very high infection rate” and a burden on the hospital system, he said the state wants more targeted information on these new patients. “Let’s drill down on those 1,000 new cases. Where are they coming from, why is the infection rate continuing, who’s getting infected, and let’s get more targeted in our response,\" Cuomo said.  The governor said he will be speaking with hospitals this afternoon to ask them to provide more specific information on new Covid-19 cases. Information requested will include where the patients live and work, how they commute, their age, sex and health status. Most of the new cases are coming from downstate New York — 17.5% are from Manhattan, Cuomo said. ##Northeast##   Washington, DC, has continued to see an overall rise in coronavirus cases over the last seven weeks.  As of Thursday, DC tested 21,135 people, with 4,658 total positives. There have been a total of 231 deaths. The number of positive cases took a drastic jump to 335 cases Friday — the biggest rise in a single day. Friday’s rise in cases coincides with the first day DC has received more than 1,000 test results in a single day. When broken down by race, 48% of positive Covid-19 cases are African American. DC’s stay-at-home order is set to expire on May 15. ##Northeast## The World Health Organization said it still considers the coronavirus pandemic a public health emergency of international concern, WHO's highest level of alarm for the world. \"Covid-19 pandemic is not finished,\" committee member Dr. Didier Houssin said during a media briefing on Friday.  Houssin added that there is still much to learn about the transmission of the coronavirus.Currently, there is no vaccine nor licensed therapeutics for the treatment of Covid-19. Assessing the response: On Thursday, WHO reconvened the committee of independent international experts to assess the state of the coronavirus pandemic and review WHO's recommendations on how to respond.  Officials said the committee would meet again in 90 days, or sooner, if needed.   The Trump administration is again postponing hearings for migrants in Mexico awaiting their US court dates, the Departments of Homeland Security and Justice announced Thursday. All migrants will be required to present at a port of entry to receive new notices with rescheduled hearing dates. Hearings for the Migrant Protection Protocols program scheduled through and including June 1 will be rescheduled.  Some context: The Trump administration first postponed all hearings in March related to the administration's controversial policy of returning migrants to Mexico until their court date in the US as a result of the coronavirus. The so-called \"Remain in Mexico\" policy requires migrants — many of whom are from Central America — to wait in Mexico for the duration of their immigration hearings. It has resulted in the creation of make-shift camps where hundreds of migrants have waited for weeks. New York Gov. Andrew Cuomo said he will direct insurers to waive copays and deductibles on mental health services for essential workers. \"The mental health services will be free for front-line workers,\" he said. \"There is no cost to get mental health services.\" The state is partnering with Kate Spade New York Foundation and Crisis Text Line to provide emotional support services for “frontline healthcare heroes,” he said. Watch: ##Northeast## New York schools will remain closed for the remainder of the academic year, Gov. Andrew Cuomo announced. The schools – kindergarten through high school as well as college facilities — will continue to provide distance learning. Summer school programming plans will be announced by the end of the month, Cuomo said. \"In the meantime, meal programs will continue, the child care services for essential workers will continue,\" Cuomo said.  \"And then we want schools to start now developing a plan to reopen, and the plan has to have protocols in place that incorporate everything that we are now doing in society and everything that we learned.\" Cuomo said those plans for schools and colleges will be approved by the state. The New York City school system is the largest in the country. According to Cuomo, there are 4.2 million students in the entire state — including those at 4,800 public schools, 1,800 private schools, 89 SUNY and CUNY college campuses and additional private colleges. Watch:  ##Northeast## New York Gov. Andrew Cuomo said 289 people across New York died from coronavirus yesterday, That's down from the 306 deaths reported on Wednesday. \"Lower than it has been but still tragic and terrible, and all the good numbers, all the good news, for me, every day, this number just wipes that all away,\" Cuomo said of the death toll. Cuomo said the hospitalization rate is plateauing, with about 1,000 new hospitalizations each day for the past three or four days.  \"1000 new cases every day is still a very high infection rate,\" he said. Watch: ##Northeast## New York Gov. Andrew Cuomo commended New Yorkers, who he said “literally changed the path of the virus spread” by maintaining social distancing guidelines during the coronavirus pandemic.  “That was only 30 days ago that we saw the number of cases, the number of people coming into hospitals, the infection rate, everything was going straight up. That number would have just continued to go straight up,” Cuomo said. The governor said New Yorkers helped save the lives of fellow residents.  “All this inconvenience, all this turmoil for what? To keep 100,000 people out of hospitals, that's for what,” he said. Cuomo cautioned that the state still needs to be cautious so the trend does not go back up.  “Our past actions changed the trajectory. Our present actions will determine the future trajectory,” he said.  Watch: ##Northeast## \"Virus hunter\" researchers are going into bat caves to prevent the next pandemic. EcoHealth Alliance’s Dr. Peter Daszak, a virus hunter, explained how the hunting works: “We knew SARS originated in rural southwest China in bats. So we went out to find out what other viruses could likely emerge. We then get the genetic sequences of those viruses and pass them over to the people designing vaccines and drugs.\" “They test these drugs against a wide range of viruses and show that they can not only treat SARS and Covid-19, but also potentially future pandemics that might emerge,\" he added. Some facts coming out of the research work are in direct conflict with President Trump’s claims that Covid-19 originated in a government lab in China. The research by experts also debunks the claims that the virus was deliberately leaked. “They showed pretty much no doubt at all that this is not a bio-generated virus. There is no evidence of human tampering,” he said. “When you look what’s happening in the nature with 1 to 7 million people a year exposed, that's clearly where this virus came from.” Studying these viruses for more than 15 years, Daszak said that since the SARS outbreak, “we've found out that bats carry hundreds of these coronaviruses, many of which we’ve shown are able to infect people.” He warned that pandemics are increasing in frequency. With their work, he hopes future pandemics can be prevented. “Let's find all of these viruses, find out the genetic sequences, design vaccines that work against all of them so we're protected against all future pandemics. That's the vision.” Watch: Southwest Airlines will begin requiring customers to wear wear masks aboard its planes starting May 11.  “It is highly encouraged to bring your own hand sanitizer and mask, and to wear your mask while traveling. Face coverings or masks will be required for Customers starting May 11. If you forget your mask at home, one will be available for you,\" the company said  in an update to travelers. This means each of the largest US airlines are or will soon require customers to wear masks.  Five days into the relaunch of the Small Business Administration's Paycheck Protection Program, it’s unclear exactly when the money will run out. The SBA has not officially sent out numbers on how many loans have been processed and in what amount since Wednesday. Industry sources say they have no idea exactly how much money is left either and have been asking. Unlike last round, the burn rate has ebbed and flowed because of controls SBA has put in place. It’s making it hard to just estimate when money will be gone based on typical day to day numbers.  Remember: On Monday, larger institutions with more than 5,000 applications ready to process could submit them directly to SBA. Many of those larger batches have been processed, according to one industry source. We don’t know when those numbers will be added to the total, but when they are, the amount of money that has gone out the door could increase rapidly.   The uncertainty is creating some issues for lenders who are unsure if they should keep lending or filling their rolls given they don’t know if SBA is going to run out of money soon. The Infectious Diseases Society of America said the January timeline for developing and deploying a vaccine is a lofty goal — but one we should try to attain.   “I think that may indeed be very accurate; that would be a goal that we all try and attain,” adding, “I think that a number of processes are in place to go forward in an expeditious, but safe way,\" Dr. Kathryn Edwards, a fellow with the IDSA, said. The FDA needs to continue “working with manufacturers for diagnostics and all kinds of things to make sure that the obstacles and regulatory obstacles are not are not prohibitive,” Edwards added.   Dr. Walter Orenstein, another fellow with IDSA said, “Everything has to go well, if we're going to get something in January. That may not be the case, then we need to bear for it being longer if we don't get the data we need on safety.”  Orenstein laid out one of the biggest hurdles: ”Can we incentivize companies to make product, even though it is unlicensed yet and going through trials?”  “This is a risky effort,” he said, “because if you go through a phase three trial in the vaccine is either unsafe or ineffective or both, and you would have to destroy that what you produced.”   States across the country are moving toward reopening today as federal social distancing guidelines expired.  Here's a look at how some states are easing some restrictions today: Arizona: Gov. Doug Ducey authorized hospitals and outpatient surgical centers to resume elective surgeries beginning today.\nArkansas: Residents can start camping in state parks today as long as they are in \"self-contained RVs,” Gov. Asa Hutchinson announced earlier this week. \nColorado: Retail businesses can phase-in public openings if they are implementing best practices and personal services can reopen. Salon services can also restart as long as the professionals follow rules like wearing face coverings and gloves, refusing walk-in clients and limiting the number of people present to ten.\nGeorgia: Some malls in metro Atlanta and across the northern part of the state plan to reopen today. \nIdaho: The state’s stay at home order expired today. Gov. Brad Little has called for a plan that eases economic restrictions in four stages, with two weeks in between each stage. In the first phase, bars, gyms and theaters would remain closed and restaurants would continue to carry out service, but some other businesses and places of worship could open with social distancing plans. \nIllinois: Retail stores that are not considered essential may take phone and online orders for delivery or outside store pick-up. Some state parks will have a phased reopening, groups of no more than two people will be allowed to go fishing or boating and golf will be permitted under strict conditions.\nIowa: Gov. Kim Reynolds announced in a news conference earlier this week that 77 of Iowa's 99 counties can reopen restaurants, fitness centers, retail stores and enclosed malls at 50% capacity. \nNevada: The state will start easing some restrictions for small businesses today, including allowing all retail businesses to operate under curbside commerce models and permitting drive-in services for places of worship.\nNorth Dakota: Gov. Doug Burgum is allowing many businesses closed under a previous order to reopen, but they must follow state guidelines.\nOhio: Gov. Mike DeWine announced that the state will reopen health care today, saying all procedures that do not require an overnight stay in a hospital can move forward. \nOklahoma: Gov. Kevin Stitt said starting today, restaurants, dining rooms, movie theaters, sporting venues and gyms can open if they maintain \"strict social distancing and sanitation protocols.\" \nOregon: Gov. Kate Brown announced that she will be lifting her order delaying non-urgent procedures for health care providers, as long as they can demonstrate they have met new requirements for Covid-19 safety and preparedness. \nPennsylvania: Golf courses, marinas, guided fishing trips and privately owned campgrounds may reopen statewide starting today, but are required to follow updated life-sustaining business guidance.\nTennessee: Hospitals can resume elective procedures today, and gyms can reopen in 89 of 95 counties but with a reduced capacity of 50%\nTexas: Gov. Greg Abbott’s new executive order, “Strategic Plan to Open Texas,\" which supersedes local orders, allows businesses like retail stores, malls, restaurants and theaters to reopen today, but the occupancy is limited to 25%. \nUtah: Utah had no official stay at home order, and gyms and restaurant dining will be allowed today.   \nVirginia: Surgery and dental procedures can resume today, according to the state's governor.  \nWisconsin: The state will reopen 34 state parks and forests today under special conditions to help minimize overcrowding and allow for social distancing requirements.\nWyoming: Wyoming will allow gyms and personal services business like hair and nail salons to reopen today under tight restrictions.  Remember: As these measures loosen, the CDC has put together a series of instructions for states to safely relax prevention measures. Read more here.  To see your state's reopening plans, go here. ##Reopening## At least 202 people in New York City died from coronavirus and another 2,637 new Covid-19 cases were confirmed yesterday, Mayor Bill de Blasio said in a press briefing this morning. \"These numbers, when we look at them compared to where we were a few weeks ago, maybe we feel a little better, but we can't forget that each and every one of these cases, each and every one of these numbers is a human being,\" he said. \"We can't for a moment forget what we would have thought about this — if I said these numbers to you three, four months ago, it would have been staggering, that that's what happened in a single day in New York City, it would have been staggering. We can't get numb here,\" he added.  The death toll and positive cases show us that there's still \"a fight ahead,\" the mayor said. ##Northeast##  A new report from a group of infectious disease experts says that coronavirus could keep spreading in the US for up to two years, until 60-70% of the population is infected. Once that threshold is reached, it’ll bring about herd immunity, the group’s director, Dr. Michael Osterholm, told CNN’s Jim Sciutto. “This is going to continue to be a rolling situation throughout the world, not just our country, for the months ahead,” he said. “Expect many more New Yorks to occur. It’s very likely they will.”  New York has been one of the major epicenters for the coronavirus outbreak in the United States. More than 304,000, according to Johns Hopkins University's tally. Osterholm said that leaders need to better communicate that Covid-19 could make a substantial rebound in the fall.  “This is the only disease in the last 100 years that has gone from not being in the top 75 causes of death to becoming the number one cause of death in this country every day,” Osterholm said.  He said that having a vaccine by early next year is aspirational, but not realistic.  “I like to count on having a vaccine, but we have to plan as if we might not have one because that surely is an option on the table for now,” he said.  Watch more: ##Northeast##  As researchers rush to find a vaccine for the coronavirus, the Infectious Diseases Society of America warned safety is paramount. “If we didn't care about safety, we’d be using these vaccines today,” Dr. Walter Orenstein, a fellow with IDSA, said. “The real issue is getting proof of safety and effectiveness. And we don't know what's going to work and what's not going to work.”  Dr. Kathryn Edwards, another fellow with IDSA said, “making sure that we test vaccines for safety has always been a major priority, and will continue to be a priority.”  With many vaccine candidates currently in development, Edwards said, “Each of these studies will have what we call a data safety and monitoring board which are experts in vaccine safety to assess each of these reactions.”  She added, “the safety part must be done meticulously and will be done meticulously.” The Javits Convention Center field hospital in New York City has treated 1,093 patients and is still treating eight more as of this morning, according to Northwell Health spokesperson Terry Lynam. The eight remaining patients “will be discharged home or transferred to another facility by around 4 p.m.,” Lynman said. Earlier this week, the Defense department said the US military field hospital at the Javits Center would end its mission \"on or about May 1.\" The Army Corps of Engineers converted the Javits Center to treat coronavirus patients but the field hospital had been operating significantly below capacity as the absence of hospital bed space had not been as much of a challenge as was originally anticipated.  ##Northeast## US stocks opened lower today after President Trump hinted that there could be new tariffs imposed on China as a result of the Covid-19 outbreak. Trump said late Thursday that the trade deal with China is now \"secondary to what took place with the virus\" and made the unfounded claim that the novel coronavirus originated in a Chinese lab. Here's where things opened today: The Dow opened 1.6%, or 400 points, lower.\nThe S&P 500 fell 1.7%.\nThe Nasdaq Composite opened down 1.9%. Remember: Stocks fell yesterday but still posted sizable gains in April. It was the best month for the Dow and S&P 500 since January 1987. Investors were also weighing uncertain outlooks from tech giants Apple and Amazon and weak results from oil titans Exxon Mobil and Chevron. You can follow live updates on the markets here. At least 594 out of the confirmed 1,049 coronavirus cases in Wisconsin’s Brown County are tied to meatpacking facilities in the area, officials announced. More than 300 cases alone are tied to the JBS facility that closed over the weekend. At American Foods Group, 179 employees are confirmed positive along with 32 linked, and at Salm Partners, 35 employees are confirmed positive. Brown County, which includes Green Bay, continues to have the highest infection rate of any county in Wisconsin.  Yesterday, the county, Wisconsin National Guard, and the Wisconsin Department of Health Services opened a drive-in testing site in Green Bay for employees from identified critical infrastructure industries including: long term care facilities, group housing facilities, healthcare facilities, and non-healthcare workers. This is not asymptomatic testing and meatpacking companies are continuing to do their own testing on employees. ##Food supply## It's the first day of May, and the coronavirus death toll in the US has surpassed 63,000.  Here's the latest news about the pandemic: Where states stand on reopening: Over the next few days, at least 31 states will reopen, but some are opting to extend their stay-at-home orders in an abundance of caution. Go here to see where your state stands.\nTwo more years of misery? A team of longstanding pandemic experts predict that the new coronavirus is likely to keep spreading for at least another 18 months to two years. They recommended the US prepare for a worst-case scenario that includes a second big wave of coronavirus infections in the fall and winter.\nA possible treatment: The chief executive officer of Gilead Sciences said the company is \"moving very quickly\" with the US Food and Drug Administration to get authorization for the antiviral drug remdesivir, a possible coronavirus treatment.\nProtests in Michigan: Protesters at the Michigan Capitol on Thursday jammed inside the building where the lawmakers were meeting, demanding an end to the state's state of emergency. ##Midwest## ##Remdesivir## ##Reopening## Gilead Sciences has studied its antiviral drug remdesivir as a possible treatment option for patients hospitalized with severe Covid-19, but now research is underway to investigate whether the medication can be used earlier in the course of illness — such as when the disease is still \"moderate,\" the company's CEO Daniel O'Day said Friday morning on “Today.” \"Our scientists are hard at work to see — now that we know that this medicine has an impact on patients — if we can bring it earlier into the disease,\" O'Day told NBC's Savannah Guthrie on Friday. Some background: Earlier this week, Gilead announced results of a trial that used remdesivir in patients with severe Covid-19. It found that the patients who took the investigational drug for five days or 10 days saw similar results. \"The results that were announced this week on the medicine remdesivir showed that the medicine is effective in reducing the course of the illness and we also showed by the way that many patients can benefit from only five days of IV treatment versus 10 days of IV treatment,\" O'Day said on Friday. \"But that was predominantly in the severe patient population,\" O'Day said. \"So we also have other studies that are underway right now that will look at bringing it to more moderate hospitalized patients and will look at different ways of potentially delivering this medicine to patients.\" While remdesivir currently is administered to Covid-19 patients through an IV, researchers are examining whether it could be delivered as a subcutaneous injection or orally.  O'Day said that would be \"with the intention that maybe we can treat patients earlier -- earlier in the hospital setting and perhaps even outside of the hospital setting.\" Remember: Earlier this week, the World Health Organization said it was too early to comment on the remdesivir trial results. \"Typically, you don't have one study that will come out that will be a game changer,\" said Dr. Maria Van Kerkhove, the WHO's technical lead for the coronavirus response. ##Remdesivir##   John Feal, a 9/11 responder who was injured at Ground Zero and fought Congress to get more funding for first responders, recovered from coronavirus and is now working to help others who got the virus.  “I was scared. Covid-19 kicked my butt … It was like getting hit by a bus and then backed up by that bus over and over again,” Feal told CNN’s John Berman. Feal said there have about three dozen 9/11 first responders — many of whom had cancer or were cancer survivors — who have died from coronavirus.  It has spurred him to take action and get supplies to coronavirus first responders.   “We all need to come together. This is the United States of America. And if this disease and this pandemic can't bring us together, then I'm afraid of what's going to happen for us in the future,” Feal said.  “I don't care about anything other than helping people. That's all I know how to do. And that's all we're going to continue to do.”  Feal, who has attended nearly 200 9/11 first responder funerals, discussed how hard it is for families to not hold gatherings honoring coronavirus victims — but how important it is to save more lives by maintaining social distancing guidelines.  “When we mourn, it just means we love so much,” Feal said. “…Don’t stop loving too much. While this is an inconvenience that they cannot be with their loved ones and they can't physically all be there together to mourn and lend a shoulder and a hug to each other, there will be a time when we can do that again. I hope and I pray that they're able to give their loved ones a proper sendoff. But right now, right now, which is important, is that we maintain that social distance, that we maintain the experts' advice on how to get past this.” Watch more: Daniel O'Day, the chief executive officer of Gilead Sciences, said the company is \"moving very quickly\" with the US Food and Drug Administration to get authorization for the antiviral drug remdesivir, a possible coronavirus treatment. Preliminary findings from a National Institutes of Health study show remdesivir might help Covid-19 patients recover more quickly. In an interview on the \"Today\" show, O'Day said \"the collaboration with the FDA and with Commissioner (Dr. Stephen) Hahn and the team has been terrific, and I expect that they are going to act very quickly.\"  O'Day added Gilead is prepared \"to make sure we get this medicine to as many patients as possible as soon as possible after that approval.”  O’Day has said the company’s existing supply amounts to 1.5 million individual doses – an estimated 140,000 treatment courses based on a 10-day duration. About the drug: A study showing that the experimental drug remdesivir might help Covid-19 patients recover more quickly is positively good news. But beyond the initial optimism, the study also made clear that remdesivir is far from a cure for Covid-19. \"This is not a blockbuster drug,\" CNN Senior Medical Correspondent Elizabeth Cohen said. \"When you look at the numbers in terms of what it can do, you're not likely to be blown away by it,\" said Dr. Sanjay Gupta, CNN Chief Medical Correspondent. In fact, the limitations of the remdesivir study are quite clear: it is only one study, the drug does not prevent death, and it is not widely accessible to the public. ##Remdesivir## Smithfield Foods will reopen its pork plant in Monmouth, Illinois, this weekend, and continue full operations into next week, company spokesperson Jenna Wollin said.   Tomorrow, the \"kill floor,\" maintenance and plant service departments will begin operating, followed by the plant's \"cold side\" starting on Monday. This Smithfield Foods pork processing plant produces 3% of the US pork supply.  ##Food supply## ##Midwest## A federal judge ordered Immigration and Customs Enforcement to release detainees from three South Florida detention centers, saying it is a “cruel and unusual punishment” and a violation of the detainees’ rights to be kept in facilities that don’t practice social distancing and don’t provide them with masks or cleaning supplies. Immigration rights groups had filed a lawsuit on behalf of 34 detainees seeking release during the coronavirus pandemic.  According to the court order, ICE has seven days to determine who can be released given their health and immigration status, along with their criminal history. The facilities concerned are the Krome Detention Center in Miami, the Broward Transitional Center in Pompano Beach, and the Glades County Detention Center in Moore Haven. According to the order, these are civil detainees, not criminals. There is record evidence demonstrating that ICE has failed in its duty to protect the safety and general well-being of the Petitioners,” US District Judge Marcia Cooke wrote in the order. She added that social distancing at Krome “is not only practically impossible, the conditions are becoming worse every day” and at Glades the bunk beds are 12 inches apart. The judge found that ICE had violated the guidelines set out by the US Centers for Disease Control (CDC). “ICE has failed to provide detainees in some detention centers with masks, soap and other cleaning supplies” which places them “at a heightened risk of not only contracting Covid-19, but also succumbing to the fatal effects of the virus as some of the Petitioners have serious underlying medical illness,” Cooke wrote in the order. The judge ordered ICE to immediately comply with the CDC’s and their own internal guidelines on providing adequate soap and water and cleaning materials to detainees.  ICE will also have to provide a report to the court within three days outlining how it will reduce the population of detainees to 75% of capacity at each of the detention centers within two weeks. ICE is also ordered to file weekly reports providing information about the number of detainees released and their health. CNN has reached out to ICE and Assistant U.S. Attorney Dexter Lee who is representing ICE in the case, according to the court docket. ICE had argued in the case that the court did not have jurisdiction over the everyday management of the detention facilities. ##South## The stay-at-home order in Ohio has been extended until May 29 to prevent the spread of Covid-19, the state’s department of health said late Thursday. The department outlined procedures for most businesses to re-open as long as they are following proper procedures and social distancing measures. Meanwhile, all Ohio residents — with some exceptions — are ordered to stay at home. ##Midwest## ##Reopening## Sureshbabu Muthupandi, a green card holder who has lived in the United States for more than 24 years, refuses to let his family in south India perform his mother's final rites without him. Her body has been embalmed for 30 days. But Muthupandi is stuck in the US, unable to fly home. The Indian government suspended all inbound international passenger flights after March 22. Three days later, domestic carriers were grounded. The country remains in lockdown until May 3. Stranded Indians rally together: On April 7, 600 Indians formed a Facebook group called \"USA TO INDIA EVACUATION FLIGHTS\". On April 15, the group handed a petition to the Indian embassy in the US, asking for it to evacuate them to India. The group now has more than 2,100 members. It consists of senior citizens, pregnant women, travelers who have overstayed their tourist visas, students, and workers who have been furloughed and made jobless -- including Indians who have lost their H1B work visas, for workers in specialty occupations. Their hopes are pinned on the end of lockdown. The lockdown is set to lift on Sunday, May 3, but it is unclear whether the government will resume international passenger flights on that date. Read the full story: The new coronavirus is likely to keep spreading for at least another 18 months to two years—until 60% to 70% of the population has been infected, a team of longstanding pandemic experts predicted in a report released Thursday. They recommended that the US prepare for a worst-case scenario that includes a second big wave of coronavirus infections in the fall and winter. Even in a best-case scenario, people will continue to die from the virus, they predicted. \"This thing's not going to stop until it infects 60 to 70% of people,\" Mike Osterholm, who directs the Center for Infectious Disease Research and Policy (CIDRAP) at the University of Minnesota, told CNN. \"The idea that this is going to be done soon defies microbiology.\" Osterholm has been writing about the risk of pandemics for 20 years and has advised several presidents and wrote the report along with several epidemiologists and a historian. Because Covid-19 is new, no one has any immunity, they said.  The length of the pandemic will likely be 18 to 24 months, as herd immunity gradually develops in the human population,\" they wrote. Their predictions are different from models presented by groups such as the Institute for Health Metrics and Evaluation (IHME) at the University of Washington and Imperial College London, whose report predicting millions of deaths in the US and UK helped galvanize responses by both governments.  The CIDRAP-led team used those reports, historical data on past pandemics, and published reports about the medical details of Covid-19 to put together their forecast. Read more: Across New York, Chinese restaurants have shut down and Asian American workers have filed for unemployment benefits at extraordinary rates. In the state, about 147,000 self-identified Asian workers have filed initial unemployment claims in the last four weeks alone, up from just 2,100 during the same period last year.  That's a 6,900% increase — by far the largest percentage increase experienced by any one racial or ethnic group.  In contrast, claims were up 1,840% for white workers, 1,260% for black workers, and 2,100% for Hispanic and Latino workers in New York. New York stands out from other states in that in early April, it started releasing detailed demographic breakdowns of unemployment claimants every week. Not surprisingly, claims are skyrocketing for every group in the state, reflecting the sharp economic downturn that nationwide has left 30 million Americans filing first-time unemployment claims since mid-March. But even so, the increase for Asian Americans is an oddity: It's so large, it's disproportionate to the size of their labor force. Asian workers make up about 9% of New York state's population and work force, but now account for 12.5% of initial claims over the last four weeks. A year ago, they made up just 3.7% of claims during the same time period.  For the other groups, claims are either roughly in line — or well below — the size of their populations. White workers, for example, make up 65% of New York's labor force, but only 51% of recent claims. What's the cause? Academics and members of the community point to several potential factors ranging from xenophobia to Asian Americans working in industries hard hit by the pandemic, including food and services. Many Asian workers also say they began social distancing earlier in the crisis than others — a factor that led some to close down businesses even before official lockdowns.  Read more: The Beverly Hills City Council voted to repeal its moratorium on any elective surgeries, including cosmetic procedures and plastic surgeries.  Members voted 4-1 to remove restrictions put in place by the state to ensure more beds for coronavirus patients and to prepare hospitals for a surge of cases. While doctors will have the authority to decide if a procedure is medically necessary, the vote means cosmetic surgeries will now be permitted in the city of Beverly Hills. Council member John Mirisch, who voted against the decision, said was is absolutely \"ridiculous,\" \"absurd,\" and \"offensive\" to allow cosmetic surgeries at this time. In the middle of a pandemic, nobody needs Botox,\" he told CNN. \"To me, that's just kind of an obvious sort of thing.\" Beverly Hills Mayor Lester Friedman said the decision to allow all elective surgeries was made to comply with California Governor Gavin Newsom's order. \"We just wanted to be in line with what the state and the L.A. County Department of Public Health has permitted,\" Friedman said. Last week, Newsom announced the state will once again begin allowing scheduled surgeries. He noted that elective procedures like cosmetic surgery were not a priority. Read more: ##West## President Donald Trump contradicted a rare on-the-record statement from his own intelligence community by claiming Thursday that he has seen evidence that gives him a \"high degree of confidence\" the novel coronavirus originated in a laboratory in Wuhan, China, but declined to provide details to back up his assertion. The comments undercut a public statement from the Office of the Director of National Intelligence issued just hours earlier which stated no such assessment has been made and that the intelligence community continues to \"rigorously examine\" whether the outbreak \"began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan.\" \"Yes, I have,\" Trump said when asked whether he's seen evidence that would suggest the virus originated in the lab. Later, asked why he was confident in that assessment, Trump demurred. \"I can't tell you that. I'm not allowed to tell you that,\" he said.  Trump officials have been pushing the US intelligence community to determine the exact origins of the coronavirus outbreak in pursuit of an unproven theory that the pandemic started because of a laboratory accident in China, multiple sources told CNN.  In acknowledgment of that effort, the Office of the Director of National Intelligence issued an unprecedented public statement Thursday prior to Trump's comments making clear the intelligence community is currently exploring the two possibilities. Trump said Thursday there were \"a lot of theories\" that he would assess but seemed to hold out hope that Beijing would eventually be forthcoming with what it knows about the virus' origin. \"China may tell us,\" he said. Read more: Three major US airlines have separately announced they are going to require their passengers to wear face masks.  Two days after Jet Blue became the first major airline to announce this change, American, Delta and Frontier followed suit, releasing statements explaining their new policies. Earlier this week Delta said that employees were required to wear masks and passengers \"were strongly encouraged\" to do so. Today, Delta released a statement saying passengers were required to wear masks on all flights starting May 4, the same date as Jet Blue.  American Airlines made similar announcements earlier this week regarding flight attendants wearing masks, and today extended that requirement to passengers.  American said it would also be offering masks and sanitizing wipes to passengers on select flights. The airline added that it may take a few weeks to roll out these provisions, and in the interim, \"customers should bring their own masks or face coverings.\" Frontier Airlines, a smaller, Denver-based carrier, also announced that passengers would be required to wear a face covering over their nose and mouth at the airline's ticket counters, gate areas and onboard from May 8.  The airline is blocking every other row and requires passengers to agree to a \"health acknowledgment\" before checking in, to certify that they have not been exposed to Covid-19, do not have a temperature and promise to wash their hands before boarding.  AFA (Association of Flight Attendants) President Sara Nelson said the union was \"happy to see airlines taking action\" and called on the US federal government to make masks mandatory for all crew, frontline employees and all passengers. Read more: Millions more Americans filed for unemployment benefits last week, as the coronavirus crisis continued to weigh on the US economy. First-time claims for unemployment benefits totaled 3.8 million in the week ending April 25, after factoring in seasonal adjustments, the US Department of Labor said. Without those adjustments — which economists use to account for seasonal hiring fluctuations — the raw number was 3.5 million. That brings the total number of first-time claims to 30.3 million over the past six weeks — representing roughly 18.6% of the US labor force — as businesses have laid off and furloughed workers during stay-at-home orders across the country. After peaking at 6.9 million in the last week of March, claims have fallen each of the last four weeks — an encouraging sign that at least things aren't getting worse. But overall, joblessness remains a dire problem. Friday marks May 1, and for millions of Americans, rents and mortgage payments will be due. Unemployment benefits are one of the key forms of financial aid that are helping families plug the gap. \"A number in the low millions may be a relief compared to earlier this month, but it's objectively a horrifying statistic,\" said Nick Bunker, director of economic research at the Indeed Hiring Lab. The US Centers for Disease Control and Prevention has drafted a 17-page document that details interim guidance on how businesses, schools, churches, mass transit and other organizations should handle safely reopening to the public amid the coronavirus pandemic. A federal health official stressed that the draft guidance, which was sent to Washington this week, is still under review by the Trump Administration and could change. The draft document was sent to CNN on Thursday by a person familiar with the deliberations. Details in the document provide a snapshot of what reopening in the United States could look like. It includes specific guidance for six categories: child care programs; schools and day camps; communities of faith; employers with vulnerable workers; restaurants and bars; mass transit administrators. Some details: For schools and day camps that are preparing to reopen, the document recommends to consider keeping classes together in order to include the same group of children each day and avoid mixing between groups. The document also suggests to space out seating and bedding to 6 feet apart if possible, avoid \"non-essential\" assemblies and field trips, and have students eat lunch in classrooms rather than cafeterias, among other recommendations. When it comes to child care, the document notes, \"In communities that are deemed significant mitigation areas by State and local authorities, child care programs should be closed. However, child care programs can choose to remain open to serve children of essential workers, such as healthcare workers.\" ##Reopening##"], "Language": false}