{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/sport/qatar-china-table-tennis-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-11T11:15:16Z"], "LastModifiedDate": ["2020-02-11T11:15:16Z"], "Headline": ["China table tennis team takes refuge in Qatar amid coronavirus outbreak"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The Chinese table tennis team has taken up Qatar's offer of a training base to avoid returning home in the wake of the coronavirus outbreak. The squad of nearly 30 flew to Doha at the conclusion of the German Open and have settled into the Aspire Academy Arena ahead of the Qatar Open, which gets under way on March 3. The Qatar Table Tennis Association (QTTA) has provided meals, accommodation, 15 practice tables and 2,000 balls.   The coronavirus death toll has surpassed 1,000 in mainland China, with 2,478 new cases identified Monday. Visit CNN.com/sport for more news, videos and features Table tennis is the national sport of China, and 2020 is a crucial year with the Olympic Games traditionally offering up numerous gold medals. \"We are very grateful for all the assistance provided to us during this time of difficulty,\" said Chinese Table Tennis Association president Liu Guoliang. \"We didn't expect that they could prepare the venue, tables and facilities for us within such a short period of time ... it's very heart-warming, especially during this particular period and we really appreciate all this help from our international friends.\" READ: LPGA cancels two golf events in Thailand and Singapore amid coronavirus outbreak Chinese players Xu Xin and Chen Meng were victorious in the men's and women's singles events in Germany. After Qatar, the world championships are set to start in Busan, South Korea, on March 22.  \"When I heard about the coronavirus in China, our worry was that the Chinese national team would not be able to play at the Qatar Open,\" said QTTA president Khalil Al-Mohannadi.  \"For me it is not the Qatar Open and not the World Championships without China. We are all part of the ITTF family and we are doing this as friends for the whole table tennis family.\" The Chinese team was inundated with invitations from fellow table tennis federations, including Germany, Austria and Japan, according to the International Table Tennis Federation (ITTF).  \"It doesn't matter if it's China or any other country, when there's any big disaster or problem, we always try our best to help our brothers and sisters out,\" said ITTF CEO Steve Dainton."], "Language": false}