{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/us/five-things-february-11-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-11T11:03:28Z"], "LastModifiedDate": ["2020-02-11T11:04:17Z"], "Headline": ["5 things to know for February 11: New Hampshire, coronavirus, budget, Germany, terror"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Spare a thought for your favorite soggy Southerner. Areas in the Southeast will be battered for the next few days with constant rain, which could lead to some dangerous flooding.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. New Hampshire  Votes are already rolling in in the New Hampshire primaries, the second stop on the campaign trail for the tight pack of Democratic presidential candidates. Sen. Bernie Sanders is the favorite to win the contest, but Sen. Amy Klobuchar is hoping a recent surge in the state will help deliver a surprise showing. Sen. Elizabeth Warren and former VP Joe Biden, who both had disappointing results in Iowa, hope New Hampshire voters put the wind back in their campaign sails. The bottom line? Iowa didn't produce a clear front-runner, so New Hampshire may be the place to do it (still, Sanders leads a new national primary poll, followed by Biden and Michael Bloomberg, who's not on the New Hampshire ballot). Meanwhile, President Trump held a rally last night in New Hampshire, continuing to try to draw attention away from the Democratic contest.  2. Coronavirus  The number of deaths from the Wuhan coronavirus has risen to more than 1,000, with all but two of those deaths in mainland China. The WHO has arrived in China to help control the epidemic and hopefully usher in a larger international team soon. Today also marks the end of the quarantine period for the first group of American evacuees from Wuhan, who have been staying at California's March Air Reserve Base since late January. No signs of the coronavirus were detected among the group. Across the Pacific, another group of Americans isn't so lucky: 24 Americans are among the 135 people diagnosed with coronavirus aboard the Diamond Princess cruise ship, now quarantined in Japanese waters with more than 3,000 passengers.  3. Budget cuts  The White House has submitted a $4.8 trillion federal budget proposal for 2021, and some of the provisions are sure to invite controversy. The proposal would slash billions of dollars in federal support from Medicaid, food stamps and other safety net programs for the poor, while largely sparing the Medicare program that benefits seniors. It would also eliminate an existing student loan forgiveness program for public workers, which provides quite the contrast to Democratic candidates who are touting sweeping student loan forgiveness programs on the campaign trail. NASA would get a $25 billion boost from Trump's plan, with the aim of sending astronauts back to the moon by 2024. All in all, despite calling for major cuts, the budget would fail to eliminate the national deficit over the next 10 years. While some of the budget provisions could pass the Democratic House, others, like the elimination of the student loan forgiveness plan, will have a much harder time getting through. 4. Germany  Germany's political future is mired in uncertainty after longtime Chancellor Angela Merkel's hand-picked successor, Annegret Kramp-Karrenbauer, unexpectedly announced that she will not run for chancellor in the 2021 general election. Merkel, who has led Germany for 15 years, is not planning to run for reelection. But if Kramp-Karrenbauer won't fill her shoes, that leaves the contest open for more right-leaning leaders (and their far-right allies) to step in and drastically change the direction of German politics. This new destabilization probably means Germany will be focusing on its own issues in the coming months, which is bad news for the European Union. Germany is a major power in the bloc, which is looking for strong leaders now that the UK has pulled out. 5. Nigeria At least 30 people, including a pregnant woman and a baby, were killed when suspected Boko Haram militants set fire to a caravan of sleeping travelers in Nigeria. The attackers burned 18 vehicles laden with food and other goods that were intended to be taken to a market the next day. No one has claimed responsibility for the attack, but the Boko Haram terrorist group has been waging war in the area for a decade, burning down villages, attacking military checkpoints and kidnapping residents. This is the same region where 112 Chibok schoolgirls were kidnapped by Boko Haram militants in 2014.  BREAKFAST BROWSE Dwayne 'The Rock' Johnson's daughter is training to be the first fourth-generation WWE wrestler  They grow up so fast!  Don't trust your memories when you're high on weed, study says  Science has now confirmed what common sense has been telling you all along.  Black News Channel debuted this week  It's the sole African American-led news network in the US (and it's rolling out during Black History Month). Chipotle's giving out free guac, with a minor catch No, there's no begging or subterfuge required.  A former MLB pitcher is suing the Houston Astros, saying their sign-stealing setup cost him his career  This is really the sports scandal that keeps on giving, isn't it? TODAY'S QUOTE \"We should not have laws that make most of the population into criminals. Times are very different now than they were in the 17th and 18th centuries.\" Virginia state House Delegate Mark Levine, speaking in support of a bill that would officially make it legal for unmarried people to have sex in the state. (In other news, according to Virginia's state code, it's illegal for unmarried people to have consensual sex. Now you know!)  TODAY'S NUMBER 42% That's how much Popeyes restaurant sales jumped in the last quarter of 2019, reaching a delicious $1.3 billion. The chain says it has its famous fried chicken sandwich to thank for the boost.  TODAY'S WEATHER AND FINALLY Ice cream that doesn't melt?! Welcome to your newest craving: Dondurma, a type of stretchy, aromatic, melt-proof Turkish ice cream made from milk, sugar and ... well, we don't want to give away the secret ingredient! (Click here to view.) "], "Language": false}