{"Type": ["article"], "Url": ["https://www.cnn.com/entertainment/live-news/oscars-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, Marianne Garvey, Delaney Strunk and Veronica Rocha, CNN"], "Writers": [["Lisa Respers France", "Marianne Garvey ", "Delaney Strunk", "Veronica Rocha"]], "FirstPublishDate": ["2020-02-09T21:59:15Z"], "LastModifiedDate": ["2020-02-11T15:37:50Z"], "Headline": ["The 2020 Oscars"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The 92nd Academy Awards drew an average of 23.6 million viewers for ABC on Sunday — a new low for Hollywood's biggest night.  The awards show saw a decrease of 20% from last year's show, which brought in 29.6 million viewers. The previous low was 2018's telecast, which drew in an average 26.5 million viewers. The low ratings for one of the entertainment world's biggest nights are still higher than most programs on television, but hardly ideal. Just six years ago, the awards show brought in more than 40 million viewers. A number of factors were at play, from the show's length to the array of other entertainment options viewers can choose from. It probably didn't help that some of the year's biggest blockbusters like \"Avengers: Endgame\" didn't win any major awards.  The Oscars' low ratings follows the trend with other award shows like the Grammys and the Emmys, which have taken big viewership hits recently. There are the Oscars. Then there are the Oscars after parties. Then there are the after after parties. The night's most exclusive after after party belonged, again, to Beyoncé and Jay-Z. The couple hosted their so-secret-we-can't-even-show-you bash at the famed Chateau Marmont.  One lucky guest, Reese Witherspoon, at least revealed she was invited. \"Only @beyonce could get me out of the house past 11pm,\" Witherspoon captioned a party-ready Instagram post. Other guests reportedly included Charlize Theron, Kourtney Kardashian, Dwayne Wade and Gabrielle Union, James Corden, Jessica Alba, and Spike Lee.  We're guessing our invites got lost in the mail along with those beautiful, orange Ivy Park boxes. The \"In Memoriam\" segment of last night's Academy Awards caused some viewers grief. Some questioned why certain late stars were not included, including... Luke Perry\nCameron Boyce\nTim Conway\nMichael J. Pollard\nPeggy Lipton  Perry's exclusion was an especially sore spot for some given that he appeared in the Oscar-nominated film, \"Once Upon a time... in Hollywood.\" The \"Beverly Hills, 90210\" star died last March, following a stroke. He was 52. Perry and more than 100 others are included in the Oscars In Memoriam section on the organization's website. The televised tribute generally features a range of members from the Academy's 17 branches and previous Oscar winners.  CNN has reached out to the Academy comment on how they select who to include in the broadcast tribute. The historic Oscars night for \"Parasite\" is good news for a planned television series based on the film. According to The Hollywood Reporter, a limited series based on the dark comedy thriller has been in the works. The film follows two disparate Korean families, one rich and one poor, and all that ensues when the poor family cons its way into the lives of the wealthier one. \"Parasite\" won four major Academy Awards Sunday — best original screenplay, best director, best international feature film and best picture — becoming the first South Korean film to ever pick up Oscars in those categories. Directer Bong Joon Ho is working with American director/producer Adam McKay to bring a limited series to HBO that expands on the film. HBO is owned by CNN's parent company WarnerMedia. Joaquin Phoenix is no stranger to using his platform to talk about social justice and has addressed a variety of issues during this year's award season.  Closing out the awards circuit last night at the Oscars, Phoenix called out an \"egocentric worldview\" and encouraged people to love each other more and drink less dairy. Here are the highlights from his speeches earlier this season: At the Golden Globes: The Globes highlighted environmentalism with both presenters and winners calling for viewers to donate to the Australian Bushfires, along with serving a plant-based meal to all of its guests that night. Phoenix called out the lifestyles of the rich and famous and asked them to reflect on how they contribute to climate change.  \"We don't have to take private jets to Palm Springs for the awards sometimes or back, please,\" he said. At the BAFTAs:  The British Academy Film and Television Arts (BAFTAs) nominated zero people of color in 2020, somehow, despite the celebrated films created by and starring diverse casts. After winning best actor at the awards, Phoenix acknowledge how this is an example of systemic racism in this industry. \"I think we send a very clear message to people of color that you're not welcome here. I think that's the message we're sending to people that have contributed so much to our medium and our industry and in ways that we benefit from,\" he said in his speech. At the Academy Awards: After becoming the second performer to win an Oscar for the role of the Joker, Phoenix took a stance against the dairy industry in his acceptance speech. \"We feel entitled to artificially inseminate a cow, and when she gives birth, we steal her baby,\" Phoenix, a lifelong vegan, told the crowd. \"And then we take her milk that's intended for her calf and we put it in our coffee and cereal.\" Taika Waititi has become one of the first indigenous New Zealanders to win an Oscar. The 44-year-old Māori filmmaker took home the award for best adapted screenplay at the 92nd Academy Awards Sunday for his Nazi satire \"Jojo Rabbit.\" He wrote, directed and starred in the film. \"I dedicate this to all the indigenous kids in the world who want to do art and dance and write stories,\" Waititi said in his acceptance speech. \"We are the original storytellers and we can make it here as well.\" Waititi is believed to be the first Māori filmmaker to take home the best adapted screenplay award. Hammond Peek -- who is Māori -- has won two Oscars for sound mixing, including one in 2004 for \"Lord of the Rings: Return of the King,\" and another in 2006 for \"King Kong.\" Read more here. Correction: This story has been updated to accurately reflect Taika Waititi is believed to be the first Māori to win a best adapted screenplay Oscar. The cast and creative team for \"Parasite\" took the stage on Sunday to accept the award for best picture, capping off what was a huge night for the film and a significant night for global cinema. \"I feel like a very opportune moment in history is happening right now,\" producer Kwak Sin Ae said, via translator. She wasn't wrong. \"Parasite\" picked up four awards on Sunday night, including a history-making best picture win. After she spoke, Miky Lee, a Korean entertainment mogul, attempted to take a turn at the mic, but the lights on stage dimmed as the camera prepared to return to Jane Fonda, who would close the night. But those in the audience protested, asking loudly from their seats for the stage directors to turn the lights back up and let Lee speak. They won, and she got her turn. The film's Oscar campaign sort of played out in a similar way. If at any time it looked like the spotlight on \"Parasite\" might dim, it would shine again — first a Palme d'Or award, then history-making SAG Award win, then a BAFTA and so on. In the end, the infectious buzz around the South Korean film, which centers on two families on opposite sides of South Korea's economic gap, turned out to be too powerful for its Oscar competitors, which included some of Hollywood's most seasoned filmmakers. A big night: \"Parasite\" is the first non-English film and first South Korean film to win best picture at the Academy Awards. Only 11 non-English language films have ever been nominated in the category. It also picked up best director, best international feature film and best original screenplay. Lin-Manuel Miranda introduced a song medley at the 92nd Academy Awards, and it appeared it was just another compilation of songs in movies that have had an impact. But then ... Eminem came on stage to perform \"Lose Yourself\" and received a standing ovation from the crowd. Although those at home seemed torn. Some took to Twitter to praise the performance and some were shaking their heads as to why he was there. Later, Eminem himself took to Twitter to explain: \"Look, if you had another shot, another opportunity... Thanks for having me @The Academy,\" he wrote, adding, \"Sorry it took me 18 years to get here.\" He won best original song in 2003 for \"Lose Yourself,\" but was a no-show at the awards that year. Suspense over the best picture race remained at the heart of this year's Academy Awards. In the end, \"Parasite\" took home the night's top honor and made history. Here are some of the highlights from last night's show: \"Parasite\" makes history: The South Korean film became the first non-English language film to win best picture, while adding honors for director Bong Joon Ho, original screenplay and the international feature film category.\nFour acting awards were handed out: Joaquin Phoenix won for his title role in \"Joker,\" a dark drama spun out of the Batman franchise. Renee Zellweger, a 2004 supporting actress winner for \"Cold Mountain,\" earned her first lead actress award for \"Judy,\" a biography of Judy Garland near the end of her troubled life. Brad Pitt and Laura Dern claimed their Oscars in the supporting races for \"Once Upon a Time ... in Hollywood\" and \"Marriage Story.\"\nAn Obama-backed film won an Oscar: Despite being denied what would have been an historic best picture nod, Netflix's \"American Factory,\" a documentary released with the support of the Obamas, was honored in that category. The film chronicles the takeover of an Ohio production plant by Chinese interests.\nThere was surprise performance by Eminem: His performance drew an enthusiastic reaction from the crowd, based on shots within the theater, but generated a \"why\" response on social media.\nAnd politics came up: After winning the Oscar, Pitt joked, \"They told me I only have 45 seconds up here, which is 45 seconds more than the Senate gave John Bolton this week. I'm thinking maybe Quentin does a movie about it. In the end, the adults do the right thing.\" Steve Martin joked about the Iowa caucus: \"A couple of years ago, there was a big disaster here at the Oscars, where they accidentally read out the wrong name. And it was nobody's fault, but they have guaranteed that this will not happen this year because the Academy has switched to the new Iowa caucus app.\" People who watch awards shows can be a tough crowd to please. They are, after all, often pop culture aficionados who have a horse in the race and definite feelings about who should win. So with no host for the Oscars and moments like the lights going down during \"Parasite's\" best picture win, it might have felt like we needed to dig a little deeper to get into this year's show. Along came \"Parasite,\" the South Korean film that picked up Oscars for best original screenplay, best international feature film, best director and the aforementioned best picture. The movie made so much history: first South Korean film to win both international and best film honors; first South Korean director to win in that category and the first non-English language film to win best picture. It gave us something joyful to rally around. As awards season wraps up, it doesn't suck to go out on a fairytale ending.  The show is over, but we're finally getting a glimpse of what the stars were doing backstage after their big wins. Here's what happened backstage at the Oscars: Rebel Wilson got ready to hit the stage in her \"Cats\" costume. Julia Louis-Dreyfus and Will Ferrell had a laugh as they walked backstage. Salma Hayek touched up her makeup. Folks had jokes on Oscars night. Here's a few that gave us a laugh: Brad Pitt accepting the Academy Award for best supporting actor: \"They told me I only have 45 seconds up here, which is 45 seconds more than the Senate gave John Bolton this week.\" \nOlivia Colman presenting the best actor award, reflecting on winning the best actress Academy Award last year: “It ended up being the best night of my husband’s life. He actually says that and I’ve given birth three times.”\nChris Rock helping to open the show along with Steve Martin: \"Jeff Bezos is so rich he got divorced and he's still the richest man in the world. He saw 'Marriage Story' and thought it was a comedy.\"\nSteve Martin during that same opening: \"A couple of years ago, there was a big disaster here at the Oscars, where they accidentally read out the wrong name. And it was nobody's fault, but they have guaranteed that this will not happen this year because the Academy has switched to the new Iowa caucus app.\" \"Parasite\" had a historic night. It became the first film in history to win both best international feature film and best picture.  Celebs quickly took to social media to celebrate the historic win. Read some of their reactions: See who else went home with an Oscar here.  After the Oscars, it's the after party.  Of course there's the iconic Vanity Fair Oscar Viewing Dinner and After Party, the annual post-show party that has winners rubbing shoulders with winners, studio heads and other notable names in Hollywood. Held at the Wallis Annenberg Center for the Performing Arts in Beverly Hills, the party is the highest profile of the bunch.  Elton John will also hold his annual AIDS Foundation Oscar Viewing Party in West Hollywood. The singer and husband David Furnish will be hosting the 28th annual party alongside the cast of Netflix's \"Queer Eye,\" and British singer-songwriter Sam Fender will perform.  Although they try to keep it top secret, Beyoncé and Jay Z’s Gold Party is a go this year, The Hollywood Reporter reported. The couple will host select guests at the Chateau Marmont in Los Angeles. Last year, guests included Rihanna, Leonardo DiCaprio, Adele, Jennifer Lopez, Alex Rodriguez, John Legend, Chrissy Teigen, and Orlando Bloom. Expect Jay's Armand de Brignac/Ace of Spades Brut Gold champagne to be served. Other notable parties include a \"Parasite\" Oscars Viewing Dinner and After Party at Soho House in West Hollywood and a Netflix bash at the San Vicente Bungalows in West Hollywood. At the beginning of awards season, Joaquin Phoenix vowed to wear the same tuxedo to every ceremony in order to help the environment.  And so he did. The idea was to reduce waste, and while we can't say if that happened, the outfit proved to be a bit of a talisman for the acclaimed actor. Phoenix took home a Golden Globe, Screen Actors Guild Award, BAFTA and Academy Award for his performance in \"Joker.\" He may want to hang on to that tux.   The 92nd Academy Awards has wrapped up for the night, but the party isn't over. Stars will likely head to Oscar after parties. Meanwhile, everyone will be buzzing over \"Parasite.\" The South Korean movie is first non-English language film to win best picture at the Academy Awards.  The infectious buzz around South Korean film “Parasite” has turned out to be too powerful for its Oscar competitors.  “Parasite” is now the first non-English film to win best picture at the Academy Awards.  Only 11 international feature films have ever been nominated in the category. Earlier this month, “Parasite” made history by winning the best ensemble award at the Screen Actors Guild Awards, becoming the first foreign language film to earn the honor.  From the women she was nominated with to the likes of Venus and Serena Williams and naturally Judy Garland, Renée Zellweger played tribute to plenty of folks in her acceptance speech. After Zellweger won for best actress for her role in \"Judy,\" she paid homage to her fellow nominees. \"I have to say, boy, it is an honor to be considered in your company,\" she said. She also thanked the entire cast and crew \"who worked so hard on this film to celebrate Judy Garland. Zellweger went on to thank her \"immigrant folks who came here with nothing besides the American dream.\" Working on a film about Garland, Zellweger said, \"has been a really cool reminder that our heroes unite us. \" \"When we look to our heroes, we agree,\" she said. \"And that matters.\" What a great lesson for us all.  Renée Zellweger is an Oscar winner again. With her best actress win for “Judy,” she becomes the seventh female performer in history to have wins in both the lead and supporting actress categories. She previously won best supporting actress in 2004 for \"Cold Mountain.\"  The most recent actress to accomplish this feat was Cate Blanchett, who won best supporting actress for “The Aviator” in 2005 and best actress for “Blue Jasmine” in 2014. Joaquin Phoenix, who took home the Oscar for best actor for his starring role in \"Joker,\" remembered his late brother, actor River Phoenix, in his speech, quoting a lyric he wrote in an old song.  \"When he was 17, my brother wrote this lyric, he said, 'Run to the rescue with love and peace will follow,'\" Phoenix said.  The actor also admitted to past mistakes, admitting he'd been difficult at times during the course of his career.  \"So many people in this room have given me a second chance, and that's when we're at our best, not when we cancel each other for past mistakes,\" he said.  Let's forgive for our past mistakes, he added. \"When we use love and compassion as our guiding principals, we can create systems of change,\" Phoenix said. \"Not when we cancel each other out for past mistakes, but when we guide each other to grow, for redemption, that is the best of humanity.\" No joke: Joaquin Phoenix is now part of Oscar history.  After winning the best actor award, Phoenix is now the second person to win an Oscar for playing comic book villain The Joker. The first person to win for playing the character was the late Heath Ledger, who posthumously won for playing Joker in “The Dark Knight.”  This is the second time two actors have won Oscars for playing the same character.  In 1972, Marlon Brando won a best actor Oscar for playing Vito Corleone.  Two years later, Robert De Niro won best supporting actor for playing a younger version of the character.  Get ready to party Bong Joon Ho! On Sunday he became the first South Korean to ever win the best director Oscar.  After winning for best international feature film for \"Parasite,\" he said in his acceptance speech: \"I thought I was done for the day and ready to relax.\"  The director said he has a creed: \"The most personal is the most creative.\" He also paid tribute to fellow nominee, Martin Scorsese. \"When I was in school I would always study Martin Scorsese films,\" Bong Joon Ho said. \"Just to be nominated is a huge honor. I never imagined I would win.\"  The audience rose to pay Scorsese honor as well.  Just after performing his nominated song \"(I'm Gonna) Love Me Again,\" Elton John and his songwriting partner Bernie Taupin took home an Oscar for best song.  Taupin credited the win to \"53 years of hammering it out and doing what we do,\" while John thanked \"everyone involved in Rocketman,\" the movie the song is featured in.  \"This is dream for us,\" John told the crowd, saying, \"There's some amazing talent in the room tonight.\" He also thanked his twin boys Zachary and Elijah, saying, \"Daddy loves you.\" Hildur Guðnadóttir won an Oscar tonight for best original score for \"Joker.\" Guðnadóttir was the only woman nominated in the category. \"To the girls, to the women, to the mothers, to the daughters who hear the music bubbling within, please speak up. We need to hear your voices,\" she said. South Korea's \"Parasite\" made history with its Oscar win for best international feature film. It's officially the first movie from South Korea to be nominated in the category and win.  Director Bong Joon Ho applauded the category for its new name best international feature film.  \"I'm so happy to be its first recipient under the new name. I applaud and support the new direction that this change symbolizes,\" he said. This is the second win for \"Parasite,\" which took home the Oscar for best original screenplay earlier tonight.  Dressed as \"Cats\" characters and pawing at the microphone stand like a cat toy, Rebel Wilson and James Corden announced \"1917\" as the winner of visual effects at the Oscars.  The two were a bit of a distraction, remaining on stage in their fur suits as the winners accepted their awards, but it was fantastic.  They poked fun at the disappointing \"Cats\" reviews by not really saying much at all, although Corden did give us a dry, \"Nobody more than us understands the importance of good visual effects.\" \"Bombshell\" just took home an Oscar for makeup and hairstyling. In the film, Nicole Kidman plays Gretchen Carlson as she wages a legal war against Fox News founder Roger Ailes, played by John Lithgow. Cynthia Erivo reminded the world why she is so close to becoming an Emmy, Grammy, Oscar and Tony winner Sunday night. Erivo, who came to fame with her role as Celie in \"The Color Purple\" on Broadway,\" performed her Oscar nominated song \"Stand Up\" from the film \"Harriet.\" She is also nominated for best actress for playing freedom fighter, Harriet Tubman. There had been some question as to whether Erivo would sing at the Academy Awards. The British actress born to Nigerian parents turned down performing at the British Academy of Film and Television Arts (BAFTA) Awards after no people of color were nominated for acting awards. On Sunday night she stood majestically on stage belting out the tune and earned herself a standing ovation.  Former President Barack Obama tweeted his congratulations to the filmmakers of \"American Factory,\" which won best documentary feature tonight. \"Congrats to Julia and Steven, the filmmakers behind American Factory, for telling such a complex, moving story about the very human consequences of wrenching economic change. Glad to see two talented and downright good people take home the Oscar for Higher Ground's first release,\" Obama tweeted. This is the first Netflix film produced by Barack and Michelle Obama's production company \"Higher Ground.\"  The film had been competing against \"The Cave,\" \"The Edge of Democracy,\" \"For Same\" and \"Honeyland' in its category. Why does it feel like there has been more rap at the Oscars than at the Grammys? Not only did Eminem \"lose himself,\" but Utkarsh Ambudkar also did a rhyme to help us recap the first part of the show. The rapper/actor is well known for Broadway's “Freestyle Love Supreme” as well as his role  in \"The Mindy Project.\" He displayed his freestyle skills by deftly rapping about Brad Pitt's win while also requesting Pitt bless us with a \"World War Z\" sequel.  \"Ford v Ferrari\" just snagged its second award of the night for best film editing. The movie also won the award for best sound editing.  The war film \"1917\" snagged a second Oscar tonight for cinematography. Earlier tonight, the film, directed by Sam Mendes, took home an Oscar for sound mixing. The war film \"1917\" won an Oscar for sound mixing. It was directed by Sam Mendes.  Lin-Manuel Miranda introduced a song medley, and it appeared it was just another compilation of songs in movies that have had an impact.  But then ... Eminem came on stage to perform \"Lose Yourself\" and received a standing ovation from the crowd.  Although those at home seemed torn. Some took to Twitter to praise the performance and some were shaking their heads as to why he was there.  Either way, it was a moment.  Eminem himself took to Twitter to explain. \"Look, if you had another shot, another opportunity... Thanks for having me @The Academy,\" he wrote, adding, \"Sorry it took me 18 years to get here.\" In 2003, \"Lose Yourself\" won the Academy Award for best original song in 2003. Eminem did not attend the awards show that year.  \"Ford v Ferrari\" just took home an Oscar for best sound editing. These films were also nominated: \"1917\"\n\"Star Wars: The Rise of Skywalker\"\n\"Once Upon a Time... in Hollywood\"\n\"Joker\" While her film was about a broken marriage, Laura Dern sounded grateful for at least one union. Dern won best supporting actress for her role in the Netflix film \"Marriage Story.\" And while she thanked the streaming giant, her cast and the writer of the film, Noah Baumbach, Dern also had family on her mind.  \"They say you never really get to meet your heroes. I say if you're really blessed they get to be your parents,\" Dern said in her acceptance speech. \"I share this with my acting heroes, Diane Ladd and Bruce Dern. You got game. I love you.\" Laura Dern took home the award for her role in \"Marriage Story.\" The best documentary (short subject) award went to \"Learning to Skateboard in a Warzone (If You’re A Girl).\" \"American Factory\" won the Oscar for best documentary feature at the Academy Awards. The film highlights the reopening of a shuttered factory in Ohio by a Chinese billionaire.  Julia Reichert who accepted the award praised her fellow nominees for their bravery.  \"Just being in the presence, in the company of our sister and brother documentarians who risked their lives making stories, bring stories to us about hospitals being bombed in Syria, about Brazil, about Macedonia — we were so proud,\" she said. Reichert explained that while their film is from both Ohio and China, it could apply to all people who \"put on a uniform, punch a clock, trying to make their families have a better life.\" \"Working people have it harder and harder these days, and we believe that things will get better when workers of the world unite,\" she said. This is the first Netflix film produced by Barack and Michelle Obama's production company \"Higher Ground.\"  As Kristen Wiig and Maya Rudolph broke into song while presenting best costume design, most in the audience seemed to be enjoying it.  Rita Wilson, Tom Hanks, laughing. Charlize Theron, laughing.  Not laughing? Billie Eilish.  Perhaps she found the two out of tune, or maybe it just wasn't her vibe. But when cameras cut to Eilish for a reaction shot during the \"Bridesmaids\" costars performance, well, it was clear she wasn't feeling it.  Jacqueline Durran just took home the Oscar for best costume design for \"Little Women.\" Durran won an Academy Award in Costume Design for \"Anna Karenina\" in 2012. For Greta Gerwig's \"Little Women,\" she dressed a star-studded cast including Saoirse Ronan, Emma Watson, Florence Pugh and Eliza Scanlen, as the four March sisters. Durran's modern sensibility is matched only by her carefully researched designs, bringing to life the 2019 adaptation of the 1868 classic novel.  Barbara Ling and Nancy Haigh took home Oscars for their production design on \"Once Upon a Time ... In Hollywood.\" What's better than one Disney princess? How about 10?  \"Frozen 2\" star Idina Menzel was joined on stage by nine other women, who also voice the queen of the cold, to perform the breakout hit \"Into the Unknown,\" which is nominated for best original song.  The other international Elsa's include: Maria Lucia Heiberg Rosenberg (Danish) \nLisa Stokke (Norwegian)\nTakako Matsu (Japanese) \nCarmen Garcia Saenz (Spanish)\nKatarzyna Łaska (Polish)\nAnna Buturlina (Russian)\nGisela (Castilian) \nGam Wichayanee (Thai) The performance was topped off by the ethereal voice of Norwegian pop star Aurora who voices the North Wind in \"Frozen 2.\" \"The Neighbors' Window\" just won an Academy Award for best live action short film. Taika Waititi just won an Oscar for best adapted screenplay for \"Jojo Rabbit.\" Matthew A. Cherry became the second former athlete to win an Academy Award Sunday for best animated short. Cherry, a former NFL player,\" and Karen Rupert Toliver won for \"Hair Love.\" The animated short began as a Kickstarter project and has gone on to become critically acclaimed. During their acceptance speeches, Rupert Toliver said \"we have a firm belief that representation matters\" especially when it comes to animation. \"We wanted to normalize back hair,\" Cherry said before he advocated for The Crown Act, which would ban discrimination nationwide against people because of their hair. The pair brought Deandre Arnold, an 18 year old senior at Barbers Hill High School in Mont Belvieu, Texas, and his mother as their special guests to the awards show. Arnold was told he needed to cut his dreadlocks to comply with his school's dress code or he would not be allowed to participate in the graduation ceremony. Cherry also paid tribute to the late Kobe Bryant who became the first former profession athlete to take home the award when he won in 2018 for Best Animated Short for \"Dear Basketball,\" which was based on a poem he wrote. \"May we all have a second act as great as his was,\" Cherry said of Bryant who was killed in a helicopter crash with eight others, including his 13-year-old daughter Gianna, Bong Joon Ho and Han Jin Won just won an Oscar for best original screenplay for \"Parasite.\" Nine of this year's 19 acting nominees have won Oscars before. Here's an Academy Awards flashback of Charlize Theron.  Theron's first nomination and win came in the same year — 2004, when she earned recognition for “Monster.” This year, she's nominated for best actress for \"Bombshell.\"  Brad Pitt took home the Oscar for best supporting actor for \"Once Upon a Time ... in Hollywood\" and decided maybe the moment wasn't the best time to continue his awards season joke fest.   \"This is incredible, really incredible,\" Pitt said, thanking the Academy.  He touched on politics for a few seconds, telling the crowd: \"They told me I only have 45 seconds up here, which is 45 seconds more than the Senate gave John Bolton this week. I'm thinking maybe Quentin does a movie about it. In the end, the adults do the right thing.\" Pitt went on to call director Quentin Tarantino an \"original\" and \"one of a kind.\" He reminded everyone to \"look for the best in people, expect the worst, but look for the best.\" He also thanked the cast and crew of the movie, and his costar Leonardo DiCaprio, telling him he'd \"ride on your coattails forever.\" This whole awards season has had Pitt thinking about how he got here, he said, like \"loading up my car and moving out here,\" then landing the role in \"Thelma & Louise.\" \"Once upon a time in Hollywood, ain't that the truth,\" he said.  Pitt also thanks his \"folks\" and his kids, \"who color everything I do, I adore you.\" \"Hair Love\" just won an Oscar for best animated short film.  \"Toy Story 4\" won best animated feature film at this year's Academy Awards. There were no women directors nominated this year for Oscars and some people were not going to let that slide. Janelle Monáe shouted out women during her opening and she wasn't the only one. Steve Martin and Chris Rock also offered up a reminder in their run up to announcing the best supporting actor win.  After Martin said \"So many great directors nominated this year, but there was something missing,\" Rock quipped \"Vaginas?\" ZING! Nine of this year's 19 acting nominees have won Oscars before. Here's an Academy Awards flashback of Tom Hanks.  Six-time Oscar nominee and two-time winner Tom Hanks may have lost his bid for best supporting actor, but here's hoping he's still having a beautiful day.  Hanks was first nominated in 1989 for “Big.\" His first win was in 1994 for “Philadelphia.” Brad Pitt just won the Oscar for best supporting actor for \"Once Upon a Time ... in Hollywood.\"  Pitt has won one Oscar in the past but not for acting. He won in 2014 for producing \"12 Years a Slave.\"  His first nomination was in 1996 for “12 Monkeys.” Janelle Monáe dressed as Mr. Rogers singing \"Won't You Be My Neighbor\" was a surprise. But if we can't have an Oscars host this year, Monáe singing songs inspired by some of the nominated films — joined by \"Pose\" star Billy Porter — was the next best thing. The medley included some call and response from the audience, and it was worth it to see Rita Wilson, Tom Hanks's wife, jamming along. Monáe voice along with the dancers got us in a spirited mood. Here's hoping that carries on throughout the show.  We apparently don't have to worry about Lin-Manuel's work sucking. He told CNN that the bar has been set very high for his writing because his wife Vanessa doesn't like musicals. Watch for more: Nine of this year's 19 acting nominees have won Oscars before. Here's an Academy Awards flashback of Brad Pitt.  Pitt (and his magically unchanging hair) is nominated this year for best supporting actor for \"Once Upon a Time ... in Hollywood.\"  Pitt has won one Oscar in the past but not for acting. He won in 2014 for producing \"12 Years a Slave.\"  His first nomination was in 1996 for “12 Monkeys.” Nine of this year's 19 acting nominees have won Oscars before. Here's an Academy Awards flashback of Renée Zellweger.  Zellweger is nominated for best actress for playing Judy Garland in \"Judy.\"  Her first nomination was in 2002 for “Bridget Jones’s Diary.\" She won in 2004 for “Cold Mountain.” Actress Natalie Portman isn't messing around on the red carpet. If you look closely at the thin gold lettering embroidered into the side of her cape, you'll see the names of female film directors who were not nominated for Oscars this year.  The Academy Awards have a long history of snubbing female directors, and have been criticized for the lack of diversity in their nominations.  \"Insecure\" actress Issa Rae quipped about the all-male director category earlier this awards season during the Oscar nominations ceremony. After reading out the nominees Rae dropped the line, \"Congratulations to those men.\"  Nine of this year's 19 acting nominees have won Oscars before. Here's an Academy Awards flashback of Kathy Bates.  Bates is nominated this year for best supporting actress for her role in \"Richard Jewell.\"  The actress has been nominated four times and won once in 1991 for \"Misery.\" Maybe we're in our feelings because Valentine's Day is next week, but all the pink gowns on the Oscars red carpet are giving us butterflies.  Actress Julia Butters who stars in \"Once Upon a Time ... In Hollywood\" may only be 10 years old, but her baby pink collared ensemble was anything but childish.  And the legendary Regina King showed us all that even the faintest of pinks can pack a big punch.  Then there's Brie Larson whose sparkle encrusted blush gown is ... everything. Just everything. Pink truly never goes out of style.  Keanu Reeves knows how much we count on him to be awesome. So he didn't let us down by bringing his mom, Patricia Taylor, as his date to the Oscars. Taylor, who is British, is a costume designer which made how amazing she looked not surprising.  Reeves has talked about having good British manners, courtesy of his mom.  Brad Pitt has been on a winning streak this awards season thanks to his role in the Quentin Tarantino-directed \"Once Upon a Time ... in Hollywood,\" and he's been utterly charming and amusing with his acceptance speeches. Like, super adorable. Pitt is up for the best supporting actor Oscar and all eyes — and ears — will be on whatever he has to say while accepting the award. The only downside is there's really no reason for Jennifer Aniston to be there for us to try and connect them again. Read more here about how Pitt has been killing the acceptance speech game.  Nine of this year's 19 acting nominees have won Oscars before. Here's an Academy Awards flashback of Al Pacino.  Pacino is nominated this year for best supporting actor for his role in \"The Irishman.\" He was first nominated in 1973 for “The Godfather.\" He won his Oscar in 1993 for “Scent of a Woman.\"  If you are playing trivia tonight and trying to remember who won best actor Academy Award in 1968, we've got you. We've compiled galleries for the major winners since the beginning: See all the best actor winners here.\nAll the best actress winners are here.\nThe best picture winners are here.   Actor George MacKay talked to CNN on the red carpet about working with director Sam Mendes on the film \"1917.\" \"Sam, first and foremost, is just a master,\" MacKay said. Both Mendes and \"1917\" are nominated for Oscars this year. Watch the moment: Thought he brought his A-game at The Golden Globes? Well, Ricky Gervais is live-tweeting the Oscars and the show hasn't even begun.  After one follower asked him what his “first best joke” would be if he were the Oscars host, Gervais delivered.  He even found a way to plug his Netflix show, \"After Life.\" \"Binge-watch #AfterLife on @Netflix tonight. It’s about a man who realises that humanity is a disgusting, narcissistic plague, and so becomes angry & depressed and loses the will to live. Or watch The Oscars instead and actually experience those feelings first hand,\" he wrote.  There's more. He blasted everyone in the room and we're still only in the red carpet stage. And another. Gervais is in a roasting good mood. Just wait until the show actually starts. Laura Dern, who stars in two of tonight's best picture nominations, \"Little Women\" and \"Marriage Story,\" described the road to taking the role in the latter. Dern explained to Ryan Seacrest on E! Live from the Red Carpet that the idea for the movie and who would star in it came over a year and a half of dinners between herself and her costars Adam Driver and Scarlett Johansson and \"Marriage Story\" writer/director Noah Baumbach.  \"Adam and Noah were already having conversations,\" Dern said, which were about \"life, love, the kinds of roles we wanted to play.\" \"Noah then announced that he wanted to tell a love story, but through the lens of divorce,\" she added, calling the idea \"radical.” Dern added: \"He's such an incredible writer and filmmaker.\" She also worked with Baumbach's partner, Greta Gerwig, who directed \"Little Women.\" Wolfgang Puck's food has become synonymous with Oscars night. The famed chef showed CNN's Stephanie Elam some of the food for his mostly plant-based menu at the Academy Awards.  Watch for more: Who needs an Oscars statue when Billy Porter can grace us with his golden, angelic presence instead?  This year's red carpet was filled to the brim with eye-catching colors as Billie Eilish showed off her neon roots and Mindy Kaling stunned in a bright yellow gown.  Check out all the best looks from the red carpet here.   Mindy Kaling will be presenting an award for animated feature and animated short this at the Oscars. She talked to CNN about making shows that are \"true to life\" and how that means using a diverse cast.  Watch: Math fact time: Did you know that in the time it’d take you to watch all the best picture nominees, you could watch all eight \"Harry Potter\" films (1,178 minutes), with time to spare?  It’s true.  Here’s the math:  2020 nominees \"Once Upon a Time…in Hollywood\" — 161 minutes\n\"The Irishman\" — 209 minutes\n\"Ford v. Ferrari\" — 152 minutes\n\"Little Women\" — 135 minutes\n\"Joker\" — 122 minutes\n\"Jojo Rabbit\" — 108 minutes\n\"1917\" — 119 minutes\n\"Parasite\" — 132 minutes\n\"Marriage Story\" — 137 minutes TOTAL: 21 hours 15 minutes (1,275 minutes)   In fact, it is one of the largest totals in Oscar history. (Thanks, “The Irishman”) Now, you could say this is because the number of best picture nominees has increased over the years — and that is true. But this year’s nine nominees were also very long, with three running more than two and a half hours.  For comparison, the last three years (2019, 2018, and 2017), the run time for the best picture nominees totaled 17 hours 35 minutes, 17 hours 25 minutes and 17 hours 25 minutes, respectively. (For those wondering, “Cleopatra,” from director Walter Wanger is the longest best picture nominee ever, running 248 minutes.)   There were a couple of years in the 1930s where there were 12 best picture nominees. And it's in one of those years — 1935 — that we find a batch of movies that run longer than this year’s nominees.  1935 nominees \"Mutiny on the Bounty\" — 132 minutes\n\"Alice Adams\" (99 minutes) \n\"Broadway Melody of 1936\" — 101 minutes\n\"Captain Blood\" — 119 minutes\n\"David Copperfield\" — 130 minutes\n\"The Informer\" — 91 minutes\n\"The Lives of a Bengal Lancer\" — 109 minutes\n\"A Midsummer Night’s Dream\" — 133 minutes \n\"Les Misérables\" — 109 minutes\n\"Naughty Marietta\" — 105 minutes\n\"Ruggles of Red Gap\" — 90 minutes\n\"Top Hat\" — 101 minutes TOTAL: 21 hours 59 minutes (1,319 minutes)  The Oscars voters in 1935 deserve our respect, though, because they couldn’t stream them all at home.  Everyone is talking about \"Parasite.\" The South Korean film, which is up for several Academy Awards including best picture, has been a darling of this year's awards season. DJ Questlove talked to CNN about his experience with the film's director and cast. He described how he crashed the cast's party at a Korean barbecue restaurant. Watch the moment: No detail goes unnoticed when it comes to the Oscars menu at the post-show Governors Ball. There's even Oscar statuette-shaped salmon, reports the Los Angeles Times. Puck is actually known for making the smoked mini statues annually.  Chef Wolfgang Puck, who created tonight's dishes, posted the entire menu online for everyone to share. On it, the famous chef lists Black Truffle Chicken Pot Pie, Miyazaki Wagyu Beef, boozy milkshakes and sorbet on Chinese cookies. And that's just a taste of all that's available on the stars' plates tonight.  Billie Eilish has worn Chanel before, but this was a statement.  The 18-year-old singer kept her neon green roots, then dressed head-to-toe in white Chanel for the Academy Awards, complete with Chanel brooches, gloves, and a hair accessory.  Eilish will take the stage to perform at the Dolby Theatre in Los Angeles for the \"in memoriam\" segment.  \"Honored to be performing during the in memoriam segment for the Oscars tonight covering a song I’ve always loved. Watch with us,” Eilish shared on her Instagram Story before the show. Somehow, after nearly three decades in the white hot spotlight, producer, philanthropist and two-time \"Sexiest Man Alive\" honoree Brad Pitt has managed to reintroduce himself to the public. Pitt, now 56, is hours away from potentially winning the second Oscar of his career. Though it's unknown to anyone but Pitt how together his recent years have felt, one thing has been made clear as he's made his rounds this award season: getting it together can be just as compelling. Director Spike Lee paid homage to NBA legend Kobe Bryant as he walked down the red carpet tonight. The Oscar winner wore a purple suit for the second year in a row, but this time it was lined with a special gold trim and the numbers 24 embroidered on his blazer.  Twenty-four was the most recent jersey number of Bryant, the NBA superstar who died in a helicopter crash along with eight others in late January.  These days it's not really a red carpet if Billy Porter doesn't walk it. The \"Pose\" star was living his life like it was golden on the Oscars red carpet Sunday. Porter was rocking a sleeveless top decorated with gold feathers, an orange print maxi skirt and gold platform heeled shoes. His red carpet fashion is officially legendary.  While the Oscars honor the best of cinema, the 40th annual Golden Raspberry Awards also released their nominations. The Razzies, as they are known, are all about the worst of movies. This year the highly-anticipated musical, \"Cats,\" was purrrrrfect in terms of attracting the Razzie voters attention and led with nine nominations.  Read here for a complete list of nominees.  At least two actresses have the chance to take home two Oscars tonight. Scarlett Johansson scored a rare double acting nomination for best actress and best supporting actress for her work in \"Marriage Story\" and \"JoJo Rabbit\" respectively. Cynthia Erivo was also nominated for two awards: best actress and original song for \"Stand Up\" both for the film \"Harriet.\" The celebrities are getting glammed up for tonight's Oscars and a few are giving us a peek into their pre-awards show routine.  Reese Witherspoon is focusing on skincare, taking to Instagram to say, \"Sleep in. Coffee. Just a simple little 15-step skincare routine. Repeat.\" Timothée Chalamet asks \"who’s going to watch tonight?\" of the show. Kate Hudson hangs with family. \"My morning sunshine and her pre Oscar lewk,\" she wrote on Instagram today.  Conan O'Brien is working on his Oscars jokes, taking to Twitter with: \"We love to use Oscar nicknames at my house. I call my wife and daughter \"Little Women\" and my son \"the Irishman, while they call me \"Parasite.\" Chrissy Metz, who is performing tonight, is getting her hair done.  Ryan Seacrest is red carpet ready in his tux, and does a little pre-show dance to get excited.  Billy Porter is early. And has topped himself yet again.  Despite efforts in recent years to diversify the Academy's membership, women were shut out of the best director category this year. The directing category snub of women led actress Issa Rae, who announced the categories with actor John Cho last month, to quip \"Congratulations to those men.\" Here are the nominees for best director: Martin Scorsese, \"The Irishman\"\nQuentin Tarantino, \"Once Upon a Time in Hollywood\"\nBong Joon-ho, \"Parasite\"\nSam Mendes, \"1917\"\nTodd Phillips, \"Joker\" Nine movies are nominated in the best picture category this year. The least surprising might be \"1917,\" based on wins at the Directors Guild Awards, Golden Globes and BAFTAs. And if \"Parasite\" wins tonight, it'll be the first foreign language film to do so in 92 years of the Academy Awards.  Here's a look at the nine: \"Ford v Ferrari\"\n\"The Irishman\"\n\"Jojo Rabbit\"\n\"Joker\"\n\"Little Women\"\n\"Once Upon a Time...in Hollywood\"\n\"Marriage Story\"\n\"Parasite\"\n\"1917\" This year's Academy Awards are already all wet. Wind and rain whipped Sunday's red carpet before the bulk of attendees could even arrive. Of course that wasn't good news for the many people who spent plenty of time (and money) getting coiffed and made up for Hollywood's biggest night. Not to mention that traffic with arrivals is even under the best of circumstances given all the blocked off streets. By the way, gone are the fan risers. This year spectators are watching the red carpet arrivals from pods located there.  The Oscars will once again go forward without a host. ABC Entertainment president Karey Burke made the announcement last month. Burke said the decision to repeat \"what worked for us last year\" was made in concert with the Academy of Motion Picture Arts and Sciences. Last year's ceremony was the first host-free Oscars since 1989."], "Language": false}