{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/business/coronavrius-lol-surprise-toys-shortage/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Parija Kavilanz, CNN Business"], "Writers": [["Parija Kavilanz"]], "FirstPublishDate": ["2020-02-10T16:56:22Z"], "LastModifiedDate": ["2020-02-10T16:56:22Z"], "Headline": ["LOL Surprise toys could be in short supply this holiday season because of coronavirus"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["No one knows how long the coronavirus outbreak will last, but it's already threatening to ruin Christmas. Toymaker MGA Entertainment is warning that the outbreak has already significantly disrupted production of its brands in China, including its global toy hit LOL Surprise. That will delay production and shipments of the company's toys, which typically are made now for the fall and holiday shopping seasons.  This means LOL Suprise toys could be hard to find by the end of 2020. \"It's a big mess and very frustrating,\" said Isaac Larian, founder and CEO of the family-owned Los Angeles-based company. Larian said factories in China typically close for the three or so weeks of Lunar New Year and start up production lines again in early February. Many of the migrant workers return to their homes during that time. But this year the Chinese government extended the annual holiday, keeping factories closed and workers at home longer in an effort to curb the spread of the virus.  \"All toy companies begin production for fall products right after the Chinese New Year. These are toys for Christmas,\" Larian said.  \"We have now already lost at least three weeks in our production cycle. I just got a call that some of our factories may not open until March.\" \"You can't extend Christmas. It's always on December 25,\" he added. \"So, yes, the availability of our goods in a timely manner will be severely affected.\" More than 80% of MGA's toys are made in China, including LOL Surprise. The company contracts with 50 factories in China, which accounts for more than 80% of all global toy production. Larian said the LOL Surprise brand, launched in 2016, now accounts for 45% of the company's total global revenue. The brand, which includes, accessories and licensed products, brought in $3.5 billion in total global retail sales for the toys alone last year, he said. \"The reality for us is that a two-month delay in production for LOL is pretty significant,\" said Larian. \"We now have to manage how we reallocate the supply of our toys not just to customers in the United States but worldwide,\" he said."], "Language": false}