{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/tech/apple-foxconn-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2020-02-10T14:29:01Z"], "LastModifiedDate": ["2020-02-10T14:29:01Z"], "Headline": ["AirPods and iPhones could be harder to find because of coronavirus"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["The \"heart and lungs\" of Apple's manufacturing is suffering, and it could get much worse as the deadly coronavirus continues to spread. That's because Foxconn factories, which make Apple's iPhone and AirPods, are reportedly extending their closure. The closure will be a \"shock to the system\" and \"disrupt the supply chain further\" for Apple's best-selling products, analyst Dan Ives from Wedbush Securities wrote in a note. He admits that there are \"mathematical gymnastics\" to pinpoint exactly how many Apple products won't be made because of its complex supply network. Ives guesses that every week Foxconn factories are closed, it could shave roughly 1 million iPhones off Apple's sales. That amounts to the production of 40 million iPhones this quarter, roughly 3 to 5 million iPhones fewer than what is normally produced.  And those numbers are optimistic. It will take about one to two weeks for factories to resume full production once they reopen, Ives said. Apple could miss out on making millions more iPhones if the closures last longer.  AirPods, on the other hand, already had a shortage sparked by high demand during the holiday season. Ives said that production needs to \"ramp [up] significantly once the factory goes back online to meet increasing global demand.\"  Ives isn't totally down on Apple, despite Foxconn's stoppage and Apple's retail stores in mainland China being temporarily closed. He forecasts that Apple will hit his firm's lower-end quarterly guidance of around $63 billion if production delays continue for another week.  Foxconn wouldn't specifically comment on the statuses of its factories. A report from Nikkei says that Foxconn's plans to reopen Monday were blocked by Chinese authorities.  In an email to CNN Business, Foxconn said it does \"not comment on our specific production initiatives.\" The company also said it's \"working closely\" with local authorities to monitor the virus.  China is slowly getting back to work on Monday after the deadly coronavirus outbreak forced many parts of the country to extend the closures from the Lunar New Year holiday by more than a week. However, it's still far from business as usual in the world's second-largest economy. The coronavirus has killed more than 900 people and infected at least 40,000, mostly in mainland China. The majority of the cases are in the central Chinese province of Hubei, where life remains mostly at a standstill."], "Language": false}