{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/asia/wuhan-citizen-journalist-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nectar Gan and Natalie Thomas, CNN"], "Writers": [["Nectar Gan", "Natalie Thomas"]], "FirstPublishDate": ["2020-02-09T07:31:21Z"], "LastModifiedDate": ["2020-02-10T08:06:11Z"], "Headline": ["Chen Qiushi spoke out about the Wuhan virus. Now his family and friends fear he's been silenced"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["As people across China mourned the death of a whistleblower doctor in an almost unprecedented outpouring of grief and anger on Thursday, little did they know that another truth-teller of the coronavirus outbreak was being silenced, according to friends and family. Chen Qiushi, a citizen journalist who had been doing critical reporting from Wuhan, the central Chinese city at the epicenter of the outbreak, went missing on Thursday evening, just as hundreds of thousands of people in China began demanding freedom of speech online.  Li Wenliang, a 34-year-old ophthalmologist in Wuhan, died of the same virus he had tried to warn others about early on in the outbreak, which has now killed more than 800 people mostly in mainland China. Rather than being listened to, he was punished by the police for \"spreading rumors,\" and later contracted the virus from a patient.  Li's passing ignited a storm of outrage across China, with an intensity and scope rarely seen in its tightly-controled online sphere. People called for an official apology from the government and flooded social media with the hashtag \"I want freedom of speech,\" a fundamental right supposedly protected under the country's constitution. In an apparent refute of their demand, the hashtag was censored by the next morning.  And Chen, also aged 34 and from northeast China, like Li, remained missing. Friends and family later found out from the police that he had been forced into quarantine. By Sunday, Chen's disappearance had started to gain traction on Weibo, China's Twitter-like platform, with many pleading for his release. \"Hope the government can treat Chen Qiushi in a fair and just way,\" one user wrote on Sunday morning. \"We can no longer afford a second Li Wenliang!\"  Detained in the name of quarantine Chen arrived in Wuhan on January 24, a day after the city was placed under a state-imposed lockdown, designed to stop citizens from leaving to stem the spread of the virus. He visited overflowing hospitals, funeral parlors and makeshift isolation wards and uploaded videos of what he saw online, offering the world a glimpse into the often grim reality at the heart of the crisis. Friends said they had been checking in with Chen multiple times a day, fearing he could be taken by the authorities at any time for his reporting. When he stopped answering calls early Thursday evening, they grew increasingly concerned. In the small hours of Friday, Chen's friend posted a video message of Chen's mother on his Twitter page saying her son had disappeared. His close friends say Chen had left them his login details to the platform, in case he was taken by the authorities. \"I'm here to beg everyone online, especially friends in Wuhan to help find Qiushi, find out what's going on with him,\" she said. Later that evening in a live broadcast on YouTube, Xu Xiaodong, an outspoken mixed martial artist and friend of Chen, played a message from the journalist's mother saying he had been forcibly quarantined. \"In the last few hours the Qingdao public security officers and state security officers ... notified Qiushi's parents that Qiushi has already been detained in the name of quarantine. Qiushi's mother immediately asked them where and when he was taken away, they declined to say,\" said Xu. Xu stressed that, based on his interactions with Chen and the testimony of those on the ground, Chen had been in good health prior to his disappearance. Both the Wuhan and Qingdao city police said they had no information about Chen when contacted by CNN. \"We're worried for his physical safety but also worried that while he's missing he might get infected by the virus,\" a friend who had been authorized by Chen to take over his Twitter account should he disappear told CNN. The individual requested anonymity for fear of reprisals by the government. 'I'm not afraid of dying, why should I be afraid of you' It is not the first time Chen, a former lawyer, has been silenced by the authorities. In August, he visited Hong Kong to report on the semi-autonomous Chinese city's pro-democracy protests. In his broadcasts on Weibo, he challenged China's official narrative that protesters were \"rioters\" and \"separatists.\" Most of those involved were peaceful, he said in a video, \"not all of them are rioters.\" Chen's trip ended abruptly with him being called back to Beijing by mainland authorities. Upon his return, he was repeatedly called in for questioning by different government departments, he said in a later video.  All of Chen's Chinese social media accounts were subsequently deleted. His 740,000 followers on Weibo, and previously posted video broadcasts, were lost.  But Chen was not out of the public eye for long. In early October, he made his comeback in a YouTube video, vowing to continue to speak out. His channel now has 433,000 subscribers. He also has a Twitter account with 246,000 followers. Both platforms are blocked in China, but many citizens use virtual private networks to hop the Great Firewall and access them. \"Since freedom of speech is a basic citizen's right written into article 35 of the Chinese constitution, I need to persist because I think this is the right thing to do, no matter how much pressure and obstruction (I) encounter,\" he said in the October video. And continue to speak out he did. On Lunar New Year's Eve, when most Chinese people were home for family reunions, Chen hopped on a high-speed train from Beijing to Wuhan. \"I've said before that I'm a citizen journalist. What kind of journalist am I if I don't rush to the front line when there is a disaster?\" he said in his first video in Wuhan, standing in front of the Hankou Railway Station, where he just disembarked from the train, holding a selfie-stick. \"I will use my camera to witness and document what is really happening under Wuhan's efforts to contain the outbreak. And I'm willing to help spread the voice of Wuhan people to the outside world,\" he said. \"While I'm here, I promise I won't start or spread rumors. I won't create fear or panic, nor would I cover up the truth.\" Since then, he has served as the eyes and ears for many outsiders who wanted to follow the reality of life on the ground in Wuhan.  His camera did not shy from the agony and desperation of people suffering from the virus: A person with fever broke down outside a hospital after days of futile attempt to get admitted; patients on oxygen support lay on temporary hospital beds lining crowded hallways; in a hospital corner, a woman in a face mask held tightly onto the ashen body of her deceased relative in a wheelchair, desperately making calls to the morgue. \"I'm scared, I have the virus in front of me and behind me China's law enforcement,\" Chen said in an emotional video recorded in his hotel room on January 30.  For protection, Chen only had basic gear -- a mask and a pair of goggles. His parents back in Qingdao, on the eastern coast of China, had already been harassed by authorities, he said. \"But I will keep my spirits up, as long as I'm alive and in this city I will continue my reports,\" he said. \"I'm not afraid of dying. Why should I be afraid of you, Communist Party?\" \"He is a hero. And he has gone missing\" In that video, Chen also spoke of the eight \"rumormongers\" who were punished by Wuhan police for spreading false information about the outbreak. In reality, they were health care workers trying to sound the alarm, and several of them have now come forward in the media. Li is believed by some to be one of the eight. \"As of now, the Wuhan police has not even offered any apology,\" Chen said, his voice raised with indignation. A week later, Li died of the coronavirus in the intensive care ward of the hospital where he worked. He was hailed as a hero by millions of heartsick and indignant Chinese people, prompting a remarkable torrent of calls online for freedom of speech rarely seen -- or permitted -- in China. Amid deep and boiling anger, China announced on Friday that the National Supervisory Commission -- the Communist Party's much-feared disciplinary watchdog which operates in secrecy -- is dispatching a team to Wuhan to conduct a \"full investigation\" into Li's case. Chen, meanwhile, remained out of reach by his family, friends and hundreds of thousands of followers. Chinese media has not reported on his disappearance -- Chen's name has long become a sensitive topic in China, as he joked about in one of his videos, joining a growing list of topics that Chinese people are banned from talking about. Yet some Chinese social media users have managed to find out about it regardless.  \"There has never been any superhero descending into this world, only ordinary people who throw themselves into the breach,\" read a Weibo post under the hashtag of Chen's name. \"Because [authorities] don't agree with his views, he's not only deprived of the right to speak, but also deprived of his personal freedom?\" another user asked. Some of those who had not heard of Chen before are now starting to ask about him. \"Who is Chen Qiushi? Why are there so many people looking for him? Why does the media censor his name?\" asked user Li Zhengda, a Weibo \"Big V\" -- the name given to a user with a large followership -- verified as a private equity executive. \"He is a lawyer. He is a journalist. He is someone who dares to go to Wuhan to report the truest conditions when the outbreak is at its most severe stage. He is a hero. And he has gone missing,\" read the top reply."], "Language": false}