{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/world/five-things-february-9-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa, CNN"], "Writers": [["Michelle Krupa"]], "FirstPublishDate": ["2020-02-09T22:37:55Z"], "LastModifiedDate": ["2020-02-09T22:39:49Z"], "Headline": ["Start your Monday smart: Oscars, New Hampshire, coronavirus, Mideast, Valentine's"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here's what you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TONIGHT • It's Oscar night! Hollywood's biggest prizes get handed out, and the Academy can send any number of messages depending on which movie takes the top award. Review all the nominees here. And watch at 8 p.m. ET on ABC.   • Buddhists celebrate Magha Puja. The festival commemorates a spontaneous gathering of 1,250 of the Buddha's followers to hear \"The Ovadhapatimokha,\" one of his famous sermons. • The Snow Moon rises. If you've missed it in recent nights, make plans this evening to step outside and look up. Our earthly satellite will seem especially large as it rises and sets.  MONDAY • Harvey Weinstein goes on defense. The disgraced movie mogul's lawyers are expected to rev up their case. They've already pointed out inconsistencies in the recollections of six women who testified to unwanted sexual advances or attacks by Weinstein. He's charged with rape and predatory sexual assault, which could carry a life sentence. TUESDAY • New Hampshire voters go to the polls. After the Democratic debacle in Iowa, rivals hoping to unseat President Trump in November face off in the first-in-the-nation primary. After finishing behind in the caucuses, Joe Biden and Elizabeth Warren are more sharply attacking their opponents, while Pete Buttigieg tries to harness some momentum and Bernie Sanders sits on a huge war chest. • Palestinian leader addresses Trump's Mideast plan. President Mahmoud Abbas is expected to speak before the UN Security Council about the Trump administration's controversial Middle East plan. Palestinians have slammed the proposal, saying it's racist and panders to Israel. His appearance comes amid renewed violence in the region. • A canine champion dons its crown. The Westminster Kennel Club on holds its sporting, working and terrier contests, along with Best in Show. Watch at 7:30 p.m. ET on FS1. • It was a 'Long Walk to Freedom.' It's been 30 years since the late anti-apartheid crusader Nelson Mandela was released from prison.  WEDNESDAY • Quarantine may end for some Americans who fled China. The first group to evacuate the epicenter of the coronavirus outbreak are due to reach the end of their 14-day federal quarantine. Hundreds more, meantime, are being held at military sites around the country as authorities try to contain the deadly disease. THURSDAY • The US Secretary of State makes a Mideast stop. Mike Pompeo is due to leave for a 10-day trip starting in Germany, where he'll lead the US delegation at a world security meeting. He'll then head to Senegal, Angola and Ethiopia before stopping in Saudi Arabia and Oman, his first visits in the region since US-Iran tensions ramped up. FRIDAY • Happy Valentine's Day! If you're hoping to woo your special someone with a tiny note on a tiny candy heart, it's time for a new plan: A broken printer means some won't bear any letters this holiday. • NBA All-Star celebs take to the court. The annual exhibition matchup features retired NBA players, WNBA players, athletes from other sports, musicians and actors. Watch at 7 p.m. ET on ESPN. • 'Sonic the Hedgehog' hits theaters. The '90s video game hero is poised to arrive ... fast!! ... at a big screen near you. The spiny mammal will look more like the rapid rascal you remember, with bigger eyes and fewer teeth than its original movie persona.   SATURDAY • Pro hockey heads back outdoors. The Los Angeles Kings face the Colorado Avalanche against the majestic backdrop of the Rocky Mountains. Tune in at 8 p.m. ET on NBC."], "Language": false}