{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/politics/democrats-new-hampshire-primary-ip-forecast-cnntv/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Ben Geldon, CNN"], "Writers": [["Ben Geldon"]], "FirstPublishDate": ["2020-02-09T17:07:59Z"], "LastModifiedDate": ["2020-02-09T21:43:18Z"], "Headline": ["Why you should keep your eye on New Hampshire's GOP primary"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Here are the stories our panel of top political reporters will be watching for in the week ahead in this week's \"Inside Politics\" forecast. 1. Democrats' turnout problem If the Democrats were expecting three years of President Donald Trump to be all they need to energize their voters, Iowa proved them wrong. \"Ahead of the Iowa caucuses, there was a lot of expectation that there would be record high numbers,\" Wall Street Journal White House reporter Catherine Lucey said. Not even close -- turnout was down more than 25% from when Barack Obama won in 2008. \"There's a couple reasons that could be contributing to this,\" Lucey said. \"Iowa's been trending more Republican. And there's a lot of undecided voters, that might be playing a role.\"  Democratic Party leaders will be watching turnout in New Hampshire this week very closely. Democrats \"had record turnout in the midterms in 2018, and they think that's what they need going into the fall to take on President Trump,\" Lucey said.  2. Biden's impeachment baggage Former Vice President Joe Biden says his fourth-place finish in Iowa was a \"gut punch,\" and conceded he's likely to lose in New Hampshire as well. Daily Beast Washington bureau chief Jackie Kucinich says one reason may be that voters fear the Ukraine issue will turn into his version of Hillary Clinton's emails.  \"As I was traveling around Iowa last week, one of the things I began hearing was that some voters weren't going to support him because of President Trump's smear campaign,\" Kucinich said. \"They weren't mad at Joe Biden. They actually like him, but they were worried about that issue muddying the waters much like other issues did for Hillary Clinton in 2016.\" 3. Trump's Democratic primary strategy Trump doesn't like to share the spotlight -- or the news cycle. So he's been eager to make news in the states where Democrats are holding their early contests. \"Trump was in Iowa a few days before the Iowa caucuses,\" Washington Post White House reporter Toluse Olorunnipa said. \"He's going to New Hampshire right before the New Hampshire primary. What's this all about? The Republicans want to meddle in the Democratic primary. They want to soak up some of the media attention from these primaries.\" Olorunnipa said the Trump campaign is also hoping to \"sow dissension\" within the party by riling up supporters of Vermont Sen. Bernie Sanders. \"They want the Democratic primary to go on as long as possible, and have it be as nasty as possible,\" Olorunnipa said. \"So I would expect more of that as we see the primaries continue.\" 4. Coronavirus response The impeachment trial and the Democratic primaries have dominated the headlines in the early weeks of 2020 -- but in Washington, the Trump administration is starting to turn its focus to the deadly coronavirus, which has infected around 35,000 people and killed more than 800.  \"It's obviously a public health problem, but it also provides some political problems for this President,\" New York Times White House correspondent Michael Shear said. The death toll includes one American, who died last week in Wuhan, China, where the disease first emerged. \"That will put pressure on the President to act more aggressively. His instinct, based on his border security approach, has been to initially block travel of foreigners who have been to China but not limit American travel,\" Shear said. \"Public health experts say that's unlikely to have much of an effect on the spread of the virus.\" The question then is whether he'll listen to advice from the experts inside his administration. \"What you need to do as a President, when you are dealing with something like a virus, is to listen to those public health experts,\" Shear said. \"These are the members of the bureaucracy who actually have experience in this. But his well-known disdain for what he calls the 'deep state' is unlikely to really help.\" 5. Trump & the Granite State And from CNN Chief National Correspondent John King: Four years after it gave him his first win as a presidential candidate, New Hampshire looks ready this week to make a powerful statement about Trump's grip on the Republican Party.  A \"cult\" is what former congressman Joe Walsh calls today's GOP -- that as Walsh was dropping his 2020 primary challenge to the President after getting just 1% support in Iowa.  That leaves former Massachusetts Gov. Bill Weld as the last best hope of the \"Never Trumpers.\" It's worth a quick peek Tuesday night to see it Weld can fare any better than low single digits.  The last two times America had a one-term president, that incumbent was wounded in the New Hampshire primary. Ted Kennedy got 37% against President Jimmy Carter in 1980; Pat Buchanan also received 37% of the vote, bruising President George H.W. Bush in 1992.  Those troubles were a harbinger of general election weakness for Carter and Bush. Trump has plenty of other obstacles to winning reelection, but he is counting on the state that began his 2016 win streak to make clear his grip on the GOP is beyond rock solid. "], "Language": false}