{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/13/politics/what-matters-may-12/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-05-13T04:01:53Z"], "LastModifiedDate": ["2020-05-13T04:01:53Z"], "Headline": ["Partisan distrust is making it harder to fix anything"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Just before Anthony Fauci testified on Capitol Hill on Tuesday (by video conference and from partial quarantine), CNN released a new poll conducted by SSRS. The main thrust of the poll was that overall approval of the government's handling of the coronavirus outbreak is negative, but with a massive partisan divide. Trusting Trump or trusting Fauci. Pay attention to this detail about trustworthiness in the story by CNN polling director Jennifer Agiesta: Some of the division in views of the virus may stem from a wide divergence in trusted sources of information about it. Republicans are more apt to say that they trust the information they get about coronavirus from Donald Trump (84%) than they are to say they trust the information they get from Dr. Anthony Fauci (61%) or the Centers for Disease Control and Prevention (72%). Among Democrats, just 4% say they trust the information they get from the President, well behind the 81% who say they trust Fauci or the 80% who trust the CDC. Overall, CNN (55% trust) inspires far more trust than Fox News (35%), with those figures also divided by party.  And then Kentucky Republican Sen. Rand Paul -- noted downplayer of coronavirus and asymptomatic vector -- told Fauci he didn't buy everything the doctor said.  \"As much as I respect you, Dr. Fauci, I don't think you're the end-all. I don't think you're the one person that gets to make a decision. We can listen to your advice, but there are people on the other side saying there's not going to be a surge and that we can safely open the economy, and the facts will bear this out.\"  Fauci answered that point: \"Well, first of all, Sen. Paul, thank you for your comments. I have never made myself out to be the 'end-all' and only voice of this. I'm a scientist, a physician and a public health official. I give advice according to the best scientific evidence.  There are a number of other people who come into that and give advice that are more related to the things that you spoke about, about the need to get the country back open again and economically. I don't give advice about economic things. I don't give advice about anything other than public health.\" Paul wants to tear Fauci down a bit here. That's pretty clear. But their entire exchange was worth examining.  Watch it here. Or read about it. Paul has said he's convinced he has immunity to Covid-19 now that he's tested positive. Fauci says it's likely Paul has immunity, but that hasn't been verified by the scientific process.  FAUCI:  As I've often said, and I again repeat, you can make a reasonable assumption that it would be protective but natural history studies over a period of months to years will then tell you definitively if that's the case. PAUL: I think that's important. Because, in all likelihood -- is a good way of putting it -- the vast majority of these people will have immunity, instead of saying there is no evidence.  Fauci is dealing in facts and Paul is dealing in likelihoods. Those are very different things. Read here for why a positive Covid antibody test doesn't mean much of anything yet. Trump says. The problem is that President Donald Trump, who has the biggest bullhorn, doesn't deal in either one.  He deals in innuendo, as with his unproven allegations about how the disease came to be in China. He pushes false promises, as he did when he promised, falsely, that an anti-malarial drug would be an effective treatment. He makes up timetables, as he's done for opening the economy and for the development of a vaccine. He makes false accusations, as when he says Democrats are intentionally slow-walking the opening of the economy.  Here's a video that documents Trump's evolution on Covid-19. And here's our full library of fact-checks.  Fauci says. But it appears there's a good chance a portion of the public is more likely to believe those things than Fauci's warnings today, which included:  -- states face serious consequences if they reopen too quickly; -- it's almost certain that there are more deaths than reported (CNN has charted more than 82,000 deaths); -- a second wave in the fall is completely possible; -- and children could be more at risk than we realize. Read more about his testimony here.   Republicans on Capitol Hill were split Tuesday on whether to follow Trump's push to \"liberate\" states or Fauci's call for caution.  The communications genius of Trump is that somehow he, as President, has still become the voice of dissent against both the experts in his own government and many of the nation's government even as he has more power than anyone in the country.  Up is down. Facts are dead. If the US President runs on a platform of liberating states from social distance his government still technically recommends it will be a snow job of epic, unprecedented proportions.  Will kids go back to school in the fall? Paul, during his questioning of Fauci, said it would be a huge mistake not to open schools in the fall and argued portions of the country will be absolutely ready for it.  His concerns are well put here:  PAUL: \"But if we keep kids out of school for another year, what's going to happen is the poor and underprivileged kids who don't have a parent that's able to teach them at home are not going to learn for a full year. And I think we ought to look at the Swedish model and we ought to look at letting our kids get back to school. I think it's a huge mistake if we don't open the schools in the fall.\" Fauci then made the point that we don't entirely know how coronavirus will affect children and he pointed to an outbreak of troubling symptoms among some children in the northeast. At another point in the hearing, he suggested a regional approach to reopening.  Unintended consequences. But this will continue to be a difficult decision as the needs of kids are weighed against the desire to prevent an outbreak. \"I don't have a good explanation or solution for the problem of what happens when you close schools and it triggers a cascade of events,\" Fauci added.  Democrats push a massive new stimulus, Republicans say it's DOA The legislative text is more than 1,800 pages and it would give new funding to state and local governments and also direct payments to individuals, hazard pay for front-line workers and billions to beef up testing.  Republicans in the Senate have said the bill is going nowhere in their chamber.  Keep an eye out for when the two sides start sounding like they're on the same page."], "Language": false}