{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/fauci-testifies-coronavirus-05-12-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner and Mike Hayes, CNN"], "Writers": [["Meg Wagner", "Mike Hayes"]], "FirstPublishDate": ["2020-05-12T12:31:27.761Z"], "LastModifiedDate": ["2020-05-12T17:54:27.136Z"], "Headline": ["Fauci testifies on Trump's coronavirus response"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Dr. Anthony Fauci, alongside three other health experts, testified in front of a Senate Committee today on the Trump administration's coronavirus response. If you're just now reading in, here are the top lines from Fauci's testimony: On reopening: Fauci said there could be \"really serious\" consequences if states and areas reopen prematurely.\nA possible second wave: While the coronavirus will not simply \"disappear\" this fall, Fauci said the threat of a possible second wave can be mitigated by aggressive testing efforts and health-care preparedness. He said that second wave is \"entirely conceivable and possible.\"\nMore deaths than reported: Fauci said many experts believe more people have died from coronavirus than have been reported. He said he's not sure \"exactly what percent higher\" the real death toll could be. \"But almost certainly it’s higher,\" he added.\nChildren with Covid-19: Fauci warned against believing children are immune to coronavirus, citing new cases where some children have developed a mysterious inflammatory syndrome that could be linked to the virus. Dr. Anthony Fauci assured senators today that coronavirus vaccine trials are designed to represent minority and at-risk populations. He said representative trials help determine how effective a vaccine is and what the potential side effects are. “In the design of our clinical trials and the sites that we’ve chosen in our clinical trial network is going to be very representative of being able to get minority populations and populations at most risk to be part of the trial so we know during the trial what the relative efficacy as well as potential adverse events,” Fauci said during his testimony. He said the process was started back during the HIV crisis, “when we tried to get good demographic representation and we’re going to do that with these trials.” The Senate Committee on Health, Education, Labor & Pensions' hearing on the US's coronavirus response just wrapped up. The senators heard testimony from four key witnesses: Dr. Anthony Fauci, director of the National Institutes of Health; Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention; Dr. Brett Giroir, with the US Department of Health and Human Services; and Dr. Stephen Hahn, commissioner of the Food and Drug Administration. Fauci does not have “total control” yet of the coronavirus pandemic and warned that reopening too soon could lead to \"serious\" consequences. Dr. Anthony Fauci said he does not have a \"confrontational relationship\" with President Trump. Here's how Fauci responded when he was asked by GOP Sen. Kelly Loeffler if he had such a relationship with the President:  \"There is certainly not a confrontational relationship between me and the President. As I've mentioned many times, I give advice and opinion based evidence-based scientific information. He hears that. He respects it. He gets opinions from variety of other people. But in no way, in my experience over the last several months, has there been any confrontational relationship between us.\" US Centers for Disease Control and Prevention Director Robert Redfield and FDA Commissioner Stephen Hahn also said they did not have confrontational relationships with Trump. Neither President Trump nor his predecessor President Obama are responsible for the lack of a coronavirus vaccine, Dr. Anthony Fauci said. He was responding to GOP Sen. Mitt Romney's question about President Trump's recent suggestion that Obama was responsible for the lack of a vaccine. \"The President said the other day that President Obama is responsible for lack of vaccine. Dr. Fauci, is President Obama — or by extension President Trump — did they do something that made the likelihood of creating the vaccine less likely?\" Romney asked. \"Certainly President Obama nor President Trump are not responsible for not having a vaccine,\" Fauci said. He added that the US has moved \"rapidly\" from discovering the virus to having trials for vaccines. Romney then added that he was \"surprised\" by Trump's suggestion. \"That was my impression. I was surprised by the comment,\" he said. Dr. Anthony Fauci gave his “common-sense guidance” when Minnesota Sen. Tina Smith asked about reopening meat plants and expressed her concerns over deaths and infections there.  “When you’re calling upon people to perform essential services, you really have almost a moral responsibility to make sure they are well-taken care of and protected,\" he said. “It would seem that if you want to keep things like packing plants open, that you really got to provide the optimum degree of protection for the workers involved, the ability to allow them to go to work safely, and if and when individuals get infected, to immediately be able to get them out and give them the proper care,” Fauci said.  “That's not an official proclamation, that's just me speaking as a physician and as a human being,” he added.  In late April, President Trump signed an executive order under the Defense Production Act to keep meat processing plants open during the coronavirus pandemic.  Sen. Tina Smith, a Democrat from Minnesota, started her five minutes of questions with a simple one for Dr. Anthony Fauci. \"How are you doing and how are you holding up?\" she asked him. \"I'm doing fine, senator, thank you very much for asking,\" he said. Fauci continued: \"This is, this is such an important problem. It transcends all of us individually, and we have to be working as a team. And I enjoy very much working with your senators and the governors, because it's at the local level that we're going make it work. So I am fine. I appreciate your concern.\" WATCH: Dr. Anthony Fauci, who sits on the White House coronavirus task force, said there is no “easy answer” to how students go back to school. “We have a very large country and the dynamics of the outbreak are different in different regions of the country,” Fauci told the Senate Committee on Health, Education, Labor & Pensions. “So I would imagine that situations regarding school will be very different in one region versus another, so that it's not going to be universally or homogeneous.” Fauci was asked about the risk-benefit ratio between sending kids back to school and having them miss out on education.  “It’s obviously very difficult,\" he said. \"The unintended consequences of trying to do something that broadly is important for the public health and the risk of having a return or a resurgence of an outbreak and the unintended deleterious consequences of having children at a school.\" “I don't have a good explanation or solution for the problem of what happens when you close schools and it triggers a cascade of events,\" Fauci added.  Dr. Anthony Fauci said the United States does not have “total control” yet of the coronavirus pandemic.  “If you think that we have it completely under control, we don’t,” he told Sen. Elizabeth Warren in the Senate hearing on the Trump administration’s response to the coronavirus.  “If you look at the dynamics of the outbreak, we are seeing a diminution of hospitalizations and infections in some places — such as in New York City, which has plateaued and is starting to come down — but in other parts of the country, we are seeing spikes,” he said.  Fauci said the coronavirus curve looks flat right now.   “I think we’re going in the right direction, but the right direction does not mean we have, by any means, total control of this outbreak,” he said.  Fauci again said that if there is not an “adequate” response by the US in the fall, more infections and deaths are on the horizon.  “We run the risk of having a resurgence. I would hope by that point in time in the fall that we have more than enough to respond adequately, but if we don't, there will be problem,” he said.  WATCH: The coronavirus outbreak in the US appears to be \"going in the right direction,\" but the nation does not have it under control, Dr. Anthony Fauci said.  \"If you think we have it completely under control, no we don’t,\" said Fauci, director of the National Institute of Allergy and Infectious Diseases. Fauci added that while in some states, such as New York, the number of new cases appears to be going down, but there are other areas in the nation where new cases are rising. \"When you look at the dynamics of new cases, even though some are coming down, the curve looks flat with some slight coming down,\" Fauci said. \"So I think we’re going in the right direction, but the right direction does not mean we have by any means total control of this outbreak.\" Sen. Chris Murphy asked US Centers for Disease Control and Prevention Director Robert Redfield about the CDC guidance on reopening states that was rejected by the Trump administration. The guidance provided more detailed suggestions beyond the reopening guidelines the administration had put forth last month, including specific suggestions for schools and churches.  Redfield said the guidance was going through \"interagency review\" and could be posted online \"soon.\" Here's how the exchange between Redfield and Murphy went down: Murphy: \"Why didn't this plan get released, and if it is just being reviewed, when is it going to be released? Because states are reopening right now, and we need this additional guidance to make decisions.\" Redfield: \"Senator, I appreciate your question, clearly we have generated a series of guidances as you know and as this outbreak response has evolved from a CDC to an all of government response. As we work through the guidances, a number of them go for interagency reviews and interagency input to make sure these guidances are more broadly applicable for different parts of our society. The guidances that you've talked about have gone through that interagency review. There are comments that have come back to CDC. And I anticipate to go backup into the task force for final review.\" Murphy: \"But we are reopening in Connecticut in five days, in ten days. This guidance isn't going to useful to us in two weeks. Is it this week or next week? When are we going to get this expertise from the federal government?\" Redfield: \"The other thing that I will just say is the CDC stands by to be of technical assistance to your state and any state upon requests, I do anticipate these guidance so to be posted on the CDC's website soon.\" WATCH: Dr. Anthony Fauci warned against believing children are immune to coronavirus, citing new cases where some children have developed a mysterious inflammatory syndrome that could be linked to the virus.  He stressed that experts are still learning about coronavirus. \"We don't know everything about this virus, and we really better be very careful, particularly when it comes to children, because the more and more we learn, we're seeing things about what this virus can do that we didn't see from the studies in China or in Europe,\" Fauci said. What this is about: A mysterious illness that's affecting children and could be linked to the coronavirus has alarmed officials, who are searching for answers as infections increase. Doctors are referring to the condition that has hospitalized dozens of children as \"pediatric multisystem inflammatory syndrome.\" Three children have died because of it in New York, Gov. Andrew Cuomo said Saturday. Today, Fauci added: \"I think we should be careful, if we're not cavalier in thinking that children are completely immune to the deleterious effects.\" Fauci added that in general, most children who develop coronavirus \"do much, much better than adults.\" \"But I am very careful, and hopefully humble, in knowing that I don't know everything about this disease and that's why I'm very reserved in making broad predictions,\" he said. WATCH: Dr. Anthony Fauci issued a warning about states that disregard coronavirus guidelines for safely reopening.  “There is a real risk that you will trigger an outbreak that you may not be able to control,” he said. Fauci said those actions would “turn the clock back” on stemming the tide of coronavirus infections.  That would “paradoxically set you back, not only leading to some suffering and death that could be avoided, but could even set you back on the road to trying to get economic recovery,” Fauci said.  Sen. Bernie Sanders asked the top three officials testifying on Capitol Hill today if they can guarantee vaccines will be available to all Americans, regardless of their income. “If and when the vaccine comes, it won't do somebody any good if they don't get it. And if they have to pay a sum of money for it in order to profit the drug companies, that will not be helpful,” he said. Adm. Brett Giroir of the HHS said he would “certainly advocate that everyone is able to receive the vaccine regardless of income or any other circumstance.” \"We need to be absolutely certain that if a vaccine or an effective therapeutic or preventive is available that it reaches all segments of society regardless of their ability to pay or any other social determinant of health that there may be.\" “The payment of the vaccines is not a responsibility of the FDA,” Dr. Stephen Hahn, the commissioner of the Food and Drug Administration said. “I share your concern that this needs to be made available to every American.” The US will be able to produce, distribute and apply “at least 40 to 50 million tests per month,” Admiral Dr. Brett Giroir, the assistant secretary for Health at US Department of Health and Human Services, said.  Giroir told the Senate Committee on Health, Education, Labor & Pensions that since March 12, “the nation has performed more than 9 million Covid-19 tests.\" Remember: The federal government has been under fire for months for its slow production of tests for the coronavirus. Public health experts universally say regular testing is critical to understanding the spread of Covid-19 and to control it. Giroir indicated it will take a few more months to ramp up production. “By September, taking every aspect of development, authorization, manufacturing and supply chain into consideration — we project that our nation will be capable of performing at least 40 to 50 million test per month, if needed at that time,” he told the committee. “Collectively, states and territories established an overall goal to perform the 12.9 million tests over the next four weeks. The federal government is able to and will support the achievement of this goal,” he added.   Dr. Anthony Fauci, Director of the National Institute of Allergy and Infectious Diseases, said many experts believe more people have died from coronavirus than have been reported. “Most of us feel that the number of deaths are likely higher than that number,” Fauci told the Senate Committee on Health, Education, Labor & Pensions (HELP) today. “Given the situation, particularly in New York City — when they were really strapped with a very serious challenge to their health care system — that there may have been people who died at home who did have some Covid who are not counted as Covid because they never really got to the hospital,” Fauci continued. Fauci said he's not sure \"exactly what percent higher\" the real death toll could be. \"But almost certainly it’s higher,\" he added. Dr. Anthony Fauci said that, while the coronavirus will not simply \"disappear\" this fall, he hopes the threat of a possible second wave can be mitigated by aggressive testing efforts and health-care preparedness. Sen. Bernie Sanders asked Fauci, who sits on the White House coronavirus task force, this: \"Are we fearful that if we don't get our act together, as bad as the situation is now, it could become worse in the fall or winter?\" Fauci said he believes \"that possibility does exist.\" \"And the reason I say that is when you talk about 'will this virus just disappear' — and as I've said publicly many times, that is just not going to happen because it's such a highly transmissible virus,\" Fauci said. \"And even if we get better control over the next several months, it's likely there will be the virus somewhere on this planet that will eventually get back to us.\" He added that it's \"entirely conceivable and possible\" that a second wave will happen this fall. \"I would hope that between now and then, given the capability of doing the testing that you heard from Admiral [Brett] Giroir and the ability of us to stock up on personal protective equipment and the work force that the CDC under Dr. [Robert] Redfield will be putting forth to be able to identify, isolate and contact trace — I hope that if we do have the threat of a second wave, we will be able to deal with it very effectively to prevent it from becoming an outbreak,\" Fauci added. Sen. Bernie Sanders and Dr. Fauci: Dr. Anthony Fauci said there could be \"really serious\" consequences if states and areas reopen prematurely. Sen. Patty Murray asked what would happen if a community doesn't follow guidelines from health experts on the phases of reopening. \"The consequences could be really serious,\" Fauci said Fauci added that there is \"no doubt\" that \"even under the best of circumstances, when you pull back on mitigation, you will see some cases appear.\" \"It's the ability and the capability of responding to those cases with good identification, isolation and contact tracing will determine whether you can continue to go forward as you try to reopen America,\" he added. \"What I've expressed then and again is my concern that if some areas, cities, states, what have you, jump over prematurely over those checkpoints and prematurely open up without having the capability of being able to respond effectively and efficiently,\" he said. \"My concern is that we'll start to see little spikes that might turn into outbreaks.\" The 41 community-based drive-through testing sites across the US, as prioritized by the CDC “have been a profound success,” according to Adm. Brett Giroir, assistant secretary for health in the Department of HHS. He said the sites have tested more than 167,000 high-risk individuals. More broadly, the US has performed more than 9 million Covid-19 tests since March 12 — “a number far greater than any other country and double the per capita task performed to date in South Korea,” he said. Giroir also provided the current status on testing across the US as well as projected some numbers for the coming month: The federal government is shipping 12.9 million swabs and over 9.7 million tubes of media to states in May alone.\nBy the end of 2020, the federal government will procure over 135 million swabs and 132 million tubes of media and distribute these to states as requested.\n By September, taking every aspect of development, authorization, manufacturing and supply chain into consideration, the department projects that our administration will be capable of performing at least 40-50 million tests per month. Some context: President Trump and administration officials yesterday claimed the US leads the world in Covid-19 testing. While the raw number of tests performed in the US might be the highest, multiple data sources note that the US is not the leader in testing per capita and does not do more testing than other countries \"combined,\" as Trump claimed, according to Factcheck.org. Read more here. The first question at today's Senate hearing on coronavirus was about the possibility of college students getting back to campus this fall. Sen. Lamar Alexander asked Dr. Anthony Fauci what he'd say to school officials who are trying persuade students to come back to campus.  \"Let's look down the road three months. There will be about 5,000 campuses across the country trying to welcome 20 million college students,\" Alexander said. Fauci said students might feel safest if there was a vaccine for coronavirus — but it's a \"bridge too far\" to think a vaccine or treatment will be ready by the time classes start this fall. \"If this were a situation where we had a vaccine, that would really be the end of that issue in a positive way,\" Fauci said. \"We don't see a vaccine playing in the ability of individuals to get back to school this term.\" Dr. Brett Giroir, with the US Department of Health and Human Services, said the strategy for getting students back on campus is heavily dependent on how much community spread is happening in the fall. He said there would likely be a \"surveillance strategy\" for students going back to class. That would involve testing some students at different times \"to give an assurance that there's no circulation.\"  Watch Fauci: Dr. Stephen Hahn, the commissioner of the Food and Drug Administration, said his organization has issued multiple emergency authorizations for coronavirus tests, and they're continuing to review them. He said the FDA is \"monitoring the marketplace for fraudulent tests, and are taking appropriate action to protect the public health.\" Hahn said officials are working to provide \"more clarity\" on which tests have been reviewed by the FDA. Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said the US must have an extensive capacity to test for coronavirus before the country can lift certain restrictions. \"Rapid, extensive and widely available, timely testing is essential to reopening America,\" he said in his opening remarks to the senate committee. He also said contact tracing is \"critical\" because it can prevent some community transmission. WATCH: Dr. Anthony Fauci, director of the National Institutes of Health and an expert on Trump's coronavirus task force, said there are many possible vaccines being worked on — and researchers hope to develop more than one. \"We have many candidates and hope to have multiple winners,\" Fauci said, explaining that more vaccines will be good for global availability. \"In other words, it's multiple shots on goal,\" Fauci said. \"What our country had done so far in testing is impressive but not nearly enough,\" said Sen. Lamar Alexander, Chairman of the HELP committee, in his opening remarks. Reopening the country requires large-scale testing, he added. \"In my opinion, this requires millions of new tests, many from new technologies. Some of these will fail, but we only need a few successes to get where we want to go,\" Alexander said. As he noted his previous conversations around coronavirus treatments and vaccines with Dr. Anthony Fauci, Sen. Alexander said that those are the ultimate solution, but until they are developed, all paths to reopening depend on testing. \"All roads back to work and school go through testing. The more tests we conduct, the better we can identify those who are sick and exposed, and we can quarantine the sick and exposed instead of trying to quarantine the whole country,\" the senator said. Watch more: Sen. Patty Murray, the top Democrat on the Senate Health, Education, Labor and Pensions committee, said her colleagues on the committee must dig for the truth about coronavirus because Trump is not. \"Truth is essential so people have the facts ... Lives are at stake.\" she said in her opening remarks. \"The President isn't telling the truth — we must.\" Murray said Trump's response to the pandemic has been a \"disaster,\" citing the nation's lack of testing and shortages in personal protective equipment.  \"The Trump administration's response to this public health emergency so far has been a disaster on its own,\" she said. Sen. Lamar Alexander, chair of the Senate Health, Education, Labor and Pensions (HELP) Committee, said today's hearing will end around 12:30 p.m. ET. Here's how it will play out: Each of the four witnesses will soon give a five-minute opening statement. Here are those witnesses: Dr. Anthony Fauci, National Institutes of Health\nDr. Robert Redfield, US Centers for Disease Control and Prevention\nDr. Brett Giroir, US Department of Health and Human Services\nDr. Stephen Hahn, Food and Drug Administration  After that, each senator on the committee will get five minutes to ask questions. There are 23 members. Sen. Patty Murray, the committee's ranking member, will ask the final questions before the hearing wraps up. The Senate's Health, Education, Labor and Pensions (HELP) Committee is in session to hear from White House witnesses about the Trump administration's response to coronavirus. Inside the hearing room, senators are seated far apart from each other. Some were seen wearing masks. Some senators are on video conference.  All of the witnesses, including Dr. Anthony Fauci, will testify remotely, following potential exposures to the virus last week.  Sen. Lamar Alexander, the chair of the committee, is also teleconferencing in as he gives his opening statement. US health experts representing the Trump administration, including Dr. Anthony Fauci, are testifying before the Republican-led Senate Health, Education, Labor and Pensions (HELP) Committee this morning.  The witnesses, who are all testifying remotely, will soon be sworn in. Here's who will testify: Dr. Anthony Fauci, National Institutes of Health\nDr. Robert Redfield, US Centers for Disease Control and Prevention\nDr. Brett Giroir, US Department of Health and Human Services\nDr. Stephen Hahn, Food and Drug Administration  Dr. Anthony Fauci plans to tell a Senate committee this morning that the country risks \"needless suffering and death\" if states open up too quickly, he told The New York Times late Monday evening. \"If we skip over the checkpoints in the guidelines to: 'Open America Again,' then we risk the danger of multiple outbreaks throughout the country,\" Fauci said in an email to the Times, referring to the federal government's plan for states to re-open. Fauci's planned testimony will fuel a hearing where senators will finally get a chance today to face off over the effectiveness of the Trump administration's handling of the Covid-19 pandemic, in what could be one of the only public hearings featuring members of the White House's coronavirus task force. The hearing will be Democrats' first opportunity since March to question leading medical experts — including Fauci and Centers for Disease Control and Prevention Director Robert Redfield — about the Trump administration's response. Senate Minority Leader Chuck Schumer called for Dr. Anthony Fauci to not hold anything back at today’s Senate Health Committee oversight hearing on the Trump administration’s coronavirus response. “He needs to tell us that fact that we have to be real careful or this will come back with a vengeance and won't go away as quickly as it would,” Sen. Schumer said in an interview with CNN’s John Berman.   Fauci, the director of the National Institute of Allergy and Infectious Diseases and a key member of the White House's coronavirus task force, plans to tell the committee that the country risks \"needless suffering and death\" if states open up too quickly, he told The New York Times.  Fauci “seems at times he's muzzled” by President Trump, Schumer said. “The President's always lurking over his shoulder. This is the first time we get to hear him without the President looking over his shoulder.”  “President Trump has been like an ostrich in this whole crisis. He thinks by saying something, it becomes true because he wants it to happen, not that it will happen. … Two months ago, he said everyone who wants a test can get a test. That clearly wasn't true,” Schumer said. \n“Dr. Fauci is a truth teller. That's his reputation. It seems he has sort of muted the truth some in the presence of the President, maybe admonitions privately from the President. He has to tell the whole truth here.” Schumer said that Fauci should underscore that states need much more testing — with numbers in the millions — in order to reopen safely.  Schumer also called for a “big, bold plan” as Democrats push forward on another stimulus package.  Trump and Senate Majority Leader Mitch McConnell are sitting back and “behaving like Herbert Hoover before the Great Depression,” Schumer added.  Watch more: All of the witnesses set to participate in this morning’s Senate committee hearing on the novel coronavirus, including Dr. Anthony Fauci, will testify remotely, following potential exposures to the virus last week. Sen. Lamar Alexander of Tennessee will also chair the hearing remotely after announcing Sunday that he is self-quarantining for 14 days as a result of a staffer in his office testing positive to the virus.   What we know about the White House Covid-19 cases: Recently, President Trump's personal valet, the vice president's spokeswoman, Katie Miller, and Ivanka Trump's personal assistant (who has been teleworking for nearly two months) all tested positive for Covid-19 as well.   Fauci, the director of the National Institute of Allergy and Infectious Diseases, and Dr. Brett Giroir, the assistant secretary for health at the Department of Health and Human Services, had originally planned to appear in person before the Republican-led Senate Health Committee.  Fauci said Sunday he is engaging in what he calls a \"modified quarantine\" and will work from home. Dr. Anthony Fauci — a key member of the administration's coronavirus task force — will testify remotely at 10 a.m. ET before the Republican-led Senate Health, Education, Labor and Pensions (HELP) Committee.  The hearing will give senators on the panel a chance to hear \"about what federal, state and local governments are doing to help Americans go back to work and back to school as rapidly and safely as possible,\" according to a release from the committee. Why Fauci’s testimony matters: Dr. Anthony Fauci has become a rare source of frank honesty from within the White House coronavirus task force, holding firm with an at times overly optimistic President and recommending steps forward in the face of crisis. The veteran doctor also hasn't been afraid to refute Trump to his face, especially with regards to a timeline for a novel coronavirus vaccine. Fauci serves as the director of the National Institute of Allergy and Infectious Diseases and has been a doctor for the National Institutes of Health for more than 50 years. Here is the full list of witnesses: Dr. Anthony Fauci, with the National Institutes of Health\nDr. Robert Redfield, with the US Centers for Disease Control and Preevention\nDr. Brett Giroir, with the US Department of Health and Human Services\nDr. Stephen Hahn, with the Food and Drug Administration "], "Language": false}