{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/opinions/jared-kushner-coronavirus-opinion-bergen/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Peter Bergen, CNN National Security Analyst"], "Writers": [["Peter Bergen"]], "FirstPublishDate": ["2020-04-30T15:09:01Z"], "LastModifiedDate": ["2020-05-01T18:00:32Z"], "Headline": ["Thank you for your service, Jared Kushner"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["What is most galling as the nation faces its worse crisis since World War II is how the Trump family keeps demanding recognition for their brilliant work and also our thanks for the catastrophic mess they have helped land us all in. Case in point is Jared Kushner, who has fallen upwards throughout his life, inheriting a vast real estate empire and then making one of the worst purchases in the history of Manhattan, which was buying the office building at 666 Fifth Avenue for a then-record $1.8 billion in 2007, a lemon which was only finally taken off his hands after his father-in-law became president.   So, perhaps it was only fitting that he was awarded the job of shadow secretary of state at the beginning of the Trump administration. Kushner was in charge of managing the US-China portfolio, a responsibility that drew criticism, given Kushner's own business interests with China. He also destroyed any vestige of American leadership in the Middle East with his promotion of the reckless Saudi Crown Prince Mohammed bin Salman and his sabotage of the two-state solution in Israel.  According to officials cited by The New York Times, early on in the Covid-19 crisis, Kushner privately agreed with his father-in-law that this whole coronavirus thing was being overblown by the lamestream media. Kushner then championed a new Google site where you could go and get your virus symptoms tested. His father-in-law touted 1,700 Google engineers who were working on the site at a White House news conference in March. If that sounds like a fantasy, it was.   And now, Kushner comes to Fox News, the Pravda of the Trump administration, to marvel on Wednesday that the Trump administration's response to the coronavirus is \"a great success story,\" claiming that \"we have all the testing we need to start opening the country\" and state his hope that \"by July, the country's really rocking again.\"  This is as more than 60,000 Americans lie dead -- more than the death toll of the Vietnam War -- and more than 1 million have been confirmed to have been infected with the virus, with no end in sight. There is widespread agreement among experts that we don't have the testing capabilities to return to any semblance of normal life, and also that a second wave of infections could hit the country badly later in the year.    During World War II, the United States had Franklin Delano Roosevelt and George Marshall to navigate us through a crisis that saw the US spend more than a third of its GDP, and during which more than 12 million Americans donned military uniforms. Today, we have a completely unreliable President -- anyone can get a coronavirus test, the virus will disappear when the warm weather comes, the list of Trump's whoppers goes on and on and on and on -- and his feckless son-in-law as coronavirus czar prattling on about bringing more private sector efficiency to government. Meanwhile, Trump demands thanks from governors when he is just barely doing his job as president.  This is the kind of thing we expect in a banana republic: the nepotistic incompetence and the demands from the public to lavish praise on the brilliant ruling family.   It would be laughable if there weren't so many lives lost already and so many more in our future. So, Jared Kushner, we, the American public, want to thank you for your service. "], "Language": false}