{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/opinions/faithless-electors-supreme-court-opinion-alexander/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Robert Alexander"], "Writers": [[]], "FirstPublishDate": ["2020-05-12T16:30:01Z"], "LastModifiedDate": ["2020-05-12T16:30:01Z"], "Headline": ["Electoral college's glitch can't be easily fixed"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The Electoral College continues to be perhaps the most maligned feature in our Constitution. It will be front and center Wednesday when the Supreme Court hears arguments concerning a seemingly small but essential part of the complicated process we use to select the president and vice-president of the United States.  Some may not realize that it is presidential electors who receive our votes on election day in November, not presidential candidates themselves. These electors are selected by their parties and the office is typically seen as a reward for devoted party service. About six weeks after the election, electors meet in their respective state capitols to cast their votes for president and vice-president. Electors almost always vote as expected for the candidate to whom they are pledged and their day in the sun often passes with little notice. I have been surveying presidential electors for nearly two decades and have discovered a great deal more is going on within this mysterious body than I previously imagined. In many ways, electors are like vestigial organs. You forget they exist until there is a problem. The Supreme Court's decision to hear arguments regarding faithless electors -- those who do not vote for their party's registered candidate -- suggests a significant problem requiring a remedy before the 2020 election. We have witnessed faithless electors in 10 of the last 18 elections, with 2016 seeing the most in a century. In the last election, ten electors sought to exercise their independence.  Seven were successful in doing so.  Two were removed and replaced (Michael Baca of Colorado and Muhammad Abdurrahman of Minnesota) and another (David Bright of Maine) reconsidered after being asked to vote a second time.  The question before the court stems from two cases, Chiafalo v. Washington and Colorado Department of State v. Baca, both of which challenge a state's authority to compel an elector to vote for a specific candidate. In the Chiafalo case, the four Democratic electors who chose not to vote for Hillary Clinton were fined $1,000 apiece.  In the Baca case, though he was a registered Democrat, he hand wrote former Ohio Gov. John Kasich's name on the pre-printed ballot in hopes of preventing a Trump presidency and was subsequently removed from his position.  In the weeks prior to the meeting of the Electoral College in 2016, the so-called Hamilton elector movement arose. The name draws from Alexander Hamilton's depiction of how he believed the Electoral College would work.   In Federalist 68, he contended that electors would be \"most likely to possess the information and discernment requisite to such complicated investigations.\" Electors would have one purpose and one purpose only -- determining who should be president and vice-president. They were expected to use their own judgment and deliberate among themselves to determine who would be best suited to lead the country.  Although Hillary Clinton had won the popular vote, members of the Hamilton movement were not looking to select her as the president.  Instead, they suggested that electors could band together to select a unity candidate. They argued that Trump was unfit for office and offered several Republican alternatives including former Secretary of State Colin Powell, 2012 Republican nominee Mitt Romney, and Kasich. They needed 37 Republican electors to deny Trump a majority of Electoral College votes.   If that were to happen the hope was that the House of Representatives would be prompted to support a compromise candidate. Concerns raised by Republican electors gave them some hope. Christopher Suprun, a Republican elector from Texas offered an op-ed in The New York Times in the weeks before the Electoral College met. He made the case that Trump was unfit for office. In advance of the Electoral College meetings, two other Republican electors, Baoky Vu of Georgia, and Art Sisneros of Texas, chose to step down as they said they could not vote for Trump.  Suprun and fellow Texas elector Bill Greene were the only two Republicans to go rogue, voting for Kasich and Rep. Ron Paul, respectively. Shortly after the election, Greene mused that the general election was merely a \"straw poll\" as the framers explicitly gave the power to select the president to electors.  In Federalist 68, Hamilton argued that the Electoral College would provide \"a moral certainty, that the office of president will never fall to the lot of any man who is not in an eminent degree endowed with the requisite qualifications\" and members of the Hamilton movement believed that Trump fell short of those qualifications.   We now have the hindsight of the Mueller investigation and impeachment proceedings, but even in December of 2016, electors had questions about foreign interference in the election. Eighty electors petitioned James Clapper, Director of National Intelligence for a briefing on Russia's role in the election but were denied.  Ironically, Federalist 68 devotes attention to the role of the Electoral College in protecting the country from foreign interference in our presidential selection process. That electors were not given a briefing suggests they were not viewed by the Obama administration as having the role Hamilton envisioned. If the circumstances surrounding the 2016 election did not warrant elector discretion, then it is hard to imagine any future occurrence will.  While the thought of upending Trump in the Electoral College seemed far-fetched, the consideration among Republican electors was more widespread than I expected. In my previous studies of electors, I have found that, from 2004 through 2012, around 10% of all electors give some thought to voting contrary to expectations. Although few go rogue, the number who consider doing so is somewhat alarming. As a point reference, 10% of the Electoral College is around the number of electors for the entire state of California (the largest prize in the Electoral College).  In 2016, however, 20% percent of Republican electors responding to the survey gave some consideration to voting for someone other than Donald Trump. This suggests as many as 60 Republican electors at least thought about not voting for Trump, indicating that the Hamilton electors were right to think that at least 37 Republican electors were uneasy about Trump carrying their party's banner. It would appear that Suprun, Greene, Vu, and Sisneros were not alone in their concerns with Trump and a real audience existed within the Electoral College to deny him the presidency.   The campaign to lobby members of the 2016 Electoral College to dump Trump was widely publicized -- including a skit that aired on Saturday Night Live as well as a petition signed by Lady Gaga and Pink.  Every single Republican elector in my survey was contacted and 85% of Democrats were too.  I have discovered that stealthy campaigns to get electors to change their votes regularly occur. In 2008, for instance, 83% of all electors were contacted to change their votes -- including 9 out of 10 Democrats.These Electoral College lobbyists argued that Barack Obama was ineligible to serve as president as they falsely claimed he was not an American citizen.  Taken together, electors believe they have discretion and enjoy having discretion. They are frequently lobbied to use their discretion, and many consider doing so. All of these issues are at stake with the current Supreme Court ruling.   The last time the Court addressed the role of elector independence was in Ray v. Blair (1952). While the court ruled that parties could extract pledges from electors, they stopped short of indicating that states could compel electors to vote in a specific fashion.   Justice Jackson flatly stated: \"No one faithful to our history can deny that the plan originally contemplated, what is implicit in its text, that electors would be free agents, to exercise an independent and nonpartisan judgment as to the men best qualified for the Nation's highest offices. Certainly under that plan no state law could control the elector in performance of his federal duty, any more than it could a United States Senator who also is chosen by, and represents, the State.\"  In the days leading up to the 2016 Electoral College vote, I predicted that we would \"witness the most faithless votes cast in an election -- apart from the death of a candidate -- since 1836 when 23 Virginia electors withheld their votes from vice-presidential nominee Richard Mentor Johnson because of his relationship with an African American woman.\" And that is what happened. If the Supreme Court is to remain faithful to the Constitution, it is likely it will permit the continued existence of faithless electors. If this is the case, there are at least two options to prevent faithless electors in future contests -- both requiring a constitutional amendment.  First, the position of elector could be eliminated. This would ensure the winner of a state's popular vote receives all of the electoral votes they earn. While addressing the problem of faithless electors, such an amendment would require states to address how they would handle the death of a candidate during the interregnum period -- which has happened. Differences among the states in how they would do so could introduce further chaos in the electoral process. Eliminating elector independence could create more problems than it might solve.  The second and perhaps more direct option is to ditch the Electoral College in favor of a national popular vote. If subverting the will of the people is at the heart of concerns over faithless electors, then moving to the direct election of the president would seem to be the logical solution. It would also be more consistent with the evolved Electoral College process that we have today, in which electors are expected to vote in line with the popular result. The fact is that the Electoral College created by the Framers bears little resemblance to the process we now have. If advocates of the Electoral College wish to hold true to the original body, then they should be fine with independent electors and have no problem giving up their right to vote for president. For decades, many state legislatures chose their state's electors rather than relying on the popular vote of their citizenry.  However, as is the case with rogue electors, I suspect few Americans today would relinquish their right to vote in presidential contests to their state legislatures.  At the outset, I indicated how resilient the Electoral College has been to change. It has withstood over 700 attempts to amend or abolish it and it is unlikely to witness constitutional change in the near future.   Still, regardless of the court's ruling, few will agree with Hamilton that if the Electoral College is \"not perfect, it is at least excellent\" -- as the body will continue to be a target for many years to come. "], "Language": false}