{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/cnn-underscored/chalk-art-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Tanya Edwards"], "Writers": [["Tanya Edwards "]], "FirstPublishDate": ["2020-05-12T16:01:53Z"], "LastModifiedDate": ["2020-05-12T16:01:53Z"], "Headline": ["Brighten up the neighborhood with these outdoor art and chalk projects"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["With spring weather enticing so many of us outdoors, a fun project for the kids is yard art — including beautiful chalk drawings and empowering messages for essential workers. But it's not just chalk art that can keep little hands and minds busy in the yard, so we've found some of the highest-ranked and most unusual toys from brands we trust that you can order online. Read on for ideas for outdoor projects and play that you can do with your kids, and that can also foster independence with solo play and creativity. Did we mention these artistic toys and tools will keep them busy outside and the house mess-free? You can thank us later.  Creative Kids 50ct Sidewalk Chalk ($4.99; target.com) When you just need a lot of chalk, this big box has every color, and the price offers an incredible value.  _____________________________________________________________________________ Glitter Unicorn Horn Chalk Set 5pc ($4.50; target.com) Upgrade your sidewalk chalk with this super fun unicorn horn set that has a 5-star rating from reviewers. Not only does the chalk look cool, your kids' art will be all sparkly with a glitter effect.  _____________________________________________________________________________ HearthSong Blue/White Double-Sided Inflatable Easel ($30.99, originally $43.99; wayfair.com) This blowup outdoor easel is so much fun. It's perfect for backyard art, where kids can explore their creativity without messing up the house, using the included paints, sponges and brushes. _____________________________________________________________________________ Creativity for Kids Glow in the Dark Rock Painting Kit ($13.99; amazon.com) This kit is a complete activity, with custom glow-in-the-dark paints and 10 rocks to get the kids started. After they've done the painting, hide the rocks and have a scavenger hunt after dark. (Yes, that's two activities!)  _____________________________________________________________________________ Crayola Washable Sidewalk Chalk Spiral Art Kit ($23, originally $29.99; amazon.com) Remember spirographs? This outdoor version lets your kids create designs and patterns with a stencil and chalk that keep spiraling and spinning.  _____________________________________________________________________________ Stencils 8pc - Sun Squad ($5.50; target.com)  Make drawing fun designs on your concrete even easier with these summer-ready stencils. Just check out that happy sun.   _____________________________________________________________________________ Kizzyea Water Doodle Mat ($19.99; amazon.com) Don't have a driveway or sidewalk for chalk art? No worries, this fun water doodle mat is mess-free. Just fill the pens with water, let the kids draw on the mat and watch as the images \"magically\" disappear after a few minutes.   _____________________________________________________________________________ Moldable Synthetic Beach Sand Kit for Children ($24.97; amazon.com) Bring the beach to the backyard — only better — with this multicolor moldable sand building kit that comes with 5 pounds of sand, 24 molds and five tools for crafting.   _____________________________________________________________________________ Creativity for Kids Hide & Seek Rock Painting Kit ($12.95, originally $13.99; amazon.com)  For all the budding artists out there, this kit comes with 10 rocks, waterproof paint, stickers and brushes. With a little bit of creativity, rocks can transform into cats, ladybugs, owls and more.   _____________________________________________________________________________ Wowmazing Bubble Wands Kit ($14.95; amazon.com) This award-winning bubble wand promises to create the biggest bubbles you and your kid have ever seen, thanks to a two-handle design. The kit comes with a giant bubble maker and a pouch of bubble concentrate.  _____________________________________________________________________________ Large Rainbow Kite - Sun Squad ($10; target.com) Target reviewers love this simple, cheerful kite for its value and how well it works, with one writing, \"Cute kite, easy to put together, works really well and good price. Highly recommend.\"  _____________________________________________________________________________ Children's Factory Small Sensory Table With Lid ($134.95; target.com) Keep little hands busy and developing minds creative with this durable table that you can fill with sand or water. They'll dig, pour and explore their own little world!  _____________________________________________________________________________ HearthSong Color Pops Paint-Your-Own Rocks, Owls ($17.97; target.com)  Need some new statues in your garden? These owls can be painted by your little ones to look like, well, anything they want. Comes with  paint and brushes.   _____________________________________________________________________________ Little Tikes Magic Flower Water Table with Blooming Flower ($59.99; amazon.com) This water table features a blooming \"magic\" flower and four platforms for individual play with a frog fountain, floating ducks and swimming fish.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}