{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/middleeast/abu-dhabi-virtual-tourism-coronavirus-spc-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Giovanni Prati, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-11T10:17:53Z"], "LastModifiedDate": ["2020-05-11T13:07:48Z"], "Headline": ["Abu Dhabi bets on virtual events to revive tourism"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["A live music performance might seem less thrilling without an audience to sing along and applaud, but while hosting his first virtual event on Facebook, spoken word artist Dorian Rogers realized that emojis and live chats could still spark a genuine connection. \n \"It's more connecting in some ways, because you get an immediate response or critique while performing,\" says Rogers.  Rogers has run Rooftop Rhythms, an organization that hosts open mic poetry nights in Abu Dhabi, since 2012. When the coronavirus pandemic forced the city to shut down public spaces, he had an idea.  \"I thought we should go virtual,\" says Rogers. \"I wanted to do it professionally, with a production team that could look into it and see how feasible it was.\n\n In just a few weeks, Rogers and the NYUAD Arts Center sourced the technology needed to create an online performance. He set up two virtual poetry nights on social media, with a line-up that included spoken word artists and musicians from around the world. Before the pandemic, Rooftop Rhythms hosted regular poetry and music events. \"It's almost a seamless experience,\" says Rogers. \"We were in our own homes, but we pulled off a successful event that felt similar to a physical show.\" Rooftop Rhythms isn't the only Abu Dhabi initiative to go online. Technology such as virtual reality and 360-degree tours are proving more useful than ever, giving hope to museums, galleries and theme parks trying to stay afloat. Keeping tourism alive In the last few years, Abu Dhabi has expanded its tourism sector, opening the Louvre in 2017 and Warner Bros. World theme park in 2018. Last year, the city welcomed 11.35 million tourists.   After travel bans brought tourism to a standstill in March, Abu Dhabi's Department of Culture and Tourism (DCT) launched interactive hub  'StayCurious' to replicate its attractions online. \"We wanted to give [people] something that would entertain them and maintain awareness of Abu Dhabi globally ... to make them come in the future,\" says Saeed Rashed Al Saeed, destination marketing director at DCT.\n StayCurious allows users to dive into the city's cultural scene with online art exhibitions, meditation sessions and concerts. From a virtual ride in a Formula 1 race car to a 360-degree visit of the Sheikh Zayed Grand Mosque, visitors can virtually explore over 15 sites.  According to DCT, the website attracted 300,000 visitors in its first week. A strategy for the future? Abu Dhabi is not the only tourist destination to go digital.  Virtual visitors can trek the Inca ruins of Machu Picchu, wander through the astounding rooms in The Vatican or marvel at the Acropolis of Athens' ancient temples.\n But will Abu Dhabi's virtual venture fill the void left by real world travel? Travel writer and broadcaster Simon Calder is skeptical.  \"Bringing in a nation's culture to people who are not familiar with it is absolutely great,\" he says, although \"people have aspirations, dreams that cannot be met by virtual tourism.\"  \n But with no end in sight to travel restrictions, Abu Dhabi is taking on the challenge. At Rooftop Rhythms, Rogers is focusing on the positive -- and the poetry. \"We're trying more virtual concepts as we're not sure for how long we will be encouraged to stay inside,\" he says. \"We're investing our time and energy into seeing how we can still provide quality cultural arts.\" "], "Language": false}