{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/europe/eu-ursula-von-der-leyen-amanpour-china-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hannah Ritchie, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-01T14:49:48Z"], "LastModifiedDate": ["2020-05-01T14:49:48Z"], "Headline": ["EU chief denies disinformation report was watered down for China"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["European Commission President Ursula von der Leyen has denied allegations that the EU watered down a report on coronavirus disinformation after being pressured from China. The allegations arose after Politico Europe quoted an excerpt from a draft version of the report on April 21, which explicitly accused China of running \"a global disinformation campaign to deflect blame for the outbreak of the pandemic and improve its international image.\"  The report appears to have been delayed, and when published on April 24, the excerpt on China had been replaced with a watered-down version. In an interview with CNN's Christiane Amanpour, who asked von der Leyen if China had pressured the EU to change the report's language, the EU chief denied the allegation and swiftly diverted her answer to the issue of lessons learned from the pandemic. \"No, this is an independent report done by the external service, and indeed what I think what we will have to do -- I was talking about lessons learned. If there's one lesson we've learned, that is we did not have robust data,\" she said.   When pressed again and asked whether the EU was self-censoring, von der Leyen denied the accusation and turned to the issue of unfit medical material coming out of China as an example of the EU being unafraid to criticize Beijing.  \"No, not at all, what I think is important is that we have [made] very clear, our position. And you know that there were many critical voices concerning material coming from China that was not fit for purpose. So, there are points when there are critics that have to be issued at the level of the European Union. It happens, and we do that, and there are other points that go well,\" she said. After the report's publication, The New York Times cited EU diplomatic sources saying that China had put pressure on the bloc. The Times also published parts of a leaked email that showed how the draft report was on the verge of publication when Esther Osorio, a senior adviser to the European Union's top diplomat, Josep Borrell, ordered it be held. When CNN reached out to Osorio for comment, a spokesperson from the EU's Foreign Affairs and Security Policy responded, saying that the emails published by the New York Times article were reported out of context. The spokesperson, Virginie Battu-Henriksson, did not respond to the question of whether Osorio personally called for the draft to be held. She denied that the report's language had been changed and said, rather, that the original document cited by Politico was not actually a draft report. \"The allegations seen in some media refer to the fact that there are two different documents.  One, the Information Environment Assessment, is a document for internal information and consumption. The other one, the EEAS special report, is for public consumption. The public reports often contain similar information to the internal documents, as it was the case with the report published on Friday and the last Information Environment Assessment,\" she said. The original excerpt explicitly accusing China of a disinformation campaign was replaced with a softened sentence: \"Official and state-backed sources from various governments, including Russia and -- to a lesser extent -- China, have continued to widely target conspiracy narratives and disinformation.\" Borrell faced questions from European lawmakers on Thursday over whether the document was delayed and then revised.  \"Did China put pressure? Look, it's clear and evident that China expressed their concerns,\" Borrell said during the specially convened meeting of the European Parliament's foreign affairs committee.  \"I can assure you that no changes have been introduced to the report published last week to allay the concerns of a third party, in this case China.\" China's foreign affairs spokesman Geng Shuang would not confirm that China had pressured the EU over the report when asked at a press conference on Monday, claiming the country was a \"victim rather than a source of disinformation.\" \"It is fair to say that the we earned the international recognition with our arduous efforts, sincerity and fulfillment of responsibilities, not through spreading disinformation. Disinformation and recriminations are not good for global cooperation in this fight. The international community should cooperate in good faith to assist each other, vanquish this pandemic at an early date, and jointly safeguard global public health security.\" China is the EU's second-largest trading partner and the EU is China's biggest trading partner. China and the EU trade on average over €1 billion ($1.1 billion) a day. EU's disjointed response 'did a lot of harm' The pressure on von der Leyen comes as she faces pointed criticism over the bloc's failures to establish an early coordinated coronavirus response. The first coronavirus case arrived on the continent in France on January 24, according to the European Center for Disease Prevention and Control, yet it wasn't until March 2 that the commission even created a coronavirus emergency response group. A few days later, as Italy faced crippling medical shortages and a climbing death toll, member states, including Germany, France and the Czech Republic, banned the export of medical protective gear to avoid shortages at home, and no EU country initially responded to Italy's call for aid via the bloc's emergency mechanism. \"At the beginning of the crisis it was difficult, because member states started to withdraw into themselves ... and we had border closures and we had export bans,\" von der Leyen told Amanpour. \"This looking inwards and trying to protect their own people is a reflex that is understandable. It did a lot of harm, but it was understandable ... it took a few days, and then everybody realized that we can only fight this virus together,\" she added. US government won't participate in EU-led global response Von der Leyen also spoke to Amanpour about a vaccine-pledge event organized by the Commission, which will begin on Monday.  Known as the \"Coronavirus Global Response,\" the event will attempt to kick-start international cooperation by getting G20 governments to pool resources for the development of coronavirus treatments and vaccines. \"The only way to fight this virus is to find a vaccine, and not only to find and produce the vaccine, but to make sure it is deployed in every corner in the world. This is a big global endeavor, and we need money for that,\" von der Leyen said.  When pressed on the US government's decision not to take part in the pledge effort, von der Leyen said she still hoped the country would consider joining the effort.  \"Well, the United States are doing a lot domestically ... they are informed about our global initiative, and I hope that, in one or the other way, they decide to join,\" she said."], "Language": false}