{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/10/world/face-masks-security-intl-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Luke McGee, CNN"], "Writers": [["Luke McGee"]], "FirstPublishDate": ["2020-05-10T04:01:54Z"], "LastModifiedDate": ["2020-05-10T04:01:54Z"], "Headline": ["We're headed for a faceless future as masks become the norm. That's a big security concern, experts say"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["As Western nations begin the slow crawl out of lockdown, it's increasingly clear that we're some way off society returning to anything resembling pre-Covid life.  To the surprise of many politicians, Western populations have largely obeyed instructions to remain indoors. In fact, lockdown efforts in many countries have been so effective that governments are now pondering how to gradually lift restrictions without freaking out compliant citizens. In recent days, British Prime Minister Boris Johnson floated a way that citizens might feel comfortable emerging from isolation: face masks.  \"As part of coming out of the lockdown, I do think face coverings will be useful,\" Johnson said at the start of this month, claiming that masks will help give the public \"confidence that they can go back to work.\" But the prospect of a new society in which the public conceals their faces from one another has wide-ranging implications for crime and security, as well as social interaction. \"The main problem that people wearing masks throws up is the sheer volume of people suddenly covering their faces,\" said Francis Dodsworth, senior lecturer in criminology at the University of Kingston, near London. \"It could create opportunities for people who want to cover their face for nefarious reasons. They could potentially now do so without raising suspicion.\" This might seem overdramatic to some in Asian countries that suffered the SARS and other outbreaks, where masks have been worn for over a decade. But evidence is already emerging of crimes being committed by masked offenders in the United States and Western Europe.  A high-profile instance took place in Spain, where the interior ministry said last month it had arrested an ISIS terrorist who had allegedly been hiding in the southern town of Almeria since fleeing Syria. The statement said he'd adapted his behavior because of the pandemic, scarcely going out. When he did, it was \"always with a mask to avoid being detected.\" Facial recognition becomes a new art Experts said mass mask-wearing could also complicate crime investigations, as facial recognition becomes an increasingly important part in tracking criminals.  While human beings are very good at recognizing familiar faces and facial recognition algorithms have got better at identifying patterns, masks throw new headaches into the mix.  \"A lot of witnessing is already problematic,\" Dodsworth said. \"Even when a group of people witness the same crime, one person will see someone with a mustache and a hat, while another will see someone with a beard and sunglasses.\" CCTV footage is sometimes the only piece of evidence in an investigation, said Eilidh Noyes, lecturer in cognitive psychology at the University of Huddersfield in northern England. \"At the moment we do not know exactly how facial masks will affect accuracy of human or algorithm face identification,\" she said.   One Chinese firm has already claimed it has developed software that can accurately identify people, even if they are wearing masks. However, experts still think we are a way off this becoming a norm that can be used in all circumstances.  \"I think it's important that if we see claims around a specific algorithm, we don't then apply it to all algorithms because each has its own strengths and weakness. We still need to do a lot more research,\" Noyes said. Obscuring faces creates other problems for law enforcement, particularly when it comes to establishing what constitutes suspicious behavior.  It was only last year that places like Hong Kong and France were passing laws making it illegal to obscure your face during a protest.  Now, police will have to make difficult judgments on people's motivations for covering their faces, Dodsworth said.  \"What constitutes someone behaving suspiciously is hard enough to define as it is. The police will have to balance public health advice when justifying stopping someone and searching them.\" Given that police in much of the world have already been criticized for being needlessly heavy handed and overly zealous during the pandemic, any new criteria will be a concern for minority groups who are already more likely to be stopped, questioned and even shot at by police. Adapting to new social cues Of all the Covid-prevention measures, the mass covering of faces is, at least visibly, among the most dramatic.  Masks are not mandatory in most Western countries amid fears about human rights concerns and invasion of privacy, and the stigma has generally been against those wearing face coverings. It's possible that may now shift to those who don't.  \"People are being asked to be on their own and having it suggested that they should wear masks. Normally, if you were walking on your own and saw someone in a mask, you might be concerned and avoid them. But now it's less clear when and if you should be afraid,\" Dodsworth said. In the US, Jorge Elorza, mayor of Providence, Rhode Island, went as far as saying citizens should \"socially shame\" the maskless \"so they fall in line.\" But the fact that mask-wearing can be exploited by violent criminals could put law-abiding citizens on edge. Whether someone wishes to cause harm or not, being unable to see someone's face conceals crucial emotional cues that humans rely on for survival. \"When you see a face you do two things at once. You try to work out the identity: Do I know them? How do I know them? And you try to read their emotions,\" Noyes said.  \"Emotion recognition is important from an evolutionary perspective as it helps us gauge threat and can also facilitate positive social interactions. That's true of both people we know well and those we have never met.\" If mask-wearing is taken up in a big way, this will inevitably affect how humans interact and could lead to greater tension between members of the public, with personal security implications. \"For survival reasons, you need to know what someone's intentions are when you meet them. Not being able to do that easily will naturally make people more cautious and defensive, which in some cases could, unfortunately, lead to violent confrontations,\" said Ian H. Robertson, professor of psychology at Trinity College Dublin. Clearly, any move towards a faceless society will be a huge deal for Western nations. As Dodsworth said, \"we may initially become extremely distrustful of one another.\" \"It's not a culturally familiar to us to and we may adapt to it by avoiding one another.\" However, he adds that all hope is not lost. \"Predatory crimes are increasingly uncommon and we may find other ways of reading one another.\"  The University of Reading's Kate Gray, who specializes in emotion-processing, said she thought people would likely adapt quickly.  \"I think we'll quite quickly get used to picking up social and emotional cues from voice cues or body language,\" she said. So while mask-wearing has been common for years in some Asian countries, mass uptake among Westerners will be a big shift for citizens who value personal freedoms and are unused to heavy-handed governance. However, the readiness with which these populations took on lockdown measures suggests that if face-covering becomes commonplace, herd mentality could kick in. There will be a new great unknown: How will countries cope with populations that are more jittery in each other's company and suspicious of their fellow citizens?"], "Language": false}