{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/cnn-underscored/cnn-underscoreds-coronavirus-coverage/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sarai Thompson"], "Writers": [["Sarai Thompson"]], "FirstPublishDate": ["2020-03-20T22:07:06Z"], "LastModifiedDate": ["2020-05-08T14:41:26Z"], "Headline": ["A roundup of CNN Underscored's coronavirus coverage"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The coronavirus (covid-19) has undeniably changed how we go about our daily lives. That's why the CNN Underscored team has made it a priority to help you navigate through this time. We're continuously researching and interviewing experts, trying out new products and services and distilling information to give you the best options to shop for what you need and different ways to cope. From helping keep the kids entertained to tips on practicing self-care, we're here for you. We'll regularly update this page with guides and recommendations as the situation progresses.  Our Latest Coverage:  On how to stay healthy  Dumbbells sold out? Try these creative replacements\nEverything you need to make a face mask\nPut distance between your hands and dirty surfaces with CLEANKEY\nThe best yoga mats, according to experts\nThese light therapy lamps are best sellers and can help beat the blues \nRelax Melodies is giving a whole new meaning to sleeping soundly\nThe best hand creams, according to dermatologists\nThese are your best bets for buying cleaning and sanitizing products\nUpgrade your home workout with this top-rated fitness gear\nIf you have to travel right now, here's how to stay as safe as possible On practicing self-care How to keep calm in a crisis, according to experts\nHow to find the right white noise machine for you\nHow to give yourself a professional at-home pedicure\nHow to groom your eyebrows at home like an expert\nYogaDownload has unlimited classes at an unbeatable price\nWith salons closed, here's how to refresh your hair color at home\nThe cutest, coziest slippers to get you through the rest of quarantine\nTreat yourself to a pajama refresh with these picks from Nordstrom \nExpert tips for cutting and styling men's hair at home\nCNN Underscored staff picks: 10 products that have been keeping us sane \nEverything you need to give yourself a salon-worthy manicure at home  On how to make your home more comfortable and productive Shop these brands offering special discounts for workers on the front lines of covid-19\nLow on toilet paper? The under-$100 Tushy bidet can help\nEverything you need to read more while staying home\nCNN Underscored staff picks: 10 things that have improved our productivity\nTravel without leaving your home with these sweet candles\nYour guide to picking the right bidet for you and your budget\n30 of the coolest products at Target you never knew about\nPractice self-care at home with these soothing beauty products\nTransform your bathroom into a spa with these 35 picks\nMake washing dishes less of a pain with these 17 gadgets\nWhere to buy art that will instantly brighten up your place\nIf you can't wait for Amazon shipping, shop these online retailers\n11 lap desks to make working from home more comfortable\nWorkout equipment that won't take up a ton of space\nUp your at-home cocktail (or mocktail) game with these bar essentials\n9 plants that are actually easy to keep alive, according experts\nShop these 14 brands that are giving back to coronavirus relief efforts\n17 easy home improvement projects that make your space feel brand new\nOrganize your work from home setup with these 15 expert tips \nEverything you need to prep for home quarantine\nEverything you need to comfortably work from home \nThe comfiest pants for lounging around the house\n20 genius space-saving furniture pieces for your home On getting creative in the kitchen We tried Rastelli's, a high-quality meat delivery service\nMissing Starbucks? Get gourmet coffee delivered to your door with these services\nHow to make coffee: In a pot, in a French press and more\nSkip the supermarket: Get meat delivered to your doorstep with these services\nFood delivery services that vegetarians will love\nA guide to making homemade pasta\n15 junk-food snacks for a satisfying boost\nHow to make your brunch favorites at home\nMake Disney Parks' famous churro bites\n5 creative and easy recipes using beans\nHow to make your own delicious bread at home\nYou deserve to upgrade your at-home coffee — try a French press \nTurn your stress baking up a notch with these creative kitchen tools\nStaying home? These meal kit delivery services will keep you eating well On all your technology solutions These devices should be your go-to computing options for remote learning\nHow consumers can protect themselves from coronavirus scams\nHere's your how-to guide on keeping your phone clean \nThere's a new phone sanitizer in town: Meet Casetify\nUpgrade your home office with these tech essentials\nA VPN is vital when working from home, so here's everything you need to know\nHere's your how-to guide on keeping your keyboard clean \nSanitize your phone in just 5 minutes with the PhoneSoap Pro\nClean you tech using the power of UV light with HomeSoap\nHere's your all-inclusive guide to keeping your laptop clean\nThe best ways to keep your Airpods clean On staying connected 20 thoughtful gifts for the hardworking nurses you know\nThe best online flower delivery options\n11 thoughtful gifts for stressed friends\nClever ways to communicate while social distancing\nEverything you need for a virtual birthday \nYour how-to guide to making group FaceTime calls, and how to spice them up\nEverything you need to properly postpone a wedding On keeping the kids entertained  Expert-approved ways to enjoy time with kids\n28 fun backyard games for kids of all ages\n20 virtual field trips to zoos, Mars and more\n20 board games and puzzles for the best family game night \nKeep the kids entertained and educated with these 20 activities  On keeping yourself entertained 25 board games that make staying inside actually fun\n25 gorgeous puzzles that will keep you occupied for hours\n13 games perfect for couples stuck inside\n50 ways to experience culture from your couch\nBored at home? Now's the perfect time to pick up a new hobby On keeping the pets entertained and healthy Make sure your pets stay pampered with these food delivery services\nAll the toys and treats you need to keep your pet happy at home On making the most of your money These business credit cards earn rewards and can get you through a cash crunch\nChase and Amex add bonus rewards for ordering food delivery services\nAre you using the best credit card when ordering food for delivery?\nEarn rewards for online bulk shopping and more with the Costco Anywhere Visa credit card \nTight on cash? These credit cards charge 0% interest on purchases \nAre you using the best credit card to buy on Amazon? \nPay off your debt faster with these balance transfer credit cards\nPay down your debt with no late fees ever on CIti Simplicity credit card\nHow to take advantage of your expensive travel credit card when you can\nFrequently asked questions about the coronavirus tax deadline extension On picking up a new skill Make the most of your stay at home with this social distancing bundle\nBabbel makes learning a new language fun and easy\nLearn new skills with these online courses\nBolster your skills or start out fresh with this coding bundle\nLearn valuable project management skills with this 11-course bundle\nLearn to podcast from award-winning podcast producers"], "Language": false}