{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/05/07/world/gallery/drive-thrus-drive-ins-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-05-07T21:41:33Z"], "LastModifiedDate": ["2020-05-07T21:41:33Z"], "Headline": ["Drive-thrus and drive-ins: How we're relying on our cars during the pandemic"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Brings, a local rock band, plays a live concert at a drive-in cinema in Cologne, Germany, on April 17. According to Euronews, the concert was open to 250 vehicles. From left, minister Ismael Fletcher, Monsignor Jose Emilio Cummins and minister Eva Pilar Garcia wait in front of a parish in San Juan, Puerto Rico, during a drive-thru communion on March 21. Bratri v tricku performs at the Art Parking drive-in festival in Prague, Czech Republic, on April 24. The festival, created partly in response to the coronavirus outbreak, will continue until June 30. Go-go dancers perform in the Lucky Devil Lounge parking lot while customers wait in their cars in Portland, Oregon, on April 17. \"After first offering food delivery, the Lucky Devil Lounge has started a second creative venture: food pickup via a drive-thru strip club,\" wrote Samantha Swindler of The Oregonian/OregonLive. \"Four dancers, in short shorts and pasties, perform under cover of an outdoor tent in the club parking lot, while customers wait for their orders in their cars.\" The Rev. Scott Holmer offers a drive-thru confessional March 20 in the parking lot of St. Edward the Confessor Catholic Church in Bowie, Maryland. Holmer sits 6 feet away from cars as people pull up to talk to him. Staff members at the Castle Rock Brewery in Nottingham, England, operate a drive-thru beer station on April 4. Twins Abby and Austin Angel get sprayed with Silly String at their drive-thru graduation party in Knoxville, Tennessee, on April 26. They had just graduated from high school. An eland antelope and a camel are fed by zoological director Markus Koechling at Safariland Stukenbrock, a zoo in Schloss Holte-Stukenbrock, Germany, on April 21. Safariland Stukenbrock is the first zoo in Germany that was allowed to reopen with a special permit. It offers a drive-thru safari for some of its open-air enclosures. A \"stay in your vehicle\" sign is pictured in Fawn Township, Pennsylvania, as cars line up for the Maple Lawn Farms drive-thru strawberry festival on April 26. City employee Tatiana Fernandez distributes unemployment forms outside the John F. Kennedy Library in Hialeah, Florida, on April 7. People attend a funeral for Tom Minh Nguyen in Muhlenberg Township, Pennsylvania, on April 16. There was a drive-up viewing so mourners could pay their respects without getting out of their cars. Only family members stood next to the grave. Everyone else could listen to the audio through their car radios. Cars sit at a newly opened drive-in cinema in Dortmund, Germany, on April 17. It's in front of a former blast furnace. Landon Phillips, dressed as the Easter Bunny, and Boston Phillips, dressed as a chick, wave to cars in Newton, Massachusetts, during a drive-thru photo session at StoryHeights Church on April 11. A health worker collects a man's blood sample for a coronavirus antibody test in Tangerang, Indonesia, on May 4. Items are crossed out on a whiteboard during a drive-thru produce sale at the Farmer's Co-op in Dededo, Guam, on April 23. The event, put together by the nonprofit group Farm to Table Guam, offered produce grown by local farmers and was set to run for four hours. But it was cut short because the majority of the produce was sold in about half the time.  Pastor Hans-Günter Sorge holds the monstrance during a drive-in Easter service in Hildesheim, Germany, on April 12. Denise Young looks on as her daughter Allison receives a portable computer in Newbury Park, California, on March 25. Around 75 Chromebooks, to be used for online instructions, were issued to students for free at a drive-thru and walk-up area in front of the school. Related story: How the pandemic has changed education Staff member Lauren Byrne takes orders at The Brock Inn in County Dublin, Ireland, on April 25. The inn set up a drive-thru service to provide breakfast, lunch and dinner. A volunteer works at a drive-thru food distribution in Miami during an event organized by the Feeding South Florida food bank on April 15. Related story: With people out of work, food banks are stepping up Pauline Thompson, left, waves to a passing car during her drive-thru birthday party in Henderson, Kentucky, on March 27. Thompson, a resident at the Colonial Assisted Living facility, was turning 97, and she had a drive-thru party because she was unable to celebrate with family and friends. Amanda Gonzalez writes \"drive-thru is open!\" on the window of a Taco Bell restaurant in Miami on April 7."], "Language": false}