{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/cnn-underscored/nurses-week-2020-gifts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Vercelletto"], "Writers": [["Christina Vercelletto"]], "FirstPublishDate": ["2020-05-07T15:20:46Z"], "LastModifiedDate": ["2020-05-07T18:21:22Z"], "Headline": ["20 thoughtful gifts for the hardworking nurses you know"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts and found the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here.   National Nurses Week in the United States runs from May 6 to 12. Our first responders and medical workers are heroes who have always deserved our appreciation, but right now? We've never been more in awe of them.  It makes sense, then, that we all have the urge to show our favorite nurses — whether friends, neighbors, or relatives — the extent of our gratitude. If you're thinking about expressing that gratitude in the form of a gift but unsure where to start, you've come to the right place. \"We prefer things that make us feel better physically and mentally, that make us feel that we are cared for, too,\" says Corinne Abraham, a registered nurse at Mediloge Long-Term Care and Rehab Center in Cass City, Michigan. What not to give? \"Things that tend to pile up, like lunch coolers, travel mugs, and keychains,\" she says. Christina Bein, a NICU nurse at Nassau University Medical Center in East Meadow, New York, told us that she and her colleagues would love \"anything that encourages pampering and self-care!\" She was quick to add, though, \"We aren't looking for anything. These past months have certainly been beyond anything we've ever experienced, but meeting that challenge, sending the sick home to their families, is our reward.\"  We don't know about you, but hearing that only makes us want to acknowledge the selfless, hardworking health care workers in our lives even more. So here are 20 perfectly appropriate, sure-to-be-appreciated ideas. We selected these based on their stellar ratings, the great reputation of the brand, or our own personal experience with the product — sometimes all three! So whether you choose to honor them today, or any day throughout the year, there's no bad time to thank health care workers for their heroism. Please note that shipping times and availability are slowed in many cases, so you may want to let your favorite nurse know that a care package is on the way, but might not arrive in time for the national week of honor. Renpho Foot Massager Machine ($129.99; amazon.com) Nobody's feet need a treat like this more than a nurse's. This Amazon bestseller provides a shiatsu massage (with heat!) to soothe those weary soles up to a men's size 12. The intensity of the massage can be adjusted to personal preference. Aaahhh... _______________________________________________________________________________ Color Block Thank-You ($5 each or $18 for a box of eight; riflepaperco.com) A heartfelt note along with a gift — or, of course, on its own — will surely energize an exhausted health care worker. This stunning gold-foil card is blank inside, and the envelope is made of cream-colored, soft paper.  _______________________________________________________________________________ Heart Umbrella ($27.99; amazon.com) Nurses chose their profession based on a love of helping people, Bein told us. That's a sentiment we've heard from other nurses as well.  And we love them right back. This adorable umbrella will remind them of that on dreary days.  _______________________________________________________________________________ Jo Malone Lime Basil & Mandarin Scent Surround Diffuser ($98; nordstrom.com) Citrus is a scent known as a mood booster. The fragrance from this elegant diffuser by Jo Malone fills even a large space with the luxurious scent of lime, basil and mandarin orange. It also comes in a pretty box that makes it feel extra elegant. _______________________________________________________________________________ Embroidered Thank-You Tote ($38; uncommongoods.com) Nobody can have enough reusable tote bags these days. This funky embroidered fabric bag keeps the same cheerful \"thank you\" message, but it's made from recycled taffeta, not plastic. Bonus: It's machine-washable. _______________________________________________________________________________ Rainbow Sneakers ($120; bodenusa.com) Comfy shoes are an absolute must with scrubs. But why should those dedicated nurses be limited to boring styles? These cheerful, cushiony suede kicks will add color to their long days.  _______________________________________________________________________________ Therabox (starts at $30.99/month; cratejoy.com) Curated by therapists to reduce stress and boost happiness, each box is filled with at least six wellness goodies every month — think lots of bath and body delights. It also includes a suggested activity to help them bliss out.  _______________________________________________________________________________ Molly and Izzy Wish Bracelet ($5.84; etsy.com) Here's a sweet gift that's small on price but big on impact. Nurses make wishes as often as anyone else — probably more, actually. It's also available in styles specifically for doctors, health care assistants and paramedics.  _______________________________________________________________________________ Venus ET Fleur Eternity Rose ($39; saksfifthavenue.com) Flowers can seem like an uninspired idea — unless we're talking about an eternity rose. The exquisite white bloom is a real, honest-to-goodness rose, treated in a proprietary process so that it stays fresh and fragrant for an entire year. Unlike a normal bouquet, this show of gratitude won't be quickly forgotten.  _______________________________________________________________________________ Ever Polish Lemon Sugar Body Scrub ($40; stellaanddot.com) Your favorite nurse deserves to take some \"me time\" with this decadent concoction of sugar and botanical extracts of lemon, rosemary and ginger. It's formulated not only to make skin extra soft but also to lift impurities from the skin's surface. Editor's tip: The line's Lavish Citrine Rose Ultra Rich Body Butter with jojoba oil is fab, too.  _______________________________________________________________________________ Healthcare Professional Zip ID Lanyard ($40; verabradley.com)  Hospital staff need to keep their ID holders close at hand at all times. You'll find a chic, quality upgrade in this quilted cotton ID case, which has a clear window for an employee ID, a zippered pocket for cash and other cards, and a key ring that tucks away when not in use.  _______________________________________________________________________________ Heart of Glass ($315; uncommongoods.com) The heart of a dedicated health care worker is beautiful. This dazzling piece of art honors their love and devotion to their patients with anatomic style. Each one is handcrafted, and thus one-of-a-kind. We can only imagine how stunning this would be in sunlight.  _______________________________________________________________________________ Patisserie Dessert Truffle Flights ($53.85; godiva.com) Need a can't-fail gift for a trio of health care helpers, perhaps the folks in your doctor's front office? This set of three individual flights of truffles would be perfect. The candies are essentially teeny desserts: chocolate lava cake, strawberry tart, tiramisu, creme brulee, dulce de leche, and Black Forest cake. _______________________________________________________________________________ Positivity Aromatherapy Set ($39.99; 1800baskets.com) As much as our health care heroes try to stay positive, sometimes they can use a little help. Bein shares that she is a fan of this uplifting aromatherapy bundle. It contains a soy candle topped with pink Himalayan sea salt and golden jade crystals, a roll-on perfume, and a blend of lemon, orange, lemongrass, rosemary and peppermint pure essential oils in an amber glass decanter.  _______________________________________________________________________________ HoMedics Deep Sleep Mini Portable Sleep Sound Machine ($29.99, originally $49.99; amazon.com) Nurses are on the go nonstop at work. That can make shutting down and dozing off hard, especially for those who work nights. This compact snooze-inducer is more than just a white noise machine. It also generates pink noise (an even sound often found in nature) and brown noise (a deeper version of the more common white noise) on command. Thunder and rain are options too.  _______________________________________________________________________________ The Connecticut Home Company Throw Blanket ($27.99, originally $29.99; amazon.com)  After a rough day on the job (which most of them have to be lately), a nurse can cozy up at home, cocooned in a marshmallow-soft throw. This one gets top marks for fabric quality and plushness from more than 2,000 reviewers on Amazon. It comes in 39 colors.  _______________________________________________________________________________ L'Occitane Lavender Care Package ($20; loccitane.com) It's probably safe to say that nobody is washing their hands more than our nurses. Make that constant in their lives as pleasant as possible with L'Occitane's famous extra-gentle Shea Butter Lavender Soap and skin-coddling Lavender Hand Cream. The duo comes packed in a cute box inspired by the colorful houses in Provence.  _______________________________________________________________________________ The Popcorn Factory Tins with Pop Local Heroes Thank You ($29.99; thepopcornfactory.com) Say it with popcorn! Each vintage-style tin holds three yummy flavors: original butter, savory cheddar cheese and crispy caramel. This could be an amazing idea if you're looking for a treat to send to a hospital or nursing home for a group to enjoy together. Just check the protocol with the facility before ordering. Some are accepting deliveries only at certain times of day. Sending along sturdy disposable plastic cups, so everyone can safely scoop and enjoy their crunchy goodness, is a good idea.  _______________________________________________________________________________ Magna-tiles Healthcare Hero Luminary ($25; createon.com) You can light up their lives the way they've brightened ours. This colorful luminary made from real Magna-tiles, colored with special technology to look like stained glass, will remind them of your thanks and support in a distinctive way. Even better, 20% of the proceeds will be spent to get more PPE into hospitals, and these are compatible with other Magna-tiles, should your favorite front-line hero have kids of that age at home. Note: The $5 puck light is sold separately. _______________________________________________________________________________ Angel Wings Necklace ($85; tinytags.com) The best nurses often hear that they've been like angels sent to help a patient. Feel that way about the nurse you know? Show it by bestowing this 24-karat gold-plated necklace. Solid sterling is also an option. Our editors own other pieces from this maker and love the simplicity and quality. Note: The prices above reflect the retailers' listed prices at the time of publication. "], "Language": false}