{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/cnn-underscored/mothers-day-gifts-2/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-05-04T04:01:56Z"], "LastModifiedDate": ["2020-05-06T17:07:13Z"], "Headline": ["50 Mother's Day gifts for the best mom in the world"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We're quickly hitting the eleventh hour of shopping for a Mother's Day gift. And while a simple, last-minute card is all well and good, let us help you jazz up Mom's day a bit this year. We've done the leg work for you, rounding up some of the best gifts to help you put a smile on Mom's face. From pajama sets and weighted blankets to jewelry and flowers, these are sure to impress any mom. And if you still can't find the perfect present, stay tuned to CNN Underscored for more gift ideas for all sorts of moms. Whether she's near or far, make sure to tell your mom you love her this Mother's Day, and show her your love with one of these heartfelt gifts that will make any mom feel special.  Popular gifts from this list: StoryWorth ($89, originally $99; storyworth.com) is a gift that keeps giving, asking your mom questions each week. At the end of the year, she'll get back all the stories she told in a gorgeously bound book.\nIf mama loves her java, the Atlas Coffee Club Subscription will deliver a new coffee to Mom's doorstep each month. _______________________________________________________________________________  Brooklinen Luxe Core Sheet Set (starting at $129; brooklinen.com) Upgrade Mom's sheets to this sateen set from Brooklinen, made from 100% long staple cotton, so she can sleep soundly in luxury. It features a luxurious 480-thread-count fitted sheet, top sheet and two pillowcases, and it's OEKO-TEX certified for chemical safety.  _______________________________________________________________________________ Grafomap Custom Map (starting at $49; grafomap.com) One of our favorite gifts, these customizable maps can mark any place Mom holds dear to her heart. Whether that's where she met her spouse, her hometown or her favorite vacation spot, commemorate it with one of these beautiful prints.  _______________________________________________________________________________  Smeg 1.7 Qt. Stainless Steel Electric Tea Kettle ($159.95; wayfair.com)   This stylish electric kettle adds a retro flair to any kitchen. Plus, it's equipped with a stainless steel limescale filter and an auto-off function.  _______________________________________________________________________________ StoryWorth ($89, originally $99; storyworth.com) StoryWorth is a beautiful gift that will ask your mom a series of questions each week, and at the end of the year, she'll get back all the stories she told in a gorgeously bound book. (Check out our full review of it here.) _______________________________________________________________________________ Atlas Coffee Club Subscriptions (starting at $55, originally $60; atlascoffeeclub.com) Coffee-loving moms will appreciate this subscription, which curates coffee from around the world. A coffee care package will arrive at her doorstep each month, containing a bag of beans, its tasting profile, recommended brewing method and even a postcard from the country it came from. _______________________________________________________________________________ HP Sprocket ($129.99; bhphotovideo.com)   Capture memories with this portable printer from HP that can instantly print photos from your phone.  _______________________________________________________________________________ Paint Your Life Painting (starting at $179; paintyourlife.com) Paint Your Life is a service that connects you with real artists around the world, who will turn any photograph into a hand-painted masterpiece.  _______________________________________________________________________________ Baggu Standard Reusable Shopping Bag 3-Pack ($36; amazon.com)   These reusable bags are a fantastic alternative to plastic, disposable ones. They feature fun designs such as flowers, smiley faces and even coconuts. This three-pack contains Baggu's take on classic grocery bag designs.  _______________________________________________________________________________  Dyson Supersonic Hair Dryer ($399.99; dyson.com)   The Rolls-Royce of hair dryers, the Dyson Supersonic protects hair from heat, but dries extremely fast. Dyson says it's the fastest drying blower on the market, utilizing its 41-liter-per-econd airflow and negative ion technology that reduces static.  _______________________________________________________________________________ Le Creuset Mini Round Cocottes with Flower Knobs, Set of 3 (starting at $62.40, originally $78; lecreuset.com) These adorable cocottes from Le Creuset have little flowers as knobs and live up to the brand's reputation for quality, enameled cast-iron cookware.  _______________________________________________________________________________ Primula 50-Ounce Cold Brew Coffee Maker ($29.99; bedbathandbeyond.com)   This sleek cold brew maker allows Mom to have an ice cold cup of smooth coffee whenever she wants.  _______________________________________________________________________________ Aesop Quench Classic Skin Care Set ($115; nordstrom.com) If Mom's skin care routine needs a makeover, try this set from Aesop that features a cleanser, toner and hydrator.  _______________________________________________________________________________ Kate Spade: 'One in a Million' Initial Pendant Necklace ($58; nordstrom.com) A small yet elegant necklace, this gold pendant has a customizable initial on the front and \"one in a million\" engraved on the back.  _______________________________________________________________________________  Flower Gift Set (starting at $34.99; 1800flowers.com) Of course you have to get Mom flowers on Mother's Day, and 1-800-Flowers has a wide selection of beautiful, affordable bouquets available for delivery.  _______________________________________________________________________________ Nisolo Smoking Shoe ($150; nisolo.com) Rejuvenate Mom's style with this classy smoking shoe from Nisolo. With an elegant leather exterior and a cushioned sole, it's comfortable and stylish enough to wear with any outfit.  _______________________________________________________________________________ Bearaby Tree Napper ($249; bearaby.com)   This weighted blanket doesn't have those pesky beads that move around and shift like many others on the market. Instead, Bearaby uses layer after layer of a chunky knit to provide an even weight distribution.  _______________________________________________________________________________ Hydro Flask 25-Ounce Wine Bottle ($44.95; hydroflask.com) For those times when Mom needs to take her wine with her, this bottle from Hydro Flask holds an entire bottle of wine perfectly. And if you like your vino chilled, this bottle will keep it cold for hours on end.  _______________________________________________________________________________ Bath Bomb Gift Set ($16.95; amazon.com)   Especially since we live in such crazy times, the best gift you can give Mom just might be a day of relaxation. Kick off an at-home spa day with this decadent bath bomb gift set.  _______________________________________________________________________________ Ugg Alena Slipper ($59.99, originally $120; ugg.com) If she's lounging around this Mother's Day, make sure Mom stays cozy with these ultra-plushy slippers. They have a foldable collar that flips up for warmth, and they come in two colors.  _______________________________________________________________________________ Brooklinen Atlantic Robe ($70.40, originally $88; brooklinen.com) This robe is made from ridiculously soft cotton and modal, so you know Mom can stay relaxed and comfy with this elegant loungewear staple.  _______________________________________________________________________________ Japanese Maple 3D card ($13; lovepopcards.com)   No Mother's Day is complete without a beautiful card, and this one from LovePop opens up into a gorgeous, 3D Japanese maple tree.  _______________________________________________________________________________ Custom Dog Mom Print ($14.95; etsy.com)   For any dog moms out there, this custom printable art allows you to capture a heartfelt moment between mother and canine. Select the dog breed and a hairstyle that fits your mom, but note that it is a downloadable file, not a physical print. So make sure to leave some time to find a nice frame and print it out before Mother's Day.  _______________________________________________________________________________ Midnight Recovery Cleansing Oil & Concentrate Set ($44.25, originally $59; nordstrom.com)   This recovery skin care set is perfect for moms who want to build up their nighttime rituals. Packed with a cleansing oil, a facial, vitamin C serum and a face mask, it's got everything Mom needs to maximize her beauty sleep.  _______________________________________________________________________________ Anova Culinary Sous Vide Precision Cooker ($199; amazon.com) For cooking perfect steaks, there's no easier way than the sous vide. By precisely cooking meat to the exact same temperature every time, it's easy to get a restaurant-quality steak dinner right at home.  _______________________________________________________________________________ Keurig K-Cafe Special Edition Nickel Single Serve Coffee Maker ($219.99; thehomedepot.com) This elegant Keurig takes all the complications out of making a delicious cup of coffee in the morning. It's easy to use and even features a milk frother for decadent lattes.  _______________________________________________________________________________ Instant Pot Duo 7-in-1 Electric Pressure Cooker ($79; amazon.com) If your mom doesn't already have one, it's time. The kitchen's holy grail, the Instant Pot can cook nearly anything in about half the time it would otherwise take. It's extremely versatile and easy to use, and it's any home chef's best friend.  _______________________________________________________________________________  Cricut Explore Air 2 ($199, originally $277; amazon.com)   For crafty moms who love DIY projects, a Cricut is an absolute must. These magical machines can flawlessly cut over 100 materials, making arts and crafts a breeze.  _______________________________________________________________________________ Zip-Top Medium Leather Transport Tote ($158; madewell.com)   This fashionable tote is an essential for any mom. Ditch the bulky purse — this leather bag is slim but still holds everything she needs.  _______________________________________________________________________________ KitchenAid Artisan Tilt-head Stand Mixer ($279; amazon.com) Welcome in any kitchen, the classic KitchenAid is a requirement for any mom who's a serious baker.   _______________________________________________________________________________ Away Luggage The Bigger Carry-On ($245; awaytravel.com) If Mom is dreaming of the days when she can fly around the world once again, this carry-on from Away is a must. The Instagram-famous bag is made to last for life and equipped with 360-degree spinner wheels, a hidden laundry bag and more.  _"], "Language": false}