{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/us/girl-writes-thank-you-letters-to-mail-carriers-iyw-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren Lee, CNN"], "Writers": [["Lauren Elizabeth Lee"]], "FirstPublishDate": ["2020-05-05T17:05:05Z"], "LastModifiedDate": ["2020-05-06T12:04:43Z"], "Headline": ["An 11-year-old wrote a thank-you note to her mailman. Postal workers are sending her letters of appreciation"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Like many children across the United States, Emerson Weber, 11, is sheltering in place, which makes it hard to connect with people the way she'd like. So, the fifth-grader decided to ramp up her letter writing. Emerson, who already wrote an average five to 10 letters per week, opted to drop an extra note to her own mailman. In return, she's gotten dozens of letters, a sign of how important human connection is during the pandemic, said her dad, who shared the story in a Twitter thread. In her note to mailman Doug Scott, Emerson wrote, \"The reason you are very important in my life is because I don't have a phone so how else am I supposed to stay in touch with my friends? You make it possible!\" She put the letter in the mailbox and the next day received a package with two notes and stamps inside. One letter was from Scott and the other from his supervisor at the US Postal Service, who wanted to share how touched they were by her message. Emerson's note eventually landed in the corporate newsletter of the USPS, which faces dire fiscal consequences from the Covid-19 crisis. Then, the unexpected happened. Letters poured in from postal workers from across the country. \"The power of connection is what we are delivering, as we bring vital medications, correspondence and commerce to Americans staying at home,\" USPS spokesman David Rupert told CNN in a statement. \"Because we are hard at work, we are helping keep them safe -- and connected.\" Now, Emerson is writing up to 25 letters each week to respond to her new postal pen pals. \"I just think now we need to be thankful for them because we definitely need them during this time,\" she told CNN. Emerson's dad admits he was initially shocked by the response but believes there is a message in this. \"I think it's just that sign that people are willing to write a letter, but I think people also really need a letter,\" Hugh Weber explained. \"As a human being, we have this need to connect and in a moment like this. Any sort of human tangible contact has so much more meaning and so much more emotional.\" Finding social connection across physical distance Emerson gained her affection for writing at a young age thanks to her mom, who is also her fifth-grade writing teacher. \"She's been active that way ever since she could pick up a pencil,\" her father said. \"I feel like I miss a lot of people because I'm very much a people person,\" Emerson said of her family's self-quarantine. \"Writing letters is just very helpful to feel like I can still be around people.\" The budding wordsmith laces her letters with jokes and creates elaborate envelope designs. \"I love people to see my art,\" she said. \"So, when they see it in their mailbox, it's not just a boring envelope, and I include jokes just to make a little extra happiness.\" Weber hopes others follow Emerson's lead and start letter-writing campaigns. \"It's a bit of a coping mechanism,\" he said. \"It gives us that connected fiber, literally touching something that someone else created and crafted for us.\""], "Language": false}