{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/takashi-murakami-supreme-coronavirus-relief/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jessie Yeung, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-06T07:24:21Z"], "LastModifiedDate": ["2020-05-06T07:35:55Z"], "Headline": ["Takashi Murakami and Supreme teamed up to sell shirts for coronavirus aid. They've raised over $1 million"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Renowned Japanese artist Takashi Murakami teamed up with fashion brand Supreme to fundraise during the coronavirus pandemic -- and ended up raising more than a million dollars. Murakami, founder of the \"Superflat\" movement that blurs the boundaries of high and low culture, helped create a T-shirt with his original artwork. The print features the Supreme logo against the artist's signature flowers.  All of the proceeds will go to the non-profit organization Help USA to support youth and families facing homelessness during the pandemic, said Supreme, a cult US streetwear brand. The shirt originally sold for $60. But anytime Supreme releases new items, they are quickly snatched up and resold for much higher prices online, with fans worldwide clamoring for the coveted goods -- and this time was no different. The T-shirt is reselling for up to $1,750 on the streetwear site Grailed. Supreme is one of the most sought-after brands in fashion, boasting collaborations with the likes of Louis Vuitton, Lacoste, Nike and Timberland. On Tuesday, Help USA posted a photo of the shirt on Instagram, thanking the brand for donating $1,052,040 in sales. \"This incredible gift comes in a time of our clients' greatest need and supports our work nationally to provide the most vulnerable with a safe place to call home, food, and essential services during this crisis and beyond,\" said the post. The fashion industry has been helping with relief efforts during the global pandemic, notably stepping up to help produce masks and other personal protective equipment (PPE) in some of the hardest-hit countries.  Top image caption: Artist Takashi Murakami attends the FIAC 2019 - International Contemporary Art Fair Press Preview at le Grand Palais on October 16, 2019 in Paris, France.  Takashi Murakami was a CNN Style guest editor in 2019."], "Language": false}