{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/uk/man-tattoos-himself-everyday-coronavirus-isolation-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-05-04T20:34:55Z"], "LastModifiedDate": ["2020-05-04T20:34:55Z"], "Headline": ["A man has been tattooing himself every day since going into isolation because of the coronavirus"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["After weeks of social distancing due to the coronavirus pandemic, a lot of us are starting to go stir crazy.  While boredom has driven some people to cut their own bangs or maybe dye their hair that one color their mom begged them not to, one man has taken it to an entirely different level. Chris Woodhead, a 33-year-old from East London, has been tattooing himself every day he's been in quarantine. As of Monday, the artist is on his 49th day of tattooing, and he has no intention of stopping. \"The idea of tattooing myself every day through the isolation came about in a way quite naturally,\" Woodhead told CNN. \"I thought it would be a good way of implementing some structure into my day, now that I can't tattoo from the studio.\" Woodhead is not unfamiliar with the process of tattooing his own body. The artist -- who works at a studio in London -- learned the art by giving himself 100 tattoos before ever tattooing another person. Before his decision to turn his passion into a distraction, Woodhead's body was already covered in nearly 1,000 tattoos. While an additional 100 or so tattoos \"won't make a difference,\" Woodhead said he plans to keep going until he is able to return to his studio, regardless of how long it takes. After all, he has only so much skin However, Woodhead has about one month before he runs out of easily available space on his body. When that happens, the artist plans to draw designs that fit in the tiny spaces that may overlap with existing pieces. So far, Woodhead tattoos his body by contorting himself without even needing a mirror. While some spots were easier to tattoo than others, the back of his legs and elbows were the most difficult.  Coming up with ideas for new tattoos everyday has not been a challenge for Woodhead, who is constantly drawing and trying out new ideas. Some of his isolation tattoos included a virus, butterfly, tiger, clown and a mermaid -- and the ideas just keep flowing. \"It's definitely helped me get through the endless day-to-day. It's really boring being stuck at home, and without that creative process I would be pretty lost,\" Woodhead said. \"Also, I've been able to play with different techniques that I would potentially not be able to try on other people, so I am progressing my skill, which is really nice.\" Along with practicing how to tattoo tiny designs, which are more difficult, the artist is also learning more about the healing process. Woodhead said that he does not encourage anyone who is not a professional tattoo artist to try this at home on themselves.  While tattooing himself has helped him stay grounded as the pandemic upends life around him, Woodhead said the process is much more than a mere distraction. \"Tattooing isn't a hobby to me or any other tattoo artist. It's a huge part of me. The human body is an incredible canvas to play around with, and there is endless space.\""], "Language": false}