{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-043020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-29T16:54:52.228Z"], "LastModifiedDate": ["2020-05-01T10:40:16.618Z"], "Headline": ["Stocks close out April with their best monthly gains since 1987: April 30, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Click here for May 1, 2020 stock market news. Apple said its revenue reached $58.3 billion in the quarter ended in March, a 1% increase from a year earlier. That beat analyst estimates, but fell far short of Apple's pre-coronavirus guidance of between $63 and $67 billion. The company began facing the fallout from the coronavirus early on, as the pandemic spread through China, where the bulk of iPhone manufacturing takes place. Apple warned in February that it would miss its previous revenue guidance for the first quarter of 2020. China is also one of the company's biggest markets, accounting for roughly 15% of its overall revenue. The results come right after it posted record earnings in the last three months of 2019, spurred by the resurgence of iPhone sales thanks to its latest flagship device, the iPhone 11. And the pandemic hasn't stopped Apple from continuing to roll out new devices — it launched a new version of its low-cost iPhone SE earlier this month, as well as new models of the iPad and Macbook Air in March. United Airlines said it expects to burn through $40 million to $45 million a day, on average, during the course of the current quarter, even though it has already grounded about 90% of its flights for the quarter. But the airline said it has the resources to weather the current coronavirus crisis, despite saying that it has taken demand for air travel to \"essentially zero.\" As of Wednesday, the company said it has $9.6 billion. The guidance comes as United reported its first loss since the first quarter of 2014. Overall it reported a loss excluding special items of $639 million, worse than a loss of about $500 million on that basis forecast by analysts surveyed by Refinitiv. The net loss for the quarter came to $1.7 billion. Shares of United were lower in after-hours trading following the report. The company had already warned of a total pre-tax loss of $2.1 billion. Its executives will speak with investors on Friday morning. The other three major US airlines - American, Delta and Southwest - have all reported first quarter results that included their first losses in years. Amazon sales jumped 26% in the first three months of 2020, but the company's profits took a hit as it scrambled to manage the coronavirus pandemic. Net income for the quarter fell nearly 31% to $2.5 billion, or $5.01 per share, compared to the $3.15 billion in income Wall Street analysts had projected. CEO Jeff Bezos warned shareholders that the June quarter could also be a challenging one for the online retail giant's finances. \"If you're a shareowner in Amazon, you may want to take a seat, because we're not thinking small,\" Bezos said in a release. \"Under normal circumstances, in this coming Q2, we'd expect to make some $4 billion or more in operating profit. But these aren't normal circumstances. Instead, we expect to spend the entirety of that $4 billion, and perhaps a bit more, on COVID-related expenses getting products to customers and keeping employees safe.\" April was a hell of a month for the stock market, with the Dow and the S&P 500 both logging their best monthly performance since January 1987. The Dow climbed 11.1%, and the S&P 500 rose 12.7%. The Nasdaq Composite gained 15.4% for the month, its best performance since June 2000. Part of the April rally was a rebound from March, which was the worst month since 2008 -- the height of the financial crisis -- for stocks. Hopes about reopening the economy and potential coronavirus treatments also helped push stocks higher this month.  On top of that, the Dow had history playing in its favor: \"Historically, April has been the best month of the trading year, and this April didn't disappoint,\" according to a note from Bespoke Investment Group. Still, on the final trading day of the month the three major benchmarks finished in the red. Another bleak look at the US labor market and inaction from the European Central Bank weighed on investor sentiment. The Dow closed 1.2%, or 288 points, lower.\nThe S&P 500 finished down 0.9%.\nThe Nasdaq Composite ended down 0.3%. Extreme turbulence continues to rock the oil market. US oil prices spiked 25% on Thursday to $18.84 a barrel, marking the second straight day of monster gains. Although crude remains at depressed levels far too low for US shale companies to make money, oil is now at a two-week high.  The rebound eases fears of a return to negative prices hit last week. Crude plunged to nearly single-digits on Tuesday, sinking as low as $10.07 a barrel. But it's nearly doubled since then.  The recovery reflects bets by oil traders that the unprecedented collapse in fuel demand is over.  \"Hopes of a gradual easing of global lockdown conditions have helped lift oil prices,\" analysts at RBC Capital Markets wrote in a note to clients Thursday. RBC's real-time tracker of US traffic patterns showed slight improvements in several cities compared with their recent lows.  Ryan Fitzmaurice, energy strategist at Rabobank, also credited technical changes, including the restructuring of the United States Oil Fund (USO), an ETF that imploded earlier this month. Perhaps announcing the death of cereal was premature.  Kellogg's (K) reported in its better-than-expected earnings report that sales of its cereals jumped 3% because of the coronavirus pandemic. The company makes a number of well-known cereals, including Rice Krispies, Corn Pops and Frosted Flakes.  Its frozen food products, which includes Eggo's, fared even better with sales jumping 9%. Overall revenue for the company grew 8%.  Kellogg's shares advanced nearly 4% higher in early trading.  People still need to see doctors for routine checkups and care even if they don't have any Covid-19 symptoms. That's a big reason why business is booming for virtual health company Teladoc. Teladoc (TDOC) reported a more than 40% jump in revenue for its latest quarter after the closing bell Wednesday, topping Wall Street's forecasts. In an interview with CNN Business Thursday morning, Teladoc CEO Jason Gorevic said that remote visits nearly doubled in the quarter -- to more than 2 million.   \"We see this growth persisting into the future,\" Gorevic said. \"We're seeing massive growth in not just general medical visits but also for mental health and dermatology. There is a proliferation across all specialties and significant demand from more physicians looking to be able to use the platform.\" The good news may have already been priced into the stock, which has nearly doubled in 2020. Shares fell about 6% Thursday. But Gorevic thinks Teladoc will remain a leader in an increasingly crowded field of virtual health providers and companies offering in-home medical care.  He also isn't too concerned about possible competition from Amazon (AMZN), which recently acquired online pharmacy PillPack and is also partnering with JPMorgan Chase (JPM) and Warren Buffett's Berkshire Hathaway (BRK.B) on a healthcare venture named Haven. \"There are plenty of rumors about Amazon and other techs getting into the space,\" Gorevic said. \"But we see them more likely as partners than competitors. There is a difference between providing technology solutions and actually providing health care.\" Frontier is the second US airline to require passengers to wear masks or face coverings on flights beginning May 8. \"This new measure is aligned with CDC recommendations and those of many municipalities within the US that include wearing a face covering when out in public,\" Frontier CEO Barry Biffle said in a press release.  Customers must wear masks when they're around Frontier ticket counters and gate areas, as well as during flights. Young children will be exempt from the policy. JetBlue (JBLU) announced a similar policy on Tuesday.   An hour into the trading day, the Nasdaq Composite pared its modest losses and briefly turned green. The index was last up 0.1%, pushed higher by gains in consumer and tech stocks. All major US benchmarks are on track for a historically good performance this month, and the Nasdaq is looking at its best gain since June 2000. For Comcast (CMCSA), the financial effects of the coronavirus pandemic are a mixed bag. The cable company reported its first-quarter earnings on Thursday and revealed it added 477,000 high-speed internet customers during the period -- the best quarterly result in 12 years.  But Comcast's movie and theme park units were hit particularly hard. Sales for the company's film unit fell 22.5% from last year, while theme-park sales fell 31.9%.  NBCUniversal's CEO Jeff Shell spoke a bit about the future of the movie theater business on Comcast's earnings call. \"The question is when we come out of this, what is going to be the model? And I would expect that consumers are going to return to the theaters, and we will be a part of that,\" Shell said. \"I would also expect that [premium video on demand] is going to be a part of that offering in some way.\" AMC Theatres (AMC) said this week that it would ban Universal's movies after comments Shell made about the success of the studio's animated film, \"Trolls World Tour,\" which bypassed theaters for a digital release. Overall, Comcast’s first-quarter profit dropped nearly 40% to $2.1 billion and sales fell almost 1%. Shares were down about 4.5% early Thursday. US stocks opened lower on the last trading day of the month. Some more bleak jobs data weighed on market sentiment, as another 3.5 million Americans filed for initial unemployment benefits last week. The total of first-time claims climbed above 30 million over the past six weeks. Meanwhile in Europe, the European Central Bank said it would take no more action on its key policies, although it did inject some more stimulus into the European economy. The Dow opened 1.1% or 280 points, lower.\nThe S&P 500 kicked off 0.7% lower.\nThe Nasdaq Composite opened down 0.1%. Despite some bleak economic data hinting at the disruption the coronavirus pandemic is causing the economy, it was a historically good month for stocks. The S&P 500 is on track for its best month since October 1974, and the Dow is looking at its best month since January 1987. The Nasdaq is on track for its best monthly performance since June 2000. Investors don't like joblessness. They don't like inaction from central banks. That's why stock futures are sinking this morning. 3.5 million Americans filed for initial jobless claims last week, the Labor Department announced Thursday. That makes 30 million Americans who have filed for initial claims since mid-March. The ECB said it would take no more action on its key policies, although it did inject some more stimulus into the European economy.  Dow futures were down 170 points.\nS&P 500 futures fell 0.8%.\nNasdaq futures dropped 0.2%. Americans may not know the name Reckitt Benckiser (RBGLY), but it's the maker of one of the most in-demand products right now: Lysol. And it just reported a blowout first quarter.  The British company said sales rose 13.5% because customers are buying a lot of disinfectants to help guard against coronavirus. CEO Laxman Narasimhan noted \"strong consumer demand\" in March and April.  But Narasimhan also warned the company is \"uncertain how quickly this will change in the months ahead.\"  The near-term operational challenges to meet additional demand and handle lockdown conditions, with the associated costs, are also likely to continue for some time,\" he said.  Last week, the company garnered global attention when it put out a statement warning people not to consume Lysol after President Donald Trump suggested the possibility of injecting disinfectants to protect people from coronavirus. Another 3.8 million Americans filed for first-time unemployment benefits in the week ended April 25. In total, more than 30 million people have filed first-time claims since mid-March as the coronavirus pandemic is forcing businesses to close and lay off workers. Read more about the surge in unemployment claims here. How bad is the coronavirus economy? The worst ever, says Fed Chairman Jerome Powell. \"We are going to see economic data for the second quarter that is worse than any data we have seen for the economy,\" Powell said. \"There are direct consequences of the disease and measures we are taking to protect ourselves from it.\" The recovery will be long and painful, but the economy could begin to bounce back significantly in the third quarter as businesses reopen, he added. While we won't go back to pre-coronavirus levels for quite some time, the third quarter could provide some economic relief. \"We will enter the new phase -- and we are just beginning to maybe do that -- where we will begin formal measures that require social distancing will be rolled back, gradually, and at different paces in different parts of the country. And in time, during this period, the economy will begin to recover,\" Powell said. \"People will come out of their homes, start to spend again, we will see unemployment go down, we will see economic activity pick up,\" he added. Exactly then that happens is \"very hard to say,\" although he reiterated the third quarter could get a \"fairly large increase\" in economic activity. Unemployment has shot higher for minorities in the United States -- much faster than it has for white Americans, Federal Reserve Chairman Jerome Powell said at a press conference yesterday. Just a few months ago, the US labor market was the best-ever for minorities, Powell noted. Now, minorities are among the first to lose their jobs as stay-at-home orders have shuttered restaurants, movie theaters, retailers and many other businesses. \"It is heartbreaking, frankly, to see that all threatened now,\" Powell said. \"All the more need for our urgent response and also that of Congress, which has been urgent and large, and to do what we can to avoid longer run damage to the economy.\" Powell noted that people \"who are least able to bear it have been the first to lose their jobs, and they have little cushion to protect themselves. \"That is a very big concern,\" Powell said. The Fed committee said in its statement yesterday that it will continue its stimulus policy for the \"medium term.\" How long is that? \"It's between now and the long term,\" Fed Chairman Jerome Powell said. He provided three reasons why the Fed doesn't think it can ease up on its economic rescue plans in the near term. 1) The amount of time to get coronavirus under control is \"very much shrouded in uncertainty.\" 2) The damage to the US economy is severe. Workers who are out of work can lose skills and have difficulty restarting their careers. Businesses won't fully restart for quite some time, and some will go out of business. The Fed's tools to address those issues are imperfect, Powell noted. 3) The crisis is global. Foreign economies will weigh on the US economy. American Airlines (AAL) posted a significantly worse-than-expected loss in the first quarter, its first loss since emerging from bankruptcy six years ago. American, the world's largest airline, posted a $2.2 billion net loss. Excluding special items, the loss still came to $1.1 billion, worse than the $808 million loss forecast by analysts surveyed by Refinitiv. The bad times are far from over: American said it expects to lose $70 million a day in the second quarter, as demand for travel has fallen more than 90%. Those losses will come despite cutting $12 billion in costs for the rest of this year. Read more here. Tapestry (TPR), which owns luxury brands Coach and Kate Spade, reported a 20% sales decline in the first quarter as a result of 90% of the company's stories being closed. The company reported a revenue loss of $677 million compared to a $117 million profit for the same period a year ago. Sales at Coach sank 20% and Kate Spade sales slipped 11%.   However, it signaled that operations will return to some normalcy. It said a \"vast majority\" of its stores across Asia have reopened and 40 stores in North America will reopen Friday for \"contactless curbside or storefront pickup service only.\" The company warned it's taking \"additional actions to further streamline its organization,\" including layoffs. Shares fell 3% in premarket trading. It seems that consumers stuck at home are craving some comfort food. Kraft Heinz reported sales and earnings Thursday that topped Wall Street's forecasts.  Kraft Heinz (KHC) said in its earnings release that revenue rose more than 6% -- led by strong demand for macaroni & cheese, condiments and sauces, beverages, and nuts. \"Going forward, we have a singular focus: to meet the demand for our products and ensure consumers have the food and nourishment they need during these uncertain times,” said Kraft Heinz CEO Miguel Patricio in the release.  Patricio took over as CEO last year and has been busy focusing on new products and less on cost cutting. Kraft Heinz has been slower than many of its other traditional rivals to branch out into newer categories, particularly in organic and healthier foods.  Still, shares of Kraft Heinz rose nearly 2% in premarket trading following Thursday's earnings release. That's good news for Warren Buffett. The Oracle of Omaha's Berkshire Hathaway (BRK.B) owns a nearly 27% stake in the food giant, making Berkshire the company's largest shareholder. Sales at McDonald's (MCD) restaurants open for at least 13 months fell 3.4% in the first quarter because of impact from the coronavirus pandemic. The company's total revenue fell by 6% in the quarter, compared to the same period last year.  Global sales of stores open at least 13 months were up in January and February, McDonald's said, but fell by 22% in March, dragging the figure down for the quarter.  \"The COVID-19 pandemic has significantly disrupted our business, and we continue to operate in a very challenging and unpredictable environment,\" said CEO Chris Kempczinski  in a statement discussing the financial results.  Roughly three-quarters of McDonald's restaurants around the world are still open, mostly for drive-thru, delivery and pickup. In some regions, including France, Italy, Spain and the United Kingdom, most restaurants have temporarily closed.  The company said restaurant closures, limited operations and changes in consumer behavior contributed to the decline. It withdrew its full year guidance earlier in April because of uncertainty stemming from the pandemic.  Twitter (TWTR) continued the strong streak of tech earnings. Shares surged 8% after beating analysts' expectations in its first-quarter earnings report.  The service grew its user base by 24% compared to a year prior to 166 million people it can show ads to. Revenue also jumped 3% to $808 million.  Twitter's ad sales fell sharply between March 11 and March 31, dropping 27%, because of the coronavirus pandemic.  EMarketer senior analyst Jasmine Enberg said in a note to customers that the earnings report was a \"positive surprise,\" but warns that investors won't see the true impact of the virus until next quarter.  Twitter’s ad business is heavily event-driven, so the suspension of major sporting leagues in March will have hurt its bottom line and will continue to do so as long as social distancing and stay-at-home measures remain in place,\" Enberg said. Twitter's stock will turn positive for the year if the premarket gains hold.  Credit-rating agency Standard & Poor's has cut Boeing's credit rating to BBB-, the lowest rating it can have before its debt topples into junk-bond status. \"Boeing's earnings and cash flow over the next few years are likely to be lower than we had previously expected due to the impact of the coronavirus on aircraft demand, with the pace of recovery in air travel still highly uncertain,\" said S&P in the downgrade note. It is the lowest rating on Boeing's debt since 1981. Boeing has never had its debt judged to be so risky that it considered \"speculative\" or \"not investment grade,\" the technical names for junk bond status. \"Certainly, we'd prefer to stay investment grade. And again, I think we're taking all the right actions to try to maintain that,\" said Boeing CFO Greg Smith when asked about the risk of Boeing falling into junk bond status after the company announced a $1.7 billion core operating loss in the first quarter on Wednesday. Boeing added $11.6 billion in long-term debt during the first quarter to increase the cash it has on hand to weather the current crisis, which has seen airlines cancel or delay orders for new planes from Boeing and rival Airbus. The cost of its future borrow could go up due to this downgrade, and it could go up significantly more if its debt is downgraded again into junk bond status. SoftBank is warning that it will fall deeper into the red, just two weeks after it shocked investors by forecasting a record annual loss. The Japanese company on Thursday widened its forecast for a net loss in the year ended in March from 750 billion to 900 billion yen ($7 billion to $8.4 billion).  The firm said it expects to lose 700 billion yen ($6.6 billion) on a portion of its investment in the troubled coworking provider WeWork that it holds outside of its $100 billion Vision Fund. Earlier this month, SoftBank said it would post a record annual operating loss of 1.35 trillion yen ($12.6 billion) — the worst in at least 20 years, according to the data provider Refinitiv — as bets in the Vision Fund turned sour. The company said Thursday that forecast remains unchanged. Shares of SoftBank (SFTBF) closed 2.45% higher in Tokyo, in line with the broader Nikkei 225 (N225). Read more here. Investors are bracing for another round of earnings and a brutal jobless claims number that could amount to 3.5 million. Here's where futures stand at 6:15 am ET: Dow futures are up 80 points, or 0.33%\nS&P 500 futures rose 0.23%\nNasdaq Composite futures moved 0.63% higher Stocks finished higher Wednesday.  Another painful look at initial jobless claims is expected today. Thursday's unemployment report is expected to show that another 3.5 million Americans filed for first-time unemployment benefits in the week ended April 25, according to economists polled by Refinitiv. That would be the sixth-straight weekly report with claims in the millions. So far, 26.5 million people have filed first-time claims since mid-March. Before the coronavirus crisis, weekly claims sat around the 200,000 mark. If the report hits the predicted 3.5 million, it would be the fourth straight week that claims have fallen since peaking at 6.9 million in the last week of March. Economists say that is a good sign. Still, next week's jobs report is expected to show the US unemployment rate surging to 14%. How high the jobless rate can go and how long it will take to come down again will depend on the shape and pace of the economic recovery. Europe's deep recession has begun, triggered by the introduction of measures to contain the coronavirus. Preliminary data published on Thursday showed that EU GDP shrank by 3.5% in the first quarter of 2020 versus the final quarter of last year when the region's economy was still expanding. Compared with the first quarter of 2019, the fall was 2.7%. Economic output in the 19 countries that use the euro shrank by 3.8% in the January to March period. Read more here. Royal Dutch Shell (RDSA) has slashed its dividend for the first time since World War II after profits were wiped out by a historic collapse in oil demand caused by the coronavirus pandemic. The Anglo-Dutch firm, one of the world's largest oil companies, said in a statement Thursday that it will cut its quarterly dividend to 16 cents per share, from 47 cents previously. It posted a net loss of $24 million for the first quarter of 2020, compared with a profit of $6 billion in the same period a year ago. Shares in the company plunged as much as 8% in London on Thursday morning. \"The world has seriously changed over the last few months,\" Royal Dutch Shell CEO Ben van Beurden said in a video recorded from his home and posted to the company's website. \"The global economic decline and uncertain outlook may have significant impacts on our profitability, cashflow and balance sheet,\" he added. Read more here."], "Language": false}