{"Type": ["article"], "Url": ["https://www.cnn.com/2013/08/16/us/armed-forces-day-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-08-16T16:15:53Z"], "LastModifiedDate": ["2020-05-03T12:33:58Z"], "Headline": ["Armed Forces Day Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's some background information about Armed Forces Day, a holiday observed in some areas of the United States to honor all branches of the armed forces. Facts May 16, 2020 - Armed Forces Day.  It is celebrated each year on the third Saturday in May. The theme for 2019 was \"For the Nation. For the People.\" Other Facts Each year there is a theme. The theme of the first Armed Services Day was \"Teamed for Defense.\" It is celebrated with military exercises on land, sea and in the air to honor members of the US military and to show off their state-of-the-art equipment to the civilian population it protects.   Military installations are generally open on that day as it is not a federal holiday. The United Kingdom and the United Arab Emirates have also consolidated all their country's armed forces into one department and celebrate a similar holiday. Timeline July 26, 1947 - President Harry S. Truman signs the National Security Act into law, unifying \"four branches of the military under a single executive authority, the Secretary of Defense.\" The decision to unify the different services under one Department leads to the creation of the National Military Establishment in 1947.  1949 - The Department of Defense is created, replacing the National Military Establishment. August 31, 1949 - Secretary of Defense Louis Johnson announces the creation of an Armed Forces Day to replace current, separate Army, Navy, Marine Corps and Air Force holidays.  February 27, 1950 - Truman proclaims -- \"Armed Forces Day, Saturday, May 20, 1950, marks the first combined demonstration by America's defense team of its progress, under the National Security Act, towards the goal of readiness for any eventuality. It is the first parade of preparedness by the unified forces of our land, sea, and air defense.\" May 20, 1950 - Armed Forces Day is first celebrated.\n- Daily observances and festivities take place nationwide starting a week before the holiday.\n- B-36 bombers fly over the capitals of every state.\n- 10,000 troops and veterans march in Washington, DC.\n- More than 36,000 participants in a parade in New York City.\n- Parades, air shows, receptions and other celebrations also take place. March 18, 1961 - President John F. Kennedy signs a proclamation officially declaring Armed Forces Day a national holiday on every third Saturday in May."], "Language": false}