{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/cnn-underscored/mothers-day-craft-gifts-for-her-to-make/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lesley Kennedy"], "Writers": [["Lesley Kennedy"]], "FirstPublishDate": ["2020-05-03T08:12:53Z"], "LastModifiedDate": ["2020-05-03T08:12:53Z"], "Headline": ["20 crafty DIY gifts for Mother's Day"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Searching for the perfect Mother's Day gift to show your crafty mom extra love during this unprecedented time? We can't argue with flowers and cozy bathrobes, but if your mom loves to create  — or she's just starting to explore her creative side while quarantined — this could be the year to send her something more unique and possibly inspire a lifelong passion.    Whether you're looking for a gift for a grandmother or new mom, Dinah Wulf, a professional crafter and the woman behind DIYInspired.com, says she sees moms, especially those with young kids, becoming craftier while quarantined.  We've rounded up 10 DIY craft kits and more to give your favorite mom the gift of constructive creativity this year, no matter her skill level. We've also included a few cult-favorite crafting tools for the moms who want to become more serious about their passions for DIY. As Wulf says, creativity is learned, \"so the more you do it, the better you get.\" DIY Macrame Wall-Hanging Kit ($28; etsy.com) Its popularity may have peaked in the '70s, but macrame is making a trendy comeback. Send the mom on your list this DIY kit, which has received a five-star rating. It contains a beechwood dowel, precut rope in your color of choice, cord and instructions for a hall hanging that's not only lovely, but also hip.  _______________________________________________________________________________ Thai Curry Kit ($35; uncommongoods.com) Does your mom love to cook? Is she looking for a new challenge while in quarantine? This kit will give her the chance to experiment with the delicious flavors of Thai curry. After she's equipped with these curry pastes, she can test different proteins, vegetables and rices to find the perfect combo for a tasty Thai curry.    _______________________________________________________________________________ Terrarium Building Kit (starting at $29.99; etsy.com) Moms who love plants but are short on yard space will appreciate this five-star-rated mini-garden kit that will allow her to build her own trendy terrarium filled with succulents, foliage and moss. She'll receive a 6-inch glass container, soil, charcoal, rocks and instructions. The kit also includes a few \"treasures\" — think seashells, mini pinecones or sea glass — that will make her creation just as unique as she is.  _______________________________________________________________________________ Solar Photography Kit ($14.95; uncommongoods.com) Is your mom an amateur photographer? She'll be delighted with this intro to sunography, in which objects (leaves, fabric, etc.) or transparencies (such as photo negatives or X-rays) are placed on special paper, exposed to sun and rinsed with water to create beautiful blue prints. The kit, which has received rave reviews, includes six 5-by-7-inch sheets of photosensitive paper, a storage bag and instructions. _______________________________________________________________________________ PS Design Big Bloom Paper Flowers ($24.95; papersource.com) Stop and smell the paper flowers! Yes, fresh stems are lovely, but these paper flowers will last much longer. If you think your mom would enjoy a little arts  and craft project to help pass the time, send her this pretty kit that makes two 18-inch or three 9-inch flowers. It comes with precut shapes, a template, foam squares and round backer forms for hanging. She'll just need double sided tape, a pencil, a bone folder (or a butterknife will do in a pinch), a hot glue gun and glue sticks.  _______________________________________________________________________________ Make Your Own Greek Yogurt Kit (starting at $22; uncommongoods.com) If mom is looking for new kitchen experiments, try out this homemade Greek yogurt kit that makes rich, creamy yogurt with just a few minutes prep time and a few hours of incubation. With everything you need, this kit is easy to follow so she can make her yogurt worry free.  _______________________________________________________________________________ Stained Glass Abstract Suncatcher Kit ($44.10; etsy.com) Artistic moms will be ready to get right to work with this five-star-rated suncatcher kit that's suitable for beginners. She'll get a pattern, nine stained glass pieces, zinc borders, pump rings and copper foil. She'll need an iron, soldering wire and flux paste. In the end, she'll have a 6-by-6-inch piece of artwork to hang in her window.  _______________________________________________________________________________  Bonsai Tree Kit ($59.99; 1800flowers.com) The art of bonsai has been around more than 2,000 years for good reason: The practice of shaping small container plants to mimic full-grown trees is considered to be highly meditative — something your mom might need a little more of during this pandemic. Designed for both master gardeners and novices, this kit is the perfect blend of horticulture and art.  _______________________________________________________________________________ MasterClass | Ron Finley Teaches Gardening ($180; masterclass.com) Whether your mom already loves to garden or is looking for a new hobby, this two-hour MasterClass features 10 video lessons that will teach her how to turn an old dresser drawer into a garden brimming with vegetables and herbs including lettuce, mint, sage, sweet potatoes, rosemary and kale. Taught by Ron Finley, known as the \"Gangster Gardener\" after starting a community movement with his urban garden in South Central Los Angeles, you'll learn to plant and harvest using any type of soil, along with composting tips and other advice. Bonus: The price gets you two passes with access to all MasterClass offerings so you can learn along with mom.  _______________________________________________________________________________ The Adults & Crafts Crate ($30 per month; cratejoy.com) Every month a new kit will arrive that will teach her a new craft technique like wood burning and resin crafting. New kit subscriptions ship on the 20th of each month, so this will not arrive in time for Mother's Day. Make sure your mom knows you didn't slack on getting her a gift by utilizing the emailable gift notification when you make your purchase.  _______________________________________________________________________________ Nature's Blossom Candle Making Supplies Kit ($54.99, originally $57.99; amazon.com) Does your mom have an obsession with candles? Go ahead and feed right into it this Mother's Day with this top-rated candle-making kit: This one includes soy wax, fragrances (lavender, lemon, chamomile), three candle tin jars, a melting pitcher, wicks and more — everything she'll need to make three fabulous candles.  _______________________________________________________________________________ Gourmet Oil Dipping Spice Kit ($39; uncommongoods.com) When every day calls for happy hour, you want mom to be prepared. This set of 15 herbs and spices has garnered hundreds of rave reviews for helping you create the perfect blend for your next bread, cheese and wine spread. Global flavors — from herbs de Provence to smoked paprika to za'atar — will have your mom snacking in style.  _______________________________________________________________________________ Mason Jar Indoor Cilantro Herb Garden ($20; uncommongoods.com) If flowers aren't really your mom's thing, she may prefer a grown-your-own herb garden instead. This DIY kit gets high ratings for its simple yet charming results. The kit includes cilantro seeds (hello, guacamole!) and a clever self-watering tinted mason jar that takes the guesswork out of it. All mom has to do is plant the seeds, pour water in the reservoir and place her jar in a sunny spot. When shelter-in-place orders are finally lifted, be sure to stop by with avocados, lime and chips.  _______________________________________________________________________________ Make Your Own Hot Sauce Kit ($35; uncommongoods.com) You can't take mom to her favorite restaurant this Mother's Day, but you can still send her favorite condiment: Hot sauce! This top-selling DIY kit comes with six bottles, customizable labels, a small funnel, sterilizing solution and gloves, plus curry, chili, ancho and cayenne spice packets, peppers, vinegars and brown sugar. Talk about the perfect gift for a hot mama! _______________________________________________________________________________ Sushi-Patterned Embroidery Kit ($9.90; etsy.com) We're not surprised this adorable hand embroidery kit is an Etsy best-seller. Great for beginners, mom will receive everything she needs to create sweet sushi characters, including an embroidery hoop and needle, illustrated linen fabrics, threads and instructions. Follow it up with a dinner date at her favorite Japanese restaurant post-pandemic. If sushi isn't mom's favorite, opt for mushrooms, lavender or a sunset. Can't decide? At such reasonable prices, send her a few different options!   _______________________________________________________________________________ DIY Mobile Boho Sea Glass Suncatcher (starting at $69; etsy.com) With 30 genuine pieces of white, sea foam and black sea glass top drilled found on Prince Edward Island, Canada, this build-yourself suncatcher kit is a perfect for the crafty, ocean-loving mom.  _______________________________________________________________________________ Make Your Own Woven Cotton Necklace Kit  ($23.63; etsy.com) Does your mom love unique jewelry? If so, then she'll love crafting her own colorful woven necklaces using this kit from the U.K. She'll receive three colors of organic cotton cord — you choose from 18 options — and detailed instructions. Everything is neatly stashed in a box that is sealed with a sticker. Incredibly useful crafting tools Cricut Explore Air 2 ($199, originally $227; amazon.com)  Wulf says every crafty mom needs a Cricut machine, which allows you to cut more than 100 types of materials, from specialty paper to leather. \"The crafting possibilities are endless,\" she says. \"You can use one for almost any type of project that requires vinyl, paper, stenciling and so much more.\" This highly rated model can be used to create custom stickers, cards, apparel and other crafts. It also includes pens to add writing, a scoring stylus for creating fold lines, envelopes, 3-D paper crafts — the sky's the limit! Did we say how much we also love the pretty muted colors that it comes in. We sure do.  _______________________________________________________________________________ Fiskars 152490-1004 SureCut Deluxe Craft Paper Trimmer, 12 Inch ($17.56, originally $20.11; amazon.com) Wulf recommends this 12-inch tool, perfect for scrapbookers and making mixed-media projects. \"I think I use this every day,\" Wulf says. \"It is a tool that is useful for class projects and paper crafts.\" _______________________________________________________________________________ Bernz-O-Matic Micro Flame Butane Torch Kit ($28.51, originally $32.99; am"], "Language": false}