{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/us/cities-population-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Catherine E. Shoichet and Athena Jones, CNN"], "Writers": [["Catherine E. Shoichet", "Athena Jones"]], "FirstPublishDate": ["2020-05-02T09:17:13Z"], "LastModifiedDate": ["2020-05-02T18:30:43Z"], "Headline": ["Coronavirus is making some people rethink where they want to live"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A moving truck came to Rebecca Stevens-Walter's New York apartment this week. But she wasn't there to help pack boxes or supervise the crew.  In mid-March, the 39-year-old pastor flew to New Mexico with her husband and two kids. They left so suddenly they barely had time to prepare for the trip.  \"We fled,\" she says. \"Our apartment looked like the rapture had come. ... And we definitely had the conversation, 'What if we don't go back?'\" The streets of the city she loves -- and many major cities across the US -- are hauntingly empty as the pandemic leaves most of the country on lockdown.  It's a chilling sign of the times, and one that brings to mind a big question: After the pandemic passes, will some people choose to leave big-city life behind?  That trend was already starting to emerge in some parts of the country, even before coronavirus hit.  Now the pandemic is changing the way we talk about life in big cities. And some experts say it could change who opts to live in them. Stevens-Walter says her family does plan to return to New York. But others who recently left the city told CNN they aren't so sure.  \"It's hard to think about living in New York when we don't have our existence and our careers there,\" says Ashley Arcement, a dancer, singer and actor who headed to a friend's house in Florida with her boyfriend, a pianist, after Broadway shut down in March.  \"Before this,\" Arcement says, \"we weren't the kind of people who wanted to live outside the city and commute in. ... Now it's like, will it ever be the same?\" New York's governor says density is to blame With Broadway shut down, restaurants open only for takeout and many people working from home -- if they still have a job -- these days the city that never sleeps is looking downright dormant.  But that wasn't the case a few months ago, when coronavirus started to spread through America's largest and densest city. New York quickly became the epicenter of the country's coronavirus outbreak, spurring stay-at-home orders from officials to keep contagion at bay.  While the number of new coronavirus cases reported daily in New York has started decreasing, the death toll continues to climb. More than 12,000 coronavirus deaths have been confirmed in the city so far.  New York Gov. Andrew Cuomo hasn't minced words when he describes the reasons he sees for the rapid spread of the virus. \"Why New York? Why are we seeing this level of infection? Well, why cities across the country?\" Cuomo said at a news briefing last month.  \"It's very simple,\" the governor said. \"It's about density. It's about the number of people in a small geographic location allowing that virus to spread. ... Dense environments are its feeding grounds.\" He sees sprawl as a saving grace On the other side of the country, Joel Kotkin says the situation that's unfolding is notably different.  In a recent opinion piece published in the Los Angeles Times, Kotkin credited that city's sprawling development with slowing the spread of coronavirus. The headline: \"Angelenos like their single-family sprawl. The coronavirus proves them right.\" The executive director of the Houston-based Urban Reform Institute, Kotkin argues that cities were already in trouble. And in the age of social distancing, he says, dense cities particularly have a lot going against them.  \"How do you open up an office with expensive real estate if people have to be six feet apart? How are you going to have a city dependent on subways if you're going to have any social distancing at all?\" he tells CNN. \"People will continue to move more into the periphery and into smaller cities, where basically you can get around without getting on (public) transit.\" Epidemics have made people move before Epidemics historically have played a big role in shaping where and how people live in New York and other cities, said David Rosner, co-director of the Center for the History and Ethics of Public Health at Columbia University. After a cholera epidemic hit the city in the 19th century, for example, people began to move from lower Manhattan to other neighborhoods -- if they could afford to. \"You start seeing the suburban communities kind of segregate according to class and movement of people,\" he says. \"You start seeing the marketing of land based upon the experience with disease. ... You start seeing land actually being advertised as healthful or unhealthful.\" It's a pattern that Rosner sees emerging again. \"Travel and movement away from disease centers is also a reflection of that kind of social prejudice. Somehow we still believe that being in the country must be safer,\" he says. \"It's more a reflection of our attitudes towards the urban environment and fear of our neighbors. That's a sad reality of this epidemic.\" This economist says 'density isn't destiny' Joe Cortright says people who think it's safer in a rural hamlet are subscribing to the \"old 'teeming tenements' theory of public health\" -- and he says it's just not true.  As the director of The City Observatory, a think tank focused on data-driven analysis, he's been crunching the numbers for weeks as the pandemic spread. And Cortright says they reveal an important distinction: \"Density,\" he argues, \"isn't destiny.\" Translation: There are plenty of densely populated cities around the world that haven't seen coronavirus cases climb as much as New York's has. Cortright points to Tokyo, Taipei, and Seoul, and to Vancouver, one of the densest large cities in North America. Also, he says, there are suburban and rural areas that have been particularly hard hit.  \"Some people think, 'Can I flee to avoid this problem? Then when you look around you, it's a pandemic. There's no place you can go where you are free from it,\" he says. \"I think that's one of the lessons here: With information and smart policy, there's no reason why cities are inherently going to be hit harder.\" 'Gen Z' will play a key role in what happens next But even before coronavirus hit, there were already signs more people in the US were moving to the suburbs.  After years of growth, New York City's population had started to slowly decline in 2017. Chicago and Los Angeles also saw their populations dip in recent years as the economy picked up in the suburbs and elsewhere. Other big cities have seen growth virtually stagnate. \"It's not just a New York thing,\" says William Frey, a demographer and senior fellow in the Metropolitan Policy Program at the Brookings Institution. \"It's a kind of softening of growth among cities all over the country.\"  But even so, Frey says it's too soon to push the panic button on cities. New York rebounded after 9/11 and after the 1918 flu pandemic, too.  \"People have always come back to cities during some of the biggest disasters we've had in our history. ... When we look ahead in the next year or two, I'm not so concerned that we're going to see decline in city populations long-term,\" he says. If the recent past is any indication, Frey says in fact, more people may end up moving into cities post-pandemic.  Immediately after the Great Recession, millennials flocked into cities and spurred a period of growth and revitalization. And in the aftermath of this unfolding economic crisis, Frey says Generation Z could take a similar tack. Members of that generation, born from 1997 to 2012, have strong urban roots and are likely to be drawn to cities, Frey says.  \"If they follow in the footsteps of millennials during a similarly dim period, they could help invigorate city growth -- especially if opportunities dry up elsewhere,\" Frey wrote in a recent analysis on the Brookings website.  How working remotely could reshape the market Alison Bernstein says she's already seeing a shift in the other direction.  She's fielding three times the calls she was at this time last year from families in search of greener pastures — fewer crowds, more space and a better quality of life.  Bernstein's company, Suburban Jungle, helps city-dwellers relocate to the suburbs. And the pandemic, she says, has pushed even more people to consider making the move. \"People are scared, and it's not something that is going to be swept under the rug,\" she says. \"And I think people are going to really re-evaluate the quality of life that they're looking for. So I think we're going to see a big migration into lifestyle-rich cities like Nashville, Austin, South Florida.\" What's more, she says, another pre-pandemic trend is intensifying: the rise in working remotely. That could play an even bigger role in reshaping the housing market going forward, says Skylar Olsen, senior principal economist at Zillow. Already, millennials were increasingly turning to suburbs, smaller cities and places on the periphery because they'd largely been priced out of buying in big cities. \"If we can provide another option like remote work, then people can make new, different decisions,\" she says. \"Your job and your home used to be tied together in a way that we're all learning they might not have to be.\"  Moms' groups are raising questions about moving Lifelong New Yorker Chloé Jo Davis never imagined leaving her beloved city -- until now. Davis and her husband were already used to working from home, but weeks spent cramped inside their rented two-bedroom apartment on Manhattan's Upper East Side -- homeschooling their three young sons and caring for four rescue pets -- have changed her calculation. \"I feel like I've been through a monsoon every day,\" she says.  \"If here we are in New York City, and the reasons we're here, the reasons we're willing to sacrifice all the basic sort of life benefits that a lot of people have...is for the art, the culture, the diversity, the neighborhood camaraderie,\" she says. \"And now, without that, what do we have? We're stacked in boxes.\" Davis says her family is now looking to leave the density of New York City for the space of the suburbs. Already, she says, prices for rentals outside the city are soaring as demand grows. But she knows they are lucky to have the means to even consider such a move. A number of moms' groups she's part of on Facebook lead her to believe that many New York mothers are in a similar position. The same three questions, she says, keep popping up: Who knows a good mover that does social distancing moves? Which 'burb do you like better? Does anybody want to take over the lease for my two-bedroom? So many friends and neighbors have left the city, at least temporarily.  \"It seems to be just a mass exodus,\" she says. But speaking to CNN on the phone from her in-laws' house in New Mexico, Stevens-Walter says she also knows plenty of people who can't leave the city, and many who are determined to keep living there -- herself included. \"I'm deeply homesick for New York. We live there for a reason, for many reasons,\" she says.  As artists and musicians, she and her husband feel inspired there. And she says the city makes "], "Language": false}