{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/04/21/asia/gallery/kim-jong-un/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-04-21T06:02:00Z"], "LastModifiedDate": ["2020-05-04T16:17:43Z"], "Headline": ["In pictures: North Korean leader Kim Jong Un"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["This photo, released by North Korea's state-run news agency on Saturday, May 2, reportedly shows North Korean leader Kim Jong Un attending a ceremony to mark the completion of a fertilizer factory in South Pyongan province. This would be Kim's first public appearance since he missed the celebration of his grandfather's birthday on April 15, leading to questions about the leader's health. CNN cannot independently confirm the reporting of the news agency. Kim Jong Un is the third son of late North Korean leader Kim Jong Il. His exact birth year is publicly unavailable, but he is widely believed to be in his 30s now.  Kim attends a military parade alongside his father, left, in October 2010. A closer shot of Kim during the military parade in October 2010. A few weeks before, he had been promoted to four-star general and named vice chairman of the Central Military Commission. Kim salutes as a hearse carried his father's body in Pyongyang, North Korea, in December 2011. The state-run Korean Central News Agency reported that power had been transferred to Kim Jong Un at the behest of his father in October of that year. Kim claps as statues of his father and grandfather are unveiled in Pyongyang in April 2012. Kim is accompanied by his wife, Ri Sol Ju, at an event in Pyongyang in July 2012. In this December 2012 photo provided by North Korea's state-run news agency, Kim smokes a cigarette after the launch of a rocket carrying a satellite. In January 2014, Kim hosted basketball legend Dennis Rodman and other former NBA players who were taking on North Koreans in an exhibition game. Kim grew up a massive basketball fan, and he and Rodman struck up a friendship. This was Rodman's fourth visit to North Korea, and he called the game \"basketball diplomacy.\" Kim inspects a submarine in this undated photo released by North Korea's state-run news agency in June 2014. North Korean leader Kim Jong Un listens during the congress of the ruling Workers' Party in May 2016. Kim waves as he walks past top-ranking party officials during a parade in Pyongyang in May 2016. Kim and his wife visit a school in Pyongyang in March 2017. Kim looks at a metal casing in this photo provided by North Korea's state-run news agency in September 2017. Earlier that year, in a televised address, Kim claimed that North Korea was close to testing an intercontinental ballistic missile. Kim attends an art performance in Pyongyang in September 2017. He said it was dedicated to nuclear scientists and technicians who worked on a hydrogen bomb, according to North Korea's state-run news agency. Kim claimed in 2015 that North Korea had added the hydrogen bomb to its nuclear arsenal. Outside observers were skeptical. In this undated photo provided by North Korea's state-run news agency in September 2017, Kim watches the launch of what was said to be a Hwasong-12 missile. In this September 2017 photo distributed by the North Korean government, Kim delivers a televised statement and accuses US President Donald Trump of being \"mentally deranged.\" Kim's forceful rhetoric came after Trump's tough talk at the UN General Assembly. Trump said the United States was ready to \"totally destroy\" North Korea if it was forced to defend its allies. Kim said Trump would \"pay dearly\" for the threats: \"I will surely and definitely tame the mentally deranged US dotard with fire.\" Kim visits a farm in this September 2017 photo released by the Korean Central News Agency. History was made in April 2018 when Kim became the first North Korean leader to cross into South Korean territory since 1953. South Korean President Moon Jae-in was waiting to greet him at the military demarcation line that has long divided the two Koreas. The two leaders shook hands at the line, and then, in a symbolic move, Moon joined Kim on the northern side of the line before they crossed into the southern side together. Their historic summit culminated with a declaration that the two countries — who have been technically at war for almost 70 years now — would later sign a peace treaty.  Kim and Moon embrace after signing a joint statement at their summit in April 2018. Kim and Trump prepare to sign a document at the end of their summit in Singapore in June 2018. It was the first meeting ever between a sitting US president and a North Korean leader. In the document, the two sides agreed \"to work toward complete denuclearization of the Korean Peninsula.\" In exchange, Trump agreed to \"provide security guarantees\" to North Korea.  Kim speaks in Pyongyang after watching a gymnastic and artistic performance in September 2018. Kim attends a welcoming ceremony after arriving at the Presidential Palace in Hanoi, Vietnam, in March 2019. A second summit between Trump and Kim ended abruptly in Vietnam after the two leaders were unable to reach a joint agreement as they did in their first summit. Kim waves before boarding a train in Lang Son, Vietnam, in March 2019. Kim attends a wreath-laying ceremony at a World War II memorial in Russia in April 2019. Kim was in Russia for his first-ever meeting with Russian President Vladimir Putin. Kim and Putin pass by guards during their meeting in Vladivostok, Russia. Trump and Kim shake hands as the two meet at the Korean Demilitarized Zone in June 2019. Trump briefly stepped over into North Korean territory, becoming the first sitting US leader to set foot in the nation. Trump said he invited Kim to the White House, and both leaders agreed to restart talks after nuclear negotiations stalled.  Kim rides a white horse in this photo released in October 2019 by the state-run Korean Central News Agency. He was riding during the first snow at Mount Paektu, a snowy mountain considered sacred to many Koreans. The mountain is an important propaganda piece for North Korea, as the Kim dynasty has absorbed its mythology into the family's own lore and deification. Kim is surrounded by troops in this undated photo released by the country's state-run news agency in November 2019. Kim and his wife watch a performance to celebrate the Lunar New Year in January 2020. Kim is seen in this undated photo released by the Korean Central News Agency in March 2020. Kim is backed by troops in this image released in March 2020. Kim appeared in North Korean state media on April 11. He was attending a politburo meeting of the ruling Workers' Party."], "Language": false}