{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/world/meanwhile-in-america-may-1/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-05-01T18:13:11Z"], "LastModifiedDate": ["2020-05-01T18:13:11Z"], "Headline": ["Trump on handling of coronavirus: 'I think we've done a great job'"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Not even Usain Bolt had this many victory laps. In case you hadn't heard, US President Donald Trump wants everyone to know his government is doing a \"fantastic\" job on the pandemic. Critics might think his team is making a right royal mess. Not the President, whose constant thirst for praise means he'll award testimonials himself, if no one else will. \"I think we did a spectacular job\" Trump said Thursday, awarding his government top marks for its chaotic Covid-19 management. Last month, Trump was asked how he'd rate his handling of a disease that he once said would simply disappear: You guessed it ... \"I'd rate it a 10.\" But it's not just on the virus that Trump is a roaring success. \"Nobody's ever done a better job than I'm doing as president,\" Trump told Bob Woodward back in 2018. \"We've done more in two-and-a-half-years than any president ever,\" Trump boasted last year. By his own accounting, no president has done more than Trump for African Americans, the evangelical community, for West Virginia, the oil industry, for the environment. Trump's Cabinet members know what's good for them and often lavish him with praise in photo ops. Foreign leaders know they bend Trump their way with compliments. And Vice President Mike Pence has flattery down to a fine art, once lauding the big man 14 times in three minutes. You might think that the need for incessant praise hints more at personal insecurity and a threadbare record than courageous leadership and one of the truly great presidencies. That will be up to voters to decide in November.  But for now, the craving for congratulations runs in the family. CNN reported this week that Trump's son-in-law, Jared Kushner, is miffed that the administration is not being recognized for its achievements in the crisis. \"This is a great success story,\" he said Wednesday. Given that more than 60,000 Americans have died and a million have been infected by coronavirus, these constant demands for applause often seem in rather poor taste. Trump was asked about that dichotomy when deaths hit 50,000 only last week. \"I think we've done a great job,\" he said."], "Language": false}