{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/us/reform-jewish-summer-camp-cancel-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-01T13:36:42Z"], "LastModifiedDate": ["2020-05-01T13:36:42Z"], "Headline": ["Pandemic forces the largest Jewish denomination to cancel summer camps. The last time was in 1947"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Union for Reform Judaism, which leads the largest Jewish denomination in North America, is canceling all of its overnight camps this summer because of the ongoing coronavirus pandemic.  The decision, announced Thursday, affects 15 camps across the country, which served 10,000 campers last year. All travel programs to Israel and other locations will also be canceled, according to a statement on URJ's website. \"Among the many difficult decisions we have had to face together, today we share one that is especially difficult,\" URJ officials said in the announcement. \"After months of carefully following and evaluating the evolving COVID-19 situation, the URJ has reached the heartbreaking, difficult, and values-based decision to cancel all in-person activities this summer.\" They said the cancellations would mark the first time since 1947 that the movement's on-site summer camps wouldn't be in session. \"Although we have continued to plan, prepare, pray and hope for another transformative summer, the risks posed by COVID-19 threaten our most sacred values: the health and well-being of our children, staff, and faculty that attend camp, along with their communities back home,\" they added.  Separate from URJ's camps, Camp Wise in Ohio and Camp Ramah Darom in Georgia also announced Thursday they are canceling their summer 2020 seasons.  Overall there are more than 300 Jewish day and overnight camps in the United States with approximately 180,000 youth, teens and college-age counselors, Jeremy J. Fingerman, CEO of Foundation for Jewish Camp, wrote in a recent article for eJewish Philanthropy. \"People keep saying, 'we want camp!' They keep asking, 'will camp happen?'\" he wrote. \"Unfortunately, answering these questions is not so simple. We live in a period of immense uncertainty and complexity where decision making, in so many ways, is beyond our control.\" Overnight Jewish camps, like any other summer camp, have different sports and art & craft activities, but they also often educate children about the Jewish faith and Israeli culture.  Ruben Arquilevich, who is now the vice president of the Union for Reform Judaism, told the Jewish media organization Forward that his life was shaped by Jewish camp. Now that it's been canceled, he understands how disappointed thousands of Jewish children must be.  \"It's hard for me to look at my kids without choking up,\" Arquilevich told Forward. \"I can feel it from them. And I can feel it from all the young people out there for whom I know camp is the most precious experience in their young lives.\"  While URJ has canceled all in-person camps this season, it said it will provide virtual programs online and \"if, at any point, new conditions change that lead us to be able to provide in-person gatherings, doing so will be our top priority.\" Fingerman wrote in the article that he expected an increasing number of summer camps to make their decisions this week."], "Language": false}