{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/cruise-industry-coronavirus-aftermath/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jen Rose Smith, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-01T09:35:02Z"], "LastModifiedDate": ["2020-05-01T09:35:02Z"], "Headline": ["What's in store for the cruise industry?"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["When travelers come aboard the Zaandam, a cruise ship in the Holland America Line, they have access to nine levels of elegant lodgings, entertainment and fine dining. On the 781-foot vessel's Promenade deck, an art gallery abuts a big-screen movie theater. The Lido deck has a fitness center and full-service spa. That cornucopia of amenities has greeted guests on largely smooth sailings over the past 20 years. But by late March, the vessel had been transformed into an isolation ward, and by the time the ship finally docked in Florida in early April, four passengers had died, two of whom had been diagnosed with Covid-19. The Zaandam was one of many ships affected by the global pandemic that brought the cruise industry -- and most of the world -- to a standstill.  Because of the risk of infection, the CDC recommended in mid-March that travelers put off any planned cruises. That \"No Sail Order\" has been extended until either the US Health and Human Services Secretary calls off the public health emergency, the CDC chooses to modify or rescind the ruling or 100 days pass from the extended order's publication on April 15. The cruise industry, which the Cruise Lines International Association says was worth $150 billion worldwide in 2018, is now assessing the damage. Even as the coronavirus continues to spread, though, some key industry players are already seeing signs of growth in the coming years.  A cruise industry resurgence would send thousands back to work and send travelers back to sunny ports across the globe. While some cruisers are eager to book, other tentative travelers have concerns about their health, medical emergencies and their money. How bad is this for the cruise industry? In a quarterly report released on April 3, Carnival Corporation, the world's largest travel leisure company, predicted that the coronavirus impact could be grave. \"We have never previously experienced a complete cessation of our cruising operations,\" the report reads, noting the high costs of repatriating passengers, assisting quarantined crew and the possibility of lawsuits related to the corporation's handling of the pandemic.  Wedbush analyst James Hardiman recently estimated Carnival was burning $500 million in cash reserves each month.  But Carnival stock -- which by March 18 had dropped over 82% from a high in mid-January -- got a boost when Saudi Arabia officials announced on April 6 that the country's sovereign wealth fund had acquired an 8% stake in the company.  \"The industry is going to return and is going to be stronger than ever,\" says Drew Daly, the senior vice president of Dream Vacations, a subsidiary of World Travel Holdings, the United States' largest cruise agency.  \"We are seeing people booking in 2021,\" says Daly. \"Based on the same time last year, we're seeing greater growth.\"  And analysts at UBS, a global financial advising firm, say bookings for 2021 cruises are up 9% over a recent 30-day period when compared with the same time last year.  Both Daly and UBS note that their numbers include rebookings of coronavirus-related cancellations, but the website Cruisecompete.com told the Los Angeles Times that new bookings were up, too. Prices are holding strong, as well.  Markus Stumpe, co-founder of cruise price tracking site Cruisewatch.com, found that on April 10, average prices for cruises departing between July 20, 2020, and June 21, 2021, were actually 4% higher than a comparable period one year ago. (There are still some relative bargains. In July, the earliest month that Stumpe tested for, prices are down 3%.)  Dedicated cruisers are eager to set sail again Cruise travel's many dedicated fans will play a big role in the industry's recovery. Count Fred Cohen of Raleigh, North Carolina, among them. In mid-March, as the CDC issued the first \"no sail\" order for cruise ships, Cohen purchased a 10-day cruise though the southern Caribbean departing December 2020.  \"People are getting sick, people are dying -- I have a lot of family in the New York area and it's really hitting them hard,\" says Cohen. \"But it's not the end of the world.\" Cohen and his wife have cruised almost every year for the past seven years, and he believes the risk of infectious disease on cruises is somewhat exaggerated. \"They do get a bad rap for their disease virus prevention,\" Cohen says.  \"I'm hedging my bet that this will be contained, be testable or there will be a vaccine by then,\" he explains. \"Hopefully if none of that happens and the cruise industry is still shut down, they'll just book the cruise for later in the year.\" What are cruise lines doing to protect passengers' health? For many travelers, the health risks of cruising will be an important consideration when deciding whether to book a trip.  \"Cruise lines have extensive experience providing for a clean and sanitized environment aboard cruise ships in their daily procedures,\" wrote a representative from the Cruise Lines International Association (CLIA) in an emailed statement. \"The CDC's Vessel Sanitation Program (VSP) provides a level of federal scrutiny and transparency for cruise line sanitation that's unique in the travel and hospitality industry.\"  (While the VSP addresses gastrointestinal illnesses, not respiratory illnesses, some of its hygiene recommendations do intersect with CDC recommendations for Covid-19 prevention.) In an emailed statement, Carnival Corporation's Chief Communications Officer Roger Frizzell noted enhanced protocols including monitoring of guests for fever, plus additional sanitation and cleaning.  And while outbreaks of gastrointestinal illnesses such as norovirus make occasional headlines, the CDC says that acute intestinal illnesses on cruise ships are actually relatively infrequent.  Covid-19, of course, is far more deadly than a stomach bug. And when cases of communicable illness do occur, the CDC notes that close contact between passengers on cruise ships makes it easier for the sickness to spread.  Both the CDC and the cruise industry are working to address the issue in the wake of Covid-19.  The CDC's extended \"No Sail Order\" requires that cruise lines develop operational plans, subject to approval by the CDC and the US Coast Guard, to address infection control and outbreak response. (The details of these operational plans have not been released.) While some have speculated that onboard HVAC systems could spread Covid-19, it's not yet known if this is possible. The Department of Health and Human Services wrote in a February 8 letter on Covid-19 and cruising that \"CDC has no current evidence to suggest that the virus spreads between rooms on a ship through the air-handling system.\"  In response to questions about possible air filtration upgrades on cruise ships, a representative for CLIA said in an emailed statement that \"all options remain open for consideration.\" How cruise travelers can protect themselves Given the ongoing risk of coronavirus, some cruisers are looking to travel insurance as a way to ensure their medical treatment would be covered if they contract the illness. While coverage varies between companies and policies, Scott Adamski, head of US field sales for AIG Travel, wrote in an emailed statement that many standard plans cover onboard treatment from the ship's doctor, treatment at port or transport to another medical facility.  Medical evacuation, which can be very expensive when paid out of pocket, is also covered by some plans. That evacuation could range from commercial flights with a medical-provider escort to an air ambulance; Adamski stressed the importance of learning the details of an individual plan before making a purchase.   In the wake of the coronavirus crisis, thousands of cruisers have looked to companies for refunds or credits. Most cruise lines have offered flexible policies around cancellation and rebooking amid the pandemic. But as travel industry struggles to cope with the disruption, some are wondering what will happen if future bookings are canceled as well. Travel insurance can help, but as with health issues, the details of individual plans vary widely.  Travel insurance would likely not cover travelers if the cruise company cancels the cruise, according to Adamski. Travelers, he notes, should contact the cruise company for a refund or voucher. (Another option Adamski suggests is to contact your credit card company, which may have some provisions for cancellations of trips you booked on the card.) If a traveler decides to cancel a cruise because of their own concerns about coronavirus, Adamski believes that a refund via travel insurance is unlikely. Covered reasons for cancellation are listed in individual policies, and generally include things such as medical emergencies and weather events. \"Typically, trip cancellation solely for concern or fear of travel is not covered by a travel insurance policy,\" wrote Adamski in his statement.  Adamski noted that more expensive \"Cancel For Any Reason\" policies can offer additional flexibility to travelers who choose to cancel. Often, he wrote, these must be purchased within 14 days of the initial purchase.  What if the cruise company declares bankruptcy? If your cruise line declares bankruptcy and the ship is departing from a US port, you'll be covered, says lawyer Christopher Kende. \"There's a requirement under the Federal Maritime Commission that cruise lines put up a bond to secure what's called unearned passenger revenues,\" says Kende, a specialist in maritime law at the firm Cozen O'Connor. Even if the company is registered outside of the United States, or the ship is flagged in another country, Kende says your booking will be covered in case of bankruptcy or another disruption.  If you're sailing from an international port, Kende notes that passengers could be more exposed to risk. \"If it's not a US-based cruise, it would probably depend on the law of the departure point of the cruise or the flag of the vessel,\" he explains.  Travel insurance may help, too. According to AIG's Scott Adamski, some travel insurance includes financial default coverage that would protect your money in case of a bankruptcy declaration. (As with other insurance matters, he noted that individual plans vary widely.) Despite the industry's significant financial troubles, some analysts believe bankruptcies of major lines are unlikely.  No matter what shakes out, dedicated cruise traveler Michael Bernabe isn't deterred by any of the possible pitfalls of cruising in uncertain times. \"We love cruising more than we are afraid of cruise ships,\" says Bernabe of Simi Valley, California, who has cruised all over the world with his wife. The Bernabes had planned to celebrate their 40th wedding anniversary with two separate Carnival cruises from Australia in March, stopping at Fiji, New Caledonia, Papua New Guinea and the Great Barrier Reef.  When the trips were called off, the couple had to c"], "Language": false}