{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/sothebys-prohibition-barware/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Karina Tsui, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-30T12:05:44Z"], "LastModifiedDate": ["2020-05-01T04:45:23Z"], "Headline": ["Auction offers rare Prohibition-era barware designed to avoid detection"], "Section": ["luxury"], "MappedSection": ["STYLE"], "Article_Body": ["A golf-themed cocktail set from 1926 is expected to sell for as much as $7,000 at a special Sotheby's auction marking the 100th anniversary of the start of Prohibition in the US.  The online auction, titled \"100 Years -- Prohibition in America,\" begins May 7 and features 54 items including novelty cocktail shakers and other drinking paraphernalia dating back to World War I.  Prohibition banned the manufacturing, sale and transportation of liquor, on the assumption that excessive drinking was the primary cause of poor health, familial disagreements and political corruption in America.  Introduced in 1920, the 13-year ban devastated the liquor industry and inadvertently gave rise to a rebellious period of bootlegging, speakeasies (which have again become a cultural phenomenon) and, most significantly, a fascination with ornate barware.  \"If you think about the period, design-wise, we were coming out of the First World War -- the start of Art Deco,\" said Alan Bedwell, the curator of the sale and founder of the New York-based vintage accessories gallery Foundwell. \"There was a lot of fun being had in design and this was reflected in the explosion of more novelty pieces.\" The auction includes some unusual items, designed to conceal their original use of mixing and storing alcohol. For example, it's thought the silver golf-themed cocktail set -- consisting of a pitcher and six \"golf-club\" cups -- was potentially conceived to fool authorities into thinking it was merely decorative. Other amusing lots include a cocktail shaker in the shape of a penguin, which was made by the renowned American jewelry manufacturer Napier in 1936. And, a pair of spirit flasks in the shape of binoculars, which could cleverly hide liquor on the go.  Bedwell said that his favorite item is a pair of crystal and sterling silver-topped locking decanters.  \"You would keep your most precious spirits in those decanters -- whether they would be a brandy or a whiskey,\" he said. \"There's a lock on the collar and you can take the key with you and go to bed knowing that no one will be stealing your alcohol.\" Some of the rarer pieces, like a silver-plated lighthouse-shaped cocktail shaker, are expected to be highly sought-after by collectors with an interest in American history. The design of one particular cocktail shaker is inspired by The Boston Lighthouse -- the first to be built in America in 1716, though it was subsequently destroyed by the British during the Revolutionary War and built again in 1783.  \"The lighthouse is iconic in the American landscape. For it to be captured and turned into a piece for the home is a design landmark,\" said Bedwell.  Other pieces, like the an Art Deco-style ruby red cocktail shaker with six heart-shaped cocktail spoons, could sell for around $1,000, according to Sotheby's.  According to Bedwell, all the items are in good enough condition to be used as originally intended.   \"With people more conscious of sustainability and the environment, using something that was made around 50 to 100 years ago is better than going to a department store and buying something new,\" he said. \"These pieces are made with materials that are very durable.\"  This article has been updated to accurately reflect the name of Alan Bedwell's gallery."], "Language": false}