{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/damien-hirst-mschf-severed-spots/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-01T03:43:11Z"], "LastModifiedDate": ["2020-05-01T04:16:10Z"], "Headline": ["A $30K Damien Hirst was cut up -- and the pieces are selling for seven times as much"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["After cutting a $30,000 Damien Hirst print into pieces, a US art collective is on course to sell the individual parts for more than seven times what it originally paid. New York-based group MSCHF recently purchased a signed copy of one of the artist's famous spotted paintings, \"L-Isoleucine T-Butyl Ester,\" then proceeded to cut out each of the 88 dots by hand and sell them separately for $480.  This alone generated a profit of around $12,000 -- and with bids for the leftover white paper now reaching over $172,000, the group is set to significantly increase the total value of the work. The colored spots, which were each signed on the reverse by MSCHF, sold out in under 38 seconds, the collective said. What remains of the artwork, which includes Hirst's signature and is listed on the project's website as \"Spotless Painting,\" is open to online bids until early next week. Based in Brooklyn, MSCHF has made headlines over the past year with its so-called \"drops\" -- a series of irreverent art projects that are unveiled once every two weeks. Last year, the collective sold a laptop installed with some of the world's most dangerous computer viruses for over $1.3 million. The group also developed a browser extension that allows users to watch Netflix at the office while appearing to be on a conference call. \"Ordinarily, it might take fine art decades to double in value, but by chopping it up and distributing it, we're going to do it in a few days,\" said MSCHF's head of strategy, Daniel Greenberg, over email. \"We're beating the entire art world at (its) own game while letting people enjoy the art.\" A manifesto published on the project's website describes fine art as being a \"tailor-made vehicle for the affluent to store their wealth.\" It also criticizes collectors who buy artworks, only for them to be \"stashed\" in tax-avoiding freeports, \"awaiting the day they might be brought to light once more ... to be flipped like a giant bill in a colorful currency arbitrage.\" But as well as offering a commentary on the value of art, Greenberg said that the group wanted to explore the issue of so-called \"fractionalized\" ownership, whereby paintings can be jointly bought by multiple owners -- opening up the blue-chip art market to those who may otherwise be priced out. Indeed, as one of the world's most lucrative artists, Hirst might usually be considered out of reach for small-time collectors. In 2007, his medicine cabinet installation \"Lullaby Spring\" sold for £9.64 million (then over $19 million) setting a new auction record at the time for the highest price ever paid for the work of a living artist. \"Fine art is the definition of inaccessible,\" Greenberg said. \"For the wealthy, artwork is an investment vehicle, but for the average Joe, fractionalized ownership is continuing to grow.\" In recent years, a number of other shared-ownership propositions have emerged in the art market. US-based platform Masterworks, for instance, buys paintings by the likes of Warhol and Monet at auction, before selling \"shares\" for just $20 each. The firm manages and stores the artworks, while the \"shareholders\" take their cut of any profit made when they are eventually sold. MSCHF's project, which it calls \"Severed Spots,\" is not the only recent incident of an artwork's value apparently growing as a result of its destruction. When Banksy's \"Girl with Balloon\" was torn into strips by a hidden shredding device shortly after selling at auction for $1.4 million, many in the art world speculated that the partially-destroyed work could be worth more as a direct result of the stunt. Damien Hirst's studio has not yet responded to CNN's request for comment."], "Language": false}