{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/asia/australia-coronavirus-success-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nectar Gan, CNN"], "Writers": [["Nectar Gan"]], "FirstPublishDate": ["2020-05-01T04:39:15Z"], "LastModifiedDate": ["2020-05-01T09:41:00Z"], "Headline": ["How did Australia flatten its coronavirus curve? Restrictions easing as infection rate continues to fall"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["When it comes to the coronavirus, South Australia ought to now be considered among the safest places in the world. That was the message from one of the country's leading public health officials this week, as much of Australia began the slow process of easing restrictions.  That many Australians now find themselves in such an enviable position would have been unthinkable only a month ago, during which time nationwide daily infection rates reached into triple figures. But on Friday, the entire country reported just 16 new cases, a sharp decline from a peak of 460 new infections on March 28. Australian Prime Minister Scott Morrison said Friday the National Cabinet will meet on May 8 to consider easing lockdown measures, bringing forward the discussion from the week beginning May 11. \"Australians have earned an early mark,\" Morrison said. \"We need to restart our economy, we need to restart our society.\"  In some states, the curve has completely flattened: Queensland hasn't reported any new cases since Monday, and South Australia has seen no new infections for more than a week. \"No more cases in South Australia. This is a landmark for us,\" South Australia Chief Public Health Officer Nicola Spurrier said with a big smile during a press briefing on Wednesday. The southern state of 1.6 million people, home to the country's fifth most populous city Adelaide, has reported 438 confirmed Covid-19 cases, with only 14 remaining active cases and four deaths, according to the SA government. \"I think many people are surprised in Australia at how well we have done. Really, when you look across all the states and territories, this is the safest place to be in the world, perhaps other than New Zealand,\" she said. Neighboring country New Zealand recently achieved its ambitious goal of \"eliminating\" the coronavirus, meaning that while the daily infection rate has yet to reach zero, the country is able to track the origins of each new case. In total, Australia, which has a population of around 25 million people, has reported 6,762 confirmed cases. Ninety two of those cases have resulted in death, and 5,720 have since recovered, according to the federal health authority.  \"We're continuing to do very well around Australia to suppress the virus and we have well and truly flattened the curve of cases and new infections,\" said a spokesperson for the Australian Department of Health in a statement Thursday to CNN. \"Safety has been our fundamental focus and the success of our suppression strategy has meant Australia is in a very similar (place) to New Zealand, which has stated its strategy is aimed at elimination.\" Some Australian states have already started to begin the process of easing restrictive measures and social-distancing rules. West Australia and South Australia relaxed the limit on public gatherings, up from two people to 10 people.  In Western Australia, which saw several \"zero-case\" days in the past week, national parks reopened on Friday, and nearly 60% public school students have returned for the start of a new term.  In the remote Northern Territory, where no new cases have been reported for three weeks, residents will be able to use public swimming pools, waterparks, go fishing with friends and play golf starting from Friday. The state has also laid out plans to restart its economy, allowing restaurants, pubs and gyms to reopen on May 15 and lifting the remaining restrictions on June 5. Restrictive measures Australia's success in taming the outbreak started with early measures to bar entry from high-risk areas.  On February 1, Australia joined the United States in closing its borders to all foreign visitors who had recently been in China, where the outbreak was first reported in December last year. As the virus spread and outbreaks flared beyond China, Australia barred entries from Iran, South Korea and Italy in early March, before closing its borders completely to all non-citizens and non-residents on March 19. But the country has also had its shares of missteps. On March 19, it allowed more than 2,600 passengers to disembark from the Ruby Princess cruise ship in Sydney, despite multiple previous outbreaks elsewhere in the world involving cruise ships. Over 600 cases and 15 deaths have since been linked to the ship, according to public broadcaster ABC. As the number of cases soared in late March, Morrison announced on March 22 all bars, clubs, cinemas, gyms and places of worship would be closed indefinitely, while restaurants and cafes would be restricted to take-away only -- but supermarkets, clothing stores, chemists and beauty salons would be allowed to remain open. \"What we're doing is closing down gatherings in pubs and clubs and things of that nature, we're not putting in place lockdowns that would confine people to their home,\" Morrison said at the time. The state of Victoria closed schools, and some states, such as West Australia and South Australia, closed their borders, requiring anyone to enter to go into two weeks of quarantine. By the end of March, authorities imposed stricter social-distancing rules, limiting public gathering to two people from the previous 10. People were urged to stay home and only go out if it is \"absolutely essential,\" such as shopping for food, exercising, and for medical reasons.  Ever expanding testing While closure of businesses, schools, travel restrictions and social distancing rules are common measures adopted by many governments around the world, Australia also paired these restrictions with widespread testing. To date, more than 570,000 tests have been conducted across Australia, according to the Department of Health. In comparison, the United Kingdom, with a population more than 2.5 times of Australia, has carried out 763,387 tests. On March 25, Australian expanded its testing criteria to include all health care workers, aged care workers, prisoners and people in other identified hotspots who have fever or acute respiratory symptoms. Previously, only people who recently returned from overseas or who had come into contact with a confirmed coronavirus case could be tested. Last week, the criteria was further expanded to anyone displaying even the mildest symptoms for Covid-19, Federal Chief Medical Officer Brendan Murphy announced. \"Anybody with acute respiratory symptoms, cough, sore throat, runny nose, cold symptoms, flu-like symptoms, can get tested,\" Murphy said at a press conference Friday, according to ABC. On Monday, Murphy said Australia will start testing asymptomatic cases for the first time \"to be absolutely sure that we are capturing every case that we can and that we're not missing cases.\" Drawing ire from Beijing While Australia appears to be successfully containing the coronavirus, it has become embroiled in a diplomatic spat with China after it demanded an international inquiry into the coronavirus outbreak. The bipartisan push for a global inquiry into the origins of the coronavirus pandemic, including China's handling of the initial outbreak in the city of Wuhan, begun last week, with Foreign Minister Marise Payne urging China to allow transparency in the process, according to ABC. The push quickly drew the ire of Beijing, which slammed the move as \"political maneuvering.\" In an interview with the Australian Financial Review, Chinese Ambassador Jingye Cheng even warned of an economic backlash if Australia continued its push for an independent inquiry, suggesting that the Chinese public may boycott Australian products or decide not to visit Australia in the future. A day after Cheng's stern warning, Morrison vowed to continue to push for the inquiry at a press conference on Wednesday, calling it a \"fairly obvious and common sense suggestion.\" \"This is a virus that has taken more than 200,000 lives across the world. It has shut down the global economy. The implications and impacts of this are extraordinary,\" he said. \"It would seem entirely reasonable and sensible that the world would want to have an independent assessment of how this all occurred, so we can learn the lessons and prevent it from happening again...I believe there will be support for at the right time, to ensure we do that,\" added Morrison."], "Language": false}