{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/opinions/the-problem-with-covid-19-death-numbers-sutter/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by John D. Sutter"], "Writers": [["John Sutter"]], "FirstPublishDate": ["2020-04-30T13:40:44Z"], "LastModifiedDate": ["2020-04-30T16:59:34Z"], "Headline": ["The problem with the Covid-19 death numbers"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["After Hurricane Maria hit Puerto Rico, many journalists, community leaders and activists all had the same suspicion. More people were dying than the U.S. government was saying.   In October 2017, President Donald Trump came to that island, which in many ways is a de facto colony of the United States, to throw paper towels to storm victims and praise what he called a low death toll.     \"You can be very proud of all of your people and all of our people working together,\" Trump said in a press conference at the time, citing a death toll of 16. The storm in Puerto Rico wasn't a \"real catastrophe\" like Hurricane Katrina in 2005, the President said.   Along with many other journalists, including those from the Centro de Periodismo Investigativo, I helped uncover the massive undercounting of deaths in Puerto Rico. A year later, following a successful open-records lawsuit and dozens of investigative stories, the government admitted the truth, which is that approximately 3,000 people -- not 16 -- died in the storm and its chaotic aftermath, which included months without power and other life-sustaining services.   I was reminded of that disconnect between truth and reality -- and the difficulties of accounting for disaster-related deaths -- this week as researchers from Yale School of Public Health and the Washington Post published a report looking at \"excess deaths\" from Covid-19.   The Yale findings indicate officials are vastly underestimating the toll of the pandemic.   \"What the actual fatality count from Covid is or was is still not clear,\" Dr. Irwin Redlener, director of the National Center for Disaster Preparedness at Columbia University, as well as a professor of public health, told me. \"We're in a muddle of numbers, which is a problem.\"   It may seem a callous term, but \"excess deaths\" are critical to understanding this pandemic. The term refers to the number of deaths that are found to be in \"excess\" of the normal death rate for a particular place during a certain period of time.  This is a statistical estimate, not a case-by-case accounting. Yet many epidemiologists and medical examiners consider it to be the best measure of pandemic- and disaster-related deaths. It's not hard to see why. It's easier to measure the total number of deaths and compare those to a past baseline than it is to test every victim, to review their medical records, to interview their family members and to come to an objective assessment. That case-by-case methodology is extremely hard to carry out in practice and often will come up short.   \"The assignment of causes of death is more of an art than a science,\" Daniel Weinberger, an associate professor of epidemiology at the Yale School of Public Health, and the report's lead researcher, told me. The assignment might change from one doctor to the next, he said.   Puerto Rico's official death toll from Hurricane Maria — 2,975 — was not, in fact, a list of names and precise causes of death. It was an excess death toll, calculated by a team of researchers from the George Washington University, which the island's administration hired as controversy mounted. Other estimates placed the toll as possibly higher still.   The Yale figures work like that, too. The researchers found 15,400 excess deaths in the United States from March 1 through April 4, the early weeks of the coronavirus's rampage through this country. During that time, only about half that many deaths -- 8,128 -- had been attributed to Covid-19, according the report.   The figures suggest the pandemic has been far worse than reported.   Explanations for the discrepancy range from lack of testing capabilities to various methods of deciding which deaths should be classified as having been caused by the coronavirus.   \"Not everyone who dies due to Covid-19 is going to have 'Covid' listed on their death certificate or get counted in those official statistics; so there is going to be some level of undercounting,\" said Weinberger, from the Yale School of Public Health. \"Because of the lags in the [mortality] data and how long it takes to report and backfill the data, it's going to be some time before we have a handle on how much it's underreported. A conservative estimate is that the real number [of Covid-19 deaths] is maybe 1 ½ or two times higher than what the reported numbers are.\"   The excess death figures aren't perfect, either, Weinberger said. Did deaths drop because there are fewer traffic accidents with fewer people on the road? Did some people avoid seeking medical care because they were afraid of catching Covid-19 at a hospital, and therefore died from otherwise treatable infections or diseases? It's hard to tell. But the measurement remains a critical method for understanding the broad impact of the coronavirus, experts said.   I asked Aaron Bernstein, interim director of the Center for Climate, Health, and the Global Environment (C-CHANGE) at the Harvard T.H. Chan School of Public Health, whether excess deaths were the best measure of the toll of a pandemic. Yes, he said. \"For sure.\"   The point, to me, and to the experts I reached by phone this week, is that we know far less about the actual toll of Covid-19 in the United States than officials and the media tell us.   It's impossible to turn to cable news, public radio or online news sites and not to be bombarded with the latest toll of the pandemic: X people have died, Y are positive, and so on. These numbers fly at us through push notifications and occupy the considerable real estate on television. Press conferences with politicians and health officials often begin with them. They're frequently cited down to a single digit, leading to the impression that we know exactly who's dying and where and when. Yet, these figures do not represent an actual on-ground reality.   That's a problem, said Redlener, from Columbia, in part because governors and other public officials are relying on these figures, along with models used to project how the coronavirus will spread through populations, to decide how and when to \"open up\" from quarantine.   Governors have to ask themselves questions like, \"Has [the disease caseload] been plateaued long enough? Has there been a 14-day persistent drop in hospital admissions?\" Redlener said. \"You're taking a very big chance [in easing stay-at-home orders meant to control the spread of the virus], and you're trying to rationalize it on the basis of numbers, but the numbers are not necessarily accurate nor are they reliably predictable.\"   The stakes are unthinkably high, he said, and these officials are in an unenviable position. \"There will be people that will die if we open too early. And there will be people who go bankrupt if we open too late,\" he said.   Given such uncertainty, it would be sensible for them to proceed with caution. States from Georgia to Utah, where I live, however, are reopening restaurants, gyms and salons.   In Puerto Rico, while officials were busy downplaying the severity of the hurricane, victims struggled without power and medical care -- and many of them died in that wait.   Let's hope that isn't the case with Covid-19. Because, by any assessment, this is an historic and deadly pandemic -- and one that, in Redlener's words, is \"very, very far from being over.\""], "Language": false}