{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/entertainment/irrfan-khan-roles-to-watch-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By S. Mitra Kalita, CNN"], "Writers": [["Mitra Kalita"]], "FirstPublishDate": ["2020-04-29T14:40:57Z"], "LastModifiedDate": ["2020-04-29T16:23:58Z"], "Headline": ["Watch these Irrfan Khan masterpieces to understand his brilliance"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["He was the ultimate character actor.  With his bulging eyes and deep intellect, Irrfan Khan, who died this week at the age of 53, was versatile, sought-after and equally adept in the role of hero, villain or, the truth of somewhere in between.  He was the rare Indian actor who found success in both Bollywood and Hollywood. I interviewed him in 2010 and he explained why he liked working in the US, despite earning significantly less here.  America, he told me, \"allows me to push my boundaries as an actor.\" Here are some of those roles:    Piku \n(2015)  In this heartwarming comedy of a father-daughter relationship (with plenty of bathroom humor), Khan plays a taxi driver with family drama of his own. It's a classic Khan sidekick role as his wisdom ends up carrying much of the film's message.     Available on: YouTube, Google Play, iTunes   The Lunchbox \n(2013)  This is about as perfect a movie as it gets. Khan plays Saajan Fernandes, an everyman accountant who has just been widowed. He accidentally starts to receive lunches with notes in them (made by a woman trying to save her own marriage) and a virtual affair begins and blossoms.  Available on: Amazon Prime Video, Vudu, YouTube, iTunes, Google Play     The Namesake \n(2006) It's one of those rare cases where the movie might be better than the book -- and that's all because of Irrfan Khan. He plays Ashoke Ganguli, an Indian immigrant in America, grappling with a new land, a new wife and big dreams. The scenes between him and Tabu, who plays his wife, are sweet and memorable, holding universal lessons about how true love might actually come after marriage.  Available on: Amazon Prime Video, Vudu, YouTube, iTunes, Google Play   \n In Treatment \n(2010) \n This is the only TV series I am including but the intensity and simplicity of a show about a psychotherapist and his clients plays to Khan's strengths. Khan plays Sunil, who leaves India after his wife's death to move in with his son and daughter-in-law in Brooklyn. It happens to be the reason I interviewed Khan and he told me then:  \"There's a uniqueness to this program. I can't say it's cinema or television or theater. The camera or director doesn't take liberties with time and space.\"\n Available on: HBO Life of Pi \n(2012) In director Ang Lee's adaption of a boy's remarkable survival at sea, Khan plays the adult character of Piscine 'Pi' Patel. A scene from this movie where Pi talks about life and death is now being widely shared: \"I suppose in the end, the whole of life becomes an act of letting go, but what always hurts the most is not taking a moment to say goodbye.\" Indeed. \n Available on: Amazon Prime Video, Vudu, YouTube, iTunes, Google Play Slumdog Millionaire\n (2008) This movie unfurls in a series of poignant flashbacks and Khan plays the police inspector who keeps bringing us back to the modern day. The transformation from tough-talking and threatening to forgiving and compassionate is signature Khan and this film introduced him to Western audiences in a big way.  Available on: Hulu, Amazon Prime Video, Vudu, YouTube, iTunes, Google Play Life in a Metro \n(2007) \n Khan's life and career spanned a rapidly changing and modernizing India. This film captures the angst among India's young and restless professional class, looking for love and meaning. Khan plays Monty, a sweet but socially awkward guy (again, one we all know). Like Piku, this movie showcases Khan's comedic timing.    Available on: Netflix Hindi Medium \n(2017) \n My friend and film critic, Aseem Chhabra, wrote a biography on Khan released earlier this year and highly recommends this movie. The film is about getting kids admissions to elite schools and Khan is reported to be hilarious.   \n\n Haider\n (2014)   This is the third installment of director Vishal Bhardwaj's Shakespearean trilogy; Khan also acted in the highly acclaimed Maqbool. In 'Haider,' Khan emboldens the protagonist's desire for revenge over his father's death and the film brilliantly underscores how politics become so personal and family divisions in times of militancy.\n\n What strikes me in the above roles is how often Khan played someone we all know and mastered the art of turning the ordinary moment into the extraordinary lesson. In announcing his cancer diagnosis two years ago, he quoted Margaret Mitchell, saying \"Life is under no obligation to give us what we expect.\" He pledged: \"To those who waited for my words, I hope to be back with more stories to tell.\"   Those roles, and thus his stories, endure.\n"], "Language": false}