{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/opinions/coronavirus-isolation-breaking-point-filipovic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jill Filipovic"], "Writers": [["Jill Filipovic"]], "FirstPublishDate": ["2020-04-29T10:11:44Z"], "LastModifiedDate": ["2020-04-29T15:11:49Z"], "Headline": ["If you're hitting a wall, you're not alone"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Are you losing your mind in quarantine? Because I am losing my mind in quarantine.  It can feel trite, even crude, to talk about our own discomforts, frustrations and longings in the midst of a pandemic that has infected more than three million people worldwide and killed more than 200,000 including nearly 60,000 in the United States, with numbers climbing. Across the globe, families are grieving friends, family and community members. Husbands, wives, children, parents and partners are saying goodbye via iPad, unable to hold a loved one's hand in their final moments. It's a grim, ghastly time.  Those of us who are just stuck in self-isolation, and not hooked up to a respirator or the next-of-kin of someone who is, are the lucky ones. And no, what's being asked of us is not excessive: We just need to stay home.  So why does this feel so hard?  Around the world, people report feeling stressed, anxious and generally discombobulated by this whole mess. Parents and other caregivers for young children are particularly stretched thin. People have canceled trips, concerts, weddings; new babies are being brought up without the help of extended family or community members; big life milestones like graduations go publicly uncelebrated. We miss the friends and family we can't see. We miss dinners out, parties in, museums, live music, theater, even the gym. I miss being able to walk through my neighborhood without the stress of staying six feet away from bikers, joggers, cooped-up children gone wild on scooters, and other pedestrians. It's not just working from home. I've worked from home for close to a decade, in many different cities and multiple countries. But the general rules of work-from-home life no longer apply. For example: Do something social, or at least that forces you to interact with other human beings, every day, even if that's just going to the grocery store or the gym. Or: Create a separate dedicated workspace, even if it's only a particular cushion on your couch; reserve your bed for sleeping (and other recreational activities). Or: Get outside at least once a day.  That's all harder when your whole family is stuck inside on top of each other; when there are no gyms to go to; when, at least in dense cities, even going for a walk outside is a stressful (and masked) experience.  No, we are not being asked to go to war or survive one. But what we are being asked to do is profoundly antithetical to our natures as human beings; it is profoundly destabilizing and difficult. There is little more human than the desire for connection, touch, stimulation and novelty. This is all so hard because in going without those things, it's not hyperbole to say we have to find new ways of being -- or at least feeling -- human. Esther Perel, a psychotherapist and best-selling author, tells viewers in a brief but compelling video for The New York Times that it's no wonder we are feeling a sense of grief and anxiety. It's not just that we're missing out on travel, dates, or dinners. It's that we're also losing the meaning behind all of those things. A date isn't just a date; it's the possibility of a romantic future. A trip isn't just a trip; it's a new and stimulating experience, a chance to understand oneself in a different context, an opportunity to see things that before you could have only observed through a screen. A dinner out isn't just a dinner out; it's a moment of indulgence, pleasure and connection with the person across the table. A longing to hug a friend, a loved one, a far-away child, your mom is more than just \"I want a hug\" -- it's a primal and fundamental longing for the way touch is so often short-hand for everything we don't find the words to say. Even in the midst of catastrophe -- war, natural disaster, destruction -- human beings continue to forge connections; we perhaps especially forge connections in the most trying of times so we can survive. In the most dire of circumstances -- in war zones and refugee camps, in towns leveled by earthquakes and communities pocked by violence -- people create art, paint in bright colors, plant seeds. They play music. They feed their beloveds. They tell stories. They fall in love. The isolation that this pandemic has forced upon us doesn't prevent all of those things, but it certainly hinders them. In the days after September 11, 2001, New Yorkers defied stay-at-home suggestions to congregate in bars and restaurants; the city teemed with life and energy (and, for once, not with car horns -- a little bit of softness in the aftermath of such brutality). That collective gathering was very much a collective middle finger to those who attacked us: No, we are not scared. Yes, we are still here, and guess what? We're going to live. What is being asked of us now is not quite so satisfying; it does not meet our need, in a time of anxiety and grief, to come together and seek comfort. To touch each other. To even smile at a stranger -- you can't see a person's expression behind a mask.  Compared to illness and death, these are small things. Being alive matters more, and so of course we have to continue to live this way for as long as is necessary to keep ourselves and others safe and healthy. But it's also OK to grieve the pieces of life that we're missing, to express the feeling so many of us have that we can't take it anymore. It's necessary to understand that missing the fullness of life, including pleasure and connection, doesn't make us selfish. Feeling destabilized and disoriented or pushed to a breaking point doesn't make us flaky or weak. It makes us human.  And perverse as it may sound, those of us who are anxious, frustrated and disoriented can be grateful for that exact experience -- in disorienting and disconnected times, this reaction is a rational one. It means we're warm. We love. We're curious. We seek pleasure, and we revel in it when we experience it. It means we live.  This article has been corrected to clarify that three million people have been infected, not killed, by the coronavirus."], "Language": false}