{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/pierre-molinier-louboutin/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Martha Kirszenbaum"], "Writers": [[]], "FirstPublishDate": ["2020-04-29T10:18:57Z"], "LastModifiedDate": ["2020-04-29T12:49:05Z"], "Headline": ["The lone surrealist whose erotic art provokes to this day"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Bordeaux, France, 1968. Pierre Molinier puts on some makeup, a black eye mask covers half of his face, fishnet stockings curve around his elegant legs and a metal chain binds them to the stool he sits on. He starts photographing himself, once standing naked in front of the camera, a second time wearing a wig and his bottom facing the lens. This was a typical moment for the French photographer.  After capturing himself on film, Molinier would typically use silver scissors to cut around the body contours in the photos he had just shot, and reassemble them into a single photomontage of his own body; a mise en abyme -- or, the same image replicated to give the impression of infinity -- that he would immortalize with his folding camera. Born in 1900, Pierre Molinier's life and work as a painter and photographer was filled with dark fantasies and sensational anecdotes. He is infamous for his fetishistic depictions of women's legs, his disturbing obsession with his sister, his taste for firearms, his wanderings in silk stocking along the streets of Bordeaux, and his tragic end in 1976 on his bed, a pistol in his mouth.  His enigmatic photographs continue to fascinate audiences, artists and photographers, and his multifaceted body of work, with its fantasized and fetishized bodies, is still challenging to this day.  Originally trained as a painter, Pierre Molinier began his artistic career in the late 1920s, producing landscapes and portraits inspired by Impressionism. But then he took a change of course, and in 1951 he presented a controversial erotic painting at a respectable art salon in Bordeaux. Entitled \"Le Grand Combat,\" it depicted a swirling multitude of (possibly women's) legs in fishnet stockings, and, shortly after, he started to send images of his works to poet and writer André Breton, the godfather of French surrealism.  His and Breton's encounters led to a solo exhibition at the famous Paris surrealist gallery L'Etoile Scellée in 1956, exposing Molinier's work to a wider audience. On the opening night, Breton wrote to Molinier: \"Today, you've become the master of vertigo. Your photographs don't leave a shadow of a doubt as to your aspirations and it seems difficult to me to be more troubling. They are as beautiful as they are scandalous.\"   Moving away from painting, in the early 1960s Pierre Molinier started to dedicate his practice to photographic work, mainly self-portraits, enhanced by a process of photomontage. His technique often consisted of photographing himself dressed-up, body hair waxed and with make-up on, his face covered with a mask and him dressed in black fetish accessorizes -- corsets, gloves, stockings and high-heels, veils, fishnets, and sometimes a top hat. He would then cut around the outlines of the body parts in the photos and reassemble them in a final collage photograph; an ideal image of himself. Sometimes, he would replace his own head with the face of a doll. The process was similar to the enduring surrealist group drawing game, \"Exquisite Corpse.\" And although he was greatly influenced by the surrealists,  Molinier never officially joined that movement, remaining a lone practitioner throughout his life. Costume was core to his experimental works. Whether dressing up for a self-portrait or using one of his male and female models -- some of whom were his lovers -- all subjects were disguised with outfits and wigs, posing against backdrops of dark fabric in swathes. This theatricality was also a key part of his practice, as he typically shot his erotic scenes in the bourgeois interior of his studio in Bordeaux, using baroque screens, velvet curtains and floral wallpapers as backgrounds. This provocative contrast between the erotic and the acceptable caused an electric tension in his images.  Throughout his artistic practice, Molinier deconstructed sexual identities, dismembering the representations and stereotypes of the masculine and the feminine self, stirring up gender trouble and transgressing the presupposed sacredness of the indivisible body.  His depictions of transgender, androgynous and transvestite bodies, which were cut up, reassembled and played with, invented a surrealist, pornographic theater of uninhibited desires and fantasies, utterly shocking the French bourgeois audience of the 1960s. His work was considered by many to be perverse, even depraved, and despite Breton's efforts, Molinier was never accepted by the French cultural elite.  But it is perhaps because of the unflinching nature of much of his work that Molinier's major legacy has endured, spanning across contemporary visual art, photography, fashion and cinema. His first posthumous retrospective was at Paris' major institution Centre Pompidou, three years after his death, and he is frequently included in shows that explore themes of identity, queerness and photographic innovation, Kiss My Genders at the Hayward Gallery in London was a recent one. His influence can be seen in the work of hugely influential Japanese photographer Nobuyoshi Araki, and controversial American photographer Robert Mapplethorpe -- in its eroticism, fetishism and sexual powerplay. And in the work of Cindy Sherman, whose own self-portraits pushed the boundaries of gender and identity in photography.  French filmmaker Gaspard Noé has expressed his deep fascination for Molinier's colorful character as much as for his decadent images, while fashion designers such as Jean-Paul Gaultier and shoe designer  f have carried Molinier's heritage in their collections; his aesthetic mythology and his ode to provocation, mystery and desire.  Not just complex in its technique and subject matter, Molinier's kaleidoscopic images confronted traditional ideas of power, domination and gender fluidity. They can be seen as icons for a post-gender era, and the photographer himself as a trailblazer for today's queer and questioning culture. His photomontages of merged body parts transgressed the limits of the human form, creating a space to imagine new visual possibilities -- and political possibilities too."], "Language": false}