{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/asia/indians-us-coronavirus-hnk-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Vedika Sud, CNN"], "Writers": [["Vedika Sud"]], "FirstPublishDate": ["2020-05-01T00:36:22Z"], "LastModifiedDate": ["2020-05-01T08:29:51Z"], "Headline": ["Over 2,100 Indians want to be evacuated from the US. But until India's lockdown lifts, they're stranded"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Sureshbabu Muthupandi, a green card holder who has lived in the United States for more than 24 years, refuses to let his family in south India perform his mother's final rites without him. Her body has been embalmed for 30 days. But Muthupandi is stuck in the US, unable to fly home.  As the coronavirus pandemic reverberated around the world, the Indian government suspended all inbound international passenger flights after March 22. Three days later, domestic carriers were grounded. The country remains in lockdown until May 3.  That has left hundreds of Indians stranded in the US.  On April 7, 600 Indians formed a Facebook group called \"USA TO INDIA EVACUATION FLIGHTS\".  On April 15, the group handed a petition to the Indian embassy in the US, asking for it to evacuate them to India.  The group now has more than 2,100 members. It consists of senior citizens, pregnant women, travelers who have overstayed their tourist visas, students, and workers who have been furloughed and made jobless -- including Indians who have lost their H1B work visas, for workers in specialty occupations.   But the Indian Embassy to the US has told the group that no flights will be available until India's lockdown has lifted. \"If this isn't a case of emergency, what is? I cannot allow her cremation without seeing her one last time,\" says Muthupandi, who was told over email by the Consul General of India in New York that he will likely have to wait until commercial flights resume to return home. \"I am ready to hire a private jet. I beg the authorities, somebody have mercy on me, please let me see my mother one last time.\"  Waiting to be evacuated There are an estimated 4 million Indian-born American citizens, as well as a million Indians working on visas in the US and 200,000 Indians studying there.   As of April 27, at least 2,468 Indian nationals had been evacuated by the Indian government from countries severely affected by the virus, such as China, Iran, Italy and Japan -- but the majority of those evacuations happened before the lockdown. The Indian government has also facilitated the repatriation of more than 58,000 foreign nationals from its territory to 72 countries, according to sources in India's Foreign Ministry.   Since the lockdown, bringing Indians home has become impossible. Yet for some, evacuation could be a matter of life or death. Bindu Manjunath, who lives in Bengaluru, the capital of southern India's Karnataka state, was diagnosed with stage-four liver cancer more than two years ago. \"I've had two major surgeries and several treatments,\" she says.  After approval from her doctor, earlier this year the 51-year-old decided to visit her daughter and grandson in Union City, California, before the next round of treatment. On her return to India, she needs to have six sessions of chemotherapy and, possibly, a third surgery. \"I had finished all my tests before leaving for the US, (and) a small tumor is still inside (me),\" Manjunath says.  \"I really have to get back to continue my treatment — any treatment here would be a burden on my family,\" she adds, referring to the costs of the US healthcare system.  Right now, Manjunath doesn't know when she will be able to return. Stranded in the US Bhargavi Panchangam's mother, Jayalaxmi, left India for San Francisco in January to help take care of her four-month-old granddaughter.  Jayalaxmi was set to return to India by the end of March. \"The Covid-19 situation worried us, so we extended my mother's stay,\" her daughter says.  Jayalaxmi stayed back with the family in San Francisco, but on April 16 she learned her husband had had a stroke in India. Six days later, he died of brain hemorrhage in Hyderabad. The family reached out to state and government representatives in India to ask for assistance to return home for his funeral.  \"Since my younger brother, a blood relative, was already in Hyderabad our case was not deemed critical,\" Panchangam says. \"They asked me to explore the option of hiring a private jet. The cost would work out to $70,000 per person. I stopped pursuing the idea.\" They even called India's national carrier, Air India, to inquire about flying back on a cargo plane, but were told that was not possible. \"I've started accepting the situation, I'm trying to be strong. My mother's condition, though, is terrible,\" says bioinformatics professional Panchangam, 31, a green card holder.   Visa problems  For others, remaining in the US due to the lockdown could result in them breaking the law.  Divya, who did not want to use her real name as she is now in the US illegally, studied at Texas A&M University in 2016. Later, she moved to Atlanta to work as a big data developer on a H1B visa.  On March 23, she received an email from the firm's HR department. It said the H1B visa extension filed by the company had been rejected. She was advised to make arrangements to leave the country. But with India's lockdown in place until May 3, Divya is stranded in the US. Her overstay makes her status illegal. Newly jobless, she can barely sustain herself -- but isn't allowed to work. \"I don't have a job or any health insurance. I'm living with friends. A part of my student loan remains unpaid,\" she says.  A US Citizenship and Immigration Services spokesperson said that people in Divya's situation might be able to extend their visas, depending on the circumstances. \"We may also provide special consideration or expedited processing for those who may need it on a case-by-case basis,\" the spokesperson said. All hopes pinned to May 3 The second phase of India's lockdown ends on May 3, although it is unclear whether the government will resume international passenger flights on that date.  According to government sources, the Foreign Ministry is in consultations with Indian states about bringing citizens home once the restrictions are lifted.  The founder of the Facebook group, Michael Khanna, is optimistic. \"We are hoping at the minimum, the critical cases get evacuated first. Authorities are listening ... all we need is a small window to travel back,\" he said.  For many, having the emotional support of the Facebook group in recent weeks has been a lifeline. \"I think this group has helped its members significantly, emotionally,\" says Khanna. \"They were alone and scared ... They've been able to find solace ... someone out there is in a similar situation as they are ... they need to be part of a larger effort rather than handling it individually.\" "], "Language": false}