{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/watches-wonders-2020-luxury-watches/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Alex Doak, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-28T08:28:27Z"], "LastModifiedDate": ["2020-04-28T08:32:17Z"], "Headline": ["Top 10 timepieces from Watches & Wonders 2020"], "Section": ["luxury"], "MappedSection": ["STYLE"], "Article_Body": ["Like most major events around the world the organizers of Geneva's ritzy Watches & Wonders luxury fair (formerly Salon International de la Haute Horlogerie), had to rethink their strategy, choosing to hold a virtual event instead. By making the normally closed-door, highly exclusive event easier to access this year, 30 of the world's top watchmakers are still getting the oxygen they deserve. In fact, they're reaching a larger audience than ever, thanks to a new online platform.  There, you're free to immerse yourself in all manner of presentations, talks and in-depth digital interactions with hundreds of exquisitely handcrafted timepieces. But if your self-isolation is proving busier than expected, fear not: We've saved you the trouble and picked our 10 highlights here. A. Lange & Söhne Odysseus You wouldn't expect the sober grandmaster A. Lange & Söhne to make a funky, steel-cased sports watch, but the German great has done just that. Launched last year, Odysseus celebrates the 25th anniversary of the brand's modern-day revival, after decades of state-diluted, Eastern Bloc doldrums. A case composed of rakish lines, seemingly flown in from a '70s yacht party, frames flawlessly crafted mechanics to rival Switzerland's finest and Lange's signature outsize date window. The biggest surprise is a slinky rubber strap, now married with white gold. You can practically hear the clink of ice in crystal tumblers. Vacheron Constantin Les Cabinotiers La Musique du Temps The high-flying discipline of metiers d'art (decorative watchmaking) embraces and nurtures almost every rare craft that faced extinction just decades ago, when cheap quartz technology was laying waste to traditional watchmaking.  As Switzerland's most venerable maison, it's only right that Vacheron Constantin runs a vibrant metiers d'art collection of its own, dubbed Les Cabinotiers, with every form of dial decoration covered off. That includes engraving, filigree, embossing, wood marquetry, miniature carving, skeletonization and all four forms of enameling (champlevé, cloisonné, plique à jour, pailloné if you're wondering) are all practiced beneath its roof on Geneva's outskirts.  The dexterity and artistry exacted by these artisans goes without saying, but their patience is truly superhuman. Take, for instance, one of the four unique creations for 2020 that celebrates the beauty of songbirds, displaying the time with wandering satellite hours numerals. The vibrant hummingbird here deploys the champlevé technique, where hollowed-out receptacles each hold separate enamel colors, delicately applied with a brush, then successively fired in a miniature furnace. Piaget Altiplano Ultimate Concept From Switzerland's wizard of wafer-thin horology, this is nothing less than the slimmest mechanical wristwatch ever made, snatching the record back from Bulgari with considerable élan.  Launched as a concept last year, then breathlessly industrialized, the Altiplano Ultimate's overall thickness of just 2 millimeters has been achieved by merging a watch's four principal components -- the movement's baseplate, the caseback, cdase ring and crowning bezel -- into a single component. This leaves the movement's various wheels, springs and levers to be dropped in, then two hands, a sapphire crystal cover and a winding crown that sits perfectly flush with the watch's razor edge. Highly deceptive simplicity. Cartier Maillon de Cartier You can always rely on Paris' grand maison of luxury to bring at least one conversation piece to Geneva -- after all, Cartier is the godmother of the Richemont group, whose luxury watch brands form the core of the annual trade show.  The watchmaker is renowned for throwing particularly bold and beautiful shapes, such as the iconic, 103-year-old Tank (a rare rectangle in a world of circles) and the voluptuous Ballon Bleu (a ball in a world of discs). As for this year's Maillon de Cartier? It's hard to know where to start, given its medley of entwined, sculptured facets. A cocktail watch, but a bracelet too. The torsion of the gold links is mesmeric and -- despite its seeming heft -- silky on the wrist. Hermès Arceau L'Heure de la Lune The dance of the heavens has been mankind's ultimate clock face since time immemorial -- and, in concert with our global network of atomic timekeepers, it still is. Trust Hermès then -- that prime protagonist of Parisian whimsy -- to play with this notion, not only with a sense of fun but in a seriously clever fashion, thanks to a collaboration with one of Switzerland's most inventive white-label ateliers, Chronode. Genuine meteorite is inlaid with two mother-of-pearl moons, forming a cosmos through which two date and time subdials float. They complete an orbit every lunar cycle, indicating both the northern and southern hemisphere's moon phase according to the extent of their occlusion.  Officine Panerai Submersible EcoPangaea Tourbillon GMT Mike Horn Edition This epic, 50-millimeter chunk of haute horlogerie doesn't just buy you a watch with a second time zone function; a tumbling, perpendicularly mounted tourbillon carriage revealed through a titanium mesh dial; and one of the longest names in watch-naming history (probably). It also buys five lucky customers the trip of a lifetime: an Arctic expedition with South African explorer extraordinaire Mike Horn. This particularly limited edition is cased in steel recycled from the old 115-foot sailboat that Horn took around the world on his Pangaea Expedition.  IWC Portugieser Perpetual Calendar 42 Given that 2020 is a leap year, the watch world was aflutter two months ago as it celebrated \"perpetual calendars\" -- timepieces capable of displaying the correct date every single day of the month, including February 29. Fathoming the constellation of star wheels, cams and levers involved in such cleverness takes a fair few evening classes in horology. But suffice to say that lying at the heart of a perpetual calendar is a gnarly wheel that completes a single rotation every four years. It's a mechanical processor programmed with 48 notches, their varying depths representing the lengths of 48 consecutive months.  While lucky owners stayed up on the night of February 28 to witness their own perpetual calendars' quadrennial miracle, Swiss watchmaker IWC was readying the launch of the newest addition to the scene: its classic Portugieser, coined back in the '30s as a merchant seafarer's quintessential time reference. The twist here is that IWC's perpetual system is one of the best, with adjustment of every indicator -- day, date and month -- all operated via the crown, rather than various push-buttons.  H. Moser & Cie Endeavour Tourbillon Vantablack Black Hands Given that it started as an April Fool's joke last year, Moser's devoted fans appear to be having the last laugh, as it was only their pleas that got this watch made for real. Working with one of sculptor Anish Kapoor's materials suppliers, Surrey Nanosystems, the self-styled enfant terrible of top-end Swiss watchmaking, H. Moser & Cie, now has bragging rights to the darkest dials in the business.  A new trio of logo-less, pitch-black wristwatches are coated with the British tech firm's patented Vantablack -- a material comprising a forest of carbon nanotubes that absorb 99.965% of visible light. Usually used in space and automotive optical systems (as well as Kapoor's mesmerizing art) to eliminate stray light and flare, it's among the blackest of man-made blacks. Used on a watch dial, beneath anti-reflective crystal, the effect is thoroughly disorienting -- no texture, depth or reflection; a black hole. And this year, just like the military using Vantablack as thermal camouflage, Moser is switching to total stealth mode by blackening the hands and coating the white-gold case in another super-tough, diamond-like allotrope of carbon. Jaeger-LeCoultre Master Control Date The Joux Valley, an hour's winding drive up from Geneva, is the cradle of Switzerland's most cutting-edge watchmaking. A serene landscape of clanking cowbells and early morning mist, it was the original Silicon Valley 200 years ago, pioneering micro-mechanical complications and supplying the watch industry with its tech.  Jaeger-LeCoultre is at the heart of it all, mastering the countless crafts and skills required to make a timepiece from raw metal entirely in-house -- making a timepiece as pure and simple as this doubly satisfying. Here is Jaeger doing what it does best, with wisdom and timeless design nous.  But 2020's Master Control update isn't just an exercise in nipping or tucking. Its self-winding mechanics have been future-proofed with wear-resistant silicon, lightweight titanium and new lubricating oils, and the power reserve has been upped to a handy 70 hours -- so when it's plucked from the nightstand come Monday morning, it'll still be ticking from Friday. Here's an upgrade package with built-in eternity, not obsolescence.  Montblanc 1858 Split Second Chronograph Switzerland's top-flight Minerva facility crafted some of the finest watches of the Jazz Age, pioneering early precision stopwatches -- or 'chronographs' --and running with the best of them in the process (namely Breitling, Longines and Heuer).  The German penmaker-turned-watchmaker Montblanc swooped to heritage brand Minerva's rescue in the mid-Noughties -- preserving the historic factory and its workshops of priceless antique machinery.  Even the classic Minerva style continues to be channeled, albeit under the '1858' collection name (featuring, confusingly, the German pen brand's 1930s logo), and none so gorgeously as 2020's 'rattrapante' chronograph, limited to just 100 lucky collectors. Adorned sumptuously with a cobalt enamel dial, the party trick lies in the ability to 'split' the stopwatch's sweep seconds hands, and time two parallel events. "], "Language": false}