{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/politics/conservative-trump-allies-economy-reopening-lobbying/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Fredreka Schouten, CNN"], "Writers": [["Fredreka Schouten"]], "FirstPublishDate": ["2020-04-27T23:35:32Z"], "LastModifiedDate": ["2020-04-27T23:35:32Z"], "Headline": ["White House-allied conservatives band together to support economic reopening"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A group of conservatives, some with close ties to the White House, formally announced a new coalition Monday that will push state officials to reopen for business quickly. Members of the Save Our Country Task Force include economic commentator Stephen Moore, economist Art Laffer and former South Carolina Sen. Jim DeMint, all of whom were named earlier this month to President Donald Trump's coronavirus economic council.  Others in the group include former House Speaker Newt Gingrich, a close Trump ally; Tea Party Patriots leader Jenny Beth Martin; Adam Brandon of FreedomWorks; Lisa Nelson, who runs the American Legislative Exchange Council, which crafts model bills for conservative state legislators to advance around the country; and Ginni Thomas, a conservative activist and wife of US Supreme Court Justice Clarence Thomas.  The new group debuted just as the White House is turning its attention to highlighting the toll coronavirus closures have taken on the economy.  \"We're just ravaging our economy right now, and the longer this goes on, the more human misery it will cause,\" Moore, a former Trump campaign adviser who was considered last year for a seat on the Federal Reserve board of governors, told CNN on Monday. He said the group will encourage states to reopen for business \"on a rolling basis\" and push for a federal payroll tax cut to stimulate an economy that has shed more than 26 million jobs in five weeks.  He said the coalition also opposes sending bailout money to cash-strapped states, something Senate Majority Leader Mitch McConnell said last week he opposed but suggested on Monday might be coming in a future relief package. Moore said his goal is to get the conservative movement and the Republican Party \"singing from the same hymnal: 'We're going to open the economy in a safe way. We're going to cut the payroll tax. We're not going to do any more spending.'\" Moore said he's conveyed his concerns directly to Trump, lawmakers on Capitol Hill and to \"three or four\" state governors whom he declined to name because \"they were private conversations.\" The leaders of the new coalition include conservatives who have offered support to demonstrators who have protested stay-at-home orders around the country in recent weeks. For instance, officials with FreedomWorks, a Washington group with ties to the Tea Party movement, helped provide technical support and promote some of the protests, Brandon, the group's president, told CNN on Monday. The protests, he said, showed governors that \"there's a different opinion\" on the stay-at-home orders. \"Not everyone is saying: 'Let's keep this locked down until next year.' \"  Brandon said he expects the demonstrations to \"level off pretty quickly because people have made their point.\" The Save Our Country group will provide help and policy direction to governors and other elected officials, Brandon said. In addition to pressing its case with political leaders, Moore said the coalition plans to release research papers and could fund some paid advertising. The new lobbying push from conservatives comes as Congress begins negotiations on another relief package. House Speaker Nancy Pelosi has pledged to deliver another stimulus package to state and local governments hard hit by their response to the virus.  But McConnell, a Kentucky Republican, last week took a hard line on such assistance, casting the aid as \"blue state bailouts,\" a reference to the Democratic leadership of states, such as New York and Illinois, that have been hit hard by the pandemic. On Monday, McConnell conceded that more state and local money is likely to be approved in the next aid package Congress approves to address the outbreak. \"There probably will be another state and local funding bill,\" McConnell said in an interview with Fox News Radio, \"but we need to make sure that we achieve something that will go beyond simply sending out money.\" Trump has voiced skepticism about the state aid, tweeting Monday: \"Why should the people and taxpayers of America be bailing out poorly run states (like Illinois, as example) and cities, in all cases Democrat run and managed, when most of the other states are not looking for bailout help?\""], "Language": false}