{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/australia/australia-mateship-anzac-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Sunshine Coast, Australia"], "ByLine": ["Analysis by Jessie Gretener, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-27T05:10:26Z"], "LastModifiedDate": ["2020-04-27T07:08:26Z"], "Headline": ["Lessons in mateship as Australia lurches from one crisis to another"], "Section": ["australia"], "MappedSection": [null], "Article_Body": ["For one minute on Saturday, millions of people in two countries were united by silence. Australians and New Zealanders paused at dawn on April 25 to commemorate the lives lost during war.   For the neighboring nations, Anzac Day is a day of remembrance to mark the first major military mission for the Australian and New Zealand Army Corps -- the Anzacs -- who faced fierce resistance from Ottoman fighters after landing on the Gallipoli peninsula, in Turkey, in 1915. It's a battlefield known for igniting the Anzac spirit, and a legacy of mateship, into the DNA of both countries. Mateship, an egalitarian concept, is characterized by ingenuity, honesty, humor, courage and compassion. It calls on communities to come together during hardship, adapt to challenging circumstances and provide a fair go for all. For 15-year-old Australian Patrick Stibbard, mateship means looking out for one another. On Saturday, like millions of other Australians and New Zealanders, he stood on his driveway to pay his respects to the Anzacs.  Traditional dawn services were canceled this year due to the coronavirus lockdown. Instead, musicians were encouraged to play the bugle call, \"The Last Post,\" at home, while their neighbors lit candles and marked a minute of silence. It was the first time Stibbard had played the \"The Last Post,\" adding to the echo of trumpets, snare drums, bagpipes (and a couple of barking dogs) that broke the silence of the Sunshine Coast suburbia early Saturday. The inspiration behind the brass notes, his grandad who served in the Vietnam War, stood beaming with pride at the end of the driveway. \"We can all live the way we do because he fought for us,\" Patrick said. \"It made me feel really special to have him standing there.\" For many Australians, the 60 seconds of silence felt all the more poignant this year. It was a tribute not only to those who served and sacrificed on battlefields abroad, but also the frontline heroes fighting Covid-19 right now at home.  Consecutive crises Coronavirus is not the only crisis Australia has confronted this year. For 240 days over the summer, the country burned. Thirty-three people and over a billion animals died, 18 million hectares of land were scorched, and thousands of houses were destroyed.  At first, it felt like an assassination of the Australian identity. The paradise of sunshine and sand was replaced by blood-red skies, choking smoke, and waves that tumbled soot.  Australia's summer of bushfires was expected to define the beginning of a new decade. Yet, before flowers had time to sprout through the ashes, the nation was already grappling with a new crisis, the global coronavirus pandemic.  Firefighters passed the baton to health care workers, in what will be remembered as the year of the frontline worker. Australian artist Mick Ashley paid homage to the frontline heroes of 2020 in an artwork titled, \"The Road Ahead,\" that was widely shared on social media. \"Mateship in times of crisis is found in humanity. In Aussie terms, it's a call to arms,\" Ashley said. \"I created an image to thank the amazing efforts of frontline workers.\"  'Social Eskylation' From those in uniform to ordinary Aussies, mateship is \"understanding that even the smallest acts of kindness can make a huge difference,\" according to Erin Boutros, the co-founder of volunteer group Empty Esky. Formed during the fires, Empty Esky encourages Australians to support fire-affected towns by visiting them with empty eskies (otherwise known as coolers) and filling them up with with local products to support local businesses. Travel is now banned under coronavirus rules, so the group is now encouraging Aussies to practice \"social eskylation\" by filling their \"virtual eskys\" with online purchases. \"We are extremely concerned about the businesses who have been double whammied,\" Boutros said. \"Summer foot traffic and Easter trade is what carries many of these businesses through the year. Engaging with regional small businesses makes a huge impact on morale and helps many business owners feel hope for the future again.\" Restaurateurs Susan Plath and Kevin Lamont were two days from reopening their fire impacted \"The Chicken Shop\" in the popular holiday town of Bright, Victoria, when non-essential businesses were forced to close to stop the spread of the coronavirus. \"Mateship saved our business from bankruptcy,\" Plath said. \"Without Empty Esky, we wouldn't have been able to pay our bills and put food on the table. It's that simple.\" Empty Esky challenged its followers to buy 100 bottles of the Plath family's Alpine Sauce. To date, they've bought over 7,000. \"It's not only the financial assistance that people all around our country helped us with. The supportive messages really did help us a lot from a mental health perspective,\" Plath said. You okay mate? The two consecutive crises has placed pressure on mental health.   \"It is okay if you are not feeling or doing well. It is normal to be upset by situations right now,\" said Professor Nicholas Procter, chair of Mental Health at the University of South Australia. \"While we try to work things out by ourselves and may think we are getting the help that we need -- sometimes we don't have all the bandwidth. A sense of community is a vital way of getting help, reassurance and connection. It means we are not on our own.\" Amid the coronavirus and in wake of the bushfires, Procter and his team partnered with the mental health charity R U OK? to revamp its mateship manual, a practical guide to supporting people who are doing it tough. \"The number one rule of mateship is to be a great listener -- giving the person space and time to feel safe and talk about what's troubling them,\" Procter said. For those wanting to practice mateship while in lockdown, his message was clear -- \"physical distancing does not mean social isolation.\"  Our rural mates Checking in on our rural and regional mates is more crucial than ever right now, with the consecutive crises seemingly cutting the thread that many were only just hanging on to. \"Crises like the bushfires and Covid-19 put a further strain on communities that, although vibrant and rich in spirit, are often doing it tough,\" said Chloe Harpley, a 22-year-old law and art student from Wagga Wagga. \"The flames may be out, but the disaster is far from over.\" Harpley founded \"Books for the Bush,\" which works to provide school supplies for students who were displaced and impacted by the fires. The initiative is now expanding to support kids studying at home under lockdown in remote areas. \"Mateship is all about putting yourself in the shoes of others, empathizing with them, and being there in solidarity. Knowing that complete strangers have you at the forefront of their minds is both life-changing and life-saving,\" Harpley said. The long haul Mateship is Australia at its best. From claims of a lack of leadership during the fire to panic buying and fights over toilet paper, Australians' behavior at times has been far from perfect amid the consecutive crises.  However, Empty Esky co-founder Erin Boutros said that in times of crisis it is essential to look for opportunities to make life a little better for people who are hurting. \"When we unite, and carry the problem together, it restores hope and gives us the motivation to keep going even when it's tough,\" she said. Procter said that while the fires are out and the number of Covid-19 cases is falling, there's a still long way to go before communities recover from what has so far been a tough year. \"Mateship is not just for today. If we keep supporting and being positive over the longer term, we can figure this out together,\" Procter said. "], "Language": false}