{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/26/us/stan-herd-tribute-to-frontline-kansas-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-26T06:00:12Z"], "LastModifiedDate": ["2020-04-26T06:00:12Z"], "Headline": ["This land artist created a half-acre tribute to health care workers"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Stan Herd has been making art from the Earth for almost 45 years, and he's done everything from a four-acre large piece in Southwest China to a 1.2-acre piece for the Minneapolis Institute of Art. His latest installation, though, is a little different.  Herd, 69, took his talents home to Kansas this week, creating an installation as a tribute to health care workers on the front line fighting coronavirus. The installation, titled \"Tribute to the Frontline,\" takes up half an acre and is in a field south of Lawrence, Kansas. It features 10 Echinacea purpurea flowers, commonly known as purple coneflowers, displayed in a vase with the words \"Thank you\" printed across. The idea came to Herd when he started seeing the level of commitment health care workers were putting in every day, leaving their families and risking their lives to save others. \"It just blows us away,\" Herd told CNN. He'd always wanted to do a vase of flowers in the springtime, and this, he said, seemed like the perfect time. \"This was my opportunity to do the small thing I could do to offer my heartfelt thank you to these amazing people on the front lines,\" he said.  All the details are intentional. The vase is styled after those by Native American tribes in Kansas, and the coneflowers have historically been used by different tribes for, among other uses, medicinal purposes. All the raw materials used come from Kansas.  Herd created the coneflowers from henbit weeds, which bloom with purple flowers -- perfect as the flower petals on the coneflowers. The plan was to leave the henbit plants and mow around them at varying lengths, thus creating the different colors displayed in the final product, he said. But while he was working, the henbit plants lost their flowers. That's why the petals in the final piece are green, though Herd said it doesn't bother him. \"My art is a dance with nature,\" he said, with a laugh.  All in all, the piece took six days to finish. He hopes the piece reminds others of our collective shared humanity, something he said has been brought to the forefront because of the pandemic. \"I think that we're all more aware now than we've ever been of the compassion of our neighbors and those people that we've taken for granted,\" he said, mentioning not just health care workers, but people like firefighters, too. \"Humanity now understands how great those people are, and we need heroes and heroines right now.\""], "Language": false}