{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-25-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Hollingsworth, Brett McKeehan, Tara John, Fernando Alfonso III and Amir Vera, CNN"], "Writers": [["Julia Hollingsworth", "Brett McKeehan", "Tara John", "Fernando Alfonso III", "Amir Vera"]], "FirstPublishDate": ["2020-04-25T00:04:32.048Z"], "LastModifiedDate": ["2020-04-26T01:00:45.643Z"], "Headline": ["April 25 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the global coronavirus pandemic has moved here. Hawaii has seen a 98% decrease in travelers arriving at airports since the state's 14-day quarantine rule was put in place, Gov. David Ige said during a press conference Saturday. About 100 travelers are still arriving every day which is why the extension of the quarantine order for visitors to the state was necessary, Ige said. The screening process for visitors includes a temperature check and verification of hotel accommodations while at the airport. Each visitor must provide a phone number for their hotel accommodations and they will not be allowed to leave the airport if their accommodation isn't confirmed by an employee at the hotel, Ige said. ##Health## ##Travel#3 It might be necessary to start manufacturing coronavirus vaccines even before they have been fully tested to see if they can protect people from infection, said Richard Hatchett, the CEO of Coalition for Epidemic Preparedness Innovations (CEPI). CEPI is a non-profit put together organization formed to speed the development of vaccines. Manufacturing could begin even while some of the Covid-19 vaccines are in the first phase of human clinical testing, which are designed to demonstrate only safety, Hatchett said Saturday.  This plan could cut time without cutting corners or sacrificing efficacy or safety, Hatchett said on a National Academy of Sciences Covid-19 Update webcast. Large-scale manufacturing doesn’t usually start until after a vaccine has passed all three phases of clinical trials, a process that usually takes years. CEPI first published outlines of the plan to accelerate the process in The New England Journal of Medicine in March. It may be more expensive to do things this way, Hatchett said.  \"If we want to deliver vaccine at scale within … our stipulated targets of 12 to 18 months from the initiation of the program, we’re going to have to be comfortable with those risks,\" he said. He estimated that tens of billions of dollars will be spent over the next several years for vaccine delivery. \"If we shorten the pandemic by a month, we’re saving hundreds of billions of dollars. And that’s the calculus the elected leaders need to make,\" Hatchett said. CEPI has funded several Covid-19 vaccine research projects, including all three of the vaccines currently being tested in people. Two of the vaccines are in phase one clinical trials – vaccines from Moderna and Inovio – and only China’s CanSino Bio vaccine advanced to the second phase of clinical trials earlier this month. Moderna already intends to use funding from the US federal government's Biomedical Advanced Research and Development Authority to help fund a scale-up of its manufacturing process, according to a statement from the company earlier this month. ##Health## The statewide stay at home order for Hawaii set to expire April 30 has been extended until May 31, Gov. David Ige announced during a press conference Saturday.  Ige said he has extended the order that travelers quarantine for 14 days after their arrival to the state until May 31. ##Daily Life## ##Health## The Army will proceed with this year’s graduation ceremony at the US Military Academy, or West Point, according to a statement from Army Secretary Ryan McCarthy.  McCarthy said the Army is \"putting the appropriate measures in place to respond to the Covid-19 crisis and to protect our Force, Cadets and Families.\" President Donald Trump said earlier this month that he would be attending the ceremony. I'm doing it at West Point, which I look forward to. I did it last year at Air Force. I did it in Annapolis. I did it at the Coast Guard Academy and I'm doing it at West Point. And I assume ... they'll have (social) distancing. They'll have some big distance, so it'll look very different than it ever looked,\" Trump said. Below is the full statement from Army Secretary Ryan McCarthy: \"After careful consideration of the steps the Army can take to mitigate risk, I made the decision to proceed with the West Point graduation. We are fully committed to the health and safety of our Cadets and believe we can safely conduct the graduation ceremony and associated activities. Over the next couple of days, West Point leadership will communicate the plan. We are putting the appropriate measures in place to respond to the COVID-19 crisis and to protect our Force, Cadets and Families.\" ##Health## ##Daily Life## Approximately 9.8% of the New York Police Department's uniformed workforce -- or 3,554 members -- were out sick on Saturday. This is down from a high of 19.8%, according to a daily coronavirus report from the NYPD. As of Saturday, 3,363 members of the NYPD have returned to work full-time after recovered from a positive Covid-19 test, while 1,098 uniformed members and 325 civilian members are still out sick with a Covid-19 diagnosis.  In total, 4,820 NYPD members have tested positive for Covid-19 to date, the NYPD said. ##Health## In a fiery interview with Politico centered on the stimulus and economic recovery after the pandemic, Joe Biden unloaded on banks and big businesses and said that the coronavirus stimulus needs to be a \"hell of a lot better\" than $2 trillion dollars.  He accused the Trump administration of already \"wasting a hell of a lot of money\" and expressed indignantly why he believes there needs to be more oversight in the implementation of the CARES Act.  In the article, Politico senior staff writer Michael Grunwald writes that Biden repeatedly unloaded on big business and big banks, noting that \"this is the second time we’ve bailed their asses out,\" accusing the Trump administration of managing the stimulus for their benefit.”  In talking about President Trump firing the Pentagon inspector general chosen to oversee the stimulus package, Biden leaned into his hiring of Earl Devaney to oversee the Recovery Act as contrast, saying, \"I wanted to bring in the toughest son-of-a-bitch in the country—I really mean it, I’m not joking—because we wanted to make sure we did it by the numbers with genuine oversight,\" Biden said. \"Right now, there’s no oversight. [Trump] made it real clear he doesn’t have any damn interest in being checked. The last thing he wants is anyone watching that $500 billion going to corporate America, for God’s sake.\" Grunwald wrote that in his interview with Biden, \"he denounced corporate America as 'greedy as hell,' echoing the structural critiques of the modern economy that fueled the Sanders and Warren campaigns.\"  Continuing his critiques of big banks and big businesses, Biden said, \"We knew from the beginning that the big banks don’t like lending to small businesses.\" He continues in the article, \"I'm telling you, though, if Main Street businesses don’t get help, they’re gone.\" The Internal Revenue Service is requesting, but not requiring, several thousand employees to return to work to help open mail, process paper returns and perform several other duties, according to a statement released by the IRS on Saturday. The statement said employees who return to work will be offered \"incentive pay\" and will be required to wear face coverings. The IRS statement said the agency is working to obtain personal protective equipment and expects many items to be delivered as soon as this weekend.  \"Bringing employees back to work is essential to address mission-critical needs for the nation, and the IRS is an essential component to our country's whole-of-government approach to confronting the COVID-19 pandemic. To provide American taxpayers, including the most vulnerable, with the services they expect, it is essential that the IRS resumes a number of key responsibilities, including opening mail that has been held for a number of weeks, processing of paper tax returns that may offer refunds to taxpayers, working on returns with refundable credits, answering taxpayers' questions on our toll-free lines, and performing Income Verification Express Service and certain lien/levy functions. The IRS will continue to do everything possible to protect employees while also providing important services and assistance to the nation's taxpayers,\" the statement read. ##Health## ##Daily Life## Mobile testing units will travel around the UK to increase access to coronavirus testing, the government announced in a statement on Sunday. The network of testing units will be operated by the military and target vulnerable sites such as care homes, police stations and prisons. “Everyone who needs a coronavirus test should be able to have access to one. New mobile testing units will travel the country to provide vital frontline workers with tests so those testing negative to safely return to work,\" Testing Minister Lord Bethell said. “Testing is key in our battle against coronavirus. We now have the ability to provide more people with the certainty they need to get back to the front line when it is safe to do so.” The Department of Health statement said the new units will operate alongside existing drive-through test sites in order to “rapidly increase the number of tests done each day.” Specially trained military personnel will collect swabs at the mobile sites, before they are sent to mega-labs for processing. Those tested will receive results within 48 hours. Rapid expansion of a network of mobile test units is now underway, according to the statement, with new units being fielded in the coming weeks and at least 96 ready to be deployed by the start of May. ##Health## Connecticut Gov. Ned Lamont announced on Saturday a new program that would help to get face masks to eligible, essential small businesses in Connecticut with fewer than 50 employees. \"The more proactive measures we can take to prevent the spread of this virus and keep everyone healthy, the sooner we’ll be able to reopen operations,\" Lamont said in a news release. \"We were able to secure over 4 million masks this week that have replenished our supplies and put us in a position to support small businesses. I appreciate our partners at (Connecticut Business and Industry Association) and CONNSTEP for partnering with us on this effort to get those needed face coverings out to essential employees.\" Eligible businesses must apply online and are allowed to request a maximum of two free masks per employee, according to the release. The requested masks will be distributed as soon as next week. ##Daily Life## ##Business## There are at least 933,050 cases of coronavirus in the US and at least 53,391 people have died, according to Johns Hopkins University's tally of cases in the United States. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.   CNN has an interactive map tracking coronavirus cases in the US. ##Health## Miami-Dade County Mayor Carlos Gimenez told CNN's Ana Cabrera on Saturday that officials plan to enforce new social distancing guidelines in \"open spaces\" once Miami begins to ease lockdown restrictions. These new guidelines include hiring 400 people to \"have eyes on the basketball court on the tennis courts\" and violators will get citations if they do not follow the guidelines. \"That's the key. We have to enforce those measures of social distancing, wearing the masks, and making sure that the people are abiding by the rules. So, that is exactly the way that we are going to do it,\" Gimenez said.  The mayor added that people can play tennis, but only singles.  As far as basketball, Gimenez said \"you cannot have a contact basketball game, you can shoot your own ball at a rim with three people in half court. But you cannot have a game. You can have a game of horse. And that is about it.\" ##Daily Life## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Saturday that the US should increase testing by twice as much and thinks this will be possible. Appearing on a Covid-19 update webcast by the National Academy of Sciences, Fauci noted he was referring to diagnostic testing of the coronavirus, not antibody testing. Fauci estimated that the US is conducting between 1.5 and 2 million coronavirus tests per week. \"We probably should get up to twice that as we get into the next several weeks and I think we will,\" Fauci said.  \"Testing is an important part but it’s not the only part,\" Fauci said while highlighting the need for identification, isolation, and contact tracing. People don’t want to be \"fixated\" on a number of tests you need, he said.  But officials want to \"have enough to be able to respond to the outbreaks that will inevitable occur as you try and ease your way back into the different phases.\" ##Health## British Prime Minister Boris Johnson will return to work on Monday after recovering from coronavirus, a Downing Street spokesperson told CNN.  Dominic Raab will step aside as acting Prime Minister, allowing Johnson to make a full return.  Downing Street confirmed that Johnson is \"raring to go.\"  Johnson left hospital on Easter Sunday after contracting the disease and has spent several days recovering further at Chequers, the prime minister’s countryside retreat. A Michigan state senator is apologizing for wearing a face mask with what appeared to be a Confederate flag pattern. State Sen. Dale Zorn, a Republican from Ida, apologized in a pair of Twitter posts Saturday for the face mask that he wore on the Michigan Senate floor on Friday. Zorn, in an interview with CNN affiliate WLNS, said his wife made the face mask for him and it was not a Confederate flag. He said that even if it were a Confederate flag, it represents a part of our history and we should be teaching about the \"atrocities that happened during that time\" so it doesn't happen again. He told WLNS the mask was a pattern like that of either the Kentucky or Tennessee flag. ##Daily Life## White House economic adviser Larry Kudlow told Fox News host Laura Ingraham Friday night that his friend got a barbershop to open, allowing him to get a haircut.  Ingraham then teased Kudlow and said, \"you are special you got a haircut, the rest of us are just, you know, we’re dealing with it.\" Barbershops in the Washington, DC, are are closed due to the public health emergency. \"I don’t have much to work with but it looks much better because I wanted to look good on the Laura Ingraham show,\" Kudlow told Ingraham. Kudlow went on to say that he did not have a temperature going into the White House on Friday, and tested negative for coronavirus last week. Kudlow is director of the National Economic Council. ##Daily Life## At least 2,600 health care workers have tested positive for the coronavirus in Illinois, state Public Health Director Dr. Ngozi Ezike said during a Saturday afternoon press conference. There were 2,119 new cases reported statewide Saturday for a total of 41,777 and 80 new deaths reported for a total of 1,874, Ezike said. As of midnight, there were 4,699 people hospitalized with coronavirus statewide with 1,244 in intensive care units. Of those patients in intensive care, 763 were on ventilators, according to Ezike.  In the last 24 hours, there have been 11,985 tests performed and the state is continuing to ramp up testing efforts, she said. ##Health## In a speech on Saturday evening, Spain Prime Minister Pedro Sánchez announced he will present his plan for the \"de-escalation phase\" in his country next Tuesday. Sánchez told Spaniards that the country has had a small and modest victory, but there is a still a long way to go before they win the battle against the coronavirus. Sánchez also announced that if Spain continues to show a favorable evolution of the pandemic, citizens will be allowed to go outside to play sports and walk with family members in early May. The country's health minister will oversee the arrangements and guidance, he said. The process would be gradual, \"asymmetrical\" and coordinated, Sánchez emphasized. \"It will depend on the region you live since some regions have been affected more than others,\" Sánchez said adding that the pandemic has spread unequally across the country. \"Caution and unity should guide us,\" Sánchez said. \"Victory is not close, but we have started to win.\" ##Daily Life## French Prime Minister Edouard Philippe will present the government's plan to ease the country’s confinement measure to the French National Assembly on Tuesday, a spokesperson for the Prime Minister told CNN on Saturday. Philippe's announcement will be followed by a debate and a vote, the spokesperson said. French confinement measures implemented on the March 17 are scheduled to be lifted on the May 11.  Last Sunday, Philippe warned that \"France will not return to normal for a long time.\" ##Health## ##Daily Life## There has been a significant increase in calls to poison control in the state of Illinois in the last two days, Illinois Public Health Director Dr. Ngozi Ezike said during a Saturday afternoon press conference. Such calls included someone using a detergent based solution for a sinus rinse and another person gargling with a bleach and mouthwash mixture to kill germs, Ezike said.  She urged people to not use cleaning chemicals to try and kill the virus.  Injecting, ingesting, snorting household cleaners is dangerous. It is not advised and can be deadly,\" Ezike warned. This comes after President Donald Trump suggested Thursday the possibility of injecting disinfectants to treat people with coronavirus. ##Health## Some imprisoned Mafia bosses have been released from prison and placed under house arrest in Italy due to the coronavirus emergency, anti-mafia prosecutor Federico Cafiero De Raho told CNN on Saturday. Opposition leader Matteo Salvini called the release from prison \"crazy.\" To prevent the spread of the infection within prison facilities, the Italian government has authorized magistrates to commute prison sentences into home detention if the time yet to serve is no longer than 18 months. Cafiero De Raho confirmed that three Mafia bosses have been placed under strict isolation detention. They are identified as: Pasquale Zagaria, member of the Neapolitan Camorra\nFrancesco Bonura of the Sicilian mafia \"Cosa nostra\" \nVincenzo Iannazzo of the Calabria mafia \"Ndrangheta.\" \"They are prisoners that, for the roles they had in Mafia organizations, require extra isolation measures in order to avoid being connected to the exterior world,\" Cafiero De Raho said. \"Once they are sent back home, these measures are obviously no longer enforced.\" The total number of prisoners in Italy has decreased by 6,500 since February 29, according to the Justice Ministry. \"But the decrease of inmates is not only due to the decree,\" explains Alessio Scandurra of the prisoner’s rights association Antigone. \"The Covid-19 emergency led many magistrates, thanks to the discretion the law allows them, to favor house arrest.\" \"That is crazy,\" Salvin, the leader of the opposition League party, said in a Facebook video. \"It’s a lack of respect for people, magistrates, journalist, policemen, and victims of the Mafia.\" To date, 84 Metropolitan Transportation Authority employees have died from coronavirus complications, said MTA Chairman and CEO Patrick Foye during a Saturday afternoon radio interview on 1010 WINS. Subway and bus ridership in the city are down 95%, Foye said.  Approximately 6,500 employees have returned to work, about 3,300 are currently quarantined and approximately 3,300 have tested positive for Covid-19.  Foye said that he has volunteered to get an antibody test through Stony Brook University to see if he can donate plasma. That test will take place sometime next week. ##Health## The US Food and Drug Administration has authorized three new coronavirus antibody tests, bringing the total number of FDA-authorized tests to seven. The tests were green-lit under emergency-use authorizations, a lower regulatory standard used when the FDA believes a test’s benefits could outweigh any risks. Three companies – DiaSorin, Ortho-Clinical Diagnostics and Autobio Diagnostics – received the authorizations. The tests were restricted to use in authorized laboratories, and the FDA cautioned that all three came with risks of false positives and negatives.   The tests would ideally allow for the detection of past infections – indicating if someone has had the virus, regardless of whether they showed symptoms. But the tests may be less useful for diagnosing recent or current infections. “A negative result may occur if you are tested early in your illness and your body hasn’t had time to produce antibodies to infection,” the FDA wrote in fact sheets accompanying the tests. Some context: The agency’s new authorizations come amid growing questions over the role of antibody tests in the coronavirus pandemic.  The FDA has come under congressional scrutiny for allowing manufacturers to distribute antibody tests without authorization, a move that triggered a flood of shoddy tests in the US market.  And it remains unclear whether antibodies – even when detected by high-quality tests – indicate that someone is immune to re-infection. “There is no evidence yet that people who have had Covid-19 will not get a second infection,” the World Health Organization warned in a recent scientific brief.       Massachusetts Gov. Charlie Baker says that the state is currently experiencing a “surge” of Covid-19 cases, but medical facilities are prepared. Yesterday, Baker said 55% of the total 18,200 hospital beds in the state were available.  “People did a lot of work to make sure we would have the hospital capacity and the health care capacity that we would need to not just serve people who are dealing with Covid-19, but also to be able to take care of all the other maladies, illnesses, diseases, and issues that people face,” Baker said at a news conference today. Baker was asked about plans to reopen the state when his executive order expires on May 4. He said that the May 4 date was based on the assumption that Massachusetts would have its surge in early April – which did not happen.  “Any decisions we make with respect to reopening are going to require two things. Number one, the same thing that’s required almost everywhere else which is some drop in in hospitalization rates and some evidence that we are in fact over the hump with respect to the surge,\" he said \"The second is putting the rules for engagement or reopening in place, which we'll have a lot more to say about next week,” Baker added.  Turkey’s daily coronavirus cases dipped below 3,000 for the first time since April 3. There were 2,861 positive cases over the last 24 hours, according to the latest health ministry figures.  The ministry reported 106 deaths as a result of the virus. Additionally, 1,782 patients remain in the ICU, including 900 of who are intubated, according to the latest figures. Turkey has 107,773 coronavirus cases. A meat-processing company is being forced to close its doors over coronavirus concerns. The Kane County Health Department issued an order for Smithfield Foods in St. Charles, Illinois, to temporarily close so the company can work with the health department to implement mitigation efforts against Covid-19, according to a press release. The Health Department will provide social distancing education and employee safety training relating to personal protective equipment, the press release said. CNN has reached out to Smithfield Foods for comment. This is one of several meat-processing plant closures in the last few weeks due to coronavirus outbreaks. The Canadian government says that despite some success in flattening the curve, and a slower growth rate in new coronavirus cases nearly everywhere in the country, the economy can’t reopen until supplies of personal protective equipment are in place for businesses.  “I don’t think we should be talking about reopening any parts of the economy if we do not have a strong plan to protect people working,” said Canadian Prime Minister Justin Trudeau during a press conference Saturday.  Some Canadian jurisdictions are set to open in the coming weeks but a competitive market for personal protection equipment, described by some government ministers as the \"wild west,\" may slow the return of some economic sectors. Trudeau also stressed that Canada is not relying on the concept of Covid-19 immunity to reopen the economy. “It is very clear that the science is not decided on whether or not having had Covid once, prevents you from getting it again,” he said. Despite that, Canada is creating an immunity task force staffed with leading doctors and scientists to further explore both anti-body testing and the viability of a vaccine. As of today, Canada had reported at least 44,137 cases of Covid-19 and 2,392 related deaths. Atlanta Mayor Keisha Lance Bottoms tweeted the latest coronavirus case and death counts Saturday along with a message to nail salon customers. \"If you're getting your nails done right now, please share these noon numbers with your manicurist #StayHomeGeorgia,\" Bottoms' tweet said. The mayor has continued to urge people to stay home in the last few days in media interviews and on Twitter despite Georgia Gov. Brian Kemp's decision to reopen certain businesses starting Friday. Read the tweet: ##Daily Life## Ecuador announced that it will go into a “social distancing phase” starting on May 4. In a televised statement Friday, President Lenin Moreno said that to face the crisis “successfully” the country “needs a balance between sanitary measures and an ordered economic reactivation.” “The indicators on the progress of the pandemic give us encouragement,” Moreno said.  “Ecuador begins the transition from the isolation phase to the social distancing phase. That decision is based on the data,” he added. Moreno said if cases increase again, and there is a risk of overwhelming the hospitals, he will reverse his decision. “Be careful, let's not get confused, the emergency is not over, we are only in a different phase,” he said. “Our monitoring and alert systems will guide us.” This new phase will not apply to people over 60, people with disabilities, people with chronic diseases and people with diseases that are highly vulnerable against the coronavirus. Nationwide lockdown, which goes into effect every day at 2 p.m. until 5 a.m. will continue. The government indicated that scheduling to fit industry needs will be revised and expected to be announced in the coming days. Bars, nightclubs, gyms, theaters, schools and universities will also remain closed. As of Friday, the government has reported 576 deaths due to Covid-19 and over 1,000 “possible deaths” due to the virus.   ##Daily Life## At least 200,697 people have died from Covid-19, according to Johns Hopkins University’s tally of deaths across the world. As of 1:45 p.m. ET on Saturday, the university is reporting more than 2,865,938 confirmed cases globally. New Jersey Gov. Phil Murphy reported an additional 3,457 coronavirus cases, bringing the statewide total to 105,523. The governor also reported an additional 249 deaths bringing the total to 5,863. “We see continued flattening,” the governor said today. “We cannot ease up one bit on our social distancing.” Murphy said a lot of the folks who tested positive have now “battled and won” against the virus. “We need to see more progress and more slowing before we can begin implementing any effort to get ourselves on the road to the new normal that awaits our state on the other side of this pandemic,\" he added. “Those curves are all going largely in the right direction.\" CNN partnered with Sesame Street for a special town hall about coronavirus to give kids the opportunity to learn more about the pandemic and ask questions. \"The ABC's of Covid 19: A CNN/Sesame Street Town Hall for Kids and Parents\" aired on Saturday morning and tackled issues including education, anxiety, screen time and play dates. The 90-minute program featured experts and Sesame Street characters -- including Elmo, Abby Cadabby, Rosita and Grover. Together, they answered questions submitted by families. The event was moderated by CNN chief medical correspondent Dr. Sanjay Gupta, CNN anchor and national correspondent Erica Hill, and, of course, Big Bird. See the best moments here. ##Sesame Street## Florida Gov. Ron DeSantis says Florida should receive a shipment of antibody test kits on May 1. The antibody testing kit company first had to send kits to New York before they could fulfill order for Florida, DeSantis said. “We have now been confirmed that we will have the antibody tests that the state has ordered,” DeSantis told reporters today at a press conference. Florida has had at least 30,839 cases and 1,055 deaths due to coronavirus, according to a tally from Johns Hopkins University. ##Health## Italy has recorded another 415 coronavirus-related deaths over the past 24 hours, the Civil Protection Agency said on Saturday.  That’s a record low number of deaths in a one day period, with only an increase of 1.6%. There were another 2,357 new infections, which is also a decrease. The total number of cases in Italy stands at 195,351, the agency said. There have also been 26,384 total deaths, according to a tally from Johns Hopkins University. The Fulton County Public Health Department has reported that 23 residents at the Fulton Center for Rehabilitation and Healthcare in Gloversville, New York, have tested positive for coronavirus. “Numerous residents at the Skilled Nursing Facility tested positive for the virus and the situation is being actively managed by the Center’s administration with direct oversight by New York State Department of Health, Bureau of Communicable Disease and Healthcare Epidemiology and Infection Control staff,” the Health Department said in a release. Fulton County Public Health Director Laurel Headwell is in communication with facility directors and is monitoring \"the scope of the situation,\" the release said. \"Monitoring of all residents and staff is ongoing,” the Health Department said. “Other area healthcare facilities have been notified. The Department will provide more details as they become available on Monday and Tuesday of next week,” the release continued. ##Health## New York Gov. Andrew Cuomo said to increase the capacity of labs, the state needs more collection mechanisms, and he will sign an executive order to authorize all independent pharmacist in the state to be collection sites for testing There are roughly 5,000 pharmacies in New York and some larger chains have already been doing it, he said. “Just a quick clarification, the tests at the pharmacies will be diagnostic tests, positive negative, not antibodies tests,\" Cuomo said. “You will be able to go into a pharmacy and get a test, the parlance is the sample will be collected at the pharmacy, the pharmacy then sends it to a lab, the lab conducts the test.” Cuomo said he had a great meeting with the federal government this week where a division of labor template was established for ramping up testing.  The state will take responsibility for getting labs in their state functioning, and also regulating them, the governor said. The federal government is taking responsibility of making sure national manufactures have the tests reagents the vials swabs and all the equipment that is needed for labs. The state is already doing more tests per capital than any other state or country. Cuomo said. New York is doing more tests per capita than any other country in the world, Gov. Andrew Cuomo said at a news conference today. Cuomo said the state is currently testing an average of about 20,000 people per day. This includes both diagnostic and antibody tests. He said the goal is to expand testing even further with federal partnership to be able to conduct 40,000 tests per day. Cuomo said President Trump \"understood the federal government had a role\" in testing and that they came up with a \"division of responsibility\" when the two leaders met at the White House on April 21. \"The states take responsibility for the labs in their state and getting those labs functioning,\" Cuomo said. He said the states would regulate those labs while the federal government would ensure manufacturers were making enough supplies \"to send to our labs so our labs can actually function,\" Cuomo said. \"We need the national manufacturers to have the reagents, the test kits and that's what the federal government is doing,\" he added. Antibody testing is also expanding across the state for frontline workers, Cuomo said. The antibody testing will expand to four hospitals and health care systems, he added. The number of hospitalizations across New York, the state hit the hardest by the pandemic, continue to fall, Gov. Andrew Cuomo said moments ago during a news conference. Despite this positive development, 437 people died in New York yesterday from the virus, Cuomo added. That number is up from 422 on April 24. \"This number is, as you can see, call it flat, call it flat with a slight decline, if you're looking for a silver lining. But this is just terrible, terrible horrific news,\" Cuomo said. In terms of hospitalizations, Cuomo said, \"All the numbers are basically saying the same. That we are, in fact, on the down side of the mountain.\" There are at least 906,551 cases of coronavirus and 52,042 deaths in the US, according to Johns Hopkins University's tally. As states begin to include “probable deaths” in their counts, so will the university. In the upcoming days, these changes may show as surges of deaths in the United States. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.   The number of coronavirus deaths and new infections in Spain are still increasing. The latest data released by Spain’s Ministry of Health showed the number of daily deaths increase by 378, according to Fernando Simon, Spain’s director of health emergencies. This is the third continuous day the number of daily deaths has stayed under 400, Simon said. There has been at least 22,902 deaths due to the virus in Spain, he said. New infections: The number of new daily infections confirmed by PCR testing [Polymerase Chain Reaction] is 2,994, which is an increase of 1.5% from yesterday, Simon said.  These figures would initially confirm a tendency of decline the country has observed in the last few days, Simon explained. In a moment caught on video, CNN producer Tawanda Scott heard her daughter talking to her friend about coronavirus.  Her daughter's friend said, \"they said it's hitting African-Americans especially hard.\" This moment was aired today during the CNN and Sesame Street coronavirus town hall where Dr. Wanjiku F.M. Njoroge, a child psychiatrist at the Children's Hospital of Philadelphia, discussed how challenging these types of conversations can be with children. \"I think it's a hard discussion to have with your child to talk about structural racism,\"  Njoroge said. Njoroge said helping kids understand why communities of color have been impacted differently is difficult. The best way to approach the topic is to be honest and tell them what we know. \"We can be honest saying, as we know from the information gathered, that families of color, people of color are dying in greater numbers across the United States and some parts of the world as well,\" Njoroge said. She said parents should reassure their child that following guidelines will help protect them. \"But it's again reassuring the child that even though this is a scary time and there are scary things going on, that by following all of the recommendations we've been talking about this morning that is our best hope to protect ourselves and protect our families,\" Njoroge said. Watch: ##Sesame Street## There have now been more than 20,000 hospital deaths from coronavirus in the United Kingdom, according to the Department of Health and Social Care. According to the latest figures released on Saturday, 20,319 patients have died. In total, 148,377 people in the country have tested positive for Covid-19. Read the health department's tweet: ##Health## Dr. Edith Bracho-Sanchez, a pediatrician in New York City, encouraged children to eat healthy and exercise while staying at home during the coronavirus pandemic.  Bracho-Sanchez was a guest this morning on CNN and Sesame Street's coronavirus town hall. \"We need to try to eat our smoothies, eat our veggies and get enough sleep and exercise. Not fighting bedtime. And really having those dance parties. I strongly recommend those,\" Bracho-Sanchez said. ##Sesame Street## Dr. Sanjay Gupta said it is important for kids to spend less time on phones and laptops for their own entertainment since they are getting so much screen time completing school assignments online. Gupta said one way to maintain a healthy balance of screen time is to take breaks. \"Kids are home on their screens quite a bit for school. I think one of the things we've done, and looking at some of the advice from the pediatric community, is to make sure they're taking breaks from the screen,\" he said. Taking breaks and helping your kids get away from the screen is also important to prevent things like headaches. \"It has to be sort of a different break structure than maybe in the classroom, in part just because you need to get away from the screen, but also in part because there can be headaches and things like that that come on from too much full-on screen time,\" Gupta said. Sundai Riggins, an elementary school principal in Washington, DC, said giving children activities to do outside is another good way to set boundaries with electronics. \"I think that giving kids boundaries for sure is helpful in managing screen time. I also think that finding more extensions of activities outdoors... it could be helping with planting a garden or some yard work or some exploratory activities outside,\" Riggins said. ##Sesame Street## Sundai Riggins is an elementary school principal in Washington, DC, who discussed the challenges of distance learning during the CNN and Sesame Street coronavirus town hall this morning. Riggins noticed that distance learning has helped quieter students express themselves. \"We have learned a lot about distance learning and about the different learning styles of students. We've actually noticed quite a few of our students who maybe aren't as talkative in class and maybe don't express themselves as much actually express themselves much more when responding during distance learning time,\" Riggins said. \"We also find that students have shown that they sometimes are frustrated, and really miss us. We have a window of time that is reflective of the school day, but, of course, now that kids are connected, we find that kids are calling us on the weekends or sort of after hours to work on assignments and sometimes just to talk and connect.\" ##Sesame Street## Dr. Wanjiku F.M. Njoroge, the director of the Young Child Clinic at Children's Hospital of Philadelphia, said it is important for children to have an outlet to express what they are feeling during the coronavirus pandemic. \"For kids, it's important as we just stated to let them feel their emotions and assure them what they're feeling is okay,\" she said. Njoroge, who is a child psychiatrist, said using creative strategies like art is a good way to help kids work through emotions. \"We're all stressed and tired and anxious and scared and all of that is okay and they can work through some of those things by playing or drawing,\" Njoroge added. She said there are several resources to help parents work through their child's emotions with them –– including Sesame Street and the American Academy of Child and Adolescent Psychiatry Watch: ##Sesame Street## The World Health Organization is warning that people who have had coronavirus are not necessarily immune by the presence of antibodies from getting the virus again.  “There is no evidence yet that people who have had Covid-19 will not get a second infection,” the WHO said in a new scientific brief.   The WHO is warning against governments issuing “immunity passports” to people who have had Covid-19, assuming they are safe to resume normal life.  “At this point in the pandemic, there is not enough evidence about the effectiveness of antibody-mediated immunity to guarantee the accuracy of an 'immunity passport' or 'risk-free certificate,'\" the brief said. The WHO published the brief as guidance on adjusting public health and social measures for the next phase of the COVID-19 response.  “People who assume that they are immune to a second infection because they have received a positive test result may ignore public health advice. The use of such certificates may therefore increase the risks of continued transmission,\" the WHO said. The health agency says it is reviewing evidence on antibody responses to SARS-CoV-2, the virus that causes Covid-19-infection. The brief says “most” of the studies show that people who have “recovered from infection have antibodies to the virus.”  But as of yesterday, no study has “evaluated whether the presence of antibodies to SARS-CoV-2 confers immunity to subsequent infection by this virus in humans.  ##Health## Dr. Sanjay Gupta showed children the proper way to wash their hands this morning during CNN and Sesame Street's coronavirus town hall. Gupta instructed children to sing the \"Happy Birthday\" song twice while they wash in order to make sure they are thoroughly clean. \"In order to show you how to properly wash your hands I but a little glitter on my hands. That's dirt the challenge to get this up. And I put some dirt and I sing happy birthday twice,\" Gupta said in a video made for Sesame Street's Elmo. Watch: ##Sesame Street## Dr. Sanjay Gupta explained the importance of wearing a mask during the coronavirus pandemic to children on the CNN and Sesame Street coronavirus town hall this morning. \"The masks are a way to prevent from you spreading germs even as you just breathe,\" he said. Gupta said children under 2-years-old do not need to wear a mask, but children older than 2 should wear a mask when they are in public and around other people \"You don't need to sew to make a mask. You can easily make one. You can even decorate your own mask with items you have at your house,\" Gupta told Sesame Street's Elmo as he demonstrated how to fold a bandana into a face covering. One child asked Gupta if he can go to the grocery store with his mom now that he has a homemade mask. \"It's important to remember to stay home as much as possible,\" Gupta said. \"That's the first thing. But if you do have to go out in public, you can wear a mask and also practice something season as social distancing.\" Watch: ##Sesame Street## Several children across the US want to know when life will go back to normal and when  they will be able to go to the park again. These questions were asked this morning during the CNN and Sesame Street coronavirus town hall. \"We don't know when it's going to be over. Wish we did. That's the honest answer,\" Dr. Sanjay Gupta said. \"One thing that's important for everyone, kids and adults, document this time in some way. I tell my own kids, I have three girls myself. I tell them to write down something good every day and practice the gratitude that seems to make the days go by faster,\" he continued. Dr. Leana Wen, an emergency room physician, added that it is important to maintain social distancing in order to stop the spread of the virus. \"When we keep our distance from other people, we are helping each other to stay safe. We are protecting ourselves from getting the virus, and in preventing ourselves from getting the virus, we're also helping to keep everyone around us healthy, too,\" Wen said. ##Sesame Street## Dr. Leana Wen, the former Baltimore City health commissioner, shared some advice this morning for children wondering if soap can get rid of coronavirus and should it be ingested. Wen's advice was shared during \"The ABC's of Covid 19: A CNN/Sesame Street Town Hall for Kids and Parents.\" \"Do not drink soaps or detergent or bleach or anything that you and your parents use to clean your house. Don't do that. I'm an ER doctor, and in the ER, I've seen kids come in who get very sick from drinking these things,\" Wen said. \"These are very dangerous things to drink. So, please do not drink them or eat soap or anything like that. You should use, soap, though, on your hands. And wash your hands very well with soap and water. That's because the coronavirus, has Dr. Gupta was saying is this very small virus.\" ##Sesame Street## CNN has partnered with Sesame Street for a special town hall on coronavirus that is focused on kids and parents. \"The ABC's of Covid 19: A CNN/Sesame Street Town Hall for Kids and Parents\" will tackle issues including education, anxiety, screen time and playdates. The 90-minute town hall will feature experts and Sesame Street characters — including Elmo, Abby Cadabby, Rosita and Grover — answering questions submitted by families. Big Bird will join CNN chief medical correspondent Dr. Sanjay Gupta and CNN anchor and national correspondent Erica Hill to moderate the event. How to watch: The town hall will air on CNN, CNN International and CNN en Español. It will stream live on CNN.com's homepage and across mobile devices via CNN's apps, without requiring a cable log-in. You can also watch on CNNgo, and subscribers to cable/satellite systems can watch it on-demand. ##Sesame Street## In his first comments on reopening the country, Secretary of State Mike Pompeo leaned into the necessity for the US to reopen for the sake of the economy in a radio interview with conservative commentator Ben Shapiro Friday night. “A massive global recession is not safe or secure for the American people,” Pompeo said. “We’ve got to get our country and others back open as quickly as we can.” The British government has denied media reports in the United Kingdom that two of the prime minister’s most influential political advisors are sitting on a key scientific committee advising it on Covid-19.  Membership of the Scientific Advisory Group for Emergencies (SAGE) has been kept a secret, though it is said to be made up of “leading experts” in order to provide “scientific and technical advice to support government decision-makers during emergencies,\" the SAGE website says. 10 Downing Street described the scientists as being “among the most eminent” in their fields.  Some context: Boris Johnson’s chief political advisor Dominic Cummings and data scientist Ben Warner, both of whom had leading roles in the Vote leave campaign for Brexit, are named on a list of members leaked to the Guardian.  Neither Cummings or Warner have a scientific background and their inclusion has prompted fears of impartiality as they could be advising Johnson on coronavirus measures.  On Saturday, a government spokesman denied the two are on the committee but admitted they do attend some meetings and ask questions.  “It is not true that Mr Cummings or Dr Warner are 'on' or members of SAGE,” the spokesperson told CNN.  But, he said Cummings and Warner have attended \"some” SAGE meetings and “listen to some meetings now they are all virtual,” though only in the capacity to “understand better the scientific debates concerning this emergency.”  The two “occasionally” ask questions or “offer help” to scientists on the committee on navigating the government, the statement said.    In January 2020, the gigantic Costa Deliziosa cruise ship slipped its moorings in the Italian city of Venice and headed out into the Adriatic Sea on an around-the-world voyage. Around 2000 passengers were on board for what they hoped would be the trip of a lifetime. The Deliziosa's experienced crew, captained by veteran seafarer Nicolò Alba, looked ahead to a long journey. They knew they'd be working hard to keep guests happy as they traversed the world's oceans, but they weren't expecting it to be that different from the many other excursions they'd completed. Instead, as the coronavirus pandemic spread, the Deliziosa would unwittingly sail into history. When it set off on its trip, the 965-feet long vessel was among thousands of cruise ships plying the world's oceans. By the time the Deliziosa arrived back to Italy this week, it was the last cruise ship still at sea carrying significant numbers of passengers. Those on board who completed the voyage have been revealing what it was like to cruise around the planet while the world descended into crisis -- as destination after destination was struck from their itinerary, amid mounting fears the virus would climb aboard and wreak havoc. Find out what they did in this exclusive piece. ##Travel##  Less than three months since the first known coronavirus death in the US, the country's fatalities make up more than quarter of the global death toll. Nearly 52,000 Americans have died from the virus so far -- a number that increases daily as a result of new fatalities and states reviewing previous deaths that had not been tied to the disease. The virus has killed at least 197,000 people worldwide, according to Johns Hopkins University. In the US, limited testing in early February was part of the reason California officials did not count two earlier deaths as coronavirus-related. This week, they confirmed the two victims -- a 57-year-old woman who died February 6 and a 69-year-old man who died February 17-- are the earliest known US victims. New efforts by some states to trace more cases will give officials a better idea of the magnitude of the pandemic in the country. That, in addition to testing -- which experts say is still not where it needs to be. More testing needed: The US has conducted about 5.1 million tests but Dr. Anthony Fauci, the nation's leading epidemiologist, said this week the nation needs to increase testing. Two new reports from public health experts and economists highlight that in order to safely reopen states, the country needs to conduct millions of tests per week. And as health officials race to get the virus under control, state leaders are setting the date they'll begin reopening their economies -- decisions that President Donald Trump has said are entirely up to governors. Georgia Gov. Brian Kemp on Friday opened some businesses, including barber shops and hair salons, tattoo parlors, gyms and bowling alleys. The state has recorded more than 22,491 infections and at least 899 deaths, according to a tally by Johns Hopkins University. Read the rest of the article here. Spain’s football league had told its clubs on Friday it will delay testing of all its professional football players for Covid-19 “because the resumption of training sessions is going to be delayed.” In a letter sent to the clubs, obtained and published by Spanish media, La Liga said it won’t start testing players, coaches and medical staff for the virus until the Spanish government approves a protocol for that. All league football, including for the giants Real Madrid and FC Barcelona, stopped when Spain’s state of emergency went into effect on March 14.  La Liga president Javier Tebas confirmed sending the letter to the clubs to CNN. In a video press conference on Friday night, he said: “If we consider that we’ll have the protocol in the coming days, maybe next week, well, from April 28 until May 11, 12, 13, or 14, to start the training again, that’s a lot of days for the players” to wait, after testing. Prioritize frontline workers: La Liga’s announcement came hours after the Spanish Footballers Association (AFE) said it sent two more letters to the government, “again expressing the concern” of first and second division team players about the Covid-19 tests and a resumption of training. The association said the players think those decisions should be made by the government and it added the players “consider there are other groups that need the tests more at this time, along with access to health care supplies.” Jordi Figueras, player for Racing Santander in the second division, told CNN the decision was the right one. His team issued a statement last Thursday stating their priority was to finish the tournament, but added that tests should first be available for frontline workers.  “Without knowing when training would exactly resume, there is no point to get tested soon,\" he said.  Some Spanish media reported that La Liga had hoped to start Covid-19 testing of players as early as next week, as a first step before a resumption of training. Spain’s state of emergency is due to end on May 9, after almost two months. But government officials said re-opening the country will be a gradual process so as to avoid a second wave of infections.  The number of confirmed coronavirus cases in Germany increased by 2,055 to reach 152,438, said the Robert Koch Institute (RKI) for infectious disease on Saturday.  It is however only the second day of case numbers going down, following three days of acceleration in new confirmed cases.  Germany's coronavirus death toll stands at 5,500.  The institute previously said the number of daily Covid-19 infections needs to fall to a few hundred per day before lockdown measures can be lifted. Germany has been easing its lockdown: Last week, German Chancellor Angela Merkel laid out a list of steps the country would undertake to begin lifting its lockdown, and on Monday stores up to 800 square meters in size began reopening, as long as they have hygiene and social distancing measures in place. Bookshops, car dealerships and bike stores can also now reopen regardless of their size. Restaurants, bars and gyms will remain closed. Merkel also announced that the country would increase its contact tracing efforts, deploying a team of five officers for every 20,000 people in the population to trace those who may have come into recent contact with every confirmed case. Read more about the lifting of lockdowns here. The government of India’s most populated state, Uttar Pradesh, has announced a ban on gatherings until June 30. It is the first state to have issued a ban on gatherings beyond the end of the nationwide lockdown, which is May 3.  Its Chief Minister Yogi Adityanath issued strict instructions to officials about the extended gathering ban, according to a tweet by state media advisor Mrityunjay Kumar. The decision has been taken to combat the spread of coronavirus, he added.  The country entered a nationwide lockdown on March 25, which was further extended to May 3. The Indian government has gradually relaxed some of the restrictions, allowing crop harvesting and for some shops to open.   Uttar Pradesh has recorded 1621 positive cases, including 25 deaths, according to the Ministry of Health and Family Welfare. There has been a concerted effort among aides and allies to get President Donald Trump to stop conducting the daily coronavirus briefings, multiple sources tell CNN. After weeks of briefings that sometimes last more than two hours, there is some agreement in the West Wing that some of the news conferences have gone on too long, resulting in a situation where Trump and administration officials simply run out of coronavirus-related questions. The result, aides have noticed, is that the briefings stray into politics instead of the matter at hand. Axios was first to report potential changes to the coronavirus task force news briefings. Friday's coronavirus task force news briefing was the shortest since the pandemic began, clocking in at 22 minutes. Trump had also taken questions from the press while signing a coronavirus relief spending bill earlier in the day. The previous shortest briefing was 32 minutes. Read the rest of the article here.  Singapore has reported 618 confirmed cases of the virus, the majority of which are foreign workers living in the country, according to a statement by Singapore's Ministry of Health (MOH). The MOH \"has preliminarily confirmed an additional 618 cases of Covid-19 infection in Singapore,\" adding that more than 600 migrant workers who isolated in dormitories have tested positive, according to the statement. Seven cases are permanent resident holders in Singapore and not linked to the dormitories.  Singapore is home to about 1.4 million migrant workers who come largely from South and Southeast Asia. As housekeepers, domestic helpers, construction workers and manual laborers, these migrants are essential to keeping Singapore functioning -- but are also some of the lowest paid and most vulnerable people in the city. The country's recent dramatic spike in coronavirus infections has been linked to clusters in foreign worker dormitories.  To control the spread, the government has attempted to isolate the dormitories, test workers and move symptomatic patients into quarantine facilities. Read more about the migrant workers in Singapore here. People in the US state of Georgia can now get their nails done, their hair cut -- even get a tattoo or a massage -- after just three weeks of a state-wide stay-at-home order. That's an awful lot of touching, considering a highly contagious and deadly virus is going round.  These activities may give some people in Georgia a sense that life is returning to normal, but Gov. Brian Kemp's decision to allow such businesses to reopen Friday is a risky roll of the dice. In a state that has performed a relatively small number of coronavirus tests, Kemp is driving Georgia through this pandemic blindfolded. As governments around the world begin easing their lockdowns -- and as new infections are inevitable -- they will get another chance to get their responses right. Many are embracing that second chance, but some US states are not. There are now fears that reopening too quickly, or too boldly, could mean a second wave of infections in the US as fierce as the first.  If one lesson has come out of the rapid spread and sweeping death toll of this coronavirus over the past few months, it's the importance of testing, health experts have reiterated. Without a vaccine in sight, what governments need to do to safely lift lockdowns is test, trace and quarantine, according to WHO spokeswoman Dr. Margaret Harris. \"We need to know where the virus is, and then separate the sick from the healthy -- that's why you need testing. You need to check that people who have symptoms actually have the virus, and then find people who they've been in contact with and isolate them,\" she said.  \"If you can't do that, then you go back to square one.\" Read the full story here.  The pandemic has killed more than 197,000 people worldwide. If you're just joining us, here is the latest on the outbreak: Italy's medical workers: At least 150 doctors have died in Italy after contracting coronavirus -- and health care professionals account for about 10% of all infections, according to the Italian Association of Doctors.\nGlobal hunt for vaccine: The United Kingdom will host a summit on June 4 to encourage the international community to “come together” to support the development of a Covid-19 vaccine. The World Health Organization has announced the launch of a new effort to accelerate the development of vaccines, diagnostics and therapeutics in response to the coronavirus pandemic.\nViolence at home: London police have arrested more than 4,000 people for domestic abuse since restrictions were imposed to stop the spread of coronavirus.\nDrone delivery: The UK government has green-lit trials for drone delivery of medicines and medical equipment.\nUS offers help: The United States will send ventilators to Ecuador, El Salvador and Indonesia, President Donald Trump tweeted Friday, announcing he spoke with the countries' leaders.\nScaled down Anzac Day: Australia and New Zealand remembered fallen soldiers in World War I amid coronavirus restrictions in both countries. \nIndia opens stores: Some stores will be allowed to resume trading despite the nationwide lockdown. These include certain market complexes, even if they are not selling goods deemed essential.  Only a handful of people were allowed into the church for Clare and Mel Keefer's wedding because of the coronavirus pandemic -- but the couple was still surrounded by the smiling faces of family and friends. Their families surprised the couple Friday by putting photographs of the guests in the pews at Our Lady of Mount Carmel Church in St. Francesville, Louisiana, near Baton Rouge. The Keefers are both nurses in the Baton Rouge area -- he works in the ER and she's treating Covid-19 patients in ICU. Mel Keefer, 35, said he met 25-year-old Clare when they both worked at Baton Rouge General Medical Center. Mel Keefer told CNN that he knew his mom, Pam Brignac, had gone to the church before the ceremony, but he thought she were just putting up flowers and other decorations. \"It was a cool surprise,\" he said. \"It meant a lot, it was pretty crazy.\" They both have big families and had planned to have about 100 guests. Instead they were joined by Mel's mom and three of his cousins, Clare's parents, two sisters, her grandmother, and her aunt. The priest and a photographer were also there. Dozens of photos, printed on computer paper, were hung with clothes pins from string that stretched across the pews. Keefer said they considered postponing the wedding so their loved ones wouldn't be left out, but they've been looking forward to it since he proposed in August. \"The most important thing is that we wanted to be married,\" he said. \"We didn't want to put something off that we were ready for just to have a bigger ceremony.\" Read the full story here.  Beaches in Los Angeles and San Diego counties will remain closed this weekend to slow the spread of the coronavirus as a heatwave brings record warm temperatures to Southern California.  The continued closures have prompted local officials to remind the public to continue to stay home despite the temptation to hit the sand during the summer-like weather. More than 18 million people are under heat advisories across Southern California, and there's a potential for record-breaking high temperatures. In Los Angeles county, the stay-at-home order states that all public beaches, piers, public beach parking lots and beach access points remain shuttered. The closures could prompt Southern Californians to head to Ventura and Orange counties, where most beaches are open but parking lots and piers are closed to curb visits from out-of-towners. Both the Los Angeles Police Department and Los Angeles County Sheriff are increasing patrols to enforce social distancing rules at beaches.  Read more about the beach restrictions here.  ##Daily Life## India's Ministry of Home Affairs says some stores will be allowed to reopen, despite the nationwide lockdown. Since the restrictions began in late March, only essential commodity stores have been able to open every day.  But in an order late Friday, the ministry allowed businesses in some market complexes to open -- even if they are selling goods not deemed essential.  Stores will have to operate with half their usual staff, and must ensure they wear masks and adhere to social distancing rules, the order said.  The relaxed rules don't apply to stores in containment zones.  The total number of reported cases in India stands at 24,447, including 780 deaths, according to a tally by Johns Hopkins University.  India's lockdown will remain in place until May 3. The Trump administration is pointing the finger at China for attempting to steal coronavirus research as officials warn they have seen a growing wave of cyberattacks on US government agencies and medical institutions leading the pandemic response by nation states and criminal groups. Who has been hit? Hospitals, research laboratories, health care providers and pharmaceutical companies have all been hit, officials say, and the Department of Health and Human Services -- which oversees the Centers for Disease Control and Prevention -- has been struck by a surge of daily strikes, an official with direct knowledge of the attacks said. \"It is safe to say that there are only two places in the world that could hit (the Department of Health and Human Services) the way it's been hit,\" the official familiar with the attacks told CNN. Who could have done it? The primary culprits for the HHS attacks are Russia and China, the official said, because of the size and scope of the actions. After some hesitance to attribute the wide-ranging attacks across the medical sector to any specific countries -- whether for political reasons or a lack of certainty -- top national security officials have decided to single out China. The Department of Justice now says they are particularly concerned about attacks by Chinese hackers targeting US hospitals and labs to steal research related to coronavirus. \"It's certainly the logical conclusion of everything I've said,\" John Demers, the head of the Justice Department's National Security Division, said when asked specifically about China's actions during an online discussion Thursday on Chinese economic espionage hosted by Strategic News Service. \"We are very attuned to increased cyber intrusions into medical centers, research centers, universities, anybody that is doing research in this area.\"\n\"There is nothing more valuable today than biomedical research relating to vaccines for treatments for the coronavirus,\" Demers said. \"It's of great importance not just from a commercial value but whatever countries, company or research lab develops that vaccine first and is able to produce it is going to have a significant geopolitical success story.\" Read more here.  It's Anzac Day in New Zealand and Australia -- but people have to mark the day of remembrance a little differently this year, even prime ministers. April 25 marks the date when Allied soldiers landed on the Gallipoli peninsula in Turkey during World War I. In both countries, people gather at dawn ceremonies to remember soldiers lost in all wars. But with dawn services called off because of coronavirus restrictions, many opted to pay their respects from their driveways. On Saturday, New Zealand Prime Minister Jacinda Ardern posted a picture on Instagram of her standing alongside her father and partner outside Premier House in Wellington.  \"Really moving to see all the images of Kiwis standing at dawn to commemorate Anzac Day this year,\" she wrote on Instagram. \"On my street one of our neighbours played the service through a small speaker while we all stood apart but together. I had my bubble alongside me, and some flowers my mum found in the garden. A different, but still a really special Anzac Day. Lest we forget.\" ##Daily Life## There are at least 890,524 cases of coronavirus in the United States, including at least 51,017 deaths, according to the latest tally from Johns Hopkins University (JHU). As states begin to include “probable deaths” in their counts, so will JHU. In the upcoming days, these changes may show as surges in the number of deaths in the country. On Friday, JHU had 21,579 new reported cases and 1,130 more deaths in the US.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.  For the latest Johns Hopkins University US numbers, check here. CNN’s map, using JHU data, refreshes every 15 mins. A United States agency review has shed light on the early missteps of the administration in repatriating individuals in January from Wuhan, China, to March Air Reserve Base in California. While the summary report makes clear that all individuals coming back from Wuhan were asymptomatic, it echoes some of the concerns raised in February by a whistleblower.  The report was sent to Congressional offices on Friday. What the report says: According to the summary of the Health and Human Services (HHS) Office of General Counsel’s investigation obtained by CNN, the state of California was going to handle the repatriation of individuals from Wuhan -- but at the last minute, it was decided the facility they were going to use was “medically inadequate.\" HHS stepped in, but according to the report, “there was no designated agency or official leading the repatriation effort.” As a result, appropriate safety protocols were not followed at March Air Reserve Base, according to the report.  Without clear instruction or adequate personal protective equipment (PPE), some officials “were forced to use Riverside County California’s PPE.” The report does say that no one who had come from Wuhan at March tested positive for Covid-19.  Other issues at March involved the fact that food distributors were not wearing PPE, and were at times within 6 feet (1.8 meters) of repatriated individuals from Wuhan, according to the report. “According to multiple interviewees, ACF [Administration for Children and Families] also directed HHS personnel to remove PPE to avoid 'bad optics.' Finally, according to multiple eyewitness accounts, the [Centers for Disease Control and Prevention] lead at March repeatedly interacted closely with evacuees without donning appropriate PPE,” the report said. However, the HHS summary of the IG report says HHS personnel in Washington took prompt action. The report also states that \"problems identified above did not reoccur during the Travis deployment.\" American evacuees returning home were also quarantined at Travis Air Force Base in California.  \"Although there has been anecdotal evidence of breaches of PPE protocol at Travis, it appears that those breaches were the result of individual mistakes,\" the report said.  The report also notes that  no U.S. Government personnel involved in the March repatriation and quarantine tested positive for or contracted Covid-19 as result of that deployment. CNN has contacted HHS for comment.   Wreaths have been laid at the Anzac memorial in Sydney in a scaled-back ceremony without the usual crowds.  Mass public gatherings are banned in Australia, where people typically attend services or marches on April 25 to commemorate soldiers lost during wartime.  Laying a wreath Saturday, New South Wales state governor Margaret Beazley commemorated the World War I fallen.  \"In the months after World War I, soldiers, sailors, and nurses were returning home, the world succumbed to another enemy, Spanish Flu, which wreaked its havoc on our already grieving community and constrained our first post-war Anzac commemorations,\" Beazley said. \n\"Today's Covid-19 pandemic has likewise imposed its constraints -- and for good reasons. War or no war, a pandemic is an enemy, and just as in war, the physical and mental health of our people is at the forefront of our concern.\" What is Anzac Day? Anzac Day is observed in Australia and New Zealand, with the name \"Anzac\" standing for \"Australian and New Zealand Army Corps.\" The date marks when Allied soldiers landed on the Gallipoli peninsula in Turkey during World War I.  The day is now used to remember all Australian and New Zealand soldiers lost at war, not just those who died during World War I.  Anzac biscuits -- a cookie made with oats that wives often sent to soldiers during the war -- are often eaten on Anzac Day.  Read more about Anzac Day here.  Pakistan will remain in a nationwide lockdown until May 9 to curb the spread of coronavirus, Planning Minister Asad Umar announced. The decision was made after consultation with all the provincial governments, Umar said. Pakistan has reported 11,940 coronavirus cases and 253 deaths, according to a tally by Johns Hopkins University.  ##Travel## Rubel, a 28-year-old migrant worker in Singapore, is afraid. The dormitory he and other foreign workers live in has been locked down, and nobody is allowed in or out as government officials scramble to contain the country's novel coronavirus outbreak. What's going on in Singapore: In recent weeks, the Asian city-state has had a dramatic spike in coronavirus infections, with thousands of new cases linked to clusters in foreign worker dormitories. To control the spread, the government has attempted to isolate the dormitories, test workers and move symptomatic patients into quarantine facilities.  But those measures have left hundreds of thousands of workers trapped in their dormitories, living cheek by jowl in cramped conditions that make social distancing near impossible. Singapore is home to about 1.4 million migrant workers who come largely from South and Southeast Asia. As housekeepers, domestic helpers, construction workers and manual laborers, these migrants are essential to keeping Singapore functioning -- but are also some of the lowest paid and most vulnerable people in the city. How that's affecting migrant workers: Rubel, who goes only by one name, came to Singapore from Bangladesh six years ago to work in construction and earn money for his family. Now, with his health and safety at risk, he's worried for those who depend on him. \"I'm scared of this coronavirus, because if I catch it I cannot take care of my family,\" he said. In the first three months of the coronavirus pandemic, Singapore was praised for its response and apparent ability to suppress infections without resorting to extreme measures. Then, in April, the number of cases exploded. Since March 17, Singapore's total cases grew from 266 to 12,075, according to data from Johns Hopkins University.  Even as the number of new cases surged past 1,000 a day, only a dozen or so per day were Singapore citizens of permanent residents; the rest were all migrant workers. Read the full story here.  ##Daily Life## The United States will send ventilators to Ecuador, El Salvador and Indonesia, President Donald Trump tweeted Friday. \"Just spoke to my friend, President Joko Widodo of the Republic of Indonesia. Asking for Ventilators, which we will provide,\" the President wrote. \"Great cooperation between us!\" Trump said he had a \"great conversation with President Lenin Moreno\" of Ecuador. He added that the US \"will be sending them desperately needed Ventilators, of which we have recently manufactured many, and helping them in other ways. They are fighting hard against CoronaVirus!\" Trump also praised El Salvador for helping the US on immigration.  \"Will be helping them with Ventilators, which are desperately needed,\" Trump wrote. \"They have worked well with us on immigration at the Southern Border!\" ##Health## The UK government has green-lit trials for drone delivery of medicines and medical equipment, UK Transport Secretary Grant Shapps said at the daily coronavirus briefing on Friday. Plans were already in motion to use drones to make deliveries in the UK -- but due to the coronavirus crisis, \"now we have an urgent need\" to fast-track them, he said. The trials will start next week and carry medical equipment to St Mary's Hospital on the Isle of Wight, off UK's southern coast, Shapps said. ##Health## Indonesia has temporarily banned domestic road, air and sea travel starting Friday to prevent the spread of coronavirus, as millions of Muslims mark the start of the holy month of Ramadan. What's going on? Indonesia has the largest Muslim population in the world, and tens of millions of people make their way home to celebrate the end of Ramadan each year with families and loved ones, an annual tradition called mudik. But the country is grappling with rapidly rising numbers of coronavirus infections and there are concerns that the mass migration home for Idul Fitri -- the Indonesian name for Eid al-Fitr, the celebration that marks the end of the month-long Ramadan fast -- will spark further Covid-19 outbreaks. How bad is the outbreak in Indonesia? In the early stages of the pandemic, Indonesia was a regional outlier, not reporting any Covid-19 cases until early March. Now, the country has the second-worst outbreak in Southeast Asia, behind Singapore. Indonesia has recorded 8,211 coronavirus cases and 689 people have died, according to government figures. Indonesian President Joko Widodo declared a national public health emergency on March 31 but has not issued a nationwide lockdown. What is Indonesia doing? To try to prevent the disease spreading further, all holiday travel in the country has been banned, with public transport between major cities suspended from Friday until May 31. Tens of thousands of troops are being deployed at checkpoints to enforce the regulations. Private vehicles and motorbikes have been banned from traveling in and out of the major cities that are Covid-19 hotspots, known as \"red zones.\" In these places, stricter lockdown measures are in force to contain the virus. The Greater Jakarta area is one such zone, where coronavirus has spread rapidly in the past month. Read the full story here.  ##Daily Life## ##Travel## London's Metropolitan Police arrested more than 4,000 people for domestic abuse since the restrictions imposed to stop the spread of coronavirus were introduced, the force said in a statement Friday. \"The COVID-19 restrictions and 'stay at home' instruction is vital to managing this public health crisis, but unfortunately it has also left current and potential victims of domestic abuse even more vulnerable and isolated,\" said Commander Sue Williams, the Met's lead for safeguarding. She added: \"Victims should be assured that they can leave their homes to escape harm or seek help, and they will not be penalized in any way for not maintaining social distancing, or otherwise breaching COVID-19 restrictions. Our prime concern is protecting victims and others who are affected, and bringing offenders to justice.\" The background: There have been concerns around the world that coronavirus lockdowns could result in a spike in domestic violence cases. Several American cities have reported increases in domestic violence cases or calls to local hotlines. Similar concerns have been raised in Europe.  ##Daily Life## The United Kingdom will host a summit on June 4 to encourage the international community to “come together” to support the development of a Covid-19 vaccine, Britain's Foreign Secretary Dominic Raab announced Friday.   “Diseases have no borders, so we must come together to make sure that Gavi [The Vaccine Alliance] is fully funded and its expertise is at the heart of efforts to secure broad access to any COVID-19 vaccine,” Raab tweeted.  Gavi is an international organization that aims to bring the public and private sectors together to improve access to vaccines. In a later tweet, the British foreign secretary added that the UK will also co-host the Coronavirus Global Response Summit on May 4 alongside its international partners, including the European Union, Japan, Saudi Arabia, Norway and South Africa.  “The UK is playing a leading role in efforts to develop a COVID vaccine and better testing. We’re pleased to co-host the Coronavirus Global Response Summit on 4 May with our partners…to develop a vaccine together,” he added.  ##Health## The coronavirus pandemic has killed more than 195,000 people worldwide. If you're just joining us, here is the latest on the outbreak: Italy's medical workers: At least 150 doctors have died in Italy after contracting coronavirus -- and health care professionals account for about 10% of all infections, according to the Italian Association of Doctors.\nGlobal hunt for vaccine: The United Kingdom will host a summit on June 4 to encourage the international community to “come together” to support the development of a Covid-19 vaccine. The World Health Organization has announced the launch of a new effort to accelerate the development of vaccines, diagnostics and therapeutics in response to the coronavirus pandemic.\nDomestic violence: London police have arrested more than 4,000 people for domestic abuse since the restrictions imposed to stop the spread of coronavirus were introduced.\nDrone delivery: The UK government has green-lit trials for drone delivery of medicines and medical equipment.\nUS sending ventilators: The United States will send ventilators to Ecuador, El Salvador and Indonesia, President Donald Trump tweeted Friday, announcing he spoke with the countries' leaders. At least 150 doctors have died in Italy after contracting coronavirus, the Italian Association of Doctors said on Friday. Health care professionals account for about 10% of all infections, the organization said. A separate Italian health care group, ANAAO, criticized a decree aimed at strengthening the health system, saying it's not good enough. ANAAO called the measures set out in the Cura Italia decree — which is worth 25 billion euros ($27 billion) and was approved by the government on Friday — \"completely disappointing.\" \"The additional funding provided is not enough to guarantee the remuneration of all the overtime fielded between February and March with generosity and a spirit of sacrifice by the health workers to face the tsunami of patients who poured into hospitals, hitting the health care system that has been under financed for decades,\" a statement from the organization said. ##Health##"], "Language": false}