{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/us/new-orleans-life-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New Orleans"], "ByLine": ["By Ed Lavandera, CNN"], "Writers": [["Ed Lavandera"]], "FirstPublishDate": ["2020-04-25T22:48:41Z"], "LastModifiedDate": ["2020-04-25T22:48:41Z"], "Headline": ["New Orleans in the age of coronavirus is quiet and strange. But like after Katrina, musicians and artists are planning a revival"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Creativity is the underlying pulse that gives New Orleans life, not death, and it's in quarantine. Walking the streets and funky neighborhoods of New Orleans makes you crave the city's rhythmic heartbeat. This city is quiet, and without music dancing in the air, it's like Mardi Gras without bead-drenched parades. It just doesn't feel right. \"Is it like Katrina in New Orleans?\" is the question that keeps recurring. It's the event by which all disasters are measured. And it's the only way of getting close to offering any insight into what it's like living in one of the coronavirus hot spots outside New York City. But the question falls short. It doesn't completely capture what's happening.  Time in New Orleans is measured by Hurricane Katrina. Life events happened either before or after the storm. But in 2005, New Orleans residents largely escaped the the floodwaters. Many were forced to live apart from their hometown for a time but returned to a city in recovery.  In the coronavirus pandemic, there's nowhere to go. The city is left to live in the disaster. \"It feels like Katrina and the Katrina recovery mashed into one,\" said New Orleans City Councilman Jason Williams. \"The streets are eerily quiet. You see people walking, but it's not the vibrant city we're all used to.\" Many French Quarter bars and stores are boarded up like there's a hurricane brewing in the Gulf of Mexico and no one knows when it will make landfall. But at least when a storm is coming, the bars stay open until the last possible moment. On a recent Friday night, the most exciting scene on Bourbon Street was watching Jarvis Davis work the corner, drumming up business for one of the few restaurants still selling take-out dinners. Davis, 62, has worked in the French Quarter since he was 8 years old. As a kid, he used to sneak out of his house to perform tap dancing shows for tips from tourists. Now, he's known as Mr. Bourbon.  These streets are home, and he's never seen it this quiet. The French Quarter rats have had the run of the usually energetic streets, which has been a source of comedy and disgust. Jarvis is undaunted, but he's alone out here hustling business. \"I'm talking to myself. Me, the rats and I. We're pretty much having a good time, a little conversation every night,\" Jarvis said with an infectious grin and laugh.\t Music from the rooftops Musicians are stuck at home with no gigs to play. A glimmer of life emerged on the Twitter feed of one of New Orleans' iconic musicians. Branford Marsalis posted a short clip of a clarinet player serenading the mostly empty French Quarter with Louie Armstrong's \"La Vie en Rose.\" It was beautiful and mesmerizing in its simplicity.  Musicians are quarantined, and their music can only be heard through online performances or if you're lucky enough to walk past a discreet performance on a porch or balcony. Troy \"Trombone Shorty\" Andrews was supposed to be touring in Australia with Lenny Kravitz. The high-energy performer says it's \"depressing\" to see the streets that catapulted him to musical fame so quiet.   \"It seems like we're preparing for a storm, but the storm is already here,\" Andrews told CNN as he was picking up food for his mother. Andrews spends almost eight hours a day alone in his Uptown New Orleans recording studio playing his horns and trying to create musical arrangements he can share with fans over social media. Inside the studio, he's able to forget about the pandemic, he says.\t But this pandemic has taken its toll on the musical fabric of this city. Ellis Marsalis, the patriarch of an iconic musical family, died of coronavirus. Phil Frazier, the co-leader of the legendary Rebirth Brass Band, fell ill with coronavirus but survived.   It's these brass bands that offer so much comfort in times of tragedy in these cities. The musicians lead second line funeral processions. That isn't happening right now, and that makes Andrews worried that people aren't dealing with loss and death properly. \"We're used to a certain closure. We're used to sending the bodies off,\" said Andrews. Andrews wants to sit on the rooftop of his studio and play the trombone so everyone around can hear it. He talked of using a drone to capture the moment so he could share that as well, but mostly he wants people to hear it live, as far as the sound would travel. He says he hopes the music will remind his hometown that a storm knocked this city down before it got right back up. \"It took a long road to get back from rebuilding, but the heart and soul of the city made us even stronger to want to be back,\" Andrews said. \"We're up for the fight to do whatever we have to do to defeat this thing.\" 'Front line' inspiration Artist Terrance Osborne has spent the coronavirus quarantine with his family in their home on the West Bank of the Mississippi River. Osborne created some of the most recognized artwork in the aftermath of Katrina. Pieces titled \"Post Katrina Blues\" and \"Evacuation Plan\" and a series \"Hurricane Solution\" captured the sadness and absurdity with a whimsical vibrancy. \t Osborne has watched New Orleans turn into a \"ghost town\" in the last month. He says what strikes him most is that people take walks and don't even look at each other. It's as if they're worried that sparking a conversation will draw someone in close. It goes against every fiber of their being. It's crazy, like the words, \"How you doin' baby?\" might end up exposing you to the coronavirus. \"It's like the city's asleep,\" said Osborne from his front porch. \"We embrace, we love. We share. We talk. So, it's tough.\" Osborne decided to spend the time he's sheltering at home creating a piece of art that he hopes becomes the iconic image of New Orleans' fight against the coronavirus. In just a week, Osborne created a painting he called \"Front Line,\" inspired by the iconic World War II Rosie the Riveter campaign posters. Osborne is donating 1,000 of the prints to hospital staff across New Orleans. The painting shows an African American nurse with a steely and courageous gaze that Osborne says symbolizes the courage of frontline hospital workers. And the Band-Aid near the front-line tattoo is a reminder that workers like her are just as vulnerable to the disease but keep showing up to work every day. Katrina inspired musicians and artists in ways that took time to develop. It's the creative spirit that helps lift the city from its darkest moment, and Osborne thinks the same is very likely happening right now across the city. \"We have to be spirited and eccentric and lively. That's part of our culture, so we're gonna recover from it,\" said Osborne. Snapshots of life New Orleans still finds a way to remind you it's unlike most other cities in America. It's a story best told through individual snapshots of moments you witness at a passing glance.   The two women wearing their Sunday dresses with colorful spring hats sitting in the front yard in front of signs that read, \"You Honk. We Drink.\" Sure enough, a car honked, and they drank. The Catholic priest listening to a parishioner's confession in the church parking lot. The owner of the Golden Shears barber shop who left a sign in the window promising customers he \"will be here to fix everyone's ridiculous hair once this is over.\" The sound of New Orleans' iconic street trolleys still rumbling down St. Charles Avenue. One trumpet player stood on a corner on Royal Street in the French Quarter playing a few tunes. The City Park flowers were blooming, and many people were walking around trying to keep as much distance as possible. WWOZ radio, which might be the best radio station in America, shared a wonderful moment of two trombone players, who live next door to each other, playing music together. They sat on their porches, and another friend captured the melodies in a homemade recording. The radio station broadcast the New Orleans jazz creation all across the city. New Orleans survived Katrina and that makes its people feel like it can defeat anything.  \"This is sad,\" Mr. Bourbon said as a few cars slowly passed by. \"We gonna come back. We come back from everything. That's New Orleans. Stay strong, stay firm and be for real and come back and do what you been doing.\""], "Language": false}