{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/anna-wintour-no-filter-naomi-campbell-video/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Ananda Pellerin, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T17:10:09Z"], "LastModifiedDate": ["2020-04-24T21:12:15Z"], "Headline": ["Anna Wintour calls on the fashion industry to 'rethink our values'"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Vogue editor-in-chief Anna Wintour joined Naomi Campbell for the latest episode of the British supermodel's YouTube talk show, \"No Filter with Naomi.\" Speaking from her country home in Long Island on Wednesday, Wintour wore her signature sunglasses as she spoke about the impact of the pandemic on the fashion industry and its future. Despite the many challenges faced up and down the fashion supply chain, Wintour was able to point to some opportunities. She told Campbell that the postponement and cancellation of some fashion weeks and shows offered an opportunity to slow down, \"celebrate the art of fashion,\" and \"enjoy it much more.\"  She said that the show system -- with twice-yearly fashion weeks in New York, London, Paris and Milan, as well as separate menswear showcases, couture weeks and resort shows -- was due for an overhaul. And with the recent announcement that both Milan and London are going gender neutral, change is already happening.  \"We are all in agreement that we need to show less, that we need to have more of an emphasis on sustainability and we need to have more emphasis on luxury and creativity and craft,\" Wintour said. \"We needed this terrible event to make us understand that it's not about needing to change, we have to change, we are going to change.\"  Wintour called on the fashion community to take the opportunity to reflect on the ethics of the fashion industry.  \"I think it is an opportunity for all of us to look at our industry and look at our lives and rethink our values, and to really think about the waste and amount of money and consumption and excess, and I obviously include myself in this, that we've all indulged in and we really need to rethink what this industry stands for,\" she said.  Wintour also discussed the indefinite postponement of the Met Gala from its date in May (\"a night that I care deeply about,\" she said) but is looking forward to the launch of the Metropolitan Museum of Art's Costume Institute exhibition that is currently set to open in October.  \"'About Time' examines how the past influences the present and how we reinvent fashion over and over again,\" Wintour said. \"I can't think of an exhibition subject that would be more fitting than what we have right now.\"  With the publishing industry facing its own challenges extending to the ability to produce fashion photography shoots, Wintour said that the next issue of Vogue will be made up of \"self-generated images\" and that it was crucial that new ways of doing things were considered. \"Creativity in times of crisis is such an important beacon to all of us,\" she said.  Wintour also said that like many people, she has taken up jogging, and is adapting to living virtually. She added that, \"we all miss a human connection.\" This was the 13th episode of \"No Filter with Naomi.\" Other guests have included designer Marc Jacobs, fellow model Adut Akech, and tennis stars Serena and Venus Williams. "], "Language": false}