{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/cnn-underscored/blink-mini-review-security-camera-affordable/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-23T21:51:22Z"], "LastModifiedDate": ["2020-04-24T16:53:07Z"], "Headline": ["The Blink Mini is a solid $35 security camera, just don't expect the world"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The Blink Mini is the newest security camera on the block — and it costs just $34.99. To some degree, it'll be competing with Ring's Indoor  Camera at $59.99 and the $20 Wyze camera, so how does it stack up? Well, we've been putting it to the test this past week to find out.  It's a tiny and simple camera that needs to be plugged in to function, a departure from the company's usual battery-powered cameras. Additionally, there is no lifetime free cloud storage with this product. Despite that, we really enjoyed our time with Blink's tiny indoor solution and found that it was an easy way to monitor our household. So let's dive into our full review. A simple design Blink isn't reinventing the wheel here, and there is really no need to. SImply put: The Mini looks like a security camera. The camera module itself is a palm-sized cube with a plastic housing. It doesn't necessarily feel cheap, but you can hear it creak with a tight press. That being said, we don't think it's going to break from a grip alone. The front face is black, shiny plastic with a microphone, two LED indicators and the main lens. This lens is 1080p HD with a 110-degree field of view, so it casts an ultrawide view. The main white plastic build extends onto the front with a slim bezel around this primarily black front. The top has a speaker that is used for two-way communication, and the back has the micro USB port for power.  Both the back and bottom of the Blink Mini have circular divots where the included stand can snap on. You can use it to prop the camera on a mantel, countertop or desk, or clip the stand into the back of the Mini to make it easy to mount. Screws are included in the box, a nice bit of additional value. Whether you use the base to stand it up or as a wall mount, it's pretty sturdy. This is a versatile use of the same component, which we really like. Visually, it maintains the same white plastic exterior as the outer shell, but it adds metal reinforcements underneath. It has more weight than the camera itself, which is what you want in a stand. Also included in the box is a 6.5-foot power cable as well as a wall plug. That cable and corresponding micro USB plug fit nicely into the back of the Blink Mini. It's more secure than some other cameras; it gives you the sense that it won't fall out. Despite this stability, we wish Blink had opted for a newer standard like USB Type C. Setup is easy enough and it's an intuitive app Whether you're an experienced Blink user or completely new to the brand, you'll have an easy time with setup. Simply give your Blink Mini power -- ideally, plug it in and set it up where you'll keep it -- and download the Blink Home app for iOS, Android or even FireOS (keep in mind you will need to create an account to use Blink). You'll open up the app and select that you want to add a camera via the \"+\" sign in the top right corner. From there, you'll scan the QR code on the Blink Mini itself, give it your Wi-Fi credentials, and you'll be set.  Then the Blink Mini will live in the home tab of your app. If you have other cameras, you'll see several views, but if it's just the Mini, you'll see the most refreshed view from the feed there. From that screen, you can easily jump to get a live view that will last for 30 seconds (or less, if you choose) or grab an up to date screenshot. You can also easily arm or disarm the system. The next tab over at the bottom gives you easy access to any motion alerts. The gear will let you access settings. It's a simple, almost bare-bones app.  We really wish the Blink Mini offered an always-on live view, and not just these 30-second look-ins. It makes sense for Blink's Indoor Cam and XT2, which run on batteries, but the Blink Mini is always powered. The view you do get — via motion alerts, those 30-second views, or snapshots — is pretty sharp. It's a 1080p HD connection, and your internet can be a bit of a variable for the quality of your stream. It's by no means the sharpest camera we've ever seen; we think the Ring Indoor Camera offers a sharper view, if only by a small margin. You can clearly make out people on the Blink Mini and clearly see some elements within a space, like art hung on a far wall. The night vision is solid, but not the best. The Mini also has a bit of trouble with overly bright items in a dark room, which results in a little light blowout. In terms of two-way talk on the Blink Mini, it's pretty loud and can be heard over a HomePod or smart speaker. It's impressive and more importantly, it's actually pretty clear. You can make out different words, even when they're spoken fast, and that's a fairly high bar for most security cameras. You also have the option to shut off the microphone entirely, if there are any privacy concerns.  Within camera settings, you can identify activity zones, which is quite handy. This way you can just have it alert you if it picks up motion in a specific spot, instead of getting set off every time it notices movement.  Storage isn't as clear or simple Since there is no live view, you're going to be relying on cloud storage quite a bit, and this is where things get less than optimal. Unlike the Blink Indoor Cam and Blink XT2, which both offer free cloud storage, the Blink Mini does not. Currently, Blink is offering Mini owners a free trial subscription through December 31. That plan is valued at $3 a month or $30 a year and gives you 60 days of rolling video storage for one camera. If you have more than one Blink, storage costs $10 a month or $100 a year. This is currently the only option for storage with the Blink Mini, and it's a little frustrating.  Blink has promised a local storage device called Blink Sync Module 2, slated to arrive later this year for $34.99. Think of this as a mini-storage server where you can plug in a USB flash drive for storing clips. One Sync Module 2 will support up to 10 Blink cameras: Mini, XT, XT2 and Indoor are included. This way you can store files locally and you won't need to pay monthly fees. The Sync Module 2 really does solve our main gripe with the Blink Mini — it's just a shame it's not out yet. Bottom Line At just $34.99, the Blink Mini does what it's designed to do. It's a tiny security camera that is pretty dependable and allows you to keep an eye on a room, your family or even a pet while you're away. Yes, we wish there were a live view function that lasted for an unlimited amount of time ---- especially since this is always powered. And yes, we wish the Sync Module 2 were here from the get-go. But with a local storage solution promised for later this year, we're still pretty happy with the Blink Mini ---- just don't expect the world from a $35 security camera. Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}