{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-04-21-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Elise Hammond and Veronica Rocha, CNN"], "Writers": [["Meg Wagner", "Elise Hammond", "Veronica Rocha"]], "FirstPublishDate": ["2020-04-21T00:30:55.936Z"], "LastModifiedDate": ["2020-04-24T00:35:55.045Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. Colorado Gov. Jared Polis said the state will not need to extend the stay-at-home order that is set to expire at the end of the week, but long-term social distancing measures will still be necessary.  According to the governor’s office, modeling shows social interactions have been reduced by 75-80% since the stay-at-home order went into effect. The new “safer at home” phase will start April 27 and includes reduced social interactions, the governor said.  “During this phase Coloradans will no longer be ordered to stay home, but are still strongly encouraged to do so,” the governor’s office said in a statement. “Vulnerable populations and seniors must continue staying home except when absolutely necessary and K-12 school districts and postsecondary institutions will continue to suspend normal in-person instruction until the end of the school year.”   Here's what Polis said in the statement:  “Coloradans in every corner of our state have stepped up and taken responsible steps to help bend the curve of this pandemic and we are grateful for these shared efforts that helped save lives and slow the spread. The deadly virus will continue to be with us, and we must wear masks and socialize less to avoid its rapid growth. For seniors and those with pre-existing conditions, it’s important to stay home whenever possible through May. Though we are moving into a sustainable way of living during this pandemic, there are tough days ahead.\" ##Reopening## Oregon Gov. Kate Brown told CNN's Erin Burnett tonight that her state \"cannot rely on the federal government to help” with testing.  She went on to say that the state only received about 25% of the personal protective equipment they requested.  Brown said her state is “making decisions based on science and data and relying on public health experts and epidemiologists.”  ##Testing##   As several states make plans for reopening their communities during the coronavirus pandemic, a group of top public health experts cautioned Tuesday against reopening society before testing capacity expands significantly. Different parts of the country are in different stages of the epidemic with New York well into the first wave and other places just beginning to see the impact of the disease. This matters, said Dr. Caroline Buckee, Harvard associate professor of epidemiology and the associate director of the university’s Center for Communicable Disease Dynamics.  Knowing the location of the virus is key to relaxing social distancing and returning to normalcy, Buckee told a symposium sponsored by Harvard’s T.H. Chan School of Public Health and the New England Journal of Medicine. The lack of testing capacity is a big problem because the disease has “a very broad clinical spread,” Buckee said. So even when people show up at the hospital and get tested there are many more cases in the community, including mild and asymptomatic cases. “And those are the people that are spreading the disease,” she said. It’s important to learn whether people who have recovered can still spread the disease, noted NEJM editor Dr. Eric Rubin.  “What we really need is some epidemiological data to tell us, 'Are people who have left the hospital going on to transmit the disease?'” Rubin said. “That’s kind of the shoe leather epidemiology, contact tracing, following what happens to the context of those patients, which takes some manpower.  Buckee added that without knowing the answers, the nation could reopen too soon and risk a deadly second pandemic wave. “Right now, we don’t have good estimates for where we are on the epidemic curve in different places. So, discussions of relaxation of physical distance, which do seem to be having an effect, curbing some of the worst impacts of the outbreak, need to be based on the capacity to test people so we know where we are,” she said. ##Reopening## New York Gov. Andrew Cuomo said Tuesday that President Trump agreed to take ownership of the national supply chain to get coronavirus testing kit manufacturers the supplies they need to produce kits The problem with bringing testing up to scale is the national manufacturers who make the testing kits and send them to state labs, Cuomo said. Those companies say they have a problem with the supply chain getting swabs, vials and chemicals to produce the testing kits, Cuomo added. The governor said his meeting at the White House was “very productive, positive, got a lot done.\" Some of the meeting focused on the importance of dividing the responsibilities between states and federal government to scale up testing, he said. The state will be responsible for managing diagnostic and antibody testing, who to test, where to test and tracing cases, Cuomo said. The goal is to double New York State’s testing from 20,000 diagnostic tests to 40,000 diagnostic and antibody tests, he said. “It will take several weeks at best, this is an enormous undertaking,” Cuomo added. ##New York## ##Testing## Candice Broce, communications and deputy executive counsel for Georgia Gov. Brian Kemp, defended his announcement saying that the state has satisfied all criteria required by the White House to reopen.  Broce said Kemp consulted with multiple public health professionals before making his decision. She went on to say that the governor “clearly” laid out his rationale for reopening the state during Monday’s announcement.  Some background: Mayors from around the state voiced concern about Kemp's decision to open some businesses, saying Kemp did not consult with local officials. \"I have searched my head and my heart on this and I am at a loss as to what the governor is basing this decision on,\" Atlanta Mayor Keisha Lance Bottoms told CNN. Some businesses and churches said they would not follow Kemp's guidance and would keep their doors closed. ##The South## ##Reopening## The USNS Comfort is no longer accepting new patients, Northwell Health spokesperson Terry Lynam told CNN, noting the number of patients on the ship have been going down daily. Earlier today, New York Gov. Andrew Cuomo said he told President Trump that he was happy to have the USNS Comfort in his state, but that it was no longer needed.  “We don’t really need the Comfort anymore… So if they need to deploy that somewhere else, they should take it,” Cuomo said in an interview. The USNS Comfort has treated a total of 178 patients since it arrived in the New York harbor on March 30. Fifty-six patients remain on the ship, according to Lynam. The patients still on the Comfort are a mix of both intensive care and \"med-surge\" patients, Lynam said, and are both Covid-related and non-Covid related. The intensive care patients are more severely ill, but in terms of the others, \"Those who are medically ready to be discharged and can recuperate safely at home, that will be done when appropriate,\" Lynam said. ##New York## Food and Drug Administration Commissioner Stephen Hahn said Tuesday that results from a recent Veterans Affairs study about the use of hydroxychloroquine for individuals with coronavirus should be taken into consideration by doctors on an individual basis when they are consulting with patients. “This study is a small, retrospective study at the VA and … this is something that a doctor would need to consider as part of a decision in writing a prescription for hydroxychloroquine,” Hahn said at Tuesday's White House briefing.  CNN reported earlier today that coronavirus patients taking hydroxychloroquine, a treatment touted by President Trump, were no less likely to need mechanical ventilation and had higher death rates compared to those who did not take the drug, according to a study of hundreds of patients at United States Veterans Health Administration medical centers. “What [the] FDA is going to require is data from clinical trials, randomized clinical trials … to actually make a definitive decision around safety and efficacy,” Hahn said during the news conference.  “But the preliminary data are helpful to providers. And doctors, I want to ask them to incorporate the data as we have it come forward. And it’s not definitive data. It doesn’t help us make a decision from a regulatory point of view, but doctors should incorporate that in the decision-making they make on a one-on-one basis,” he added. Speaking about the VA study, Trump said, “I don’t know the report. Obviously there have been some good reports. Perhaps this one’s not a good report. But we’ll be looking at it.”  The President did not have anything to say about a recent National Institutes of Health panel advising against the use of hydroxychloroquine in combination with Zithromax, an antibiotic more commonly referred to as a z-pak, only saying he’s “always willing to take a look.” ##Testing## Dr. Deborah Birx was asked about the possibility that a second wave of coronavirus, paired with seasonal flu, could be worse than the first and how that figures in with plans to reopen the country. Here's what she said: \"We were very clear in the guidelines that we believe we can monitor, again, monitor communities at the community level by using the influenza-like illness. And this syndromic, respiratory, and gastrointestinal component of this particular virus.\" Birx added that they are working to build testing capacity and it's important to \"have testing in place.\" Pressed again on whether she thinks a second wave could be worse, Birx said, \"I don’t know if it will be worse, I think this has been pretty bad.\" She continued: \"When you see what happened in New York, that was very bad. I believe that we'll have early warning signals both from our surveillance that we've been talking about in these vulnerable populations. We’re going to continue that surveillance from now all the way through to be able to give us that early warning signal.\" More on this: Robert Redfield, the director of the Centers for Disease Control and Prevention told The Washington Post in an interview, that a second coronavirus outbreak could emerge this winter in conjunction with the flu season to make for an even more dire health crisis. House Speaker Nancy Pelosi said Tuesday that Democrats consider the final version of the latest coronavirus relief package, finalized today after contentious negotiations, “very positive and a good use of the time that it took.” \"What remains though, is for us to go forward with another bill,” she said in an interview on PBS NewsHour. She touted the bill’s funding for testing efforts and the requirement that the administration will have to submit reports to Congress on a national testing strategy and the impact of the coronavirus on different demographics. She also said Republicans have given Democrats assurances all along that they would be willing to pass more funding for state and local governments in a subsequent bill rather than this one, which passed the Senate Tuesday afternoon and will be considered in the House Thursday. “We could relent on some of that because we know this next bill is going to happen very soon,” Pelosi said of funding for state and local governments. Pelosi also said Congress will need to pass even more money for testing in a future bill. \"You cannot solve a problem unless you can define it, and we cannot define it until we test, test, test and then do the contact tracing, and of course the isolation to stop the spread of it,” Pelosi said. She added that President Trump’s “denial and delay” has been deadly, saying he has been “engaged in a series of misrepresentations to the American people.” He’s a “total failure when it comes to testing,” Pelosi said. ##Testing## ##Stimulus## The mayor of Colleyville, Texas, has issued a proclamation allowing residents to attend churches and other places of worship on Tuesday if social distancing rules are followed. Mayor Richard Newton is allowing elective surgeries and gatherings of groups of 10 or less, even if the group isn’t family.  Starting Friday, residents can eat at restaurants with tables spaced apart and visit salons, gyms and massage therapists for one-on-one appointments. Texas Gov. Greg Abbott formed a coronavirus strike team to make recommendations about how to reopen the state safety. Newton's order was issued before Abbott announced his strategy forward. Abbott is expected to determine if businesses will open statewide on April 27.  Asked about the mayor’s proclamation at a news conference Tuesday, Abbott said that he had read the proclamation and that \"it seemed like he was writing his policies in a way that tried to parallel or be in agreement with what was in my executive order.” Elsewhere, Dallas County commissioners approved an extension of the county's stay-at-home orders until May 15 but at the news conference, Abbott said that his order to reopen businesses would have authority over certain policies issued by local governments.  ##The South## ##Reopening##   President Trump said Tuesday he will be speaking with Georgia Gov. Brian Kemp. Trump was asked about concerns from top ally Sen. Lindsey Graham regarding Kemp’s lifting of some restrictions in Georgia and how it would impact neighboring South Carolina.  He offered praise for Kemp, calling him a “very capable man” who “knows what he’s doing.” Trump said he is “scheduled to speak to the governor of Georgia in a little while.” ##Reopening## President Trump says his executive order barring new immigration will apply only to people seeking green cards, will last 60 days and won’t affect workers entering the country on a temporary basis. Spelling out details of the measure for the first time since tweeting late Monday he would “temporarily suspend immigration into the United States,” Trump announced something short of a full halt on immigration. Instead, he said the provision would amount to a 60-day pause only on people seeking permanent resident status in the United States. He said he would review the executive order at the end of that period and decide if it should be renewed. He did not say when he would sign it. Trump emphasized the economic effects of the order, indicating it would \"protect American workers.\" An administration official with knowledge of the process tells CNN Trump's executive order only addresses green cards because the work visa portion is more complicated and needs more time to sort out, especially given the fact that many of those currently in the US on work visas are working on things related to the pandemic, from workers at food processing plants to health care workers. This source said that although, in practical terms, routine operations dealing with green cards are shut down now anyway, eventually it will snap back to normal in the absence of a new policy. The source said that the 60-day order includes an option to extend if needed.   The first draft of the order went to lawyers for review last week. In addition to Stephen Miller, senior White House policy adviser, Acting Deputy Secretary of Homeland Security Ken Cuccinelli has been a big internal proponent of doing this.   President Trump said Tuesday that he would personally asking Harvard University to return millions it was granted as part of the previous coronavirus relief package. The university, which has a multi-billion dollar endowment, received nearly $9 million from the CARES Act coronavirus relief package approved by Congress, through the Higher Education Emergency Relief Fund, according to the Boston Herald. “I’m going to request it,” Trump said during the White House press briefing. “Harvard’s going to pay back the money. They shouldn’t be taking it. … I’m not going to mention any other names, but when I saw Harvard, they have one of the largest endowments anywhere in the country, in the world, I guess. And they’re going to pay back that money.” CNN received a statement from Harvard this evening insisting the President has his facts wrong, writing, “Harvard did not apply for, nor has it received any funds through the U.S. Small Business Administration’s Paycheck Protection Program for small businesses. Reports saying otherwise are inaccurate. President Trump is right that it would not have been appropriate for our institution to receive funds that were designated for struggling small businesses.\" Harvard points out that the funds it applied for are going to help students, and is coming from the Department of Education — not the Small Business Administration. \"Like most colleges and universities, Harvard has been allocated funds as part of the CARES Act Higher Education Emergency Relief Fund. Harvard has committed that 100% of these emergency higher education funds will be used to provide direct assistance to students facing urgent financial needs due to the COVID-19 pandemic,\" the university wrote in a statement. Harvard added: “This financial assistance will be on top of the support the University has already provided to students – including assistance with travel, providing direct aid for living expenses to those with need, and supporting students’ transition to online education.\" Treasury Secretary Steve Mnuchin also asserted that there would be consequences for larger companies taking from the pot of Paycheck Protection Program funds meant for small businesses. Recently, Shake Shack announced it would be returning its $10 million PPP loan. “Certain people under PPP may not have been clear in understanding the certification, so we’re going to give people the benefit of the doubt,” Mnuchin said. “If you pay back the loan right away, you won’t have liability to the SBA and to Treasury, but there are severe consequences who don’t attest properly to the certification.” “We want to make sure this money is available to small businesses that need it, people who have invested their entire life savings, he added. Watch: This post has been updated with Harvard University's statement. ##Stimulus## There are at least 820,104 cases of coronavirus in the US and at least 44,228 people have died from the disease, according to Johns Hopkins University's tally of cases. As states begin to include “probable deaths” in their counts, so will JHU. In the upcoming days, these changes may show as surges of deaths in the United States.  On Tuesday, Johns Hopkins reported 33,136 new cases and 1,920 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.    Mississippi Gov. Tate Reeves said he’s had conversation with other southern governors on what reopening the economy might look like. Reeves said at a news conference that he had a “great call over the weekend” with the governors of Florida, Georgia, Tennessee and Alabama, and said, “all of us are of similar minds.\" \"We each have different circumstances and different situation that are unique to each individual state,\" he said.  \"We want to do it in a responsible safe way, but we also want to make sure that we get as many people back to work so that they're providing for themselves as best as they can. So, yes, we are working together. We are in conversations,\" Reeves added. He said Mississippi is continuing to increase the number of staff to address the 14,000% increase in unemployment claims. They previously had 50 people answering unemployment phones and now they have more than 250 people and have processed about 50% more claims than they did last week. Jackie Turner, executive director for Mississippi Department of Employment Security, said the state paid out $72 million in unemployment benefits last week. By the numbers: There have been at least 4,716 coronavirus cases and at least 183 deaths in the state, according to Mississippi State Health Officer Dr. Thomas E. Dobbs III. Dobbs said 90% of coronavirus deaths are people over the age of 60. About 51.3% of positive cases and 64% of all coronavirus deaths in Mississippi are among black Americans. As of yesterday, 52,364 tests completed in the state. “The reality is that we are still in the plateau, we are still in the eye of the storm, and the most important thing that every Mississippian can do is to use common sense. Stay at home, if at all possible. When you leave, go to work and go back home. If you need to stop and get groceries, wear a mask in the grocery store,” the governor said. ##The South## ##Reopening## President Trump touted Senate passage of the Paycheck Protection Program and Healthcare Enhancement Act Tuesday. The administration, he said, “worked aggressively with Congress” to pass the bill, which includes $382 billion for small businesses, $75 billion for hospitals, and $25 billion for testing. Regarding hospital funding, Trump said he was “proud of that.” He urged the House to pass the bill and said they will be voting “very soon” and “probably tomorrow.” ##Stimulus## The director of the US Centers for Disease Control and Prevention warned a second wave of the coronavirus this year could be worse because it will coincide with flu season.  “There’s a possibility that the assault of the virus on our nation next winter will actually be even more difficult than the one we just went through,” CDC Director Dr. Robert Redfield said in an interview with The Washington Post.  “And when I’ve said this to others, they kind of put their head back, they don’t understand what I mean.” Redfield told the Post that having two respiratory outbreaks would burden the health care system. Redfield has warned previously that the United States will feel the impact of the virus in months and years ahead, saying during an interview with CNN Chief Medical Correspondent Dr. Sanjay Gupta in February the virus “is probably with us beyond this season, beyond this year.” During a CNN coronavirus town hall in April, Redfield said next year “will be another challenging time,” adding “I want to be able to have it so that we respond to it next year with the fundamental of public health — early case identification, isolation, contact tracing,” in order to avoid serious mitigation steps. Watch: ##Testing## Medical device company Abbott Laboratories has warned that its rapid coronavirus test can produce false negatives if the specimens tested are first stored in what are called viral transport media, which are special solutions used to move or store specimens. Abbott instructed health care providers last week not to use such solutions for patient samples tested on the company’s rapid ID NOW device. False negative results suggest patients are not infected when in fact they are.  The guidance came more than two weeks after the Food and Drug Administration issued emergency authorization for the test and after President Trump touted the rapid Abbott system at a Rose Garden news conference.  Clinical pathologists and lab scientists at the Cleveland Clinic found that the ID NOW test only detected coronavirus in 84.4% of specimens known to contain the virus, which was a lower rate than four other tests the researchers assessed, a spokesperson for the Ohio-based medical center said. NPR first reported that assessment Tuesday.  The Cleveland Clinic spokesperson told CNN that a dilution effect can occur whenever a sample swab is placed into viral transport media, but she added that in the assessment, the tests were performed from the same viral transport media, so it was a true head-to-head comparison. An issue of volume: Because Abbot’s ID NOW testing machine only processes one test at a time, labs might have used the transport media to store the test samples until they can be processed.  The company now advises its customers to place swabs containing patient samples directly in the ID NOW system for testing. “When the direct swab method is used, the test is performing as expected and we are confident in its performance,” the Abbott spokesperson said, adding that when the company learned about the issue it immediately notified its customers and communicated with the FDA.  ##Testing## Detroit is planning to test every nursing home resident in the city, Mayor Mike Duggan said at a news conference on Tuesday. Duggan said the city is two-thirds of the way through testing every nursing home, and they will be done with the testing by Thursday.  \"The Health Department did a really good job of getting to the problem nursing homes first, and getting help there,\" he said.  The rate of positive testing, which had been about 30%, has now dropped to 26%, according to the Mayor. Duggan also discussed nursing home deaths in the city, saying, \"We are showing now 124 deaths in nursing homes. I am sure that number is dramatically understated when the data starts to catch up.\" Speaking at the same news conference, Detroit Chief Public Health Officer Denise Fair said clinicians from the Centers for Disease Control and Prevention had been sent to help the Health Department fight Covid-19. Four CDC clinicians will be in Detroit for the next two weeks helping the Health Department with skilled nursing facilities, assisted home facilities, and nursing home strategy. They will also develop a plan for testing and screening, perform sight visits, and provide training, according to Fair. ##Testing## The Senate just approved a roughly $480 billion relief package that includes hundreds of billions of dollars in new funding for small businesses hurt by the coronavirus outbreak along with other priorities like money for hospitals and expanded Covid-19 testing. The measure passed by voice vote, a move that gave lawmakers the opportunity to approve the deal without most senators needing to return to Washington, DC, during the pandemic. After the Senate convened at 4 p.m. and ahead of the vote, a handful of senators, Republicans and Democrats, spoke on the floor to debate the deal. Republican Sen. Rand Paul criticized the deal.  “I rise in opposition to spending $500 billion more. The virus bailouts have already cost over $2 trillion. Our annual deficit this year will approach $4 trillion. We can’t continue on this course. No amount of bailout dollars will stimulate an economy that is being strangled by quarantine. It is not a lack of money that plagues us, but a lack of commerce. This economic calamity only resolves when we begin to re-open the economy,\" he said. Paul said that he understands that it would have been hard for many senators to return during a pandemic and for that reason he did “not invoke the Senate rules to demand a recorded vote,” but added, “I did return today though so that history would record that not everyone gave in to the massive debt Congress is creating.” Republican Sen. Mike Lee was critical of the process for passing the bill, arguing that if Congress is going to legislate during the pandemic, members should return to Washington. “This is not acceptable, we should not be passing major legislation … without Congress actually being in session, without members actually being here to discuss, amend, and consider legislation,” he said. The total price tag of the bill is approximately $484 billion. It will authorize the Paycheck Protection Program to spend an additional $310 billion. The deal appropriates roughly $320 billion in total for the program. The program was set up to deliver aid to small businesses struggling from the economic deep freeze triggered by the pandemic. Funding for the program ran dry earlier this month, prompting concern and outcry from the small business community. The deal will also provide $75 billion for hospitals and health care providers stretched thin by the pandemic to address coronavirus expenses and lost revenue and an additional $25 billion to facilitate and expand Covid-19 testing. It will next need to be passed by the House before it can go to the President’s desk. Trump tweeted in support of the deal earlier in the day, indicating that he will sign it. ##Stimulus## Members of the Covid-19 task force appointed by Georgia Gov. Brian Kemp said they did not know about his intentions to start reopening businesses ahead of his televised announcement Monday afternoon.   On a Facebook video, Bernice King, co-chair of the task force, said she found out about the governor's intention via text message from a friend. \"To be clear, neither I nor any member of the committee that I co-chair, the community outreach committee of Governor Kemp's coronavirus task force was consulted or informed regarding the reopening of the venues and facilities that are listed in the executive order that he signed on today [Monday],\" said King, CEO of the King Center and daughter of Martin Luther King, Jr.  King said she had expressed her concerns to the governor following the announcement and would be making the determination to stay or leave the task force based on his answers.  Leo Smith, co-chair of the task force, said he told Kemp's aides he would've \"preferred a heads up,\" according to the Atlanta Journal-Constitution.  State Rep. Clay Pirkle, another member of the Covid-19 task force, told the AJC \"it wasn't a big deal.\" \"Our role on that committee is advisory in nature, and the advice comes from us to him,\" Pirkle said.  ##The South## ##Reopening## The Georgia House Democratic Caucus submitted a letter to Gov. Brian Kemp Tuesday requesting the governor rescind his order that eases restrictions of the state's shelter-in-place order. The letter states that the governor's decision should be \"consistent with facts, science, and the best available public health guidance.\"  The Democrats also wrote \"under the President's Guidelines for Opening Up America Again, Georgia should show a downward trajectory of documented cases within a 14-day period before proceeding with the type of decision you announced yesterday. At present, Georgia cannot show such a 14-day downward trajectory.\" Calling the action, \"too much, too soon,\" the Democratic Caucus said Kemp's recent order \"puts Georgians at risk and may very well wind up resulting in more prolonged restrictive measures in the future.\"  Some background: Kemp announced Monday that gyms, fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, estheticians, and massage therapists can reopen as early Friday. Theaters and restaurants can open on Monday.  The governor's order states that no local ordinances can restrict the openings.  Several of Georgia's mayors have spoken out against the decision, saying the governor did not talk to them before announcing the loosening of restrictions. They also say residents in their communities do not feel safe. The caucus called Georgia's testing capacity \"inadequate\" and urged the governor \"to permit local governments to enact more restrictive measures as necessary to protect their communities.\"  ##The South## ##Reopening## There have been at least 814,587 cases of coronavirus in the US, and at least 43,796 people have died from the disease, according to a tally by Johns Hopkins University. As states begin to include “probable deaths” in their counts, so will JHU. In the upcoming days, these changes may show as surges of deaths in the United States.  On Tuesday, Johns Hopkins reported 27,619 new cases and 1,488 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Louisiana Gov. John Bel Edwards said the state could implement a new order after it's current stay-at-home order expires on May 1. “I know you are waiting for more details on what comes after April 30. We don’t know yet,” he said at a news conference this afternoon. Edwards said that they are working to figure out where the state is in terms of the threshold criteria to reach a phase one reopening — part of the White House's guidelines. Yesterday, Edwards said he hoped the state could reach phase one “sooner, rather than later.” In phase one, the state would continue social distancing and limit social gatherings to less than 10 people. Schools would remain closed as well as visits to senior living facilities and hospitals.  Large venues as well as gyms, movie theaters and places of worship would be allowed to operate under social distancing protocols. Bars and clubs would remain closed. “I don’t bet very often, but if you made me bet a dollar, I would bet that on May the first we would be under a different order than we are under now, that we won’t just continue. But that really does depend on what happens over the next week or so,” he said. ##Reopening## New York Gov. Andrew Cuomo said he had a “productive” meeting with President Trump at the White House today. “The meeting went well and I think it was productive. The big issue was testing as everybody knows that’s going to be the next step as we go forward. And how do we separate the responsibilities and the tasks on testing vis-a-vis a state and the federal government and the acknowledgement that we will need to work together on this. It has to be a real partnership. And I think we had a very good conversation,” he said via phone on MSNBC.  The state should regulate labs, follow up on tracing and determine where tests are taken, he said, but the federal government’s role is to “make the supply chain work for manufacturers.” He said it is their goal to double testing in New York state from 20,000 to 40,000 per day. The two leaders also spoke about the need for state government funding. Cuomo went on to say that Trump seemed “very open and understanding of that” and said he would be open to that in the next round of legislation. ##Testing## Former Ohio Govs. Richard Celeste and Bob Taft will led a Testing Strike Team, Ohio Gov. Mike DeWine announced today. “Testing is vital as we work to get our economy restarted and keep Ohioans safe and healthy,” DeWine said. The former governors will work with Ohio leaders from business, academia, and public health to be part of the effort to help Ohio source critical testing items such as reagents, according to DeWine. Asked about making testing widely available in Ohio’s nursing homes, DeWine said the goal for the state is to be able to test throughout the facilities. “That's our goal, to be able to surge in when we see that there is a problem,” DeWine said. “And I don't want to underestimate the importance of that hospital in that community. We have asked every hospital to really take ownership and a sense of responsibility to reach out to the nursing homes within their area, their natural area, and establish those relationships.” ##Testing## Coronavirus numbers in New Hampshire have stabilized but the state still has “a ways to go,” before it reopens, Gov. Chris Sununu said Tuesday afternoon. “This is not an open/close situation, it just isn’t, nor should it be,” he said. “We’ve always said public health has to be preeminent, has to be one of the key factors that we are looking at when we take any step.”  New Hampshire may take a phased approach to the loosening of the state's stay-at-home order at some point, Sununu said. He went on to say that certain geographic and demographic conditions may mean some people might remain on the stay-at-home order longer than others. State Epidemiologist Dr. Benjamin Chan cautioned that while coronavirus numbers have stabilized, they haven’t declined yet. He said people should continue to practice social distancing, stay home and only go out for essential items. “When people are out, we recommend that they wear a cloth face covering if they are in public settings where they cannot avoid close contact, such as in grocery stores,\" Chan said. The state, he said, is continuing to work aggressively to increase testing and its capacity. ##Reopening## Twelve city streets in San Francisco will be temporarily closed to cars in order to be used as a shared space for foot and bicycle traffic to make it easier to maintain social distancing, the San Francisco Municipal Transportation Agency announced today. \"Sometimes it is difficult to maintain 6 feet of social distance on many sidewalks, park paths, and bikeways,\" SFMTA said in a statement. \"Many pedestrians are choosing to walk in the street, exposing themselves to swiftly moving vehicle traffic.\" The new program called Slow Streets will go into effect this week to manage traffic speeds and create a safe network for essential walk and bike travel while transit service levels are reduced, SFMTA said. Streets will not be closed completely, and local vehicle access is permitted. There will be no changes to parking or driveway access for residents, according to the statement.  Oakland city officials put a similar strategy in place earlier this month. California Gov. Gavin Newsom warned some counties that are starting to loosen restrictions during the coronavirus pandemic that doing so could lead to a rise in cases. “I caution those elected officials that practicing physical distancing has worked to keep those numbers relatively modest in terms of growth, but if we pull back too quickly, those numbers will go through the roof,” Newsom advised.  The governor said his office is in contact with local officials and counties. Newsom said counties can start to reopen as long it doesn't conflict with current state guidance. Newsom will give an update on Wednesday on what he describes as the state’s “Road Map to Reopening.”  The plan focuses on six key indicators: Testing and tracking\nProtecting vulnerable populations\nHospital preparedness\nDeveloping treatments\nThe ability to continue physical distancing\nThe ability to reinstate stay home orders if needed ##Reopening## Kelly Girtz, who serves as the mayor of Athens-Clarke County, Georgia,  said that despite Gov. Brian Kemp's decision to open certain businesses on Friday, many business owners in the community are saying they don't feel safe and they won't return to work. “These are all high contact environments and places where there are many hands and individuals who come in contact with the same surfaces, and we know it is important to restrain individuals who come into contact with places like this,\" Girtz continued. The Democratic mayor said that he understands peoples’ frustrations and wants to support small businesses, but the safety of his constituents comes first.  “There’s nothing that makes me happier than a good morning at the gym, but I’m subsisting here at the house, and I recommend those across the state and across the nation take the same posture right now,\" Girtz said. Girtz also said he had no advance notice of Kemp’s order to reopen certain Georgia businesses, nor has he had any contact with the governor’s office about changes set to take place next week. “Right now I’m going directly to the public, and so I’m speaking to residents of Athens-Clark County, I’m speaking to business owners, and many are saying, just as I feel, we’re not going to frequent businesses right now because we don’t feel safe, we’re not going to return to work,\" he said. Watch: ##The South## ##Reopening## Iowa Gov. Kim Reynolds said 33% of Iowa's 482 new Covid-19 cases have been linked to meat processing facilities.   Asked why she has resisted calls to close down these plants, particularly the Tyson plant in Blackhawk that is currently experiencing an outbreak, Reynolds urged those workers to coordinate with the Department of Public Health to get tested and said most people were going to get Covid-19 eventually.   \"Fifty to 70% of the nation’s population are projected to get this. So people are going to get it. It is very contagious, especially in large gatherings,\" she said. \"We are working with the facilities to make sure they are taking all of the precautions to protect their workforce.\"     CNN has previously reported that Iowa has seen outbreaks in several meat processing facilities including Premium National Beef and multiple Tyson plants. Two workers at the Tyson plant in Columbus Junction died.   Nearly 8,000 people were involved in a data breach while applying for the Economic Injury Disaster Loan, the Small Business Administration said in a statement Tuesday.  The breach happened on March 25 according to a letter from the SBA obtained by CNN. The letter, dated April 13, was sent to an individual whose information may have been breached.  “The website may have led to the inadvertent disclosure of personally identifiable information to other applicants,” the letter stated. “Personal identifiable information of a limited number of Economic Injury Disaster Loan applicants was potentially exposed to other applicants on SBA’s loan application site. We immediately disabled the impacted portion of the website, addressed the issue, and relaunched the application portal,” the Small Business Administration said. Several personal pieces of information that could have been shared as part of the breach include social security numbers, addresses, citizenship status, income and financial information, according to the letter.  The SBA said it notified those who were impacted and offered them one year of free credit monitoring. The SBA said in the letter there is no evidence to suggest their personal information has been misused. ##Stimulus## New York City has reported at least 9,562 coronavirus deaths and at least 4,865 probable coronavirus deaths, according to the city website. What this means: The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test but their death certificate lists as the cause of death “Covid-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 14,427. The data is from the New York City Health Department and was updated on today at 1 p.m. ET, according to the website. ##New York## The state of North Carolina is expanding outreach and testing in black communities, Department of Health and Human Services Secretary Dr. Mandy Cohen said at a press conference. Dr. Cohen said that African Americans make up 21% of the population in the state, yet account for 39% of Covid-19 cases and 37% of deaths. The state has dedicated teams to identify ways to reverse the trend, not just when it comes to coronavirus, but overall health care in black communities. “Health disparities and health inequalities did not begin with this pandemic. What this pandemic has done is shine a bright light on the long standing structural biases and inequities that impact our health outcomes,” Dr. Cohen said.  The state is ramping up outreach and access to testing in these communities. “We know that as we are expanding testing capacity at these sites, it needs to be in places that are trusted and easily accessed by our communities of color,” she said. ##The South## ##Testing## While Georgia Gov. Brian Kemp announced yesterday that part of the economy can reopen as early as Friday, some businesses say they are staying closed. SoulCycle studios in Georgia will not open on Friday even though they're allowed to, said Harvey Spevak in an exclusive interview with CNN. Spevak is the executive Chairman of Equinox Group, which owns SoulCycle and Pure Yoga in addition to its Equinox-brand health clubs. The company’s reopening plans “will vary by state and locality, based on direction and guidance from government, as well as how ready we are to deliver” on enhanced procedures to protect employees and customers, said Spevak.  He noted the company is working with outside infectious disease experts who will help the company make decisions on reopening. More than 520 African Methodist Episcopal Churches could also stay closed: Bishop Reginald T. Jackson issued a statement today urging AME churches in Georgia to not reopen. \"I have issued a directive to the more that 520 AME churches in the Sixth Episcopal District, which comprises the State of Georgia, that none of our churches are to gather for services on this coming Sunday morning,\" Jackson said in the statement. \"This decision by the governor puts economic interest above the safety and well-being of the citizens of Georgia. There is no data which justifies or gives credibility to the governor’s decision,\" he added. ##The South## ##Reopening## A deal has been reached on a bill that includes $450 billion in new funding for small businesses hurt by the coronavirus outbreak, three sources familiar tell CNN. According to the section-by-section analysis, the bill requires a \"strategic plan related to providing assistance to states for testing and increasing testing capacity.\" The bill also requires states and localities to have a plan on how the money will be used for testing, specifically.  This language is important because President Trump has pushed for the focus to be on states when it comes to testing — while Democrats called for the federal government to take a larger role. Here's how some of the $450 billion breaks down: $75 billion will go to hospitals and health care providers to support coronavirus-related expenses and lost revenue.\n$25 billion for research to develop, validate, manufacture, purchase and administer Covid-19 tests.\n$6 million to cover Health and Human Services Inspector General oversight.\n$310 billion is the authorized increase for the Payment Protection Program. Combined with the $349 billion from the first emergency relief bill, a total of $659 billion has been authorized for the PPP.\n$60 billion of that will be set aside for smaller lending facilities, including minority depository institutions, certified development companies and credit unions.\n$10 billion will go towards grants under the Emergency Economic Injury Disaster Loan program.\n$50 billion will be allocated for disaster recovery loans.\n$2.1 billion for additional salaries and expenses for the Small Business Administration. Earlier today, Trump tweeted that he supported the new funding and that \"discussions on the next Legislative Initiative with fiscal relief to State/Local Governments\" would be coming after this bill was passed. Several of the nation's governors have said their states have huge budget deficits and that they need federal financial support to pay for basic operations. Watch: ##Stimulus## CNN is partnering with Sesame Street for a special town hall Saturday at 9 a.m. ET about coronavirus, focused on kids and parents.  \"The ABC’s of Covid 19: A CNN/Sesame Street Town Hall for Kids and Parents\" will tackle issues including education, anxiety, screen time and playdates.  The 90-minute town hall will feature experts and Sesame Street characters – including Elmo, Abby Cadabby, Rosita and Grover – answering questions submitted by families.  Big Bird will join CNN chief medical correspondent Dr. Sanjay Gupta and CNN anchor and national correspondent Erica Hill to moderate the event. How to watch: The town hall will air on CNN, CNN International and CNN en Español. It will stream live for subscribers on CNN.com’s homepage and across mobile devices via CNN’s apps. You can also watch on on CNNgo, and subscribers to cable/satellite systems can watch it on-demand.  Parents can send in their questions below, along with their full names and phone numbers. North Carolina has not yet meet the threshold to begin reopening the state, Gov. Roy Cooper said at a news conference.  “Right now, staying at home is saving lives,\" he said. Cooper said a task force will lay out guidelines this week on the state’s goals to reopen. The state, he said, has not seen a 14-day decline in cases, as recommended in the White House’s guidance for reopening. The state also has not meet the threshold in contract tracing and testing, Cooper said. North Carolina's stay-at-home order is set to expire on April 29. Cooper said there will be an announcement later this week regarding the order. ##Reopening##  At least 710 crew members from the USS Theodore Roosevelt have tested positive for Covid-19 as of Tuesday, according to the US Navy. Nine sailors have been hospitalized for coronavirus. The Navy said 94% of the crew has been tested. At least 3,872 crew members tested negative for the disease.  Some background: The US Navy and the Centers for Disease Control and Prevention have launched an investigation into the coronavirus outbreak aboard the USS Theodore Roosevelt aircraft carrier. The inquiry will look to establish the origin of the outbreak and understand how it spread rapidly on board the ship. To carry out the investigation, crew members are being asked on a voluntary basis to complete a survey and provide two new specimens — blood and nasal swabs — for laboratory testing, according to the Navy. It hopes to get 1,000 volunteers which is what it believes is needed for representative sampling. Since March 1, when coronavirus was first detected in Florida, hotel revenues are down by $1.6 billion dollars, compared to the same time last year. The data comes from a new resource page on the Visit Florida website that breaks down the impacts of the virus on the state’s tourism industry. The launching of the page was announced during Gov. Ron DeSantis’ task force meeting to reopen the state.  Airlines are also down: Florida’s domestic airline capacity is down 65.8% for the period of April 20 to May 19, as compared to the same period in 2019, the website said. International airline capacity during the same period is down 78.4% as compared to the previous year. According to Visit Florida's new data, there has been a spike in visits to the “Current Travel Safety Information” page. The spike, according to Visit Florida, is an indicator people are actively seeking information on how to safely travel to the state. Visit Florida is not a government agency, but a not-for-profit corporation made up of public and private partnership, according to the group��s website. ##The South## There are at least 804,194 cases of coronavirus in the US, according to a tally by Johns Hopkins University. Today, Johns Hopkins has reported 17,226 new cases in the United States.�� The US surpassed 700,000 cases on Friday, according to Johns Hopkins’ tally.   Air Canada will suspend flights to the United States starting Sunday until May 22.  The airline made the decision “as a result of the agreement between the governments of Canada and the United States to extend border restrictions by an additional 30 days,\" according to a statement on Tuesday.  The airline said it is is waiving change fees for affected customers with bookings during this period. Since March 16, Air Canada has reduced its schedule by more than 90% as a result of the coronavirus pandemic, the airline said. Coronavirus patients taking hydroxychloroquine, a treatment touted by President Trump, were no less likely to need mechanical ventilation and had higher deaths rates compared to those who did not take the drug, according to a study of hundreds of patients at United States Veterans Health Administration medical centers. In the study of 368 patients, 97 patients who took hydroxychloroquine had a 27.8% death rate. The 158 patients who did not take the drug had an 11.4% death rate.   “An association of increased overall mortality was identified in patients treated with hydroxychloroquine alone. These findings highlight the importance of awaiting the results of ongoing prospective, randomized, controlled studies before widespread adoption of these drugs,” wrote the authors, who work at the Columbia VA Health Care System in South Carolina, the University of South Carolina and the University of Virginia.   Researchers also looked at whether taking hydroxychloroquine or a combination of hydroxychloroquine and the antibiotic azithromycin, had an effect on whether a patient needed to go on a ventilator.  They found there was no difference between these groups and the patients who took neither drug.    “In this study, we found no evidence that use of hydroxychloroquine, either with or without azithromycin, reduced the risk of mechanical ventilation in patients hospitalized with Covid-19,” the authors wrote.   Remember: The study, which reviewed the veterans’ medical charts, was posted Tuesday on medrxiv.org, a pre-print server –– meaning it was not peer reviewed or published in a medical journal.  The research was funded by the National Institutes of Health and the University of Virginia.  ##Testing## The $310 billion in new funding for the Small Business Administration's Paycheck Protection Program is only projected to last few days as businesses rush in for funds, according to a banking industry source. “Two-10 days, but our guess is on the lower end of that timeline,” the source said. Today, congressional negotiations reached a deal on a bill that includes hundreds of billions of dollars in new funding for small businesses hurt by the coronavirus outbreak, three sources familiar tell CNN. The text of the bill should be unveiled as soon as Tuesday afternoon as the two sides give the deal a final read.  Lawmakers will try to pass the bill in the Senate at 4 p.m. ET when the chamber convenes for a pro forma session. ##Stimulus## Republican leaders are pushing back on an effort to change the House rules to allow for remote voting by proxy ahead of an expected vote on the matter Thursday. \"What are the details of this proposal, how will it avoid potential abuses of power, and when do you expect this proposal to be made public for the necessary scrutiny and member input that changing 200 years of House precedent would merit?” House Majority Leader Kevin McCarthy wrote in a letter to House Speaker Nancy Pelosi this afternoon. In the letter, he also raised questions about the 2020 House calendar and how committee business will be conducted going forward.  His comments come as Republican members are increasingly opposed to implementing proxy voting, which would allow members who are unable or unwilling to travel during the coronavirus pandemic to instruct another member how to vote on their behalf. House Democratic leaders have said they want to pass the rules change on a bipartisan basis, but as they are in the majority they could pass it without Republican support.  The language of the rules change has not been finalized yet, but it would be temporary and used only for emergencies like the pandemic, according to House Rules Chair Jim McGovern.  ##Stimulus## Wisconsin's Department of Health Services said that they now have at least seven cases of Covid-19 tied to the state's in-person election on April 7, a spokesperson confirmed to CNN. \"We are confirming 7 cases as of yesterday,\" the department's spokesperson Shawn Benjamin said in a statement. In an effort to investigate the impact of the election on the state's coronavirus cases, the department added “election activity” to its list of investigation questions in the disease registry, the statement said. \"Please note that we only have 30% of the data back from new cases as of 4/7 and on,\" Benjamin said.  \"We hope to have these fields complete by Friday and will provide a more complete report then,\" he added. \"While we continue to monitor cases of Covid-19 linked to election activity, we know that gatherings such as [the election] are detrimental to the efforts to slow the spread of this pandemic,\" Dr. Ben Weston, the medical director for the Milwaukee County Office of Emergency Management, said in the statement. Mike Lanotte, the executive director for the New York State Funeral Directors Association, tells CNN that while the number of coronavirus-related deaths is decreasing, there is still a backlog of deaths in the system. Lanotte said his directors are still working through the same volume issues as earlier. The association is hopeful they will get relief as it relates to crematories which in New York City are four weeks behind on scheduling, according to Lanotte. Lanotte said they are working to expedite the process to make it easier for families. “Once the volume of death is handled, it will relieve some of the stress on the system but funeral directors lag behind the curve naturally,” Lanotte said.   Lanotte said New York state funeral directors are still working up to 16 hour days in order to answer all the requests for families and not turn anybody away. “We are looking to decompress the stress on downstate crematories by making the process as efficient as possible,” Lanotte said. ##New York## Alabama's stay-at-home order will remain in effect until April 30, Gov. Kay Ivey said at a news conference today. Last week Ivey announced the creation of a coronavirus task force that would begin listening to all recommendations and will put together a timeline for reopening based on facts and data.  Ivey said while she is as eager as anyone to get the economy moving again, it must be done in a responsible way.  \"Getting our economy up and running is not as simple as flipping a switch,\" Ivey said.  She also said the state needs to expand its testing before resuming normal economic activity.  Unemployment in the state: About 306,000 Alabama residents have applied for unemployment benefits in the last three weeks, Department of Labor Secretary Fitzgerald Washington said. Washington said they have hit a peak in filings with daily applications trending downward. At least 40% of those who have applied for benefits have been paid, according to Washington.  So far the state has paid out $264 million in unemployment benefits.  ##The South## ##Reopening## New York City’s jail population fell below 4,000 last week during the ongoing coronavirus pandemic, Mayor Bill de Blasio said. According to the mayor’s office, this is the first time in over 70 years that the city’s jail population has been below 4,000. The city has been releasing many low level offenders for the last several weeks in response to the safety threat posed by coronavirus to jails. “This dramatic reduction in the detainee population is a significant development which has allowed us to increase social distancing within our facilities as we deploy all available measures to fight the Covid-19 virus,” Department of Correction Commissioner Cynthia Brann said in a statement. Some background: De Blasio issued an executive order March 16 that directed city officials to work with the Department of Correction to implement a plan to reduce the jail population safely — focusing on those most vulnerable to the coronavirus. Since March 16, the number of people entering jail fell to about 600 people, compared to 3,300 over the same time period last year, a statement from the mayor's office said. More than 2,000 people had been leaving the system at the same time, the statement said. ##New York## The chief judge presiding over federal courts in the Southern District of New York has suspended all jury trials until further notice of the court “because of constantly changing circumstances” of the coronavirus pandemic. The indefinite postponement followed a decision Judge Colleen McMahon made late last month when she postponed all jury trials until June 1.  In Monday’s order the judge wrote “because of constantly changing circumstances, judges and parties are having great difficulty trying to schedule jury trials, both civil and criminal. It is hereby ordered, that the conduct of jury trials in this district be and hereby is suspended until further order of the court.” She noted that the clerk of the court had ordered its jury staff to work from home until the New York state’s stay-at-home order is lifted and they can make the workplace amendable to social distancing. The SDNY includes Manhattan and the surrounding counties. ##New York## Negotiations are done and a deal has been reached on a bill that includes new funding for small businesses hurt by the coronavirus outbreak, three sources familiar tell CNN.  The text of the bill should be out soon as the two sides give the deal a final read. They will try to pass it in the Senate at 4 p.m. ET ##Stimulus## All public and private schools in Massachusetts will remain closed through the end of the academic year, Gov. Charlie Baker said at a news conference. It was a \"big decision,\" he said today, adding that it is \"the right thing to do considering the facts on the ground associated with the Covid-19 pandemic.\" \"There is no authoritative guidance or advisories with respect to how to operate schools safely and how to get kids to and from schools safely. We believe students therefore cannot safely return to school,\" he said.  Remote learning will continue. The new order does not apply to residential special education schools.   House Majority Leader Steny Hoyer said today that House members have been asked to be in Washington, DC no later than 10 a.m. ET Thursday to vote on the next coronavirus relief package and a rules change to allow for proxy voting. He said on a call with reporters that congressional leaders “are asking every member to return who can return, and we hope that that is a large number.”  Some lawmakers, he said, are particularly vulnerable to the illness and others are caring for family members. Some are concerned about traveling to DC and then having to quarantine themselves away from their family for 14 days.  “We're not ordering members to come back, but we do expect sufficient members to come back so we can have a quorum,” he said.  He added that the relief package will likely get a full roll call vote, unlike the $2.2 trillion CARES Act, which passed under an expedited process often used for uncontroversial legislation.  “We think it will pass with a bipartisan vote,” Hoyer said. He said it is “unfortunate” that more funding for state and local governments did not make it into the agreement, which is still being finalized. He said he believes congressional leaders are “close to a deal.” He said the legislation will include $25 billion for testing, divided between states, local governments and the federal government.  ##Stimulus## New York Gov. Andrew Cuomo acknowledged that the wave of unemployment claims has overwhelmed the state’s system. Cuomo said the agency has hired 1,000 workers just to field unemployment calls.  \"They still can't keep up with the volume,\" Cuomo said. \"And there's nothing worse than being unemployed and nervous about a paycheck, and then you call for unemployment benefits and you can't get through on the phone. I get it. I get it.\" Cuomo said people are working seven days a week on the unemployment office problems, but they are trying to update a system that is used to a much lower capacity.  \"The good news is this: You're going to get the same benefit, anyway. It's not like it's costing you money, right? I know it's frustrating, but once you qualify, the qualification is retroactive, so you're going to get the same benefit. … You will get the benefit, it's just an annoying delay,\" he said. ##New York## New York Gov. Andrew Cuomo will meet with President Trump at the White House today. The two have sometimes disagreed on their approaches to the coronavirus pandemic, and other times they've praised each other. Cuomo said his approach today is simple: He'll tell the truth. During his daily briefing, a reporter asked Cuomo about his upcoming trip: \"When you head down to the White House today — I think it's been fair to say that you've had to walk a fine line in your dealings with him,\" the reporter asked. \"How's this going to continue when you meet with him today.\" Cuomo responded:  \"Life is a fine line. Being in government is a fine line. Everything is a fine line ... I'll tell you how you negotiate the fine line: You tell the truth\" Cuomo said the President has \"no problem\" telling him when he agrees and disagrees with the governor and vice versa.  \"Heck with it, just tell the truth,\" Cuomo said. What they'll discuss: Cuomo said the focus of his meeting with Trump will be on testing. He said said he believes the federal government needs to tackle manufacturing supply chain issues. “It’s a situation where you need everyone to work together,\" the governor said Watch: ##New York## New York Gov. Andrew Cuomo said he agrees with the federal government that individual states should be in charge of administering testing, but the US government needs to take the helm with supply issues.  \"It's only appropriate that the state should be in charge of actual testing in the state. I agree with the federal government's position on that,\" Cuomo said.  Cuomo said that the state-regulated labs tell him that manufacturers are responsible for the testing holdup, and in turn, the manufacturers say the international supply chain is the problem.  Cuomo said his daughters asked him why he didn’t think of buying test kits from South Korea, as Maryland Gov. Larry Hogan did. \"That piece is where the federal government can help us. Take that national manufacturer and that supply chain for the national manufacturers and let the federal government figure out South Korea and China and international supply issues, rather than have 50 states now figure out how to go be like Governor Hogan and figure out how to buy tests in South Korea,\" Cuomo said. Watch: ##Testing## ##New York## New York Gov. Andrew Cuomo said that when the state's economies are ready to reopen, the process will be coordinated regionally. Across the nation, some clusters of states have banded together to develop plans to reopen. \"The same logic that applies to the country applies to some states, this state,\" Cuomo said. \"There are regional economies within this state\" that need to work together, he said. \"Let's talk about reopening economies in that regional context and coordinating regionally,\" Cuomo added. ##Reopening## ##New York## New York City will throw a ticker tape parade to honor health care workers and first responders once the city reopens, Mayor Bill de Blasio said. \"When the day comes that we can restart the vibrant beautiful life of this city again, the first thing we will do is we will have a ticker tape parade down the Canyon of Heroes for our health care workers and our first responders. We will honor those who saved us.\" The Canyon of Heroes is the name given to the parade route that follows Broadway between the Battery and City Hall in New York City. \"The first thing we will, before we think about anything else, is we will take the time only as New York City can do to throw the biggest, best parade to honor these heroes. Many, many great heroes have gone down that canyon to be appreciated and loved by millions of New Yorkers, but I think this will be the greatest of all the parades because this one will speak to the rebirth of New York City,\" de Blasio said. ##New York## New York Gov. Andrew Cuomo said some elective medical treatments will be allowed to resume in some parts of the state. \"We're going to allow elective outpatient treatment, which means the number of beds will remain available,\" Cuomo said at a news briefing. These procedures will only be allowed to resume in areas \"without a Covid issue,\" Cuomo said, adding that New York City, Westchester County and other hard-hit areas will continue to cancel elective procedures. Last month, Cuomo said canceling all non-elective surgeries across the state would free up 25-35% of hospital beds. ##New York## New York Gov. Andrew Cuomo said 481 people died from coronavirus on Monday in the state.  The number of deaths in hospitals was 452, while 29 passed away in nursing rooms. The number remained flat from Sunday, which saw 478 deaths. ##New York## New York Gov. Andrew Cuomo said total hospitalizations of coronavirus patients in the state are \"basically flat.\" However, about 1,300 new people were hospitalized yesterday, Cuomo said.  \"Our definition of 'good' has changed here. 'Good' is now 'not terrible,'\" he said. Watch: ##New York## The Florida governor’s task force team focused on reopening the state is discussing how to reopen the tourism industry this morning. Gov. Ron DeSantis called into the conference call to tell task force members to focus on minimizing risk.  “Think in practical terms,” DeSantis said. He asked them to think of ways to minimize the risk of virus transmission.  It’s less about what businesses are essential or non-essential, DeSantis said, it’s about how businesses can operate safely. DeSantis claimed the state has flattened the curve of cases and last night only 713 people were in ICU.  ##The South## ##Reopening## New York City is creating a strategic reserve of vital medical equipment and supplies, Mayor Bill de Blasio announced this morning. De Blasio said the creation of the reserve came after the federal government couldn't provide enough supplies.  “We have learned the hard way that we cannot depend on the federal government in the future. I hate saying that, but I think it’s quite evident. We certainly can’t depend on the global market. We can’t depend on our nation to produce products that’s tragically not being produced enough in this nation, as we’ve seen in our hour of need,” he said. The mayor says he hopes that will change, “but until that day comes, NYC, we will protect ourselves.”  The New York City reserve will include face shields, surgical gowns, test kits and bridge ventilators, de Blasio said. ##New York## A New York Police Department employee died from coronavirus complications overnight, Commissioner Dermot Shea told CNN’s Jim Sciutto this morning, marking the 31st reported coronavirus-related death within the NYPD. Shea didn’t name or provide additional details about the employee.  About 13% of uniformed officers are out sick, which is “well over” regular sick out levels, Shea said, but noted today marks the 12th straight day of decreasing sick-out levels. \"We are still very, very concerned about our members that are in the hospital ... our thoughts and prayers are going out to them and to their families and really to the extended NYPD family as well,\" he said. ##New York## Atlanta Mayor Keisha Lance Bottoms told CNN that she is exploring legal options for the city after Gov. Brian Kemp authorized the reopening of business across the state.  \"I've searched my head and my heart on this, and I really am at a loss as to what the governor is basing this decision on, other than getting people back to work\" Bottoms said.  Bottoms added that getting Americans back to work is \"extremely important\" but added there needs to be \"strong and health communities\" in order to have a strong economy.  She called Kemp's move \"perplexing\" and said she is urging \"people to exercise common sense, listen to the science, and stay home.\" Some background: Kemp announced yesterday that certain businesses can reopen this week in a move that breaks from the majority of state leaders and defies the warnings of many public health officials. Kemp said specifically that fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, and massage therapy businesses can reopen as early Friday. Theaters and restaurants will be allowed to open on Monday, while bars and night clubs will remain closed for now. Bottoms today also stated that the city is \"not out of the woods yet\" as numbers as of Monday evening show the death rate across the state up by 14%. ##The South## Jean Chatsky, a finance journalist and CEO of HerMoney.com, is answering some of your most pressing questions about the coronavirus and their money.  One college student asked: \"I've heard billions of dollars from the stimulus are going to colleges and universities. As a college student, will I see any of that money directly?\"  Here's what she said: “There was $12.5 billion in the CARES Act to go to 5,000 colleges and universities. And the universities have to disperse half of the money they received directly to the students in the form of emergency financial aid grants. Go to your college and university's website, see what they put up. Some of them are allowing students to apply for these grants, some are dispersing funds to students who receive Pell grants.” Watch more: ##Stimulus##  The US Food and Drug Administration has issued an emergency use authorization for a new coronavirus diagnostic test that allows for patients to collect their own samples at home and then mail those samples to a lab for testing, the administration announced today. The emergency use authorization was reissued to LabCorp, which intends to make its Pixel by LabCorp Covid-19 test home collection kits available to consumers in most states, with a doctor’s order, in the coming weeks, according to the FDA. \"Throughout this pandemic we have been facilitating test development to ensure patients access to accurate diagnostics, which includes supporting the development of reliable and accurate at-home sample collection options,\" FDA Commissioner Dr. Stephen Hahn said in the agency's announcement. \"The FDA’s around-the-clock work since this outbreak began has resulted in the authorization of more than 50 diagnostic tests and engagement with over 350 test developers,\" Hahn said. \"Specifically, for tests that include home sample collection, we worked with LabCorp to ensure the data demonstrated from at-home patient sample collection is as safe and accurate as sample collection at a doctor’s office, hospital or other testing site. With this action, there is now a convenient and reliable option for patient sample collection from the comfort and safety of their home.\" The FDA noted that the emergency use authorization applies only to the LabCorp Covid-19 RT-PCR Test for at-home collection, which requires a nasal swab specimen for testing using the Pixel by LabCorp Covid-19 home collection kit. The FDA said in its announcement, \"It is important to note that this is not a general authorization for at-home collection of patient samples using other collection swabs, media, or tests, or for tests fully conducted at home.\" ##Testing## Senate Minority Leader Chuck Schumer said lawmakers have struck a deal on a nearly $500 billion package to extend funding for an emergency small business lending program, provide additional funding for hospitals and expand funding for coronavirus testing.  “There is still a few more i’s to dot and t’s to cross, but we have a deal, and I believe we'll pass it today,” he said.  Schumer said that he, along with Speaker of the House Nancy Pelosi, White House Chief of Staff Mark Meadows, and Treasury Secretary Steve Mnuchin were on the phone past midnight and came to an agreement “on just about every issue,” he told CNN’s John Berman.  A national testing plan will be a part of the package, Schumer said. “To get the kinds of testing that is done, to get the contract tracing, to make the tests free, you need a significant federal involvement, you need a national strategy, and the President and Mnuchin and Meadows agreed to that, to their credit,” he said.  Schumer also said that Trump’s announcement on Twitter that he is suspended all immigration to the United States during the coronavirus pandemic is “another diversion.” Watch: ##Stimulus## Jean Chatsky, a finance journalist and CEO of HerMoney.com, is answering some of your most pressing questions about the coronavirus and their money.  One reader asked: “My employer is lowering my weekly salary due to my receiving a stimulus check. His logic is I am still breaking even. Is this even legal?\" Here's how she responded: “The bottom line is it is legal as long as you satisfy a few ground rules. They have to let you know that you are receiving a salary cut and you basically have to accept it. You have the right to quit. They can't cut your salary for work that you've already done. It can't be discriminatory. … And if you have a contract or if you're a member of a union, there has to be some sort of negotiation. They also can't take you below minimum wage, but other than that, they are allowed to do it.” Watch more: ##Stimulus## All available evidence suggests the coronavirus originated in bats and was not a “laboratory construct”, World Health Organization spokesperson Fadela Chaib said at a briefing in Geneva today. US intelligence and national security officials say the United States government is looking into the possibility that the novel coronavirus spread from a Chinese laboratory rather than a market. “At this stage, it is not possible to determine precisely the source of the virus which caused the Covid-19 pandemic,” Chaib said at a briefing. “However, all available evidence suggests that the virus has a natural animal origin and is not a manipulated or constructed virus. The virus most probably has its ecological reservoir in bats.” “Many researchers have been able to look at its genomic features — and they have found that the evidence does not support the idea that the underlying virus is a laboratory construct.”  Chaib says people should focus on facts – not “spurious theories” about the origins of the virus. Jean Chatsky, a finance journalist and CEO of HerMoney.com, is answering some of your most pressing questions about the coronavirus and their money.  One viewer asked: “Is the virus stimulus check going to be adjusted when I file for 2020 tax returns? Is this amount going to reduce my refund for next year?” Here's how she responded: “It is not … This is not counted as part of your adjusted gross income. You will not have it pay the money back, the government put it out there because they wanted people to be able to put food on the table. So don't worry about that.”Chatsky added that for people who receive social security, survivor or disability, or get a railroad retirement benefit, and have a child, they have to go to the IRS website to let them know they have a dependent under age 17 in order to get an extra $500 check.  Watch more: ##Stimulus## ﻿Officials are still working to draft the executive order suspending immigration to the United States that President Trump tweeted about late last night, according to an administration official. They hope to have it completed in the next few days for Trump to sign.  While the language is still being finalized, the order is expected to temporarily halt the issuance of new green cards and work visas — steps that had already effectively been in place amid the coronavirus pandemic.   Other aspects of the order remain unclear inside the administration, including what legal authorities the President will rely upon in the order and what other elements of immigration — including family immigration and potential exemptions — might be included.  Officials were also weighing expanded travel restrictions beyond the current bans in place from China and Europe, the official said.  The order is expected to include some exemptions for farm workers and health care providers, according to the official, but could also exempt some other workers deemed “essential.” An administration official told CNN the executive order will be a “temporary 120 days or so” halt on “some” work visas to mitigate some of the unemployment concerns.  Some background: Trump tweeted last night that he will sign an executive order temporarily suspending immigration to the United States as the nation battles the health and economic effects of the coronavirus pandemic.  \"In light of the attack from the Invisible Enemy, as well as the need to protect the jobs of our GREAT American Citizens, I will be signing an Executive Order to temporarily suspend immigration into the United States!\" he tweeted. The US needs to be able to perform millions of coronavirus tests each week before restrictions can be safely lifted, economists and public health experts say in two different plans for reopening society. The two reports differ in their recommendations for just how much testing is needed. One calls for 3 to 30 million tests a week, while the other says the country will need to be doing 20 million tests a day to get a handle on the pandemic. Both proposals, though, cast doubt on the country's readiness to relax social distancing measures, which some states are already beginning to do. So far, the US has only performed about 4 million coronavirus tests, and governors have reported continued shortages of the materials needed to run tests, from chemical reagents to swabs. Read more:  ##Reopening## ##Testing## New York City Mayor Bill de Blasio slammed President Trump’s response to the coronavirus, saying that he has “a misunderstanding of this enemy that we are facing.”  “He's doing this kind of false optimism, acting like it's going to be easy to come back,” de Blasio said. “It's not going to be easy, but we will do it. But if we jump the gun, we're going to regret it.” De Blasio said he has spoken to President Trump about restarting the city’s economy.  “We can't do that if we cannot even function as cities,” he said. “I heard dead silence — had a number of conversations with him, have heard nothing back. And he's a New Yorker — he was, now he lives in Florida — but he's literally said nothing about how to help the place that's been the epicenter to get back on its feet.” De Blasio said Trump should be laser-focused on two things: testing and the economic stimulus.  “These are the two things he's dropped the ball on,” de Blasio said. “And I think history is going to judge him very harshly and put him in the same camp as Gerald Ford and even Herbert Hoover, who ignored what the Depression was doing to people and failed to bring the country back. That's where this President is now. And he should kiss his reelection goodbye if he thinks he's going to be able to convince the American people to want four more years of a guy who can't even get the basics right.”  De Blasio also discussed his decision to cancel all public events through June. “It’s so sad, but we're still talking about hundreds of people dying a day. We've got to make sure we get this right once and for all,” he said. Watch more: ##New York## ##Reopening## The NAACP, National African American Tobacco Prevention Network and Council on Black Health have written a joint letter to the US federal government requesting specific actions to address the racial disparity seen in Covid-19 cases and the disproportionate impact the pandemic has had on the black community in the United States. The letter, published last night, includes signatures from more than a dozen organizations and outlines specific short-term and long-term requests for lawmakers. In the short-term, the groups call for... Mobile Covid-19 testing in underserved communities\nCOBRA coverage for workers losing health insurance due to furloughs \n Race- and location-specific data on Covid-19 cases In the long-term, the groups call for an increased federal minimum wage and additional investments made in health care, among other requests. \"Increasingly, the data on COVID-19 underscore why our organizations exist and are joining forces at this time: Now more than ever, Black people are paying the price for our short- and long-term policy failures through compromised health and an early demise,\" NAACP President and CEO Derrick Johnson said in a press release on Tuesday. \"Enough is enough.\"  Georgia Republican Gov. Brian Kemp announced Monday that certain businesses can reopen this week in a move that breaks from the majority of state leaders and defies the warnings of many public health officials. Kemp said specifically that fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, and massage therapy businesses can reopen as early Friday, April 24. Theaters and restaurants will be allowed to open on Monday, April 27, while bars and night clubs will remain closed for now. The decision follows new guidance unveiled by President Donald Trump last week meant to help states loosen their social distancing restrictions. According to an influential model often cited by the White House, from the Institute for Health Metrics and Evaluation, Georgia hit its projected \"peak\" for daily deaths 13 days ago, on April 7. But that same model predicts that dozens of people will die each day in the coming week. And to limit a resurgence of the virus, the model says that Georgia shouldn't start relaxing social distancing until after June 15 — when the state can begin considering other measures to contain the virus, such as contact tracing and isolation. Notably, Kemp said Monday that no local ordinance can restrict the openings, which will be implemented statewide.  The Republican governors of Tennessee and South Carolina on Monday signaled similar phased reopenings, despite South Carolina not meeting the suggested reopening criteria from the White House. Tennessee Gov. Bill Lee announced his statewide stay-at-home order will expire April 30, and the vast majority of businesses in 89 counties allowed to reopen on May 1. Businesses may open even sooner, he said. ##Reopening## ##The South## America has an inequality problem and the coronavirus crisis is making it worse. The pandemic is leaving few people untouched, but America's weakest demographic groups are shouldering the worst burden through job losses and frontline work, against a backdrop of a higher risk of infections and lower savings. Lower earnings: The average black and Hispanic families are already bringing in less income, earning between 71 cents and 74 cents for each dollar earned by the median white family, according to a new report from the JPMorgan Chase Institute. Fewer safety nets: Minority families also have a smaller buffer of liquid assets like savings and investments, meaning they have a much thinner cushion to fall back on to weather the storm of economic shocks. Vulnerable to layoffs: Black and Hispanic workers are also more likely than white workers to be in jobs that pay by the hour, making them more susceptible to layoffs.  A total of 22 million Americans have filed for unemployment benefits over the past month. \"As families face job loss and income uncertainty resulting from the Covid-19 pandemic, this report shows that black and Hispanic families will bear the brunt of this economic crisis,\" said Diana Farrell, president and CEO of the JPMorgan Chase Institute. Related Coverage: America's black and Hispanic communities are bearing the brunt of the coronavirus crisis President Trump suggested Monday that there could be a Senate vote on a supplemental small business package Tuesday. “Hopefully, tomorrow the Senate’s going to be able to vote. A lot of progress has been made on that, tremendous progress, great plan,” Trump said. He said he hoped to have a vote in the Senate on Tuesday.  Trump said his administration is pushing for an additional $75 billion for hospitals and other healthcare providers in the deal. The Senate will try to pass a deal as soon as Tuesday afternoon, according to Majority Leader Mitch McConnell. Sources tell CNN House Speaker Nancy Pelosi told House Democrats that a deal could be reached as soon as tonight and said if there's a deal tonight, the vote in the House will be Wednesday. If the deal comes together Tuesday, she said, the House vote will be Thursday.  ##Stimulus## Individual missteps compounded upon each other when it mattered most put the United States well behind on Covid-19 testing. They included genuine fumbles, an overly restrictive testing policy and overly optimistic assurances. But now that it seems, hopefully, that the US may be getting the rate of Covid-19 infections under control, the lack of available testing seems likely to delay when the US can get back open for business. President Trump preaches from the White House about the sheer number of tests conducted, but it's the wrong metric in a country the size of the US, where more than 41,000 people have died so far. The countries that are ever so slowly climbing their way past coronavirus share one key trait: widespread testing. The US is testing about 150,000 people per day: Germany, with a smaller population, is testing 120,000 per day, according to The New York Times. Harvard researchers have argued that unless the US could be testing 500,000 per day by May 1, the economy won't be able to open up. Until the US has that and until it's possible to figure out where the virus is and where it is going, who has had it and whether the larger herd of Americans might be gaining some immunity, reopening the the country still seems a long way off.  Or maybe not. Georgia will partially reopen: Gov. Brian Kemp is moving to open some businesses — gyms, hair salons, body art studios — as soon as this week, with restaurants and theaters set to follow April 27. Bars and nightclubs will stay closed. Cities cannot supersede Kemp's order, which will be implemented statewide and follows similar announcements in South Carolina and Tennessee after President Donald Trump told governors to call their own shots. Figure it out: Other governors are fuming at the Trump administration, which has essentially cut states loose to figure it out on their own. Maryland, for instance, is getting its own tests from South Korea after the state's first lady, who is originally from South Korea, hatched a side deal. Keep reading. ##Testing##"], "Language": false}