{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/cnn-underscored/make-the-most-of-extra-time-with-your-kids/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristine Solomon"], "Writers": [["Kristine Solomon"]], "FirstPublishDate": ["2020-04-23T17:12:03Z"], "LastModifiedDate": ["2020-04-23T17:12:03Z"], "Headline": ["Expert-approved ways to make the most of extra time with your kids"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all of our coronavirus-related coverage here, and let us know your thoughts here. For many of us, the world is on lockdown, schools are closed and the whole family is home, for better or worse. Unless you're busy working from home, there don't seem to be enough activities in the world to fill up the hours. On the other hand, it feels like this uninterrupted family time is precious and unprecedented. So we asked a couple of experts: What are some constructive ways for parents and kids to savor these moments and maximize their time together — you know, without going mad?  \"Regardless of your access to toys, your imagination becomes the greatest tool,\" says Jen Taylor, a licensed clinical social worker and registered play therapist supervisor. With her own family, Taylor is a big fan of storytelling. \"Telling stories about the pictures in the clouds, the bugs you find in the dirt or some made-up characters that you created together is the easiest way to pass the time,\" she says. \"We tell collaborative stories where I say one line and then the next person tells the next line. And we also love kinesthetic storytelling, where the story is told through a series of pictures 'drawn' (with your hands) on the child's back.\" Another fan of storytelling as a family is Laurie Schacht, chief toy officer at Toy Insider and working mom. She calls the Story Unicorn Dream Dollhouse \"the perfect toy for promoting storytelling\" and adds, \"Kids and parents can play together and use their imaginations.\"  Imagination, storytelling — we're starting to notice a theme here. Below, Taylor and Schacht share more toy, game and activity recommendations for parents looking to make time spent with their kids count (and to help kids of all ages get along while letting off a little steam). Nature-inspired art projects that combine exploration with creativity \"Nature walks often yield great finds,\" says Taylor. \"Making art from sticks, leaves, flowers, rocks yields lots of fun projects.\" Ages 3 and older: Creative Roots Paint Your Own Rock Pets ($7.99; amazon.com) This art set comes with six paint pots and a paintbrush, allowing kids' imaginations to run wild as they embellish the \"pet\" rocks they collect in the backyard or on neighborhood walks. The kit even comes with its own paintable stones for those days when it's too rainy to forage. Let your little ones get inspired to create ladybugs, turtles, or bumblebees using the glue and googly eyes included in the package. Add a layer of varnish, and you've got a perfectly behaved pet for life. _______________________________________________________________________________ Ages 4 and older: The Magic School Bus Science on a Garden Adventure (starting at $17.22, originally $32.99; amazon.com) This award-winning kit takes more of a scientific approach to nature's offerings. Included are essential explorer tools like a magnifying glass for bug inspections, chromatography paper for analyzing leaves, and a data entry book for taking copious notes. Adult supervision is encouraged, making this the perfect opportunity to learn together. Dance parties and singing sessions to relieve tension Taylor recommends cutting loose for kids of all ages — and yes, that includes parents. \"Your radio or phone can play music for dance parties or cleanup parties,\" she says. Pro tip: A great Bluetooth speaker will go a long way.   Ages 5 to adult: Casio Lighted Keyboard ($159.99; target.com) \"A keyboard would be on my wish list!\" says Taylor. We love this 61-key electronic keyboard that features keys that light up so you can follow along. Seasoned pros can tickle the ivories, while newbies can benefit from guided learning lessons. If you're teaching yourself tablature, you can even upload standard MIDI files to the keyboard's companion app so you can learn your favorite songs.  _______________________________________________________________________________ All ages: Bonaok Wireless Bluetooth Karaoke Microphone ($34.99; amazon.com) There's no need to lug around a giant karaoke machine. Download a popular (and free!) karaoke app like Smule, then sync your phone to this lightweight, rose gold Bluetooth microphone that's billed as \"loud enough to fill a room.\" It muffles background noise and breathing and lets you adjust the volume as you belt it out like a contestant on \"The Voice.\" Strategy games to help kids play well together \"It's not the toy that is therapeutic,\" says Taylor. \"It's the relationship between the people playing together that makes an activity therapeutic.\" Encourage siblings to collaborate, regardless of age, with games that require group strategy.  Ages 4 to 10: Hoot Owl Hoot! ($15.99; target.com) Taylor says this insanely popular game is \"perfect for squabbling siblings.\" Target shoppers give this one 5 stars, with one customer saying, \"Love that all players work together for a common goal. My 3- and 5-year-old really enjoy this.\" Players work together to help the owls fly back to their nest. It's a hoot! _______________________________________________________________________________ All ages: Lego Classic Large Creative Brick Box ($27.99; target.com) Boys, girls, young, old — who doesn't love a Lego project? Forget jigsaw puzzles (though, hey, we love a family puzzle or game night, too). The whole family can gather 'round to click these bricks together and form vehicles, animals and other figures. Give yourselves a common goal like building a town, or just see what everyone comes up with on their own. The sense of accomplishment will be palpable. Silly family pastimes to keep you laughing \"Laughter is the best medicine,\" or so the saying goes. So, here are a few games to get the giggles rolling. Ages 5 to 12: Stacktopus ($12.99; amazon.com) \"The whole family gets to have silly sea creature fingers as they test their dexterity and skill together,\" says Schacht of this beloved stacking game. \"This game will have the family laughing as they race to see whose funny fingers will finish the challenge first.\" _______________________________________________________________________________ 8 to adult: Monopoly: Cheaters Edition Game ($15.88, amazon.com) You've likely seen a lot of different Monopoly editions over the years, but never one quite as irreverent as this one that encourages foul play. \"For the first time, you get to cheat to win and the family will bend the house rules like never before,\" says Schacht. \"And, like traditional Monopoly, it takes a really long time to play — a good thing right now!\" _______________________________________________________________________________ All ages: Relative Insanity Game ($9.99; target.com) Schacht calls this game, created by comedian Jeff Foxworthy, \"hilarious,\" as it encourages family members to essentially \"roast\" one another. \"There's so much inside that families will relate to, especially when we're all together 24/7!\" she says. \"It will definitely inspire lots of laughs and has a little bit of an edge, so teens and tweens will definitely have fun playing with their parents and grandparents.\" Backyard and lawn games and toys that encourage outdoor activity Taylor is in favor of anything that gets the family into outdoor spaces — on their own property, of course. These games and toys are meant to be enjoyed in the fresh air, if possible. Ages 3 to 8: Hop & Count Hopscotch Rug ($26.99; amazon.com) Kids can be active while brushing up on their counting skills with this update to a timeless classic. Instead of chalk on the driveway (not that  there's anything wrong with that!), this rug has hopscotch built right in and is great for both indoor and outdoor play.  _______________________________________________________________________________ Ages 5 to teen: Double Dutch Jump Rope Set ($15.95; amazon.com) Another playground classic, Double Dutch is not your average game of jump rope. It requires dexterity, coordination and most of all, cooperation. It takes time to get the hang of it, and once they do, kids will want to show off for hours.  _______________________________________________________________________________ All ages: Hey! Play! Lawn Bowling Game with Mesh Bag ($49.89; amazon.com) This lawn bowling set, beautifully made from New Zealand pine with a quality finish, is the perfect activity to keep the whole family engaged in fun and healthy competition. It makes backyard barbecue parties a lot more action-packed, and it comes with a mesh carrying case to tote anywhere.  Boredom-busters for restless evenings \"Anything that helps creative expression can be therapeutic,\" says Taylor. Sometimes that expression is an outlet for ennui and restlessness, to be frank. These games and activities encourage family members to hunker down around the dining table and focus. It's important to let off mental steam, too. Ages 7 to adult: Uno card game ($5.99; target.com) Schacht recommends this classic and timeless Mattel card game as an after-dinner pastime for the whole family. \"It's all about matching colors and numbers and as few as two people can play, but as many as 10, so for a large family this is perfect,\" she says.  _______________________________________________________________________________ Age 9 to adult: K'nex Thrill Rides 3-In-1 Classic Amusement Park Building Set ($49.99, originally $54.99; amazon.com) \"K'NEX coasters are a classic, iconic toy, and they take a while to build,\" says Schacht of this beloved kit that lets you build model structures. \"They are easy enough for kids to enjoy, and challenging enough for adults to get in on the fun as well. Once built, you have an incredible coaster to show off!\" _______________________________________________________________________________ Tweens to adults: 3Doodler Create+ Essentials 3D Printing Pen Set ($79.99; amazon.com) \"The 3Doodler Create+ is an awesome 3D printing pen that allows families to create anything they want, like candle holders, picture frames, phone cases, and so much more,\" says Schacht of this next-level toy. \"Start a fun project and let the whole family add a piece so at the end you have something everyone worked together to create.\" Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}