{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/entertainment/lady-gaga-blackpink-chromatica-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T00:06:32Z"], "LastModifiedDate": ["2020-04-23T00:06:32Z"], "Headline": ["Lady Gaga's new album features Blackpink and K-pop fans can't wait"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Lady Gaga released the track list for her upcoming album on Wednesday -- and one song collaboration has got K-pop fans screaming.  The album, titled \"Chromatica,\" has a track titled \"Sour Candy,\" which features none other than the queens of Blackpink. Blackpink -- which consists of members Jennie, Lisa, Rosé and Jisoo -- has consistently dominated the music charts not only in South Korea, but also in the US, with hits like \"Kill This Love\" and \"DDU-DU-DDU-DU.\"  Gaga's new 16-track album also includes \"Stupid Love,\" which has already been released, and a song featuring Elton John called \"Sine From Above.\" Another song, titled \"Rain On Me,\" features Ariana Grande.  But many people sounding off in response to Gaga's tweet appear to be big Blackpink fans.  \"Yes GagaPink is coming, the Queen of pop and the Queens of kpop,\" one comment reads.  The song with Gaga isn't the first time the K-pop group has worked with a Western artist. Their song with Dua Lipa called \"Kiss and Make Up\" made it onto the Billboard Hot 100 in 2018.  \"Chromatica\" was initially scheduled for release on April 10, but Gaga announced in March that she was postponing its launch due to the coronavirus.  \"This is such a hectic and scary time for all of us, and while I believe art is one of the strongest things we have to provide joy and healing to each other during times like this, it just doesn't feel right to me to release this album with all that is going on during this global pandemic,\" she posted on Twitter at the time.  While Gaga hasn't announced the new date for her album's release, there's no doubt that when it comes out, the songs will be epic. "], "Language": false}