{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/politics/trump-biden-china-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-04-22T00:01:24Z"], "LastModifiedDate": ["2020-04-22T01:31:51Z"], "Headline": ["Trump and Biden launch battle over China that could define 2020 election"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump and presumptive Democratic nominee Joe Biden are unleashing the first shots over China and the coronavirus pandemic that could turn into a critical showdown in November's election. Trump has now turned on China, where the pandemic originated, as an apparent distraction from domestic criticism of his slow recognition of the crisis that has now killed more than 42,000 Americans. But he is also exposed by his repeated flattery of President Xi Jinping's management of the virus. So, as he often does, the President is adopting attack as his best form of defense, slamming Biden for what he claims is a long record of appeasing Beijing. But the former vice president is hitting back with an extremely stark digital ad that claims \"Trump rolled over for the Chinese. He took their word for it.\" The attack previews a searing accusation likely to dominate the fall -- directly blaming millions of lost jobs and tens of thousands of US deaths on Trump, who the ad says left America \"unprepared and unprotected.\" It is a sign of the disjointed, globalized times that a virus that first emerged in a city in central China unknown to most Americans could potentially define a US presidential election. But the President's struggle to find an exit from the worst domestic crisis since World War II -- exacerbated by a series of missteps bound up in his dealings with Beijing -- will likely decide his fate in November. The conflagration over China is also consequential because it's about far more than the virus. It lays bare the differing temperaments, worldviews and economic and political instincts of the rivals. And US-China relations crystalize multiple forces shaping American politics -- industrial blight in Midwestern electoral battlegrounds, trade wars, Trump's America First nationalism, the challenge to US influence in Asia and the President's climate change denial. But whoever wins the political confrontation over China, one thing is clear: It will cause a further deterioration of what experts say is the world's most important economic, diplomatic and security relationship. Trump's China gamble Trump's early attack on Biden over China -- while it may prove effective, given his skills at hammering home a negative narrative -- is also risky because it reveals his own political liabilities. The President's weeks of praise for Xi, who appeared to initially use autocratic might to hide the extent of the pandemic, leave him open to charges of hypocrisy. \"China has been working very hard to contain the Coronavirus,\" Trump tweeted on January 24, a period in which he now accuses the World Health Organization of colluding in a cover-up with Beijing. \"The United States greatly appreciates their efforts and transparency. It will all work out well. In particular, on behalf of the American People, I want to thank President Xi!\" Trump's 2020 campaign is trying to turn a weakness into a strength, blistering Biden with ads that claim that he, not Trump, went soft on Beijing. \"China wants Sleepy Joe sooo badly,\" Trump wrote in a tweet magnifying the campaign on Saturday. \"They want all of those billions of dollars that they have been paying to the U.S. back, and much more. Joe is an easy mark, their DREAM CANDIDATE!\" Trump has made his tough approach to China a signature of his presidency, launching a tariff war that dismayed the Republican Party's traditional free trade lobby and raised prices for US consumers. But China has also exploited Trump's reversal of US engagement to multiply its influence -- especially after the US backed out of the Trans-Pacific Partnership trade pact, an attempt to balance Beijing's growing economic power. Trump's two-sides China policy: Bash Beijing while praising Xi Trump's powerful allies in conservative media are already highlighting Beijing's failings at a time when more objective outlets are also dwelling on Trump's mistakes. The President has engaged with questions about conservative claims that the virus spread from a Chinese laboratory, not a live animal market -- despite a lack of conclusive intelligence so far that is the case. Like Trump, China has tried to deflect from its own culpability by playing politics, but it is also giving the President ammunition. He seized on a conspiracy theory floated by a Foreign Ministry official that US troops took the virus to China in order to accuse Beijing of acting in poor faith. Bashing China is a tradition in US presidential elections: Bill Clinton, for instance, slammed President George H.W. Bush for coddling the tyrants in Beijing, then as president took expansive steps to encourage their economic emergence. Trump turned the tactic into a political art form in 2016, accusing China of \"raping our country\" -- an effective message in Midwestern swing states gutted by the flight of jobs abroad. A battle for Rust Belt voters in states like Pennsylvania, Michigan and Wisconsin could decide the election in 2020 and the President will trumpet his efforts to stand up to China. Trump transformed US-China policy Unlike many of Trump's political attacks, his critique of China does bear some relation to the truth and attracts some bipartisan support. Many nations have questions over China's reaction to the outbreak of the coronavirus and about the transparency of its case counts even now. Singling out Beijing plays into another Trump campaign play -- the idea that a foreign force is threatening US life and culture. In 2016 Mexicans played that role. Now it's China's turn, raising concerns about a backlash against Americans of Asian origin. A new Trump campaign ad accuses Biden of standing up for China while \"China cripples America,\" showing clips of the former vice president saying it is in US interests that China prospers. A pro-Trump super PAC, America First Action, is blasting \"Beijing Biden\" in a $10 million ad across swing states Wisconsin, Michigan and Pennsylvania. Trump's ad distorts and takes some of Biden's positions out of context. But the President's team can fairly argue that Biden is a veteran of a previous era of Sino-US relations, when successive presidents saw a need to manage Beijing's rise to avoid a confrontation that now seems increasingly likely. Critics of that approach on both sides of the aisle now say it empowered a US future enemy. And Trump engineered the most significant pivot in nearly 50 years of US-China relations. The President can also justifiably argue that previous US administrations, including the one in which Biden was vice president, did not prevent Beijing's trade abuses and intellectual property theft. Biden, as a senator from Delaware, voted to grant China permanent normal trading relations during the Clinton administration -- a move that unleashed the Asian giant's economy but also added to the rush of US manufacturing jobs abroad. That gives Trump the chance to argue Biden was complicit in the \"American carnage\" that resulted, in an effort to undercut the Democrat's strong blue-collar support. The China attack also has another attraction for the President. Trump last year called on Beijing to launch an investigation into Biden and his son Hunter, alleging they had received a Chinese payoff worth billions of dollars. A company on whose board Hunter Biden later sat received a large investment of Chinese capital shortly after he had visited the country with his father. Hunter Biden's lawyer said his client had received no compensation for being on the board of the firm, BHR, has not received any return on his investment and there have been no distributions to BHR shareholders since he obtained his equity interest after the vice president left office. But as Trump showed in his assault on Democratic presidential nominee Hillary Clinton in 2016, just the taint of impropriety and questions about conflict of interest can give him an opening, despite his own opaque and extensive business dealings, which he has tried to keep from the American people by refusing to release his tax returns. Biden can turn Trump's attacks against him The great weakness of Trump's China assault on Biden is embedded in his own campaign ad, in which the former vice president is pictured clinking glasses with Xi. Every time he is attacked, Biden can raise the long list of occasions when Trump poured praise on China's management of the coronavirus pandemic. \"I just spoke to President Xi last night,\" Trump said in North Carolina on February 7. \"But I think he's going to handle it. I think he's handled it really well. We're helping wherever we can. But we have a great relationship. It's incredible.\" The President has since tried to heap blame on China and the WHO as criticism escalated that he disastrously underplayed the threat from the virus. \"I was very happy with the deal, very happy with everything, then we find out about the plague, right? The plague. And since we found out about that, I'm not happy,\" Trump said on Sunday, repeatedly touting what he calls his China travel ban brought into force at the end of January. The President restricted entry from foreign nationals who had recently been in China. But an estimated 40,000 other people entered the US after recent travel in the country following the imposition of the restrictions. The Biden campaign reacted swiftly to Trump's escalation and is also skewering the President on the \"phase one\" trade deal under which Beijing agreed to increase US agricultural purchases from the US in return for a halt to a $250 billion US tariff hike on imports from China. The pact did not lift most tariffs hurting US consumers but did improve some access to US produce and banks in Chinese markets. Key issues like intellectual property theft remain unresolved. however. \"President Trump's false attacks on Vice President Biden are just another attempt to distract from the president's failure to stand up to China for American workers and more importantly, more immediately today his failure to prepare our country for the coronavirus pandemic,\" Democratic Sen. Sherrod Brown of Ohio, a Biden supporter, told reporters Friday."], "Language": false}