{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/wigs-tomihiro-kono-hair/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Allyssia Alleyne, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-21T12:50:26Z"], "LastModifiedDate": ["2020-04-21T13:00:34Z"], "Headline": ["The transformative powers of wigs"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["Like the clothes we choose and the faces we don't, our hair (or lack thereof) is a key part of the story we wordlessly tell when we walk into a room. Through cut, style and color, our hair communicates a message about our values and our circumstances, our heritage and our mood -- whether we intend it to or not.  For those who are content to tell the same story for an extended period of time, a single hairstyle will suffice. But for those looking to assume a dramatic new identity for a single night, or test the waters before diving in head first with a transformative cut, there are wigs.  \"There are some limits in changing (one's) own hair because (we) have certain social roles, and it's hard to go too crazy and adventurous sometimes,\" said Japanese hairstylist and wig maker Tomihiro Kono in an email. \"A wig can be an option for changing instantly, with no risk.\"  Kono has been working with hair for 20 years, styling looks for Vogue, Dazed and W, among other magazines. But he only started creating wigs in 2017, as a way to expand his professional toolbox.  Whereas his usual styling work required the cooperation of a model or client, wig-making has allowed him to let his imagination run wild. No color is ever too bold, no cut too impractical. \"Wig-making is like making an artwork as a hair stylist. I can make my imaginary characters,\" he explained.   Kono has assembled a cast of these characters in his latest book, \"Personas 111.\" In it, we see 111 wigs -- designed over the course of three years -- in different states, first, as works of art, seemingly floating in mid-air (an effect that mirrors the interactive exhibitions Kono stages in Paris and Tokyo), then from behind, on a model's head. But it's only when we see them straight on, modeled by androgynous photographer Cameron Lee Phan, that their transformative power becomes clear.  While Phan's stoic expression remains virtually unchanged, a brown bowlcut projects a different image than that of a blonde roller set, or a crown of rainbow corkscrews.  Beaded, braided pink hair, swept forward into an extended fringe, conjures a '90s raver; lacquered black finger waves, a silent film star. Pink-and-purple ombré blown into a wispy halo and a shaggy mullet suggest different riffs on the rockstar, past and future -- fitting, considering that Kono cites David Bowie, Blondie and the '60s mod rock group Small Faces as influences, along with Japanese anime from the '80s and '90s, and the natural world.  In his essay for the book, Kono points back to the fact that wigs have long been a part of the performing arts, and implores readers to embrace them in their own personal storytelling.  \"Wigs help us (experience) an instant transformation and discover multiple characters existing within ourselves,\" he writes.  \"My wigs are artifacts to encourage and foster continuous transformation. So, ask who you want to be, choose your wig, and step into your new life.\"  \"Personas 111\" by Tomihiro Kono, published by Konomad, is out now. "], "Language": false}