{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/politics/georgia-brian-kemp-reopen-businesses-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul LeBlanc, CNN"], "Writers": [["Paul LeBlanc"]], "FirstPublishDate": ["2020-04-20T21:08:10Z"], "LastModifiedDate": ["2020-04-21T01:59:11Z"], "Headline": ["Georgia governor to reopen some businesses as early as Friday as other states signal similar plans"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Georgia Republican Gov. Brian Kemp announced Monday that certain businesses can reopen this week in a move that breaks from the majority of state leaders and defies the warnings of many public health officials. Kemp said specifically that fitness centers, bowling alleys, body art studios, barbers, hair and nail salons, and massage therapy businesses can reopen as early Friday, April 24. Theaters and restaurants will be allowed to open on Monday, April 27, while bars and night clubs will remain closed for now.  The decision follows new guidance unveiled by President Donald Trump last week meant to help states loosen their social distancing restrictions.  According to an influential model often cited by the White House, from the Institute for Health Metrics and Evaluation, Georgia hit its projected \"peak\" for daily deaths 13 days ago, on April 7. But that same model predicts that dozens of people will die each day in the coming week. And to limit a resurgence of the virus, the model says that Georgia shouldn't start relaxing social distancing until after June 15 -- when the state can begin considering other measures to contain the virus, such as contact tracing and isolation. Notably, Kemp said Monday that no local ordinance can restrict the openings, which will be implemented statewide. \"In the same way that we carefully closed businesses and urged operations to end to mitigate the virus' spread, today we're announcing plans to incrementally and safely reopen sectors of our economy,\" he told reporters. When pressed on the timing of his action, Kemp conceded that \"we're probably going to have to see our cases continue to go up,\" but said the state is more prepared to handle it. \"If we have an instance where a community starts becoming a hot spot, then, you know, I will take further action. But right now (I) feel like we're in a good spot to move forward,\" he said. Southern states discuss relaxing restrictions The Republican governors of Tennessee and South Carolina on Monday signaled similar phased reopenings, despite South Carolina not meeting the suggested reopening criteria from the White House. Tennessee Gov. Bill Lee announced his statewide stay-at-home order will expire April 30, and the vast majority of businesses in 89 counties allowed to reopen on May 1. Businesses may open even sooner, he said. \"Our Economic Recovery Group is working with industry leaders around the clock so that some businesses can open as soon as Monday, April 27,\" Lee said. \"These businesses will open according to specific guidance that we will provide in accordance with state and national experts in both medicine and business.\" South Carolina Gov. Henry McMaster announced that retail stores selling furniture, books, music, flowers, clothing and accessories, as well as department stores, sporting goods stores and flea markets, were allowed to open at 20% capacity or five people per 1,000 square feet. Beaches, he said, will be reopened Tuesday at noon. The Democratic governors of Illinois and Louisiana also said that different parts of their states could reopen in the near future. Louisiana Gov. John Bel Edwards told reporters that he hopes the state could reach phase 1 of the reopening plan \"sooner rather than later.\" That phase would limit visits to senior living facilities and hospitals, but large venues as well as gyms, movie theaters and places of worship would be allowed to operate under social distancing protocols. Schools, bars and clubs would remain closed. Illinois Gov. J.B. Pritzker told reporters that he could consider different guidelines for reopening different parts of the state as he considers changes to the statewide stay-at-home order set to expire at the end of the month. \"I think the important thing is that that we want to keep people safe and also give them the ability to do as much as possible without spreading the virus. And so those are the complications,\" he said. \"None of this is done on a whim.\" Those deliberations come as tension between state leaders and the White House deepens over who is responsible for the much-needed expansion of Covid-19 testing capacity. In all, there have been at least 42,000 deaths and about 785,000 cases of coronavirus in the US, according to data from Johns Hopkins University. Trump discussed loosening restrictions with governors in a conference call last week, telling state leaders, \"You are going to call your own shots,\" according to a person familiar with the conversation. \"I've gotten to know almost all of you, most of you I've known and some very well. You are all very capable people, I think in all cases, very capable people. And you're going to be calling your shots,\" the President said Thursday. Citing the White House guidance on Monday, Kemp said, \"We appreciate their leadership and share in the President's desire to reopen the economy and get Americans back to work,\" adding: \"As a small business person for over 30 years, I know the impact of this pandemic on hardworking Georgians in every ZIP code and every community.\" Kemp, when asked about the political implications of his decision, said pointedly, \"I don't give a damn about politics right now.\" Still, the governor received swift backlash from politicians in his state. 'This is reckless' Speaking with CNN's Chris Cuomo on \"PrimeTime\" Monday night, Atlanta Mayor Keisha Lance Bottoms said Kemp's decision concerned her as both \"a mother and as the mayor of our capital city.\" \"I'm perplexed that we have opened up in this way, and again I can't stress enough, I work very well with our governor, and I look forward to having a better understanding of what his reasoning is,\" she said. \"But as I look at the data and as I talk with our public health officials, I don't see that it's based on anything that's logical.\" Van Johnson, the Democratic mayor of Savannah, Georgia, told CNN's Erin Burnett on \"OutFront\" earlier Monday that he was \"beyond disturbed\" by Kemp's action. \"In my mind, this is reckless,\" Johnson said. \"It blows our minds that here in Georgia that we would have these types of rules and being lifted in a time when people are still suffering.\" Kemp's decision also drew condemnation from Shirley Sessions, the mayor of Tybee Island, a small coastal community near Savannah.  \"When people come in, what are they going to leave with and what are they going to leave us with?\" she asked on CNN.  Stacey Abrams, the 2018 Democratic gubernatorial candidate who ran against Kemp, also criticized Kemp's move, calling it \"Dangerously incompetent\" in a tweet. While the incremental reopenings align with the President's push, public health experts have repeatedly stressed the dangers of relaxing social distancing measures too early. CNN's chief medical correspondent Dr. Sanjay Gupta said Monday night he was \"very concerned\" about the governor's decision. \"This one is not a tough call,\" he said. \"It doesn't meet the most basic guidelines.\" Those comments echo the repeated warnings of Dr. Anthony Fauci, the nation's top infectious diseases expert, who told CNN last month: \"You don't make the timeline, the virus makes the timeline.\" As a result, other state leaders across the country have formed regional pacts to work together on how to reopen from the stay-at-home orders each has issued with a promise that their decisions will be driven by facts, science and public health professionals, not politics. Democratic New York Gov. Andrew Cuomo said last week that it was important to reopen the nation with a \"smart plan\" step-by-step, evaluating data at each juncture. New York remains one of the states hardest-hit by the coronavirus in the country. \"What the art form is going to be here ... is doing that smartly and doing that productively, and doing that in a coordinated way, doing that in coordination with the other states that are in the area, and doing it as a cooperative effort, where we learn from each other.\" This story has been updated with additional developments and reaction Monday."], "Language": false}