{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-04-20-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Elise Hammond and Veronica Rocha, CNN"], "Writers": [["Meg Wagner", "Elise Hammond", "Veronica Rocha"]], "FirstPublishDate": ["2020-04-19T12:17:39.249Z"], "LastModifiedDate": ["2020-04-21T01:15:22.948Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here.   Miami-Dade Mayor Carlos Gimenez has not made an announcement on how and when the county will reopen; but he made one thing clear during a virtual town hall Monday: opening beaches is not in the works. Gimenez announced that his decision to reopen the county will be guided by the advice of medical experts. When the time comes, it will require social distancing, face coverings and groups of more than 10 people will not be allowed to convene.  During the virtual town hall, the mayor heard recommendations from members of his work group teams on reopening parks, waterways, golf courses and beaches. They recommended that beaches in Miami-Dade not reopen at this time. If and when beaches reopen, the mayor’s team recommended that all beaches in Miami-Dade, Broward, Palm Beach and Monroe counties coordinate reopening at the same time. Reopening should start during a weekday to ease into the weekend, per the recommendations. The parks, waterways and golf course groups recommended strict rules for reopening those areas, including no group activities and strict distancing. Gimenez stressed that when his county reopens zero-tolerance will be enforced.    The 51st edition of the World Series of Poker (WSOP) has been postponed because of the Covid-19 pandemic, it was announced on the organization’s website Monday. The WSOP was scheduled to begin May 26 from the Rio All-Suite Hotel & Casino in Las Vegas. It is now targeted for the fall, with exact dates and events to be determined. “We are committed to running the World Series of Poker this year but need additional time to proceed on our traditional scale while prioritizing guest and staff well-being,” Ty Stewart, executive director of the World Series of Poker, said on the WSOP website.  “In the interim, official WSOP competitions are expected to be played online this summer, and we will soon announce details of an expanded series of tournaments to be played on WSOP.com and through partnership with international operators, which will allow players to chase WSOP glory from their homes,\" Stewart added. Savannah, Georgia, Mayor Van Johnson said Gov. Brian Kemp's decision to allow some businesses in the state to reopen as early as Friday is \"not based in any type of science or best practices.\" \"I am beyond disturbed,\" Johnson told CNN's Erin Burnett. \"In my mind, it's reckless, it's premature and it's dangerous.\" Johnson said Kemp did not talk to him or other local municipalities before announcing his decision Monday.  He said local mayors would \"have the best information here on the ground.\" \"Our reality here in Savannah is our numbers are still going up. We still have not done expanded testing and we do not have the 14 decline. So this just blows our minds that here in Georgia that we would have these types of rules being lifted in a time when people are still suffering,\" Johnson said. Kemp said earlier Monday that no local ordinance can restrict the openings, which will be implemented statewide. Johnson said because there is nothing he can do on a local policy level, he is encouraging people in Savannah to \"follow common sense.\" \"This is still a dangerous time, and it's not the time for people to take their feet off the gas. Not the time to think we're lulled into a false sense of security. This is still a dangerous world and Covid is still killing people,\" he said. Watch: ##Reopening##   President Trump said during Monday’s White House press briefing that 50,000 to 60,000 people in the US are expected to die from coronavirus — far less than earlier projections made by the administration. “Now we’re going toward 50 — I’m hearing, or 60,000 people. One is too many. I always say it. One is too many, but we’re going toward 50 or 60,000 people. That’s at the lower — as you know the lower (end of the projections) was supposed to be 100,000 people,” he said. “If we didn’t do what we did, we would have had, I think, a million people, maybe 2 million people, maybe more than that (dead),” he added. Late last month, the nation's top infectious disease expert, Dr. Anthony Fauci, told CNN's \"State of the Union\" that based on models, 100,000 Americans or more could die from the virus. According to Johns Hopkins University's tally of cases in the United States, at least 41,575 people have died in the US from coronavirus.  President Trump and senior members of his administration suggested during Monday’s White House briefing that Maryland Gov. Larry Hogan did not need to secure coronavirus tests from South Korea. Hogan, a Republican, has been pressing the federal government for more coronavirus testing capacity, and announced that the tests had been secured from South Korea earlier Monday.  Admiral Brett Giroir told reporters during the briefing, “I don’t know what the governor of Maryland is doing in South Korea, but there is excess capacity every day. If he wanted to send 30 or 40,000 tests to LabCorp and Quest, that could be done. That could be done tomorrow.”  Vice President Mike Pence said he would follow up with Hogan’s office. He also pointed to a slide that showed testing facilities “just in the state of Maryland.” “I don’t know when the governor placed the order from South Korea. I wouldn’t begrudge him or his health officials for ordering tests. But the capacity for all the different laboratories and number of machines across Maryland is part of what we were communicating today,” Pence said, adding that governors were assured access to federal testing facilities. The President was more pointed in his response to Hogan’s decision to get tests from South Korea, saying, “Take a look at that map. The governor of Maryland could have called Mike Pence, could have saved a lot of money.”  “I don’t think he needed to go to South Korea. I think he needed to get a little knowledge would’ve been helpful,” he added. Following the President's comments, Hogan's spokesperson tweeted a copy of a letter from Hogan, Washington, DC Mayor Muriel Bowser and Virginia Gov. Ralph Northam that \"specifically asked for a federal testing site in the region.\"  Hogan announced Monday that Maryland took delivery of 500,000 coronavirus tests from South Korea in a deal brokered with help from his South Korean born wife, Yumi. A Boeing 777 landed at BWI on Saturday, part of what Hogan dubbed “Operation Enduring Friendship.” The coronavirus kits come from LabGenomics and Hogan says the half million kits are “equal to the total amount of testing which has been completed by four of the top five states in America combined.” “I want to sincerely thanks our Korean partners for assisting us in this fight against our common hidden enemy,” Hogan said.  “The state of Maryland owes an incredible debt of gratitude to the people of South Korea,” he added. ##Tests## President Trump said \"we really don't need\" the Defense Production Act to manufacture more supplies for coronavirus testing. Trump was asked at Monday's White House briefing when the act will be invoked to compel a medical supplies company to make more testing swabs, and said, “We really don’t need it…sometimes all they have to do is see it coming.” The President did not provide more clarity about when or whether the act would be invoked. Admiral Brett Giroir, assistant secretary of health and the unofficial coronavirus task force testing czar, said there are two sides to the act — a “force” side and “a hand up” to companies.  “The company that we’re talking about has done everything to support this effort and have ramped up production,” he said. “This is the hand up. This is the government coming in and saying how can we help you expand your lines.” Trump announced Sunday he will compel a US company to make swabs under the Defense Production Act, but Peter Navarro, his trade adviser who Trump tapped to coordinate DPA use, clarified to CNN Monday that the White House plans to use the act to give Puritan Medical Supplies federal funding to boost production. Watch: ##Tests## Dr. Deborah Birx, the White House coronavirus response coordinator, said that while governors have been asked to follow the federal guidelines around reopening state economies, each governor is able to “decide for themselves.\"  “We have asked every governor to follow the guidelines,” Birx said, responding to a question from CNN's Kaitlan Collins about what she thought of South Carolina beginning to reopen without reaching federal guidelines. Birx then added though that “each of the governors can decide for themselves whether they’ve reached specific guidelines.” She noted that states need to publicly make available their data on coronavirus cases and specifically applauded Florida for their website. Birx also noted that Jacksonville, Florida, opened before the rest of the state and said that it makes sense because the city has had less than 20 cases a day — far less than southern parts of the state. “When you inform the public and give them the information that they need, then they can make decisions along with the local officials and government,” Birx said. States starting to reopen: In addition to South Carolina loosening restrictions, Georgia Gov. Brian Kemp announced Monday that certain businesses in the state would be able to reopen this week in “a small step forward” out of the social distancing measures.  Tennessee Gov. Bill Lee also made a similar announcement today, saying the economy would start to reopen by May 1. Democratic governors of Illinois and Louisiana also signaled Monday that different parts of their states could reopen in the near future. ##Reopening## Detroit’s Democratic Mayor Mike Duggan reacted to Georgia GOP Gov. Brian Kemp’s announcement that certain businesses in the state could reopen later in the week, saying it may be premature according to the science. “The science does not support that, at least certainly not in Michigan,” said Duggan, when asked by CNN’s Wolf Blitzer of Kemp’s plan to prioritize the opening of businesses including gyms and hair salons. “...In the city of Detroit ... we have knocked down the rate of this dramatically ... by making a commitment as a city to care for each other. Duggan was commended over the weekend by Dr. Deborah Birx, the White House's coronavirus response coordinator, for his effort to get coronavirus testing for everyone in the city, which has been among the hardest hit in the US by the pandemic. ##Reopening## Georgia Gov. Brian Kemp said he felt that the state “was in a good spot to move forward” with the reopening of certain businesses, but acknowledged that with more people are out, cases will likely go up. “Now, I will say that, you know, we have more people moving around, we're probably going to have to see our cases continue to go up, but we're a lot better prepared for that now than we were over a month ago. We have the hospital bed capacity. We have the community knowledge. We have a lot of things in place now,\" he said. Kemp continued: \"I believe we'll be able to stay on top of it. If we have an instance where a community starts becoming a hot spot, then, you know, I will take further action. But right now feel like we're in a good spot to move forward. “ When asked about the political implications of his decision today, Kemp said bluntly, “I don’t give a damn about politics right now.”   Earlier today: Kemp announced some businesses in the state can reopen as early as Friday. This would include places like gyms and fitness centers, bowling alleys, body art studios, barbers, hair salons and estheticians. Theaters and restaurants can open on April 27. All businesses that reopen must follow social distancing guidelines and screen employees for illness, the governor said. Watch: ##Reopening##   Indiana Gov. Eric Holcomb has extended the state’s stay-at-home order through May 1 to contain the spread of Covid-19. However, some businesses, such as nurseries, garden centers, and pet grooming, will be allowed to reopen. At least 11,686 people in Indiana have tested positive for coronavirus and at least 569 people have died, according to the statement.  ##Reopening##   President Trump took a swipe at two governors at today's coronavirus press briefing. Trump said Vice President Mike Pence outlined testing capacity during his call with governors earlier in the day, providing each state’s governor with a list of names, addresses, and phone numbers of labs with additional testing capacity. He claimed Maryland Gov. Larry Hogan, a Republican, “didn’t understand” the list. “Some of the governors, like, as an example, the governor from Maryland, didn’t really understand the list. He didn’t understand too much about what was going on,” Trump said. He then criticized Illinois Gov. J.B. Pritzker, a Democrat. “Pritzker from Illinois did not understand his capacity (to test), not simply ask the federal government to provide unlimited support,” he said. Trump also praised comments from New York Gov. Andrew Cuomo regarding his state’s testing capacity, noting that Cuomo will be traveling to Washington tomorrow and will meet with him in the Oval Office “with some of his people.” Cuomo's spokesperson Dani Lever confirmed the meeting will take place tomorrow afternoon, but had no further details about the visit or attendees.  The President said during the briefing that Vice President Mike Pence explained existing coronavirus testing capabilities to governors on a call earlier Monday.  “Through the public-private partnerships and deregulation, the federal government has already made immense testing capabilities available, but some states need to take action fully utilize it,” Trump said.  “We’ll be doubling our number of daily tests if the governors bring their states fully online through the capability that they have. They have tremendous capability already out there, existing and we explained that to the governor(s) today,” Trump told reporters. “Mike and all the people explained it very strongly to the governors. They really get it now, I think.”  Watch: ##Tests## President Trump suggested today that there could be a Senate vote on a supplemental small business package Tuesday.  “Hopefully, tomorrow the Senate’s going to be able to vote. A lot of progress has been made on that, tremendous progress, great plan,” Trump said. “We hope to have a vote, maybe tomorrow, in the Senate,” he reiterated.  Trump said his administration is pushing for an additional $75 billion for hospitals and other health care providers in the deal. The Senate will try to pass a deal as soon as tomorrow afternoon, according to Majority Leader Mitch McConnell. Sources tell CNN House Speaker Nancy Pelosi told House Democrats that a deal could be reached as soon as tonight and said if there's a deal tonight, the vote in the House will be Wednesday. If the deal comes together Tuesday, she said, the House vote will be Thursday.  ##Stimulus## Iowa Premium National Beef Plant in Tama has resumed operations today, just one day after state health officials said at least 177 of its employees had tested positive for Covid-19 and the governor reported the plant as a \"new outbreak\" location at today's news conference. An employee who answered the phone at the plant Monday afternoon told CNN that \"we are back online as of today, we did a kill today.\"  The plant originally closed on April 10.   CNN has reached out to National Beef for comment but has not heard back. The bigger picture: Several major meat processors across the US are starting to shut down plants as employees are getting infected by coronavirus. Consumers are unlikely to see any shortages because of production disturbances. But the closures are devastating for some meat producers, which have remained open during the pandemic. Food suppliers are essential businesses. The United States has a large enough meat inventory to prevent shortages for consumers, explained Christine McCracken, senior analyst of animal protein for Rabobank. Processors that were previously servicing restaurants or cafes have started to sell to retailers. And some restaurants are selling groceries, including meat, directly to customers. Protesters marched through the streets of downtown Sacramento today, voicing their displeasure with California’s stay-at-home order instituted by health officials and the governor to slow the spread of the coronavirus. While the protesters had obtained a permit to stage the demonstration, organizers had said initially that they intended to practice the social distancing guidelines being promoted, and simply drive around the state capitol in their cars, honking their horns.  However, aerial video from CNN affiliate KCRA showed dozens of protesters gathering and walking along the sidewalk, outside of their vehicles. A California Highway Patrol spokesperson for the Capitol Protection Division said it is too early to tell how the protest will evolve since it is still underway.  The Sacramento protest, permitted for 500 people, mirrors protests in other American cities in recent days. Some background: The event was promoted on social media from an organization called Freedom Angels, which called it a “family friendly event.” “You have a choice to either participate in the gridlock by remaining in your vehicle or join us by foot as we assemble on the West Steps of the Capitol,\" the group said on Facebook. ##California##   Michigan Gov. Gretchen Whitmer announced she will be taking a 10% pay cut to her salary during the Covid-19 pandemic.  Speaking at a news conference, she said she asked her senior executive staff to also take a 5% cut. Whitmer went on to say the state is facing a tough budget. Michigan has at least 32,000 cases of Covid-19, the fifth-highest number in the nation, according to Johns Hopkins University.   Illinois Gov. J.B. Pritzker told reporters that as he considers changes to the statewide stay-at-home order scheduled to expire at the end of the month, he could consider different guidelines for reopening certain parts of the state.  “There's a lot of distance, as you can imagine, between people's homes in rural areas of Illinois. And so the idea of people going outside and wearing a mask on a property of theirs that might be 100 acres, or 10 acres, is much different than the prospect of somebody you know on the north side or the west side of Chicago,\" he said. But Pritzker said the decision on how and when to open what is not simple. “I think the important thing is that that we want to keep people safe and also give them the ability to do as much as possible without spreading the virus. And so those are the complications,” he said. “None of this is done on a whim.” ##Reopening## Illinois Gov. J.B. Pritzker said the White House is taking credit for bringing badly needed personal protection equipment into the country, but that when it arrives, it rarely goes straight to state governments to disperse themselves. Pritzker said an airplane brings goods, like personal protection equipment, from China back to the United States. \"Which sounds terrific except for one thing,” the governor said. “When they land at O'Hare Airport, those goods don't come to the state or to the cities. They go to distributors. Some of it goes to the White House and the federal government and they keep it, but some of it — much of it — goes to the distributors.\" He said the distributors then decide where those goods go, not the government. “So what they're taking credit for, the White House, is that the distributors have customers in Illinois, that they're sending goods to, because those customers ordered those items,” Pritzker continued. “So that's a far cry from delivering to the state so that we can distribute to, for example, a nursing home that has an outbreak.\" \"That's not what's happening by them. What they're doing is delivering to for profit businesses that are selling for profit to their prior customers who have ordered things from them,\" he added. House Speaker Nancy Pelosi told House Democrats that a deal could be reached as soon as tonight on the small business package, according to three sources on the call. She said if there's a deal tonight, the vote in the House will be Wednesday. If the deal comes together tomorrow, she said the House vote will be Thursday.  The Senate will try to pass a deal as soon as tomorrow afternoon, according to Senate Majority Leader Mitch McConnell. ##Stimulus## Connecticut has 1,853 new coronavirus cases and 204 new deaths since yesterday, Gov. Ned Lamont announced on Monday. There is now at least 19,815 coronavirus cases and 1,331 coronavirus deaths in the state. Lamont said the jump can be attributed to the Centers for Disease Control and Prevention changing the way cases are classified to include people who died of Covid-like symptoms or complications related to coronavirus. Lamont said more testing is still needed before the state can reopen. He said some parts of the state might be able to reopen earlier than others. “Perhaps some things can open on a local basis,” said Lamont, although he wants to wait a few more weeks before making a decision. The state has also ordered tens of thousands of “fever-meters” thermometers, which Lamont says will be “incredibly helpful” when people go back to work. The thermometers can be used at big manufacturers to check workers before they enter the building, he said. ##Reopening## An estimated 4.1% of Los Angeles County residents have been infected with novel coronavirus — dozens of times higher than officially confirmed cases, according to early results announced Monday by county health officials The study, which is ongoing and has not been peer-reviewed, used an antibody blood test to estimate how many people had been infected with Covid-19 in the past. Other tests, like those performed with nasal swabs or saliva, test for the virus' genetic material, which does not persist long after recovery, as antibodies do. The researchers, in collaboration with the University of Southern California, estimated that 221,000 to 442,000 adults in L.A. county had been infected based on drive-through tests conducted on April 10 and 11. Given the study’s margin of error, this represents between 2.8 and 5.6% of the population — which is also 28 to 55 times what county officials recorded around that time: about 8,000 confirmed cases. \"These results indicate that many persons may have been unknowingly infected and at risk of transmitting the virus to others,\" Dr. Barbara Ferrer, director of the L.A. County Department of Public Health, said in a statement Monday. According to the announcement, new rounds of testing will be conducted \"every few weeks” to follow the course of the outbreak at the local level over the coming months. \"We haven't known the true extent of COVID-19 infections in our community because we have only tested people with symptoms, and the availability of tests has been limited,\" said the study’s lead investigator Neeraj Sood, a professor of public policy at USC Price School for Public Policy and senior fellow at USC Schaeffer Center for Health Policy and Economics. \"The estimates also suggest that we might have to recalibrate disease prediction models and rethink public health strategies.” On Friday, a similar study in Santa Clara County, California, estimated between 2.49% and 4.16% of residents had developed antibodies as of April 1. These numbers — representing between 48,000 and 81,000 people — were 50 to 85 times higher than the 956 confirmed cases at the time. Similar efforts to estimate local antibody prevalence have launched in places like Miami-Dade County, Florida; San Miguel County, Colorado; and New York, New York. Experts say these studies could help improve projections and disease modeling, at the same time giving a more realistic sense of how deadly the virus really is. Doctors suspect, though, and are still trying to prove beyond a doubt, that antibodies to Covid-19 mean one is immune down the line. ##Tests## ##California## Florida Gov. Ron DeSantis has admitted publicly, several times, that the unemployment system in his state has been “overwhelmed” by the coronavirus pandemic.  Today, the Florida Department of Economic Opportunity (DEO) published a report showing only 6.2% of the more than 649,000 people who have submitted unemployment claims have been paid.  According to the Florida DEO, the 6.2% equates to 40,193 people, who have been paid nearly $60 million dollars in claims. Here are the numbers: 649,314 confirmed unique claims were submitted\n162,039 claims were processed\n40,193 claims were paid  One thing to note: Unique claims mean the claim has only been submitted once. Some individuals submitted an application through multiple methods and the total claims, more than 1.5 million, could include double or triple submissions. ##Stimulus## A big disagreement still remains in negotiations over the small business package: whether to include provisions for a national testing strategy, as Democrats have been demanding, according to three sources familiar with the talks. Overall, the $25 billion in funding to bolster Covid-19 testing will generally be broken down to three different areas: money the Health and Human Services Department will distribute to labs and other entities, another pot of money to the National Institutes of Health and then another pot of money for states. But Democrats are still trying to push for a more robust role for the federal government, something that Republicans and the White House are still rejecting as President Trump has called on states to take the lead role. What Democrats are proposing is something modeled after a plan offered by Sens. Chuck Schumer and Patty Murray last week. That plan, in part, calls for a \"detailed\" strategic plan led by the federal government. ##Tests## Due to shelter-in-place orders, the Internal Revenue Service has shut down all of its processing centers and has stopped processing paper returns. This means that many unopened business tax refund requests have been moved into trailers. “There is so much mail that the Post Office can’t hold it,” said Sunita Lough, deputy commissioner for Services and Enforcement at the IRS during a panel webcast by the Urban-Brookings Tax Policy Center last week.  “So we are literally holding it in trailers until our employees can get back,” she said. This won’t hold up most individual tax filers, 90% of whom file their taxes electronically. But a lot of business tax returns and individuals’ amended tax returns are filed on paper. “Filing season is going great,” Lough said. To help alleviate the delay, the IRS is allowing people to send documents that they usually send in the mail via fax and email as long as certain requirements are met. The agency has also extended various tax filing and payment deadlines.  Individuals have until July 15 to file their 2019 tax returns. As of April 10, the IRS had received about 13% fewer individual tax returns this year compared to 2019 and processed 15.5% less. In addition, the IRS has been tasked with sending out stimulus payments to 90% of Americans, as outlined in the $2.2 trillion CARES Act signed into law last month. Last week, it sent out the first round of stimulus payments, directly depositing money to roughly 80 million people’s bank accounts. ##Stimulus## Iowa Gov. Kim Reynolds announced today two new coronavirus outbreaks in the state. Reynolds said the state is now aware of an outbreak of Covid-19 at Bishop Drum Retirement Center, a long-term care facility in Polk County, and at Iowa Premium National Beef, a beef processing facility in Tama County. Iowa Department of Public Health Deputy Director Sarah Reisetter said that the state health department was \"working closely with officials\" from two meat packing facilities to control outbreaks Iowa has struggled with outbreaks at meat processing facilities.  In addition to today's new outbreak at Iowa Premium National Beef, the Tyson plant in Columbus Junction, Iowa, has been shut down and two employees who worked at there died due to Covid-19, the company said.  Reynolds announced last week that 2,700 tests were being sent to the Tyson plant in Waterloo, Iowa. The governor has drawn criticism from local officials for not ordering the closing of the Tyson plant in Waterloo. Georgia Gov. Brian Kemp announced today the incremental reopening of certain business this week.  Here are some businesses that can reopen as early as Friday: Gyms and fitness centers\nBowling alleys\nBody art studios\nBarbers and hair and nail salons\nEstheticians Theaters and restaurants can open on April 27. Bars, night clubs and music venues will remain closed for now.  No local ordinance can restrict the openings, which will be implemented statewide. All businesses that reopen must follow social distancing guidelines and screen employees for illness, the governor said. ##Reopening## South Carolina Gov. McMaster said he wants to “slingshot back around the competition” to get back to business so he's allowing some stores to reopen today. Retail, department and sporting goods stores, as well as flea markets, will be allowed to open at 5 p.m. today at 20% capacity, or five people per 1,000 square feet. Speaking at a news conference, he said he’d like to “stomp on the gas” and accelerate as fast and as safely as they can. McMaster announced a group called “Accelerate SC” with 29 participants across various industries. Beaches will be reopened beginning at noon Tuesday. ##Reopening## There have been at least 776,513 cases of coronavirus in the US, and at least 41,313 people have died, according to a tally by Johns Hopkins University. As states begin to include “probable deaths” in their counts, so will JHU. In the upcoming days, these changes may show as surges of deaths in the United States.  On Monday, Johns Hopkins reported 17,046 new cases and 636 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.     llinois Gov. J.B. Pritzker said the state is beginning to ramp up testing in nursing homes and other long-term care facilities. Staff in facilities with known Covid-19 cases will be given pre-shift wellness checks, including taking temperatures. Testing will be ramped up as well.  “We continue to operate under the assumption that a resident displaying symptoms of Covid-19 has Covid-19, and should be isolated accordingly and receive the appropriate care,” Pritzker said. The state is also working to test all residents and staff at facilities without known Covid-19 outbreaks. “This testing at non-Covid facilities will allow us to identify early the presence of COVID-19 in a facility and isolate those cases before widespread transmission,” the governor said. ##Tests## California Gov. Gavin Newsom addressed protests over his statewide stay-at-home order at a news conference today. \"I deeply understand the anxiety” of protesters,\" he said. Newsom said his administration shares the same desires and goals to reopen the state, but he warned, “The worst mistake we can make is a personal decision based on politics and frustration that puts people’s lives at risk and ultimately sets back the cause of economic grown and economic recovery.”  “If you’re going to protest, do so in a way that not only protects your health, but that of others,\" he said. Some background: Hundreds of protesters gathered Friday in Huntington Beach, California, to demand the state reopen. Many protesters ignored the state’s social distancing guidelines during the demonstration. ##California## California will send approximately 70,000 laptops and tablets to students in the next week in an effort to close the technology gap that is creating an obstacle in distance learning. Gov. Gavin Newsom detailed the tech boost, which provides Apple iPads, Google Chromebooks, along with Microsoft Surface Pros and Lenovo devices, to students. He said the need is quadruple what’s currently being done. Seven buses will also be converted into mobile hotspots as part of a pilot program, Newsom said. If successful, the buses will be rolled out statewide. ##California## US stocks finished lower on Monday, amid a historic selloff in the oil market. US oil futures settled in negative territory for the first time in history as demand for the commodity remains thin and storage capacity in the US is at its limit. The May futures contract is also about to expire, which made trading more erratic. Here's where things stand:  The Dow closed 2.5%, or 592 points, lower. It was the worst day for the index since April 1.\nThe S&P 500 finished down 1.8%.\nThe Nasdaq Composite closed 1% lower. Remember: As stocks settle after the trading day, levels might still change slightly. Tennessee Gov. Bill Lee announced today the order for Tennesseans to remain at home will expire April 30, with the vast majority of businesses in 89 counties allowed to reopen on May 1. “Our Economic Recovery Group is working with industry leaders around the clock so that some businesses can open as soon as Monday, April 27,” said Lee. “These businesses will open according to specific guidance that we will provide in accordance with state and national experts in both medicine and business.” The administration said they will work with individual counties to plan their own reopening strategies. “While I am not extending the safer at home order past the end of April, we are working directly with our major metropolitan areas to ensure they are in a position to reopen as soon and safely as possible,” said Lee.  “Social distancing works, and as we open up our economy it will be more important than ever that we keep social distancing as lives and livelihoods depend on it,\" he added. ##Reopening## New Jersey Gov. Phil Murphy said that while he respects the rights of protesters rallying against stay-at-home orders, he doesn't agree with them. “While I respect their right to protest, I wish they would do it virtually from home and responsibly, No. 1, and No. 2, I literally don’t agree with them,\" he said. “We want people to stay home,” he added, “and to stay away from each other.” He said based on facts, data, and science the course of direction for the state is “unmistakable” and “unambiguous.” The facts are “overwhelmingly on the side of doing what we’re doing,\" Murphy said. Meanwhile, Ohio Gov. Mike DeWine urged anyone gathering to protest to be safe. When asked about the protesters at the Ohio capitol today, DeWine said, “I have full respect for protesters, but I just ask them to be safe.”  “My job is to listen to the people of Ohio and guide us in a way that gets us through this, by losing as few people as possible, while trying to put our economy back together,” the governor added.  ##Reopening##  The number of reported poison exposures to cleaners and disinfectants from January through March this year was higher than in the same period in recent years, according to a report released Monday.  The data can’t show a definite link between exposures and Covid-19 cleaning efforts, the report said, but there appears to be a “clear” association with the timing of increased use of the products in the United States. The data, published in the US Centers for Disease Control and Prevention’s Morbidity and Mortality Weekly Report, comes from the National Poison Data System, which collects the number of US poison center calls regarding exposures to poisons, chemicals, drugs and medications. From the beginning of January through March, there were 45,550 calls related to cleaners and disinfectants, which is a 20.4% increase from the number of calls from January through March 2019 and a 16.4% increase for the same period in 2018.   Although the data do not show a definite link between chemical exposures and Covid-19 cleaning recommendations, “the timing of these reported exposures corresponded to increased media coverage of the Covid-19 pandemic, reports of consumer shortages of cleaning and disinfection products, and the beginning of some local and state stay-at-home orders,” the report said. Bleaches accounted for the largest percentage increase in calls from 2019 to 2020, among all cleaner categories. Among exposure routes – or the ways people came into contact with hazardous substances — inhalation had the largest percentage increase from 2019 to 2020.  The daily number of calls related to both cleaners and disinfectants increased sharply at the beginning of March 2020. The number of reported exposures to cleaners and disinfectants combined increased in all age groups from 2019 to 2020, and children 5 years or younger made up the largest proportion of calls this year. “To reduce improper use and prevent unnecessary chemical exposures, users should always read and follow directions on the label, only use water at room temperature for dilution … avoid mixing chemical products, wear eye and skin protection, ensure adequate ventilation, and store chemicals out of the reach of children,” the report said. Boston Mayor Marty Walsh said \"the worst is yet to come\" for many during the coronavirus pandemic.  “I think that the worst is yet to come for a lot of people. I think even when we’re beyond the surge, we’re still gonna have positive cases of coronavirus,” Walsh said during a news conference. “We’re still gonna have loss of life, and I think that in theory, we may be on the other side of the curve, but for families that devastation of losing a loved one’s gonna continue to happen for the foreseeable future.”  Walsh’s comments came as he was asked to respond to Massachusetts Gov. Charlie Baker saying that the commonwealth is in the midst of the surge.  The mayor continued to stress social distancing guidelines after a string of violent incidents last week, and reports of residents playing at closed golf courses.  Walsh said children will not go back to school on May 4 as once planned, and he said they likely will not return in June. For this fall semester, Walsh added that school may look very different.  The city reported 116 new cases, bringing the total up to 5,516, Walsh said. There were 17 new deaths, bringing the total number of fatalities in Boston to 175. ##Reopening## West Virginia Gov. Jim Justice has issued an executive order that will allow hospitals to begin providing general and elective surgeries.  Hospitals can submit plans to expand general care starting on April 27, in what the governor said is part of early steps to reopen the economy. On nursing homes: During his briefing Monday, Justice also said he’s directed the National Guard to test all 28,000 nursing home residents by the end of the week. At least 22,000 nursing home residents have already been tested. That plan comes after 55 residents and 16 staff members at a nursing home in Jackson County tested positive for coronavirus. At least four residents died. At least 24 people have died from Covid-19 in West Virginia. ##Reopening## ##Tests## Chicago Mayor Lori Lightfoot criticized Florida Gov. Ron DeSantis’ coronavirus response at a news conference Monday, following a question on protests advocating for the lifting of stay-at-home restrictions. “His leadership has been wholly lacking in this pandemic,” Lightfoot said. “And then he re-opened the beaches. God help us all.\" More on this: DeSantis was criticized back in March for his handling of spring break and not closing the beaches sooner. As a result, he issued a \"Safer at Home\" order that went into effect April 3 and is in effect until April 30. The order limits movement outside homes to providing or getting essential services or carrying out essential activities and applies to interaction with other people outside of residents' homes. On Friday afternoon, beaches and parks in Jacksonville, Florida. DeSantis supported the idea of reopening beaches, parks and other public spaces as long as social distancing is practiced, WJXT reported. \"You look at how this disease is transmitted, it's transmitted overwhelmingly when you are in close, sustained contact with people, usually in an indoor environment,\" DeSantis said. \"Going forward, we got to be promoting people to get exercise, do it in a good way, to do it in a safe way.\" ##Reopening## Ohio Gov. Mike DeWine spoke today about plans for businesses to reopen in the state saying, “ if we expect anybody to go there, there's got to be some sense of safety.” “The challenge is not just is there a state order that says you can't do something, and we take off that state order, that does not necessarily mean that that retail business is going to be flooded with people or get back to normal,” the governor said. “So, part of the reason we're doing it so carefully, is number one to protect the public.” According to DeWine, Ohio is working with their business advisory group and different industries and retail establishments to make sure that when the order to reopen takes place, an assurance can be made to people that businesses have been made as safe as possible. “If we do that, then the consumer confidence, will go up. If we fail to do that, and are inconsistent in doing that, then people are not going to have that back confidence,” DeWine said. ##Reopening## New York City has 9,101 confirmed coronavirus deaths and 4,582 probable coronavirus deaths, according to the city website. The New York City Health Department defines \"probable deaths\" as people who did not have a positive Covid-19 laboratory test but their death certificate lists as the cause of death “COVID-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 13,683. There have been at least 132,467 coronavirus cases and more than 34,000 people have been hospitalized, according to the city. The data is from the New York City Health Department and was updated today at 2:30 p.m. ET, according to the website. ##New York## North Carolina now has more coronavirus deaths in one month than flu deaths for the whole flu season.  The state currently has 179 coronavirus deaths, compared to 167 flu deaths, according to Department of Health and Human Services Secretary Dr. Mandy Cohen.  Cohen said the state has been keeping the flu tally since September of last year. The state had its first coronavirus death in March.  She said the state has been effective at slowing the virus but that it is too early to tell when it will be safe to re-open the state. Cohen said North Carolina must increase its testing capacity before discussing reopening. New Jersey Gov. Phil Murphy said while the coronavirus situation may be frustrating, that inconvenience \"pales in comparison\" to those who have died during the pandemic. He was not addressing any particular person or group in making this statement at a ongoing news conference. He tweeted a similar message: Murphy said reopening today would result in a spike in cases. He added that a second wave is possible even if the state does everything right. Murphy added that he had a one-on-one conversation with the President today to relay his strong belief the US needs to direct cash assistance to states. Trump indicated it was his hope that that could be part of the next round of stimulus, the governor said.  “We can’t wait another minute longer,” Gov. Murphy said.   ##Reopening##  Austin Beutner, superintendent of the Los Angeles Unified School District, said he expects the coronavirus pandemic to cost the district an additional $200 million. Beutner estimated the district's total spending is $390 million, but he added that he expects $191 million will be reimbursed from state and federal sources. Safety and supplies are biggest additional expenditure, followed closely by meal service and technology. The district, the second largest in the nation, will make a $50 million investment in summer school in an effort to keep students on track. “We owe it to every child to provide them with the education they deserve. The cost to children and society if we don’t, far outweighs the investment we need to make now,” Beutner said in a video conference posted to the school district website.  Schools will reopen “as soon as we can, when it’s safe and appropriate,” Beutner said, noting that LAUSD schools were closed before there were any known cases of the virus in schools. “It seems to have made a difference,” he said. Despite the budget challenges, Beutner does not anticipate significant staff cuts for the coming school year. ##California##  The Republican National Committee, the Trump campaign and the host committee are moving “full steam ahead” in planning the GOP convention later this summer, but will determine in late June or early July if contingencies need to be made, GOP Chairwoman Ronna McDaniel said Monday.  “We are full steam ahead planning a traditional convention, working with our team on the ground, (2020 Convention CEO) Marcia Lee Kelly, to conduct a traditional convention. We do not think at this time we have to switch to an alternative plan, but of course, we will monitor circumstances and adjust accordingly,” McDaniel told reporters on a briefing call.  She continued,  “We don’t build out our convention until July. So I think we have at least until the end of June or early July to make a decision if we have to switch from a traditional convention to something scaled back. But we will have to have an in-person convention. Those are the bylaws of the RNC and so currently, going forward, we’re planning on a full-scale convention.” The convention is currently scheduled for August 24-27 in Charlotte, North Carolina.  Asked whether campaign rallies would resume this summer, McDaniel said there were “no plans right now,” nor are any rallies being scheduled, but it is officials' hope that rally campaigning can resume.  “We’re going to take into account the three phases of opening the government and make sure that everybody’s safety is in place and we’re following the guidelines with the federal government, the state government, the local governments are laying out. Hopefully we can rally again, hopefully we’ll get to a place where we can campaign again,” she said.  Her comments come days after President Trump told reporters in the briefing room he also hopes to resume rallies but wouldn’t want to do so if 6-feet social distancing protocols needed to be followed: “It loses, to me, a lot of flavor.” Earlier this month, Democrats announced they would push their convention, scheduled for mid-July, back to mid-August. ##Reopening## The US Centers for Disease Control and Prevention has been working with the World Health Organization since the pandemic started, WHO's Director-General Tedros Adhanom Ghebreyesus said Monday. \"Having CDC staff means there is nothing hidden from the US. For WHO, it’s open we don’t hide anything. It’s open. Not only for CDC — them sending messages or others— we want all countries to get the same message immediately, because that helps countries to prepare well and to prepare quickly,\" he said at a media briefing in Geneva.  Tedros continued: \"We have CDC personnel, but not only the US, all countries get information immediately. Of course their presence doesn’t give them more advantage than others because we’re open and we give information to everybody. Since our CDC colleagues also know we give information immediately to everyone, they also can pass information to their institution no problem.\" Dr. Mike Ryan, executive director of the WHO health emergencies program, said 15 US government employees had been embedded in the WHO's Covid-19 program since Jan. 1. \"We’ve had as I said a very close working relationship with many institutions around the world,\" he said. Why this matters: US and international officials told the Washington Post a group of US officials working at the WHO headquarters transmitted real-time information about the novel coronavirus directly to the Trump administration. The reported line of communication undercuts President Trump's assertion that the virus' spread in the US largely stems from a lack of communication from WHO. A spokesperson for the US Department of Health and Human Services, Caitlin Oakley, confirmed to CNN on Sunday that 17 staff members from HHS were working at WHO in the outbreak's early days. In January 2020, she said, HHS had 17 staffers at WHO — including 16 from the CDC. Some of these \"embedded\" experts, but not all of them, were working on Covid-19, Oakley said. She pushed back on the Washington Post reporting, however, calling it \"misleading.\" There have been at least 766,212 cases of coronavirus in the US, and at least 40,905 people have died, according to a tally by Johns Hopkins University. As states begin to include “probable deaths” in their counts, so will JHU. In the upcoming days, these changes may show as surges of deaths in the United States.  On Monday, Johns Hopkins reported 6,745 new cases and 228 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Ohio Gov. Mike DeWine announced today that for the remainder of this school year, K-12 students will continue learning remotely. DeWine said while Ohio has flattened the curve, the virus remains dangerous. According to the governor, many educators also expressed that going back to school now with a relatively small amount of time left wouldn't be a good idea even if the health situation was resolved. \"Not only do we have to be concerned about the risks to students, but also obviously teachers,\" DeWine said. DeWine added that a decision about school in the fall has not been made. “I know parents, teachers, and administrators are anxious about an answer about the fall, but we're not in the position to make that decision yet,\" he said. According to the governor, the possibility of a blended system for the fall has been discussed, where some distance as well as some in-person learning would take place. ##Reopening## A group representing tens of thousands of laboratory workers is urging the White House coronavirus task force to address the “critical needs of America’s clinical laboratories,” namely the lack of testing supplies and protective equipment at labs across the country, saying “significant barriers” ​remain that limit labs’ abilities to meet demand. “At this point, the biggest barrier to testing is not capacity, but access to vital supplies,” wrote Carmen Wiley, the president of the American Association for Clinical Chemistry in an April 16 letter to Dr. Deborah Birx, who sits on the White House coronavirus task force.  The group represents more than 50,000 lab and diagnostic professionals. The letter stated that nasal swabs for specimen collection as well as other test components remain in short supply.  “Unless and until these supply chain issues are resolved, the nation’s laboratories will remain stymied in their attempts to maximize their testing capacity,” Wiley wrote. Wiley added that lab professionals who collect and process specimens are frontline workers who require protective equipment, including gowns, masks, gloves, and face shields, and therefore increased production and disbursement of such items “is vital to ensuring the safety of those individuals.” In an interview with CNN, Wiley said she felt it was important for the voices of the actual lab workers to be heard, “because we felt there was a disconnect between the theoretical capacity of tests that can be run and what we're actually experiencing.” ##Tests## Senate Majority Leader Mitch McConnell said there will not be a deal today as senators work on another coronavirus relief package.  “At this hour, our Democratic colleagues are still prolonging their discussions with the administration, so the Senate regretfully will not be able to pass more funding for Americans’ paychecks today,” McConnell said in remarks on the Senate floor. McConnell also asked for consent to setup another pro forma session for tomorrow, which could serve as a window for the Senate to try to pass an interim funding deal by unanimous consent if a deal is formally reached before then. There were no objections. “Since this is so urgent, I have asked that the Senate meet again tomorrow in a new session that was not previously scheduled, and the Democratic Leader has agreed to my request. Colleagues, it is past time, past time, to get this done for the country,” McConnell said. What this is all about: Congressional lawmakers and the Trump administration are on the verge of striking a deal on a nearly $500 billion package to extend funding for an emergency small business lending program, provide additional funding for hospitals and expand funding for coronavirus testing.  Nothing is final until everything is agreed to — and they aren't there yet. But a resolution to a weeks-long stalemate is coming. ##Stimulus## Hear McConnell's request from the Senate floor:  The world needs to come together on a national and global scale to overcome the coronavirus pandemic — and without that solidarity, \"the worst is yet ahead of us,\" World Health Organization Director-General Tedros Adhanom Ghebreyesus said on Monday. \"We need global solidarity that’s cemented on generating national unity. Without the two — without national unity and global solidarity — trust us, the worst is yet ahead of us. Let’s prevent this tragedy. It’s a virus that many people still don’t understand,\" Tedros said, making the argument that WHO warned nations about the novel coronavirus from early on in the pandemic. Speaking at a media briefing in Geneva, he went on to say, \"We warned even developed countries, saying this virus will even surprise developed countries. It did. We said that it will surprise even wealthy nations. We said it on record. Let’s stop additional surprises. Let’s stop tragedy. Hundreds of thousands now dying is serious. Even one life is precious. Let’s say enough is enough.\" Tedros made this call for solidarity at the same time nations are considering loosening their respective lockdown measures and the United States considers gradually reopening after weeks of instilling stay-at-home orders across states.  \"If there is national unity and if there is global solidarity, if we take this as a common enemy for humanity and give our best — of course understanding that this is a new virus and dangerous virus — we can win the fight,\" Tedros said. Tedros went on to specify that political discourse could fuel the pandemic, making conditions worse if within nations leaders fail to work together across party lines and within the world if there is no global solidarity.  \"Don’t use this virus as an opportunity to fight against each other or score political points. It’s dangerous. It’s like playing with fire. Please work together. We need national unity. We’re seeing the tragedy and we need global solidarity that’s based on honest and genuine national unity,\" Tedros said. \"It's the political problem that may fuel further this pandemic,\" Tedros said. \"At the end of the day we should know the root cause of the problem and try to address that.\" Overall, Tedros warned with emotion about the dangers of the novel coronavirus. \"This virus is dangerous. This virus is public enemy number one. This virus is new and which has behavior of serious contagion, like flu. It’s very contagious like flu. And at the same time, it’s very killer like SARS and MERS. It has a very dangerous combination,\" Tedros said. \"What made me emotional? Because I know death, I know war, I know poverty,\" Tedros said. \"I know how people really are influenced by all this.\"   Rhode Island Gov. Gina Raimondo said Vice President Mike Pence is wrong when he said her state appeared to be \"past\" its coronavirus outbreak peak. Raimondo said that while she means the vice president no disrespect, that is “clearly not true.”  The state added 339 new cases to bring the state’s total to 5,090. They also added five deaths for a total of 155. That’s an uptick from previous days, and indicates the state is still on the incline of the curve.  Raimondo laid out a plan for reopening her state’s economy. The governor’s stay-at-home order expires on May 8, so it wouldn’t be until at least after then that she would start to loosen restrictions. In order to execute her “Reopen RI” plan, the state would need to answer “yes” to the following six questions: Has the rate of spread continued to decrease?\nDo we have the capacity to quickly identify community spread on an ongoing basis before a major outbreak occurs?\nDo we have necessary supports in place for vulnerable populations, and for anyone in quarantine?\nDoes our healthcare system have the capacity and the personal protective equipment to handle future surges?\nDo businesses, schools, child care sites, faith organizations and recreational spaces have plans for long-term social distancing?\nAre we prepared to reimpose measures, or reclose certain sectors of the economy if it becomes necessary?  The governor said her plan is a phased approach that is close in line with the approach laid out by the White House, but more tailored to Rhode Island specifically.  ##Reopening## As the coronavirus pandemic sweeps through the nation's nursing homes, the facilities will now have to report all cases to patients and families, as well as to the Centers for Disease Control and Prevention. Thousands of residents have died from coronavirus in nursing homes and long-term care facilities, with one of the earliest outbreaks in the US happening at the Life Care Center in Washington, killing several dozen people.  Many families have complained that they haven't been told of what's happening inside the facilities where their loved ones reside, though nursing homes are required to inform state or local health officials. Now, nursing homes will have to tell patients and their families within 12 hours of a coronavirus diagnosis and give weekly updates.  The facilities will also have to provide information on confirmed and suspected cases, hospital admissions and deaths of patients and staff to the CDC, said Seema Verma, administrator of the Centers for Medicare and Medicaid Services. Her agency will also make the data available to the public but has not yet decided how. \"Nursing homes have been ground zero for Covid-19,\" said Verma, calling the new reporting requirement \"critical\" to monitoring the virus' spread and reopening the country. The agency has already issued guidance to nursing homes, advising facilities to restrict visitors, tighten infection control measures and ensure staff are using personal protective equipment. Why this matters: Older Americans have proven particularly vulnerable to coronavirus.  New York Gov. Andrew Cuomo on Saturday said nursing homes have been a \"feeding frenzy\" for the outbreak. The hard-hit state said last week that there have been more than 1,100 confirmed and presumed coronavirus deaths in long-term care nursing home facilities. ##Tests## Just days after reopening beaches in Duval County, Jacksonville Mayor Lenny Curry said the community is responding well to the limitations and social distance guidelines put in place by the city.  Curry drew criticism over the weekend for opening the beaches too soon during the coronavirus outbreak.  Curry said he has been in constant contact with law enforcement and mayors who have \"been strong in the face of national, international news running sensational headlines without understanding our city.\"  He said the limited beach reopening is the first step in a returning back to normal, but noted that they all must \"be mindful of the risks.\"  Keep reading. ##Reopening## Beachgoers talk to CNN as Jacksonville beaches reopen:  Pennsylvania Gov. Tom Wolf had a message for protesters at the Capitol today: “Please stay safe.” “Obviously this a democracy everyone has a right to express their opinions I’m just hoping that they like every other Pennsylvanian recognizes that we want to keep each other safe so social distancing is part of that proposition,\" he said. He added: “We want you to be safe. That’s what we’re trying to do here. We want to make sure that we do everything we can to keep Pennsylvanians safe — that includes you.” Resentment has been growing across the country as stay-at-home orders keep the economy shut down and prohibit people from getting back to work and providing for their family. In a newly released report, the Georgia Budget and Policy Institute outlined the dire fiscal crisis that state is facing due to the economic shutdown caused by the pandemic.  The report says that federal fiscal relief is critical in staving off what they calculate to be a $3 billion budget shortfall in the coming fiscal year. \"Without bold and aggressive action, Georgia’s leaders could face a difficult road to make up ground lost in the months and years ahead,\" the statement said. The report provides some pretty sobering employment figures: According to GBPI, the state lost approximately 338,500 jobs during the last recession. As of today, the state is more than 2.5 times that level.    The report makes a handful of policy recommendations such as a tax hike on tobacco, and, perhaps most notably for Atlanta, scaling back tax breaks for the film industry. \"In order to address the effects of the coronavirus, Georgia leaders must prioritize long-term recovery with investments in health, education, the safety net and other key programs and services,\" the statement said. The last three major cruise ships in the world are docking Monday and Tuesday, leaving none at sea, Cruise Lines International Association said. The Pacific Princess is due in Los Angeles within hours, CLIA said. The MSC Magnifica docked in Marseille, France, earlier today, the Marseille Tourism office told CNN. The final major cruise ship still due to be sailing, the Costa Deliziosa, is currently docked in Barcelona, Spain, but will depart for Genoa, Italy, later on Monday, CLIA said. When it arrives in the Italian port on Tuesday, there will be no cruise liners associated with CLIA at sea anywhere in the world. The organization covers 95% of all cruise ships, including those operated by the world’s largest cruise lines. “Pacific Princess should be arriving in Los Angeles in the next couple of hours,” CLIA told CNN in a statement.  Some background: The Pacific Princess departed from Port Everglades, Florida, on January 5, according to an April 6 statement. The ship disembarked most guests in Fremantle, Australia, on March 21. \"However, not all guests onboard met the International Air Transport Association (IATA) fitness standards for air travel or were unable to return home by aircraft due to individual medical conditions unrelated to Covid-19,\" the company explained. There are currently 115 guests onboard. The Costa Deliziosa docked at the Barcelona port on Monday to disembark some passengers, mainly of Portuguese and Spanish nationalities. The ship will then continue its journey on Monday evening towards Genoa, its final destination, where it is expected to arrive on April 21.  ##California## An industry group representing more than 380,000 restaurants sent a letter to congressional leaders on Monday asking for a comprehensive grant program of $240 billion. According to the letter from the National Restaurant Association, the money would go towards: Supporting operating expenses\nDebt obligations\nRehiring and retraining employees\nProviding a lifeline to reopen and readjust to new standards of increased distancing and safety standards  By the numbers: In a survey of 6,500 restaurants, the organization found that the industry has lost roughly two-thirds of its workforce or more than 8 million employees as a result of coronavirus-related closures. The survey also notes that restaurants lost $30 billion in March, are on track to lose $50 billion in April and are likely to lose more than $240 billion nationwide by the end of the year. Several members of the White House Coronavirus task force talked to the nation's governors on the phone today about testing, the supply chain and contact tracing, according to a source familiar with the call.  The administration wants to get the states the resources they need to ramp up testing, the source said. The administration said “it’s a partnership,\" the source said. At the same time, White House aides are trying to figure out how to fix problems with the testing supply chain in order to get the needed elements to the states, a separate source familiar tells CNN.  They are also considering how to accelerate the production of testing supplies like they did with ventilators, the source said. Meanwhile, President Trump is again insisting on Twitter that it should be the states, not the federal government, doing the testing as he accuses Democrats of playing politics.  Trump did, however, also tweet today that the federal government “will work with the Governors and get it done. This is easy compared to the fast production of thousands of complex Ventilators!”  Democrats over the weekend pushed back against Trump’s claims that they had the capacity to conduct more testing. Read the tweet: ##Tests## ##Reopening## A deal to provide additional aid for small businesses is not expected to be finished by the Senate’s pro forma session today, according to at least three sources familiar with the negotiations. Talks continue, but disagreements still exist over testing and hospital funding disbursement. More on this: On Thursday morning, the $349 billion emergency small business lending program officially tapped out. The Small Business Administration officially ran out of money for the Paycheck Protection Program, according to a message for lenders posted on the administration's website. ##Stimulus## Facebook COO Sheryl Sandberg tells CNN’s Poppy Harlow that her staff, including contractors, will get paid regardless of whether they are able to work or not during the coronavirus pandemic. “We have a responsibility to slow the spread and our jobs can be done at home,” she said. Sandberg added that all Facebook offices will be closed until “at least the end of May and possibly longer.” In a candid interview, Sandberg and Harlow talked about dealing with loss in their personal lives and shared tips on building resilience in the face of the current coronavirus crisis. Watch: Hospitals across New York are expected to deliver results from hydroxychloroquine tests to the Food and Drug Administration and Centers for Disease Control and Prevention on Monday, Gov. Andrew Cuomo said. About 20 New York hospitals administered the tests, and “they should be sending the first tranche of results today,” he said. Some background: President Trump has said that hydroxychloroquine shows \"tremendous promise\" and has made it sound like the drug is harmless. Physicians have warned that while Trump is enthusiastic about the drug, it still needs to be studied to see if it works and if it's safe. ##Tests## Protesters in Pennsylvania are defying the state's stay-at-home orders to demonstrate against the restrictions.  CNN’s Miguel Marquez spoke to protesters in Harrisburg, Pennsylvania’s capital, who want their state to re-open. Resentment has been growing across the country as stay-at-home orders keep the economy shut down and prohibit people from getting back to work and providing for their family. Watch more from Harrisburg: New York Gov. Andrew Cuomo proposed hazard pay for frontline workers to be included in the federal stimulus plan for businesses. He also pointed to the fact that 41% of frontline workers are people of color. \"'Thanks is nice, but recognition of their efforts and their sacrifice is also appropriate,\" Cuomo said. \"They’re the ones that’s carrying us through this crisis.\" He added that the infection rate among African-Americans and brown people is higher because they’re a large part of the essential workforce. “When you are home with your doors locked dealing with cabin fever, they were out there dealing with the coronavirus. That’s why they are more infected. Pay them what they deserve. I would say hazard pay, give them a 50% bonus,\" Cuomo said. ##New York## If the federal government doesn’t step in to provide funding to New York, the state’s financial plan this week will forecast a 20% cut to schools, local governments and hospitals, New York Gov. Andrew Cuomo said. Here's how the governor put it: \"If they exclude state government again, our state forecast will project without any federal funds you can't spend what you don't have if you were to do allocate the shortfall relatively on a flat basis across need, you would be cutting schools 20%, local governments 20% and hospitals 20% and this is the worst time to do this. Now, federal government said from day one, don't worry,\" he said. ##New York## WATCH: New York Gov. Andrew Cuomo said the state is setting up a program with New York City Housing Authority to provide onsite health service and testing in the city's public housing. \"High concentration of people in one place, many people in the small lobby, many people in an elevator, many people in the hallways. Higher number of people in the apartment, just a higher occupancy, That's where the virus spreads,\" Cuomo said. Cuomo also said the state is working to distribute 500,000 masks and 10,000 gallons of hans sanitizer to New York City's public housing communities. That's one mask for every public housing resident, according to Cuomo. ##New York## ##Tests## New York has seen a plateau for coronavirus cases and now the numbers may be on the descent, Gov. Andrew Cuomo said at a press conference today. “The question was, 'How long are we going to be on this plateau? How long, how wide is the plateau?' The question now is, assuming we’re off the plateau and we’re seeing a descent — which the numbers would suggest we’re seeing a descent — the question is now 'How long is the descent and how steep is the descent?' And nobody knows,\" Cuomo said. He added that the time frame for the descent is between two to four weeks according to some projections but he wouldn’t “bet the farm on them.” ##New York## New York Gov. Andrew Cuomo said the state needs to \"reimagine\" society as it works to reopen businesses. Cuomo alluded to protests across the country organized to demand an end to stay-at-home orders and other coronavirus restrictions.  \"You don't need protests to convince anyone in this country that we have to get back to work and we have to get the economy going and we have to get out of our homes,\" Cuomo said.  He said instead of asking when New York can reopen, the state should consider what lessons can be taken away from the pandemic. \"When we look back we can say, 'wow we went through hell, but look at all the lessons we learned and look at how much better we made this place from this incident,'\" he said, adding that now is the time to consider how to make New York transit, housing and other businesses better. \"Let's use this situation, this crisis, this time, to actually learn the lessons,\" he said. ##New York## ##Reopening## At least 478 people across New York died from coronavirus yesterday, New York Gov. Andrew Cuomo said. \"The worst news is the number of lives lost. That number is still horrific,\" he said.  ##New York## New York Gov. Andrew Cuomo said coronavirus hospitalizations are down across the state. The governor said that as hospitalizations increased, experts wondered when the city would reach the apex. Now, the question has changed. \"The question for us is, 'Are we past the apex?'\" he said. ##New York## WATCH: Brooklyn Supreme Court Justice Noach Dear died early Sunday from complications related to coronavirus, Lucian Chalfen, a spokesperson for the New York state court system, confirmed to CNN. Dear was elected as a justice in 2015. He also served as a New York City council member for nearly 20 years. ##New York##   The Department of Homeland Security will extend travel restrictions with US, Mexico, and Canada an additional 30 days.   Acting Secretary Chad Wolf announced the extension today, saying the decision was made in \"close collaboration\" between leaders in the US, Mexico, and Canada.  \"As President Trump stated last week, border control, travel restrictions and other limitations remain critical to slowing the spread and allowing the phased opening of the country,” he said.  ##Reopening## Shake Shack announced that it’s returning the $10 million loan from the US government under the Paycheck Protection Program (PPP), after it received backlash for applying for the loan at all. Shake Shack has around $100 million in cash on hand. Randy Garutti, Shake Shack's CEO, said the loan was intended to “take care of our team and employ as many people.” “The good news for us is as a larger public company, we also have access to capital in different ways,” Garutti said about the company’s decision to return the loan. He added that the burger chain was able to fundraise last Friday “to ensure long-term stability.” “That $10 million now can go back in the pot, can go to the people who deserve it and we hope can go help inspire the next round, as you’re seeing the Treasury and everyone talking today about how to make the next round better,\" he said. About the loans: The emergency program was touted as a way to help small businesses pay workers and keep their operations running during the coronavirus crisis but it ran out of the $349 billion stimulus last week. Several media reports showed that large chunks of the package, overseen by the Small Business Administration (SBA), were taken up by chain restaurants, hoteliers and publicly traded corporations, rather than small, local businesses. ##Stimulus## WATCH: Florida representatives are calling on Gov. Ron DeSantis to expand testing for Covid-19 cases before reopening the economy.  During a press call, state Rep. Donna Shalala said paying attention to the public health experts and a strong testing regime is Florida's first line of defense against coronavirus. Those steps are vital to getting the economy up and running again.  \"Gov. DeSantis can not be weak. He has to be a leader, and that means he has to lay out very strong procedures and you can not open up the beaches. Opening up the beaches is the most dangerous thing you can do.\" Shalala said.  Some background: On Friday, beaches in Jacksonville reopened for certain hours under some restrictions. The city said group activities and sunbathing are not allowed. DeSantis supported the idea of reopening beaches, parks and other public spaces as long as social distancing is practiced, WJXT reported. Meanwhile, state Sen. Laurie Berman who also attended the morning presser said without widespread diagnostic and antibody testing, reopening the state and relaxing social distancing will jeopardize the health and safety of residents.  Berman is urging officials to use scientific data before making any decisions.  \"If Florida fails to rise above the dangerous passions of this President's politics and doesn't adhere strictly to those educated we risk a second deadly wave right here in our state.\" Berman said. ##Reopening## New York City Mayor Bill de Blasio said the number of people being hospitalized and the percent of people testing positive for coronavirus are down.   Here are the latest figures, according to the mayor: People admitted to hospitals for suspected Covid-19: 212, down from 317 on April 17\nPeople currently in NYC Health + Hospitals ICUs for suspected Covid-19: 853, up from 849 as on April 17\nPercentage of people tested who are positive for Covid-19: Citywide: 34%, down from 38% on April 17 ##New York## WATCH: New York City has canceled all non-essential permitted events in June, Mayor Bill de Blasio announced in a press conference this morning.  This includes:  Parades\nConcerts\nRallies\nLarge gatherings  ##New York## Dr. Richard Besser, the former acting director of the Centers for Disease Control and Prevention, said the US economy is not ready to reopen. He detailed what needs to be in place before reopening the economy, including:  Adequate capacity in hospitals\nEnough protective equipment for all essential workers\nA plan to do contact tracing \nMoney in people’s pockets to care of themselves and their families in case they need to quarantine and isolate “Every plan that’s been developed out there calls on certain things being in place,” Besser said. “In America right now, the pieces are not in place.” He also emphasized on the need for a federal effort on getting more testing and bolstering the US public health workforce. “Most people are going to have no symptoms or mild symptoms and if we don’t have the capacity to test people with mild symptoms, we’re not going to be able to shift gears and open up,\" he said. ##Reopening## More than 20% of the California’s skilled nursing facilities have reported at least one coronavirus case, according to data released by the California Department of Public Health. Brier Oak on Sunset in Los Angeles reports 80 patient cases and 62 staff cases. The Redwood Springs Healthcare center in Tulare County has 91 cases among patients and 46 among staff. And the Gateway Care & Rehabilitation Center in Alameda County reports 69 patient cases and 33 staff cases. The point-in-time data of 86% of reporting facilities in the last 24 hours as of Friday. California has a total of 1,224 nursing homes ##California##  US stocks dropped sharply at Monday’s open, as oil prices once again headed lower.  US oil prices crashed below $11, dropping to its weakest level since December 1998. Oil is selling off as the May crude contract is set to expire, and suppliers are running out of places to store barrels. Meanwhile, earnings season is roaring on, with companies pulling their forecasts during the coronavirus uncertainty.  Here's where things stand: The Dow dropped 1.9%, or 460 points, at the opening bell.\nThe S&P 500 fell 1.5%.\nThe Nasdaq Composite opened down 1.1%.  You can follow live updates on the markets here.  Special adviser to the president Kevin Hassett discussed the impact coronavirus has had on the economy this morning on Fox Business. He was asked if he was expecting a recession this year. Hassett said it will depend on how each economic quarter responds.  “I think that it’s quite likely that the second quarter is going to be one of the biggest negative numbers we’ve ever seen because we’ve basically stopped the economy. I think the question is what happens to the quarters around that,” Hassett said.   Hassett added, “ultimately I think what’s going to happen is it’s going to depend on the bounce back.\" On reopening the economy, Hassett said that it’s the governors' decision because local conditions vary.  However, Hassett added that the economic conditions of the pandemic are “pretty much uniform across the country.” He added that “the gradual opening up of the economy will happen place by place, based on the judgment of local officials.\"  ##Stimulus## ##Reopening## The Boston Globe ran 16 pages of obituaries in its Sunday print edition, the newspaper announced. On a Sunday a year ago — April 21, 2019 — the newspaper had just seven pages. There's \"no immediate way to determine how many of the deceased were coronavirus victims,\" the Globe said but noted that several of the death notices mentioned a battle with Covid-19. \"The grim reminder of the death toll the coronavirus is taking comes as Massachusetts finds itself in a surge of cases amid the pandemic,\" the newspaper wrote. New York state will undertake the “most aggressive” statewide antibody testing survey in the nation over the next week, according to Gov. Andrew Cuomo. Cuomo said they will sample thousands of people across the state to find out if they have antibodies. “That will tell us for the first time what percent of the population actually has had the coronavirus and is now at least short term immune to the virus,\" he said. “This will be the first true snapshot of what we’re really dealing with,\" Cuomo added. The New York State Department of Health will be running the tests over the next week. The state will have to work with the White House to assist with the supply chain and coordinate private labs, Cuomo said. Last week, Cuomo announced that the state's Health Department has developed its own coronavirus antibody test. ##Tests## ##New York## Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, said he thinks some states that have not been hit hard by the coronavirus \"are ready to start contemplating slowly reopening their economies in the beginning of May.\" In an interview on the \"Today\" show, Gottlieb explained it will be \"a slow process.\"  \"It’s not going to be a light switch. They're going to reopen gradually over the course of May and June,\" he said. Gottlieb said that while he thinks the US has \"made a lot of progress in ramping up testing in this country after having a slow start,\" the amount of testing needed won't be in place in the next couple of months. \"I think a good rule of thumb would be about 1% of the population on a weekly basis, so the ability to test about 3 million people,\" Gottlieb told NBC's Savannah Guthrie, adding, \"We're not going to be there. We're not going to be there in May. We're not going to be there in June. Hopefully we'll be there by September.\"  ##Reopening## ##Tests## WATCH: Contamination in manufacturing the Centers for Disease Control and Prevention's test for coronavirus caused weeks of delays that slowed the US response to the pandemic, multiple health officials told CNN.  The problem stemmed in part from the CDC not adhering to its own protocols, a Food and Drug Administration spokesperson said on Saturday. “[The] CDC made its test in one of its laboratories, rather than in its manufacturing facilities. CDC did not manufacture its test consistent with its own protocol,\" the spokesperson said. Some background: In mid-February, the CDC was uncertain whether its test was malfunctioning due to a design issue or a manufacturing issue, two FDA officials said. That was concerning to the FDA. On Feb. 22, an FDA official traveled to Atlanta and spent the following days visiting CDC labs to try to sort out the testing problem. According to an administration official, the FDA determined contamination was most likely occurring during the manufacturing process and that the CDC had appeared to violate its own manufacturing protocols.  By Feb. 27 the FDA and the CDC worked together to shift the manufacturing of the CDC test kits to IDT, an outside manufacturer, two FDA officials said. Those test kits functioned correctly and were shipped to public health labs. “The test manufactured by IDT was distributed and has encountered no issues, thus supporting the conclusion that it was a manufacturing issue,” the FDA spokesperson said in the statement. The inspector general also announced that it is doing its own investigation of the test creation and expects to complete the review by 2021. The Washington Post was first to report the issue of contamination. ##Tests## The federal government has published what appears to be the first official mock up of what the stimulus checks featuring President Trump's name may look like when they're sent to millions of homes this summer.  The checks show Trump’s name in the lower left hand corner underneath the words “economic impact payment.” The checks are signed by a Treasury Department official. The prototype image is part of an official release press release from the US Secret Service warning people about potential scams related to the checks.  Remember: These are prototypes. ##Stimulus##   Dr. Anthony Fauci, the nation's top infectious disease expert, urged caution about using coronavirus antibody tests.  Health officials have pointed to antibody tests as a way to help determine reopening communities since such tests can help identify who has been infected with the virus and subsequently developed antibodies that could help protect them from future infection. But Fauci said during an appearance on “Good Morning America” today that more research is needed to determine whether someone who has recovered from Covid-19 really is protected against future infection, adding that \"we still have a way to go\" with antibody tests. \"The problem is that these are tests that need to be validated and calibrated, and many of the tests out there don’t do that. So even though you hear about companies flooding the market with these antibody tests, a lot of them are not validated,\" Fauci told ABC's George Stephanopoulos. \"There’s an assumption – a reasonable assumption – that when you have an antibody that you are protected against reinfection, but that has not been proven for this particular virus. It’s true for other viruses,\" said Fauci, director of the National Institute of Allergy and Infectious Diseases.   \"But we don’t know how long that protection, if it exists, lasts. Is it one month? Three months? Six months? A year? So the assumption that with the tests that are out there, if you have an antibody positivity, you’re good to go – unless that test has been validated and you can show there’s a correlation between the antibody and protection, it is an assumption to say that this is something that we can work with,\" Fauci said. \"We still have a way to go with them.” ##Tests## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said there will be no real economic recovery if the US doesn't get coronavirus \"under control.\"  Appearing on \"Good Morning America,\" Fauci was asked about the protests that have erupted across the country over shelter-in-place orders.�� \"Clearly this is something that is hurting from the standpoint of economics, from the standpoint of things that have nothing to do with the virus,\" Fauci said. \"Unless we get the virus under control, the real recovery economically is not going to happen,\" Fauci told ABC's George Stephanopoulos.  Fauci explained:  \"If you jump the gun and go into a situation where you have a big spike, you're going to set yourself back. So as painful as it is to go by the careful guidelines of gradually phasing into a re-opening, it's going to backfire.\" ##Reopening## According to data released by Florida's Department of Health Sunday, there have been 179 Covid-19 deaths at nursing homes and long-term care facilities in the state.  That means 23 percent of Florida’s 774 deaths have occurred in nursing homes. After much pressure, Governor Ron DeSantis authorized the release of data, including the death toll, relating to the 307 nursing homes with Covid-19 cases this weekend.  More than 1,800 Covid-19 cases involving residents and staff have been linked to nursing homes, according to Florida's Department of Health. The total number of cases in Florida exceeds 25,500. The 1918 influenza pandemic – often called the \"Spanish flu,\" although it did not originate in Spain –  killed more than 50 million people globally and about 675,000 in the US. \"The intensity and speed with which it struck were almost unimaginable — infecting one-third of the Earth's population,\" the World Health Organization said. Fast-forward to 2020, and the coronavirus is also spreading with astonishing speed as officials and medical experts grapple with how to slow it down and keep people safe. Some of the painful lessons learned from the 1918 pandemic are still relevant today and could help prevent an equally catastrophic outcome. Here's what we could learn from the past: Lesson #1: Don't let up on social distancing too soon During the Spanish flu pandemic, people stopped distancing too early, leading to a second wave of infections that was deadlier than the first, epidemiologists say. \"The image that we have of this epidemic curve, we say we're going to reach a 'peak' — we look at it, it looks like Mt. Fuji in our minds ... a single, solitary mountain,\" epidemiologist Dr. Larry Brilliant said. \"I don't think it's going to look like that. I think a better image is a wave of a tsunami, with echoed waves that follow. And it's up to us, how big those other waves will be,\" he added. Lesson #2: Young, healthy adults can be victims of their strong immune systems Young, healthy people are not invincible -- and their strong immune systems might work against them. \"In those cases, it is not an aged or weakened immune system that is the problem — it is one that works too well,\" CNN Chief Medical Correspondent Dr. Sanjay Gupta said.  \"In some young, healthy people, a very reactive immune system could lead to a massive inflammatory storm that could overwhelm the lungs and other organs,\" he added. Lesson #3: Don't throw unproven drugs at the virus The Spanish flu and the novel coronavirus pandemics share two major challenges: the lack of a vaccine and the lack of a cure. Back in 1918, remedies \"varied from the newly developed drugs to oils and herbs,\" according to a Stanford University research post.  \"The therapy was much less scientific than the diagnostics, as the drugs had no clear explanatory theory of action,\" the post said. In 2020, there is widespread speculation about whether hydroxychloroquine – a drug used to treat malaria, lupus and rheumatoid arthritis – could help coronavirus patients. The bottom line: It's still not clear whether some drugs will cause more harm than good in the fight against coronavirus. Gen. James McConville, the current US Army chief of staff, joined Massachusetts Gov. Charlie Baker at the Boston Hope Field Medical Station Saturday where he called the coronavirus an \"invisible enemy.\" \"We are in a war against an invisible enemy. The Covid-19 virus,\" McConville said.  McConville was later asked how he felt about the deaths of veterans at the Holyoke Soldiers’ Home and he said, \"The loss of life is absolutely terrible. We don’t want to lose anybody.\" When asked if he has a message to health care workers as they fight this enemy, McConville said he was in Afghanistan when the Boston Marathon bombing happened. He said he was proud of the response by Boston and the commonwealth, then and now, because the community became \"Boston strong, they became Massachusetts strong and they will defeat this virus.\" Baker noted that tumultuous events like the Boston Bombing are usually visible, unlike the current fight against the coronavirus.  What we are dealing with here, as the general said, is an invisible, insidious enemy and if you go outside and you walk around, it looks pretty much the same as it always did except there’s nobody on the streets, there’s very few automobiles, and everything for the most part is closed,\" Baker said.  The governor said that dealing with this virus is \"a different kind of battle than one you can actually see what you are up against.\" This \"will, in some extent, be a marathon for us as well,\" the governor said. The US needs to conduct at least 500,000 tests for Covid-19 every day to be able to successfully open the economy and stay open, according to three Harvard researchers.  Currently, about 150,000 tests per day are completed, and about 20% of those tests have been positive. More testing is necessary to be able to capture who is infected and might put others at risk, researchers said. The current percentage of tests that are positive in the US is too high, the researchers said. The World Health Organization has suggested that an adequate test positive rate should be between 3 and 12%, while the US rate is around 20%. To achieve a 10% test positivity rate by May 1, about 580,000 people per day would need to be tested, research shows. If, instead, contact tracing is considered and an estimated 10 contacts are tested for each estimated positive case by May 1, about 535,000 tests would need to be conducted per day. The researchers include:  Dr. Ashish Jha, faculty director of the Harvard Global Health Institute \nDr. Thomas Tsai, a surgeon at Brigham and Women’s Hospital in Boston and researcher at the Harvard T.H. Chan School of Public Health\nBenjamin Jacobson, research assistant at the Harvard Global Health Institute  Scholars believe the numbers are underestimated, Jha wrote in an email to CNN. She said a formal write-up of their research will be available in the future. “If we can’t be doing at least 500,000 tests a day by May 1, it is hard to see any way we can remain open,” the researchers wrote. President Trump told reporters the US has conducted more than 3.78 million coronavirus tests to date at a Friday White House briefing. ##Tests## ##Reopening## The coronavirus pandemic continues to infect and kill thousands of people around the US each day. Catch up on the latest updates on the pandemic from over the weekend below: Reopening the economy: Treasury Secretary Steven Mnuchin told CNN Sunday that he thinks it will only be months, not years, before the US economy recovers from the impact of the coronavirus.\nContamination at CDC labs may have delayed early testing: The CDC made its test in one of its laboratories, rather than in its manufacturing facilities. This could have caused the tests to not work correctly at the beginning of the pandemic.\nNew data: Florida Gov. Ron DeSantis released the names of nursing homes and long-term care facilities with Covid-19 cases on Sunday.\nTie the knot: New York Gov. Andrew Cuomo plans to sign an executive order allowing couples to get marriage licenses remotely and allowing clerks to perform ceremonies over video.\nSchool closures: So far, 31 states and Washington, DC, have either ordered or recommended to close schools through the end of the academic year.\nTrump on protestors: The President said \"some governors have gotten carried away\" with social distancing and stay-home measures. He said that \"a lot of people don’t have to be told to do what they are doing.\"\nTesting needs to triple to reopen America: The US needs to conduct at least 500,000 tests for Covid-19 every day to be able to successfully open the economy and stay open, according to three Harvard researchers. Currently, about 150,000 tests per day are completed"], "Language": false}