{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/19/us/digital-libraries-from-your-couch-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sam Romano, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-19T04:09:24Z"], "LastModifiedDate": ["2020-04-19T14:25:11Z"], "Headline": ["7 digital libraries you can visit from your couch"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Check this out: You can still celebrate National Library Week, which begins Sunday, at home. Here are seven digital libraries with specialized collections you can visit to honor the contributions of our nation's libraries and library workers. Digital Public Library of America The DPLA is an online collection of over 36 million free digital materials from libraries, archives and museums. Its digital exhibitions and primary sources cover everything from the 1918 influenza pandemic to the golden age of comic books.  Nautical Archaeology Digital Library If you're fascinated by shipwrecks, the Nautical Archaeology Digital Library has you covered. The library, a collaboration of Texas A&M University and ShipLAB, contains searchable shipwreck databases and ancient ship models.  CIA's FOIA Electronic Reading Room Looking for digital data to make you feel like a secret agent? Look no further than the Central Intelligence Agency's Freedom of Information Act Electronic Reading Room. The online collection houses items from FOIA and CIA release programs, including more than 50 years of CIA information on UFOs and a collection dedicated to the oldest classified documents in the US.  Biodiversity Heritage Library The Biodiversity Heritage Library provides open access to biodiversity literature. The archives are home to curated collections with books from Charles Darwin's personal collection to field diaries from explorations of Antarctica. New York Public Library The New York Public Library's online collection contains nearly 890,000 digitized items. Its archives and manuscripts cover books, prints, photographs and more unique collections, like a massive database of over 17,000 historical restaurant menus. Getty Publications Virtual Library The Getty Publications Virtual Library hosts an impressive collection of art books, with more than 300 publications that can be read and downloaded for free, including some that are out of print.  National Library of Medicine The History of Medicine Division at the National Library of Medicine contains a vast collection of digital materials related to health and disease. Through its online resources, patrons can view the earliest anatomical drawings, read about the history of forensic medicine and explore an exhibition dedicated to the accomplishments of women physicians."], "Language": false}