{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/health/how-to-celebrate-anniversary-ideas-indoors-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-18T13:30:07Z"], "LastModifiedDate": ["2020-04-18T13:30:07Z"], "Headline": ["How to make anniversaries special when you can't leave the house"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As restrictions on movement and social distancing keep us from going out, you and your partner may be wondering: \"How will we celebrate our anniversary?\" In many ways, this pandemic is humbly bringing our lives back to a focus on the basics: wholesome foods and fresh air have become more important in place of delicacies and gym routines. We're spending our money on what we need, instead of excess. In the case of romantic relationships, fancy outings and exciting trips aren't options we can use to show our partners we care.  Instead, anniversaries this year are a time to pare down by connecting with loved ones in simple yet thoughtful ways that really matter.  Why anniversaries matter When a special occasion arrives, we tend to want to celebrate with gifts, outings and trips that are as equally grand as the milestone, said professor and psychologist Terri Orbuch, who's also known as The Love Doctor and author of \"5 Simple Steps to Take Your Marriage from Good to Great.\" There's nothing wrong with those things, but sometimes extravagance can take center stage while the smaller, more intimate details recede to the background, Orbuch said.  Anniversaries are still worth celebrating without the luxury. And at a time when your options for celebrating are limited, it's important to remember the true purpose for celebrating an anniversary in the first place, said Jeremy Nicholson, a psychologist who specializes in dating and relationships.  Anniversaries are ultimately about accomplishing three main psychological and interpersonal goals, Nicholson said. One is \"to remember the past, particularly the love stories and successes that led up to the present moment.\" Another is \"to share in the present, especially being grateful for the unique and special things that each [person] brings into the relationship.\"  And lastly, Nicholson said, we celebrate anniversaries to \"recommit to the relationship and shared goals for the future.\"  Commemorating anniversaries indoors  Given those goals, there are multiple ways to make your anniversary more romantic and meaningful by connecting over certain topics, Nicholson said. Here are seven ideas to try: Retell and remember important stories. How did you meet? What have been your most romantic moments together? What moments do each of you remember that are positive, loving and fun? Share appreciation and gratitude in the present. What do each of you value and love about one another today? What are you grateful for, especially considering the day-to-day things that may go unsaid?  Reaffirm your commitment to each other. What are your shared goals and dreams for the relationship in the future? Where do you hope to go, and what do you plan to do? What's meaningful and important to you both?  Recreate special moments. If there's a memorable dish you and your partner anticipated having again at a certain restaurant, or perhaps a meal you ate at your first apartment together, try recreating it if you have the funds for and access to the ingredients, Orbuch suggested.  Have an old, favorite song you both share? Play it through your phone and dance to it in your kitchen or living room. Share how the song reminds you of one another, where you were the first time you both heard it and why the song has cemented its importance in your lives.  Light candles and dress up for dinner. Over the meal, get to know your partner again by asking 36 questions for increasing closeness, a list from the University of California, Berkeley's Greater Good Science Center that's famed for each question being more probing and soul-searching than the last.  Get creative with gifts. Gift giving may look a little different this year, and that's OK. Try ordering online a gift that your partner really needs, such as a stress reliever or something that would help if they're working from home, Nicholson said. Or, Orbuch suggested, make your significant other a card with printed photos from your past together.   Learn something new. One way many couples spend their anniversaries is by taking a class together.  \"Doing new activities that you haven't done together as a couple also creates passion and excitement and arousal,\" Orbuch said.  You could mimic this experience by taking part in online classes focused on cooking, dance, art, exercise, meditation or wine tasting. Participating in new experiences where there's a joint outcome, Orbuch added, can lend adrenaline, intimacy and bonding to your relationship.  What to do about the kids For some couples, another barrier to celebrating an anniversary as they normally would will likely be that kids are in the house.  Any other time, parents would hire a babysitter or get a family member to watch the kids so they could enjoy some alone time.  If that's you, there are several options if kids are in the picture, including incorporating them into your plans. Kids across a variety of age groups can participate in cooking, decorating the house or making a card for your partner.  If you and your partner want to carve out some \"adults only\" time, tailor the message to the age of your child. When talking with adolescents, the key is to be as open and honest as possible and use \"'I' language,\" Orbuch said.  \"I always recommend that you start with a comment that says, 'We love you. I love you. You're important to me.' So that they never feel that they're infringing or that they're a part of causing anything that's negative or not as good as you want it to be,\" she advised.  Then, use language that focuses on what's important to you and your partner.  \"I might tell my daughter, 'I love you very much. You are important to your father and I and we love you dearly. It is our special anniversary. We've been married for five years and it's always important to recognize special anniversaries, just like we do with your birthday.\" Communicate with your child that you and your partner would like to celebrate this anniversary together. Maybe they can help come up with an idea that lets them have a fun experience while you and your partner recognize the special event. \"When you involve children in the process, they're much more likely to be OK with it,\" Orbuch continued. \"They're much more likely to see the benefit of it,\" she said, and enjoy the experience that they're doing that might be different from yours.  If you have young kids, there's a bright side: Younger children go to bed earlier.  That's your time to watch a movie or comedy special that's not rated \"G\"; play cards or a board game; have dessert and a glass of wine; or slow dance.  Honoring your love together while apart  If you and your partner aren't able to be together on your anniversary for any reason, you can still have those same intimate conversations via video chat.  If you want to enjoy a meal together, buy the same ingredients -- perhaps having some delivered -- and cook together while the camera's rolling.  You may even be able to participate in an online class at the same time. And thanks to the Netflix Party Chrome Extension, you could still watch your favorite movies together.  Building a firm foundation  What was initially only an alternative plan for celebrating your anniversary could be what powers your relationship through the trials of a pandemic. \"Reaffirming these connections is really what is going to help couples get through this tough time and really thrive in the future,\" Nicholson said.  \"People are emotionally lost. And taking the time to connect with one another, emotionally support each other and then look positively on the future is really going to help.\""], "Language": false}