{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/opinions/trumps-strongman-diplomacy-is-coming-apart-coronavirus-andelman/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by David A. Andelman"], "Writers": [["David A. Andelman"]], "FirstPublishDate": ["2020-04-30T23:49:25Z"], "LastModifiedDate": ["2020-04-30T23:49:25Z"], "Headline": ["Trump's strongman diplomacy is coming apart under Covid-19"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["For three and a half years, Donald Trump has bet whatever global order he has fantasized on a diplomacy based on mano-a-mano relationships with strongmen and dictators. Now, in the age of Covid-19, this is all largely coming apart.  From Pyongyang to Moscow to Beijing, Riyadh and Brasilia, the pillars of Trump's world view are all finding their backs -- in one fashion or another -- to the wall, leaving their American counterpart way out and alone on an increasingly fragile global limb. In North Korea, Kim Jong Un is or is not mortally ill or dead. There have been contradicting reports on his well-being following reports that he had heart surgery. Even up to this moment, however, Trump was still claiming a somewhat specious, close personal relationship. \"I received a nice note from him recently. It was a nice note. I think we're doing fine,\" Trump told a news conference in mid-April. Then, unsurprisingly, he launched back into his oft-repeated refrain that the United States would have been at war with North Korea had he not established this great relationship with the North Korean dictator. The foreign ministry issued an immediate and categorical denial: \"There was no letter addressed recently to the U.S. president by the supreme leadership.\" After the reports of Kim's disappearance, however, Trump was till sowing confusion. Monday during a news conference, Trump claimed he had a \"very good idea\" about the condition of North Korea's leader but that he couldn't \"talk about it now.\" Later on in the news conference, Trump said \"nobody knows where (Kim) is.\" With Kim, at least for the moment, all but retired from the scene, a vacuum has been left that is not impossible to believe might be filled, at least on an interim basis, by the military that would then be in charge of Pyongyang's nuclear arsenal. Other possibilities include Chinese forces bolting in to secure the nuclear stockpile and missiles before they could go rogue or fall into any other hands. Regardless, the Kim-Trump axis would become meaningless at best, toxic at worst. Meanwhile, China and its ruler, Xi Jinping, have their own problems. Wounded at home by his early mishandling of Covid-19, Xi is doing his best to emerge as a global force of strength with hardly a gesture of help for Trump, who's done his best to offload blame for Xi's mishandling of what Trump has dubbed the \"Chinese Virus.\" The Chinese propaganda machine responded, with China Daily quoting Xi as emphasizing the \"importance of making good use of the country's institutional strengths in responding to risks and challenges in an increasingly severe and complicated environment.\" Not once was Trump's name mentioned.  At the same time, China has gone out of its way to ease the US out of regions it views as central to its future as a global leader. Jack Ma, the founding chairman of Chinese internet titan Alibaba, dispatched planeloads of equipment and supplies, including 500 ventilators, personal protective equipment and coronavirus test kits for distribution across 54 African nations. Chinese state media were on hand to chronicle every step, according to The Economist. Some medical products China shipped to Europe were said to have been sub-standard, however, and there have been bottlenecks in shipments abroad. Still, China remains a global supplier of critical medical supplies.    In the South China Sea, Chinese warships are taking advantage of the American Navy's battle against the coronavirus on board major warships based in the region. In early April, a Chinese coast guard ship allegedly rammed a Vietnamese fishing vessel, in the Chinese-claimed Paracel Islands, which State Department spokesperson Morgan Ortagus described as \"the latest in a long string of PRC actions to assert unlawful maritime claims and disadvantage its Southeast Asian neighbors in the South China Sea.\" China has disputed what happened, saying the Vietnamese fishing boat hit the coast guard ship. Another close Trump chum, Vladimir Putin, has seen his president-for-life ambitions thwarted -- at least for now -- citing the pandemic for why he suspended the national referendum on constitutional changes that would've extended his rule in Russia.  And now his country is riven with Covid-19. According to John Hopkins University numbers, Russia has over 100,000 total cases and over 1,000 deaths.   Meanwhile, Putin himself has largely retired from the scene. As Tatiana Stanovaya of the Carnegie Moscow Center wrote in an essay, Covid-19 has only underscored Putin's isolation from everyday Russians.  Still, Putin seems to have deftly seized on Trump's weaknesses at this moment to take America's standing in the global community down another notch, talking at least four times on the phone with Trump from March 30 to April 12, gluing him ever more closely to his toxic reign. \"Reaching out to the United States ... is part ... of Putin's long-term plan to basically undermine the credibility of the United States as an important stalwart player in the global system,\" Andrew Weiss of the Carnegie Endowment for International Peace told CNN.  In the Middle East, Saudi Crown Prince Mohammed bin Salman and his father the king, two more autocrats and close friends of Trump, have had to pause the endless war in Yemen without any victory, while at home, they've put an end to flogging as punishment and the death penalty for minors among other concessions to popular demand.  And adding insult to injury, the Saudi-owned broadcaster Al Arabiya has even taken to praising Xi's handling of Covid-19, observing in a video, \"China is the only country that has performed well in dealing with this crisis.\"  In Brazil, another Trump best friend, right-wing President Jair Bolsonaro, is fighting for his political life. After more than 20 members of the delegation he took to meet Trump were infected with Covid-19, Bolsonaro was accused of concealing the true results of two Covid-19 tests he took. Monday, a federal judge ordered the federal government to hand over the results of both tests.    Bolsonaro was recently accused of meddling deeply in the workings of Brazil's national police who were closing in on a probe of his son, Carlos Bolsonaro, and who are investigating his other son, Flávio Bolsonaro, for embezzlement. The Bolsonaros have denied any wrongdoing.   At the same time, the Brazilian President fired his health minister, who'd repeatedly contradicted Bolsonaro's description of the pandemic as being a \"fantasy\" inflating \"a little flu.\" Sound familiar?  What is especially sad, throughout, are the deep wounds Donald Trump's erratic behavior and even more toxic language have left on America's image in the world. As Ireland's leading political commentator, Fintan O'Toole, wrote in the Irish Times last weekend: \"The world has loved, hated and envied the U.S.  Now, for the first time, we pity it.\"  There may be no easy way to reverse this immediately. But an end to Trump tweetstorms and daily bloviating might be a good first step."], "Language": false}