{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/cnn-underscored/weekend-sales-deals/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-04-17T18:36:22Z"], "LastModifiedDate": ["2020-04-17T18:36:22Z"], "Headline": ["The best sales to shop this weekend: AirPods Pro, Crane & Canopy, Madewell and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The weekend is here! And so are tons of sales worth shopping. Pick up everything from new AirPods Pro, bidets from Wayfair, a $50 Adidas gift card and more — all at lower than usual prices. See below for all the deals you need to know about now: Tech and electronics AirPods and AirPods Pro Multiple AirPods models are on sale now. Most significantly, AirPods Pro ($224.99, originally $249.99; verizon.com) are down to their lowest price ever at Verizon. Simply add to your cart, and a $25 discount — plus free shipping — will automatically be applied. Or if you'd prefer to shop on Amazon, you can score a pair for $234.98, down from their usual $249.99 price. Or, opt for the AirPods with Charging Case for $139 and the AirPods with Wireless Charging Case for $149.98, also available on Amazon. Apple Watch Now's the time to save on a manufacturer refurbished Apple Watch Series 3 at eBay. A 38mm model is available in either gold or space gray for $229.76 and $224.99, respectively.  PopSockets  The deals are popping at PopSockets' Warehouse Sale. For a limited time, you can save big on over 250 items, including car and desk mounts, PopWallets, PopMinis and PopGrips galore. With so many fun graphics and patterns, you're sure to find one to suit your personal style.   Sonos Since you're staying inside, treat yourself to a home audio upgrade. Sonos is taking $50 off the One, One SL and Beam speakers through April 23. Not to mention, a few speaker bundles are also marked down, so check out everything this Sonos sale has to offer.  Eero If you're working from home (or just streaming and gaming at home), reliable Wi-Fi is a must have. Ensure your network connection is as strong as ever with a discounted Eero bundle from Amazon. The highly rated refurb Eero Pro Mesh Wi-Fi Router is down to $119, plus it's easy to install, so you can get online and stay online for as long as you like.  Home and health Crane & Canopy Spring is here, so your home is likely due for a refresh. Shop Crane & Canopy's Spring Sale for up to 70% off bedding, sheets, rugs and home decor through April 20, and help your house live up to its full comfort and style potential.   Rifle Paper Co. Brighten up your space with colorful, whimsical paper goods and other accessories from Rifle Paper Co. The brand's sale items are now an extra 30% off through April 19, plus everything ships free. New items were just added to the clearance section, so you can shop everything from colorful notebooks and art prints, to floral greeting cards, stationary and even shoes. iRobot Make spring cleaning more efficient with a discounted bundle from iRobot. Now's your chance to score a Roomba, along with a Bravaa robot mop, for less than usual. Several different models are up for grabs, so browse through the eight bundle deals to find the best one for you.   Wayfair Since toilet paper is hard to come by these days, bidets have hit the scene in a big way. Now, mega home retailer Wayfair is marking down a bunch of bidets for a limited time. Scroll through nearly 100 options; just be sure to keep an eye out for the items with a crossed out price, which indicates that the bidet is on sale.   Allswell Make sure your bed is up to snuff with deals from Allswell. At the Daylight Savings Event, you can save 15% on mattresses, bedding, bath and spa items with promo code SPRING15 through May 1. The only thing excluded is mattress toppers.  Fashion and beauty Sephora Sephora's much-anticipated Spring Savings Event has arrived. In the tradition of the mega beauty retailer, the sale is open to Rouge members first; these top tier reward members can save 20% on their purchase with promo code SPRINGSAVE. Not a Rogue member? No problem. VIBs can take 15% off their purchase starting April 21 and Beauty Insiders (it's free to join!) will enjoy 10% off on April 23.  Spanx Don't miss out on discounted bras and undies from fan-favorite brand, Spanx. The Bra-llelujah Full Coverage Bra, Bra-llelujah Unlined Bralette, Bra-llelujah Lightly Lined Bralette, Lace Hi-Hipster, Brief, and Understatements Thong are all half-off in a fun animal print.  Lucky Brand Need some motivation to wear real pants these days? Lucky Brand's latest denim deal should do the trick. Comfortable styles for men and women — featuring forgiving 4-Way Stretch — are just $75 right now. Since these jeans have been known to retail for well over $100, it's a great time to buy.  Adidas Whether you're in need of a gift for a loved one that can be delivered electronically, or you're just looking to treat yourself to something new, Adidas' latest promo is one you'll want to take advantage of. Right now, you can score a $50 gift card from the fan-favorite activewear brand for just $40, which means you're essentially getting $10 off your next purchase. Baggu Bid farewell to your single use plastic bags. At Baggu's Earth Day Sale, you can take 25% off sitewide with promo code EARTHDAY. Pick up a few of the brand's cult-favorite Standard Baggu bags. It's the perfect reusable, machine-washable nylon sack to bring along on your next grocery run.  Eddie Bauer Stock up on outdoor gear from Eddie Bauer, and get ready to enjoy better spring weather (at an appropriate distance away from others, of course). Right now, you can take 40% off your entire Eddie Bauer purchase, plus the clearance section is an extra 50% off with promo code APRIL50.   Dagne Dover This weekend only, essentials from Dagne Dover, one of our favorite bag brands, are 25% off with code ESSENTIAL. Marked down styles include wallets, fanny packs, backpacks and the coveted Landon Carryall. All are made from either neoprene or leather in attractive spring hues and more muted neutral tones.  Old Navy Right now, everything at Old Navy is $20 or less, and a bunch of new clearance items start at just $1.99. Load up on bargains for the whole family, and enjoy free shipping on orders of $25 or more, plus free returns.  Madewell Madewell's wardrobe basics and standout new styles belong in everyone's closet, and now, almost everything on the site is 40% off. Use code VERYRARE to shop tons of spring styles that you'll be excited to wear on your next video conference call.  Reebok Amp up your at-home workouts with 40% off sitewide at Reebok, plus an extra 50% off sale, with promo code HOME. Not to mention, educators, nurses, military members, physicians and first responders can all enjoy 50% off with no exclusions.  Fossil Fossil's Surprise Sale is on, featuring up to 70% off more than 500 full-price styles. Plus, sale items are an extra 40% off with promo code TREAT. All the more reason to treat yourself to a new bag, some jewelry, a smartwatch and more.  For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}