{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/cnn-underscored/best-target-products-outbrain-2/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kami Phillips"], "Writers": [["Kami Phillips"]], "FirstPublishDate": ["2020-04-17T15:23:58Z"], "LastModifiedDate": ["2020-04-17T15:23:58Z"], "Headline": ["30 of the coolest products at Target you never knew about"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here. Social distancing may be in place for the foreseeable future, but that doesn't mean you can't continue to shop from your favorite stores. If you're missing your regular Target runs, you're not alone. Target is one of the best places to get lost in, and normally we end up walking out with plenty of amazing items, though a lot of them weren't on our original shopping list — sound familiar?  To help you get your Target fix from home, we've picked out 30 items to shop during your next virtual Target run that are cool, fun and, in some cases, incredibly useful. From classic board games to clean beauty products, and plenty of home decor and furniture items in between, you're sure to find something you love that might add a little more joy to your time spent at home. The best part? They start at just $3.  Hal Leonard Learn To Play Ukulele Kit ($39.99; target.com) Looking to pick up an instrument? This ukulele kit has everything you need.  _______________________________________________________________________________ Hair Food Avocado & Argan Oil Smooth Hair Mask ($2.99; target.com) Take self-care at home seriously by treating your hair to some TLC with this avocado and argan oil mask.  _______________________________________________________________________________ Penguin & Fish Llama Embroidery Wall Art Kit ($17.99; target.com) Learn to embroider with this adorable llama wall art kit.  _______________________________________________________________________________ Room Essentials 12\" x 12\" Letterboard ($12.99; target.com)  Available in lots of pretty colors, this board is the perfect place for just about any message imaginable to yourself or your family. Put it in your kitchen to announce the day's menu, or above your desk for some inspiration.  _______________________________________________________________________________ Opalhouse Two-Piece Leopard Bookend Set ($25; target.com) These leopard bookends aren't just cute, they also look super expensive (but they're not).  _______________________________________________________________________________ HP Sprocket 200 Printer ($129.99; target.com) Time to fill all those picture frames? It's easy with this pocket-size portable printer.  _______________________________________________________________________________ Hearth & Hand with Magnolia Ombré Shower Curtain ($24.99; target.com) Update your bathroom with a pretty ombré shower curtain.  _______________________________________________________________________________ Stars Above Blue Floral Print Beautifully Soft Notch Collar Pajama Set ($21.99; target.com) Cute, comfy and affordable? These floral-print pajamas check all the boxes.  _______________________________________________________________________________ Piccadilly 'The Story of My Life' Activity Journal ($9.99; target.com) Take some time to tell your own life story with this activity journal that's fun for both adults and kids.  _______________________________________________________________________________ Aztec Secret Indian Healing Clay Facial Treatment ($7.99; target.com) Countless customer reviews have attested to this best-selling clay facial treatment making their skin feel soft, smooth and radiant. _______________________________________________________________________________ Fujifilm Instax Mini 11 Camera ($69.99; target.com) This Fujifilm Instax Mini Camera can help capture memories in a snap.  _______________________________________________________________________________ Opalhouse Mini Blush Floral Planter ($5; target.com) Add a colorful planter to your space to brighten things up a bit.  _______________________________________________________________________________ All in Motion 3mm Yoga Mat ($15.99; target.com) Stretch, meditate and do your favorite yoga poses on this lightweight and durable mat.  _______________________________________________________________________________ Megababe Rosy Pits Daily Deodorant ($13.99; target.com) Shoppers love the smell of this aluminum- and paraben-free deodorant, which can keep you smelling  rosy and fresh all day.  _______________________________________________________________________________ Scrabble Board Game ($16.19; target.com) Scrabble is the ultimate board game for family game night.  _______________________________________________________________________________ 'Untamed' by Glennon Doyle ($16.89; target.com) A New York Times best-seller and a recent addition to Reese Witherspoon's Book Club that will capture your heart.  _______________________________________________________________________________ Shade & Shore Strappy Side Monokini ($34.99; target.com) If you're into wishful thinking, here's a leopard print monokini that doubles as a swimsuit and a bodysuit.  _______________________________________________________________________________ Threshold Windham One Door Accent Cabinet ($109.99; target.com) Add interest to any room with this accent cabinet in a suave hue called \"Overcast.\"  _______________________________________________________________________________ Goodfellow & Co Standard Fit French Terry Hoodie Sweatshirt ($19.99, originally $24.99; target.com) Because you can never have too many hoodies.  _______________________________________________________________________________ Love Beauty and Planet Coconut Milk and White Jasmine Divine Definition Shampoo ($6.99; target.com) This top-rated clean and cruelty-free shampoo is great for enhancing your curls and smells delicious.  _______________________________________________________________________________ Hearth & Hand with Magnolia Wall Sign ($14.99; target.com) In case you need a reminder, this adorable wall sign is perfect for any bathroom or kitchen.  _______________________________________________________________________________ Fashion Plush Cotton Pet Hoodie ($15.99; target.com) We'll say it again — you can never have too many hoodies, and now your pup can match.  _______________________________________________________________________________ Opalhouse Touraco Console Table ($159.99; target.com) This modern console table will add a fresh feel to any entryway, office or bedroom.  _______________________________________________________________________________ Philips Norelco OneBlade Hybrid Rechargeable Men's Electric Shaver ($34.99; target.com) Update your shaving routine with this top-rated electric shaver and trimmer. One blade lasts four months! _______________________________________________________________________________ Magnolia Home by Joanna Gaines Room Spray ($6.99; target.com) Keep your space or bathroom smelling fresh and clean with this citrus-y pomelo room spray.  _______________________________________________________________________________ Stars Above Chia Slippers ($19.99; target.com) Because our love of comfy shoes knows no boundaries, these slippers are a must-have.  _______________________________________________________________________________ Opalhouse Borealis 2-Piece Patio Papasan Chair and Ottoman Set ($252, originally $280; target.com) Add a bohemian touch to your outdoor space with this beautiful and weather-resistant papasan chair and ottoman set.  _______________________________________________________________________________ Artistic Desk Pad ($15.99; target.com) Organize your tech accessories with this all-in-one desk pad.  _______________________________________________________________________________ Harry Potter Family Pajamas Collection (starting at $13; target.com) Matching Harry Potter pajamas for the entire family? Sign us up.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}