{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/coronavirus-matterhorn-flags-us-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2020-04-17T15:15:39Z"], "LastModifiedDate": ["2020-04-17T15:15:39Z"], "Headline": ["Matterhorn in Swiss Alps lit up with American flag, messages of hope during coronavirus crisis"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Switzerland's famed Matterhorn mountain was illuminated with an American flag for a few hours as a symbol of solidarity during the coronavirus pandemic. \"Our thoughts are with all American people at this unprecedented time. We look forward to meeting again at the foot of the Matterhorn, we are all in this together,\" the tourism organization Zermatt Matterhorn wrote on its Facebook page. Light artist Gerry Hofstetter projected the flag onto the 14,692 foot tall peak in the Swiss Alps as part of a nightly series designed to show the town of Zermatt's support for everyone suffering and those fighting the pandemic.  Hofstetter is known for projecting images onto landmarks to create temporary art installations. He shined a full-sized image of the Titanic onto a huge Antarctic iceberg in 2012 to mark the 100th anniversary of the ship's sinking. He's been lighting up the Matterhorn with different images each day since March 24. The American flag was projected late Wednesday. The mountain has been lit up with the flags of Japan, Germany, the United Kingdom, France, Italy and others in recent weeks along with the hashtags #hope and #allofus. The popular tourist destination also projected messages encouraging people to stay home and guests to \"Dream now -- Travel later.\" \"We know that you are longing to visit us. Soon we can meet again. For the moment, however, health is our priority,\" Zermatt Matterhorn wrote on its website. \"But dreaming is not prohibited. We support you with great pictures in this travel-free time and send you our best wishes from the Matterhorn. They've set up webcams, so would-be visitors can watch the displays from home."], "Language": false}