{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/new-orleans-essential-things-to-do/index.html"], "Source": ["cnn"], "Location": ["New Orleans"], "ByLine": ["Story by Marnie Hunter, video by Channon Hodge, Joshua Sarlo and Alice Yu, CNN"], "Writers": [["Marnie Hunter"]], "FirstPublishDate": ["2018-02-12T15:44:40Z"], "LastModifiedDate": ["2020-04-17T14:16:15Z"], "Headline": ["Essential New Orleans: 7 can't-miss experiences"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["You'll definitely be called \"baby\" and \"sweetie\" in New Orleans. And chances are, you'll love it. You may find yourself eavesdropping on a Catholic priest and a hotel banquet manager talking Saints football in a dimly lit craft cocktail bar on Freret Street. A guy named Montel may propose to you on Esplanade Avenue. And while you may not leave the Big Easy betrothed, baby, you're pretty much guaranteed to feel embraced by this city. You may even fall in love. Tarriona \"Tank\" Ball did. The front woman for the whimsical New Orleans-born band Tank and the Bangas left her hometown during Hurricane Katrina and came back after she graduated from high school. \"That's when I realized how special it was. I had to leave. I had to come back. I had to actually be an adult. I had to date the city, in a sense,\" Ball said. \"I was courted by it. We went out, we ate together, and I actually realized, 'you are really special.'\" New Orleans celebrated its 300th anniversary in 2018 -- three centuries marked by slavery, resistance, resilience and celebration. We asked locals to share essential travel experiences -- beyond Mardi Gras -- for visitors to their very special destination. While the French Quarter is clearly a must, these ideas will take you to neighborhoods beyond the city's oldest section: Second line parades Kenneth Garnett, a server at The Court of Two Sisters on Royal Street, has lived in New Orleans all his life.  He comes from a very large family. (His grandmother, Albertine Pichon Faciane, was survived by nearly a dozen children, 56 grandchildren and 69 great-grandchildren when she passed away in 1982). For Garnett, the second line tradition of parading in the streets is an essential element of the culture he grew up in. \"Some people think second line bands are just for Mardi Gras. We use second line bands here in New Orleans for everything. You know, funerals, birthday parties, some people use it for divorce,\" Garnett said. \"Any type of celebration. I think from where I have been, we're the only city that does that.\" The bands are brass bands and along with the parade's leaders and organizers, they make up the main or first line. The friends and revelers trailing behind are the second line. The tradition is rooted in African-American culture and grew out of more somber jazz funerals. Sunday afternoons are a popular time for social aid and pleasure club second line parades. WWOZ 90.7 FM has a weekly podcast and listings that track second line and Mardi Gras Indian activities as well as regular brass band gigs around town. A night out on Oak Street Musician Khris Royal has the recipe for a great night out Uptown.  \"I like this restaurant Uptown on Oak Street, Jacques-Imo's. A good night out would be to go to Jacques-Imo's for dinner and then go next door to Maple Leaf and see whoever's playing. It doesn't matter who's playing. It'll be dope,\" Royal said. Royal knows his stuff. He started playing the saxophone at 7 years old (his mom told him girls like it) and studied at the Berklee College of Music in Boston.  He leads his own band, Khris Royal & Dark Matter, and plays with a bunch of other bands, including a regular Sunday night gig at The Spotted Cat on Frenchmen Street with Pat Casey and the New Sound. Royal's band typically plays at the Maple Leaf Bar about once a month, and he's a fan of the bar's lineup, particularly George Porter Jr. on Mondays and Rebirth Brass Band on Tuesdays. And as far as Jacques-Imo's goes, the cornbread alone is worth the trip. Cornbread muffins come warm to the table, topped with an addictive mixture of parsley, garlic and butter. The hearty creole/soul food menu (come hungry!) and the kitschy décor won't disappoint either. Garden District with a cocktail-to-go When a James Beard Award-winning bartender suggests a daytime cocktail jaunt, roll with it. Until recently, Chris Hannah was head bartender at the French 75 bar inside Arnaud's restaurant in the French Quarter. In 2017, the plush jewel-box of a bar won the coveted James Beard Award for Outstanding Bar Program. Hannah left Arnaud's in October of 2018. He opened Jewel of the South, a restaurant partnership with Nick Detrich and John Stubbs, in the French Quarter in March. Phil Whitmarsh is the chef. Hannah has lived in New Orleans for 15 years, and has often drawn maps for guests to get them to the Garden District via the historic streetcar's St. Charles line. He recommends getting off at Jackson Avenue. \"I specifically suggest that if guests are willing to have a cocktail-to-go -- which you should, it's part of the fun, free way of life here in New Orleans -- is to get a Bloody Mary at Igor's,\" Hannah said. Igor's is a 24-hour dive bar, complete with laundromat. From there, Bloody Mary in hand, start zigzagging the numbered streets, soaking up all the stately Garden District homes.  \"Halfway in the tour, you end up in Tracey's or Parasol's, which are both off Third Street. Sit down, relax, have a po' boy, have a beer, take your beer to go, walk back up to Prytania and over to Washington and then you'll finish in the Lafayette Cemetery,\" Hannah said. It's definitely a daytime tour, because the impressive 19th-century cemetery closes at 3 p.m. Elaborate above-ground tombs are the norm here because much of the city sits below sea level.  Mardi Gras Indians Breonne DeDecker, who has lived in New Orleans for 13 years, always takes her guests to the Backstreet Cultural Museum in the Tremé neighborhood. \"It's a museum that sort of traces the history of the Mardi Gras Indians, which is a cultural practice ... where folks celebrate the solidarity found between escaped slaves and the Native American tribes in the swamps that took them in,\" said DeDecker, who is program manager at Jane Place, a community land trust and housing rights organization.  Members of the city's nearly 50 tribes create elaborate hand-beaded and feathered suits to wear when they march on Mardi Gras Day and on Super Sunday (the Sunday closest to St. Joseph's Day on March 19). The tradition is believed to date to the antebellum period when escaped slaves found refuge with Native American tribes. In addition to the lavish suits, the museum also showcases items related to jazz funerals, social aid and pleasure clubs, Skull and Bone gangs and Baby Dolls -- all New Orleans traditions. Ronald W. Lewis is part of many of these traditions. Lewis, who has lived in the Lower Ninth Ward of New Orleans all his life, used to march with the Ninth Ward Choctaw Hunters.  He's now part of the North Side Skull and Bones Gang, the Big Nine social aid and pleasure club and the Krewe du Jieux. Lewis has his own museum of memorabilia and Black Mardi Gras Indian artifacts -- the House of Dance & Feathers -- in a building behind his home on Tupelo Street, which was submerged in 14 feet of water during Hurricane Katrina. \"What I work hard at with my little museum is to make it a people's place, where the welcome mat is here. I want the world to know that what we do, under all the adversity is a love and passion for culture and maintaining that culture,\" Lewis said.  UPDATE - CNN learned that Ronald Lewis passed away from coronavirus in April of 2020. Crawfish and good company Ella Brennan, who passed away on May 31, 2018, at age 92, was a nonagenarian grande dame of restaurateurs whose family has long been at the helm of 125-year-old fine dining institution Commander's Palace. CNN Travel spoke to Brennan several months before her death about her hometown's food and beverage essentials. \"Drinks, oh my God, you gotta have a favorite bar, have a favorite cocktail. Mine's an old-fashioned. I want it at about six o'clock. I'm saying, 'where is it?' if it hasn't come by that time,\" Brennan said. But in the spring, when crawfish are typically in season, a more casual experience is in order. \"You get a big table out in your backyard, or if it's cold, inside the kitchen, and you put the newspaper all over the table. Then you take the crawfish as they're boiled, strain them, and put them in piles on the table,\" she said. \"You can sit there and eat crawfish for hours and have a great conversation.\" Ball, of Tank and the Bangas, suggests getting out onto the water with the locals. \"On the lake, you're going to go get you some crawfish, you're going to get you a gallon of daiquiri and some potatoes and some shrimp and corn, and y'all gonna sit on a lake and talk about stuff,\" she said. Clearly, conversation is the key ingredient. Studio BE  Architect and community activist Bryan C. Lee Jr. is all about starting conversations. One of the organizations that he works with, Blights Out, addresses blight, housing affordability and gentrification. For a better understanding of New Orleans, Lee would send visitors to Studio BE, the third installment of a series of graffiti murals by artist and activist Brandan \"Bmike\" Odums that was sparked organically in 2013 at an abandoned public housing complex in the Ninth Ward. \"I suggest people check [Studio BE] out as a means to get a sense of what it really means to be young, to be black, to be political, to be contemporary in this city,\" Lee said.  The first project, Project BE, gained national attention in 2013 as well as the attention of the housing authorities that shut it down. That led to a second collaborative street art project at a housing complex on the West Bank that became the three-month-long Exhibit BE. The series' final installment at Studio BE is Odums' one-man show, \"Ephemeral Eternal,\" housed in a 35,000-square-foot warehouse in the Bywater neighborhood. It opened in 2015 and it's expected to close in May 2019. Odums hopes people recognize the power of art and that \"we engage in these conversations about social justice, about identity, about just the role that we play on this planet next to each other,\" he said. The most important thing The people. That's what it comes down to in New Orleans. \"If you've not spent time talking to New Orleanians, you've missed the opportunity of a lifetime,\" said Carol Bebelle, the co-founder and executive director of the Ashé Cultural Arts Center in Central City. She's right. Conditions are perfect for conversation: great food, a couple of drinks, a special setting, a welcoming atmosphere. \"New Orleans is just like your grandma. You come home, she's always got a hot plate of food for you,\" said \"Tank\" Ball. \"And she's gonna invite you to her table to sit down and talk about what's ever on your mind.\" Bon appetit, baby."], "Language": false}