{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/politics/pompeo-warren-twitter-jcpoa/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jennifer Hansler, CNN"], "Writers": [["Jennifer Hansler"]], "FirstPublishDate": ["2020-04-30T23:23:55Z"], "LastModifiedDate": ["2020-04-30T23:23:55Z"], "Headline": ["Pompeo and Warren trade Twitter jabs over Iran nuclear deal"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Secretary of State Mike Pompeo and Sen. Elizabeth Warren traded jabs on Twitter over the Trump administration's efforts to prevent a conventional weapons embargo on Iran from being lifted.  The arms embargo is legally set to expire in October under the terms of the Iran nuclear deal that the administration walked away from in 2018. But State Department officials, including Pompeo, have publicly argued in recent days that the US is still a participant in the agreement and can demand the return of sanctions outlined in the pact if the embargo isn't extended. On Tuesday, Warren wrote on Twitter, \"The international prohibition on weapons going to/from Iran ends in October. To extend this arms embargo, the Trump admin is suddenly arguing that the US is a party to the same Iran Deal it abandoned. That makes no sense. Make up your mind, @SecPompeo.\"  Pompeo called out the US lawmaker in a tweet on Thursday, basing his attack on the idea that even though the Trump administration left the deal, formally known as the Joint Comprehensive Plan of Action, it still has the right to demand changes under United Nations Security Council resolution 2231, which enshrined the JCPOA and includes the arms embargo and other measures. \"@SenWarren, you should review the law again — our rights under UNSCR 2231 are separate from the JCPOA. But I'll put you down for Chinese arms sales to Iran on October 18,\" Pompeo wrote. \"Which weapons is it okay with you if they send? A couple of divisions of VT-4 tanks good?\" The Massachusetts Democrat and former presidential candidate responded a few hours later. \"Actually, paragraph 10 of UNSCR 2231 encourages the US to resolve disputes *through the Iran nuclear deal* -- the same one you withdrew from, limiting our options and making us less safe. Nice try, @SecPompeo,\" she wrote. \"But can I put you down for reentering the #IranDeal?\" 'There's no qualification' The US claim that it can still participate in the JCPOA to insist that the legally mandated end of the arms embargo be overturned has angered and irritated US allies who remain in the deal and worried experts, who say the move could ultimately spell the end of the nuclear agreement. US officials remain adamant that they're in the right, however. On a Thursday call with reporters, the State Department's special representative for Iran Brian Hook argued that the US was still a participant under the language of resolution 2231. Hook referred to the same section Warren had tweeted about and said that the US is defined as a participant in paragraph 10 of the resolution, \"which concerns resolving any issues with respect to implementation of the JCPOA.\" \"And so, for the purposes of resolving issues, we are, we have certain rights that are clearly there and there's no qualification,\" he said. \"Nowhere in operative paragraph 10 does it say that it requires membership in the JCPOA.\" \"There are ways where that could have been qualified, but they didn't,\" he argued. 'Absurd' Foreign officials have expressed skepticism at this argument, with one European diplomat saying, \"Either you're in or either you're out,\" of the Iran nuclear deal. \"You cannot cherry pick.\" \"The Trump administration clearly wants to have its cake and eat it too,\" Kelsey Davenport, the Director for Nonproliferation Policy at the Arms Control Association, told CNN. \"This selective interpretation of the UN Security Council provisions is absurd. The Trump administration has reiterated continuously since May of 2018 that it's no longer a participant in the nuclear deal.\" Under the administration's interpretation, the US could still use a provision of the nuclear deal that would allow sanctions to be reimposed on Iran if the arms embargo isn't extended. Hook on Thursday said, \"we are very hopeful about being able to renew the arms embargo,\" but noted that \"if those efforts are frustrated, we are prepared to do whatever is necessary.\" Eric Brewer, deputy director and fellow with the Project on Nuclear Issues at the Center for Strategic and International Studies, told CNN that even if the US were to convince European allies to go along with their resolution to extend the conventional weapons ban on Iran, Russia and China would almost certainly veto.  Davenport said that \"the idea that Russia and China would go along with the US position now, after all of the steps that the Trump administration has taken to jeopardize the JCPOA, is unrealistic.\"  \"It's delusional,\" she said.  Snapback threatens to sink the deal Moreover, she and Brewer said that if UN sanctions are snapped back on Iran, it could serve to destroy the nuclear deal and do even further damage to already inflamed regional tensions. Tehran has reduced its commitments under the agreement, saying it will return to compliance as soon as the US returns to the treaty and lifts its unilateral sanctions against Iran. Brewer explained that the snapback sanctions \"were a big victory\" in the Iran nuclear deal because they provided a final resort mechanism to address Iranian violations without the threat of a Russian or Chinese veto.  \"In these scenarios, it was kind of assumed, for the most part that we would have at least Europe on our side, right, if not the Russians and the Chinese, in the case of a really flagrant Iranian violation,\" he said. \"And now we're in the position of, we're out of the deal. We're trying to make the case to everybody that no, we can still use these mechanisms under the deal to impose snapback on Iran,\" he said. \"One of the big concerns that I have is that we're effectively proving to Iran that it should have never signed up to this type of arrangement to begin with,\" Brewer told CNN. Davenport said that \"UN sanctions relief is one of the few benefits that Iran still enjoys under the nuclear deal, and without any incentive to continue to comply with even the elements that it is now, it's clear that it will collapse and Iran will exit.\" \"The greater danger is that Iran will follow through on its threat to withdraw from the Nuclear Nonproliferation Treaty\" -- a landmark agreement aimed at preventing the spread of nuclear weapons -- \"and if Iran does that its nuclear program won't be subject to any restrictions or monitoring, and that would certainly ignite a new crisis, a new nuclear crisis in the Middle East,\" she said."], "Language": false}