{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/marie-kondo-sanctuaries/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Stephy Chung, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T01:49:32Z"], "LastModifiedDate": ["2020-04-17T09:44:45Z"], "Headline": ["Marie Kondo: Achieving calm through the art of organization"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["If you ever wanted to get your life together -- or give the appearance of doing so -- look no further than Marie Kondo. Through her best-selling books and popular Netflix series, the Japanese tidying expert has spotlighted human nature's tendency to hoard, and offers strategies to tackle intimidating piles of clothes, paperwork and that drawer where everything miscellaneous goes. She says that following her KonMari method -- six basic rules which include keeping items that \"spark joy\" and discarding others -- can help people get organized and achieve a sense of peace.  Below, Kondo shares the therapeutic benefits of decluttering during what she recognizes as an \"anxious\" time. \"I do hope each one of us can find something to do within our home that allows us to have a positive outlook.\" CNN: What does the idea of a \"sanctuary\" mean to you? And why is it important to create a sanctuary within one's home?  MK: A sanctuary means having things that are important and precious to me. Not only that, but they are stored and organized where they should be. Tidying is so important because it naturally fosters a sense of gratitude for the things that surround us. When you're working from a place of gratitude, it allows you to have a much more positive and calmer perspective. What are the psychological benefits of tidying up?  My method asks you to choose what sparks joy, and to repeat this process over and over. By doing so, I believe it gives you the opportunity to reflect on all of your past decisions and look forward to your future. The decision-making skills that you're honing from the process of tidying can be applied to all aspects of your life, from your relationships to career and so on. It can really impact your actions in a positive way and boost your self-esteem. Appreciating the things you have and realizing there are so many things in life that are supporting you, really gives a sense of serenity and security as well.  Many people around the world are isolating due to the pandemic. How can they take advantage of this time at home and get organized? Where should they start?   The first step is to really visualize what your ideal lifestyle (looks like). How do you want to spend your time at home? Thinking about your goal for tidying is a very important step. In the KonMari method, there's a very specific order to follow. It begins with clothes, then you move onto books, documents, \"komono\" (miscellaneous items) and sentimental items. But we always begin with clothes.  I do realize, given the situation we're in right now, it might be difficult to donate or let go of the items you've decided to part ways with. So, if you find that process difficult, I recommend simply learning to fold your clothes in a proper manner, or arranging your closet by color, to make a big difference.  On Instagram, you shared this tip: \"If you're working from home, do something that signals the start of the workday.\" Why is this important?  Now that we are all working from home, I think it's very important be able to consciously shift from your personal time to your work mode. It doesn't need to be anything too involved. Simply closing your eyes and telling yourself that you're entering your work mode is enough, or even just writing out the tasks you want to accomplish for the day, and prioritizing your time, can help as well.  If your space is limited, what would you recommend for setting up an optimal work environment?    People who live in smaller spaces may end up having to do work on their dining room table. I think what comes in handy in this situation is using a large tray or an empty box to assemble all the documents and tools you use for work. Once you are done at the end of the day, you can take the box away and transition back to your personal time and space.  Do you have any design tips that would help people create boundaries in a room?  I think it's important that each member of a household has a designated spot to sort their belongings. We want to be flexible about where we are physically inside the home, but once we are done with the activities we are engaged in, it's important to have a spot to return all the tools you use for that activity. If kids are playing, once they are done, they can put their toys back where they belong.  Describe the room in your house that you find most relaxing. It would be my bedroom. It's very important that I can relax and be in a calm state of mind before I go to bed. I have things like small flowers and some crystals at my bedside. This interview has been edited for length and clarity. "], "Language": false}