{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/cnn-underscored/capital-one-venture-credit-card-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Darren Murph"], "Writers": [["Darren Murph"]], "FirstPublishDate": ["2020-02-03T20:33:51Z"], "LastModifiedDate": ["2020-04-17T16:52:24Z"], "Headline": ["Capital One Venture credit card adds redemptions for food delivery and streaming services"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored reviews financial products such as credit cards and bank accounts based on their overall value. We may receive a commission through The Points Guy affiliate network if you apply and are approved for a card, but our reporting is always independent and objective.  Our quick take: For a limited time from now through June 30, the Capital One® Venture® Rewards Credit Card is adding the ability to redeem miles for both food delivery and streaming services, improving even further on a card that already offers a drop-dead simple 2-miles-on-everything earning rate, has no annual fee for the first year and supports a host of easy redemption options. Pros: Simple earning structure: 2 miles for every dollar you spend on everything.\nNo annual fee for the first year, and a low $95 fee after that.\nExpert users can maximize redemptions by transferring miles to 17 airline and hotel partners.\nUp to $100 Global Entry or TSA PreCheck credit.\nNo foreign transaction fees. Cons: One limited bonus category.\nNo introductory rate on balance transfers or purchases.\nTransfer partner list doesn't include one of the \"Big 3\" U.S. airlines.\nNo cell phone insurance. Current sign-up bonus: Earn 50,000 bonus miles after you spend $3,000 on purchases within the first 3 months from account opening.  Best for: Savvy travelers who appreciate simplicity in earning and redeeming travel rewards. Related: Find out which cards CNN Underscored chose as its best credit cards of 2020. Digging into the Capital One Venture Keeping up with all the nuanced features, earning rates and redemption options on your credit cards can be exhausting. The Capital One Venture Rewards is ideal for those who appreciate a good vacation, but don't have the time or drive to treat points and miles as a full-time hobby.  While certain credit cards like the Chase Freedom allow you to earn more on certain purchases thanks to rotating bonus categories, keeping up with what's what may feel like a job unto itself. (If you can feel that prior sentence in your bones, Capital One's no-nonsense approach is apt to fit your style.) That said, the Capital One Venture manages to accomplish something that few cards can. Not only does it appeal to those who appreciate simplicity — earning 2 miles for every dollar you spend on everything you buy, and allowing each mile to be redeemed for any travel purchase at a value of 1 cent per mile — but it caters to enthusiasts as well.  And for a limited time from now through June 30, Capital One is bolstering the Venture's lineup of redemption options by adding both food delivery and streaming services to the mix. Eligible food delivery services include DoorDash, Uber Eats, Postmates and other popular options — plus delivery ordered directly from local restaurants — while streaming services include Netflix, Hulu, Spotify, Disney+, Kindle Unlimited and more. You'll get the same 1 cent per mile in value when redeeming this way, and you can use the same \"Purchase Eraser\" feature that you already use for travel purchases on these new categories as well. Simply make an eligible purchase in one of the categories, pay for it with the Venture card, and then apply the miles you have to reduce what you owe on your statement. Advantages of the Capital One Venture The Capital One Venture Rewards punches well above its weight. With no annual fee in the first year and just $95 a year thereafter, this credit card offers above-average earning, an easy-to-understand redemption policy and a growing network of transfer partners for those who enjoy the art of getting crafty with miles in order to eke every ounce of value from each one.  The Venture currently offers 50,000 bonus miles once you spend $3,000 on purchases within the first 3 months after you open the account. That's worth $500 if you utilize those miles on travel purchases (or food delivery and streaming services from now through June 30), but potentially much more with the right transfer partner strategy.  This credit card is renowned for its simplicity. You earn 2 miles for every dollar you spend on every single purchase you make, with no limits or thresholds. It's an excellent credit card for everyday spend, and pairs well with cards like the Chase Freedom (which offers rotating bonus categories) or The Platinum Card® from American Express (which offers extensive travel benefits and an industry-leading 5 points per dollar on airfare booked directly with the airline or via amextravel.com, and on prepaid hotel bookings via amextravel.com).  Each mile you earn with the Venture can be redeemed for any travel booking you make with the card at a value of 1 cent per mile, as well as food delivery and streaming services from now until June 30. You can even redeem your miles for just a portion of the purchase and pay for the remainder with the rest of your credit card statement. There's no limit to how many miles you can earn with Capital One Venture, and your miles won't expire for as long as you keep the card open. Understanding the benefits of transfer partners You're probably not thinking much about travel right now, but if you prefer holding onto your miles and transferring them to airline and hotel partners when travel resumes, the Capital One Venture has that feature, too. Better still, you don't have to choose one way or the other. You can use some of your miles to redeem with the Purchase Eraser, while transferring other miles to a partner like Wyndham or JetBlue.  In total, Capital One supports mileage transfers to 17 travel partners — 15 airline programs and 2 hotel alliances: As you can see, most of these partners transfer at a 2-to-1.5 ratio, which effectively means that for every dollar you spend on the Venture card, you'll end up with 1.5 points or miles after you transfer them. The exceptions are Emirates, Singapore and Accor, which utilize a 2-to-1 ratio. Also, keep in mind that while some partners recognize transfers instantly, others take between 1 and 5 business days to process.  Why would you transfer miles instead of redeeming them for your own travel purchases? Because sometimes airlines and hotels sell travel for different rates depending on whether you're paying in cash or miles. Particularly on high-demand dates and over the holidays, you can often find extraordinary deals when paying for a pricey hotel or airline ticket via transferred miles.  While many airlines and hotel chains have shifted to dynamic pricing systems for mileage awards, there are still deals to be had. And even better, many airlines allow you to use transferred miles to book travel on partners in their own program. It's one additional logistical layer to consider, but there are plenty of hidden gems to be found if you're willing to put in the research and effort. High-end perks on a low-cost card The Capital One Venture packs a host of other benefits that are typically reserved for cards with annual fees north of $250. This credit card has no foreign transaction fees and even includes a Global Entry or TSA PreCheck credit valued at up to $100.  TSA PreCheck is a program that gets you through domestic airport security faster, while Global Entry expedites your re-entry into the U.S. after you've traveled abroad. (If you plan to use this fee credit, we'd suggest signing up for Global Entry, as it automatically includes TSA PreCheck as well.) The Venture also offers solid travel protections, including travel accident insurance, a car rental collision damage waiver, a 24-hour hotline for travel assistance services and $0 fraud liability (meaning if your card is lost or stolen, you will not be responsible for unauthorized charges). Again, you likely won't be using any of these travel benefits right now, but when planes return to the skies and hotels reopen their doors, they can come in handy as people slowly return to the road. For a card that bills itself as a travel card, it's important to note that there's no lounge access included with the Capital One Venture. You won't get a Priority Pass Select membership, and you won't get discounted access to any other global lounge networks. Granted, we don't expect such luxuries from a card with such a low annual fee (not to mention one that costs nothing for the first year), but it's worth pointing out given the travel branding.  Disadvantages of the Capital One Venture Lots of other credit cards offer what are known as \"bonus categories,\" meaning you'll earn more rewards — either cash back or points and miles — for some types of purchases. For instance, another card might offer 3% cash back on dining, 2% on groceries and 1% on all other purchases. Or you might find cards with rotating categories, where every few months the bonus categories change or can be selected from a menu of categories by the cardholder. There's only one bonus category on the Capital One Venture Rewards — you'll earn 5 miles per dollar on hotels or car rentals, but only when you book them through Capital One Travel. Unfortunately, you likely won't get elite credit or have your elite benefits honored when booking a hotel through a travel portal instead of directly with the hotel.  And other than that, you're earning a locked 2 miles per dollar on everything — no more, no less — and that's the downside of simplicity. So if you routinely make a large number of purchases in a particular category, you may find another credit card that offers a bonus for those purchases is a better choice for you.  Or if you don't mind carrying multiple credit cards and regularly switching to the best one depending on what you're buying, you can potentially out-earn the Venture Rewards overall by maximizing different bonus categories on various cards (though the Venture could still be a good \"catch-all\" card for purchases that don't fall into any other card's bonus categories). Also, while earning 2 miles per dollar is a great everyday earning rate, keep in mind that cards like the Citi® Double Cash Card earn 2% cash back on all purchases — 1% when you make a purchase, and another 1% when you pay it off — and come with no annual fee at all.  So if you're only going to redeem your Capital One miles for travel purchases and don't need the other travel benefits of the Venture card, you're probably better off with a cash back option. But if you're going to utilize the Capital One transfer partners — even just once in a while — then the Venture card is worth the cost. One other downside of the Venture card is its lack of cell phone insurance, which is a useful benefit included on a few other cards in this category. For example, the no-annual-fee Wells Fargo Propel American Express® card offers cell phone protection, along with other Wells Fargo credit cards. Finally, a word on the Capital One transfer partners. While we appreciate that the list keeps growing, Capital One's roster of airline partners are mostly international."], "Language": false}