{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/health/children-causal-storybook-reading-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-15T04:38:47Z"], "LastModifiedDate": ["2020-04-16T14:15:52Z"], "Headline": ["Children prefer storybooks that teach them how and why the world works, study says"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["\"But why? Why? Why?\"  Sound familiar? So many parents can get fed up with the never-ending series of \"Why? Why? Why?\" questions from their children, never more so than during a pandemic lockdown.  It turns out, it's developmentally appropriate for children to ask, ask, ask questions, according to a new study.  As they develop, children have a natural curiosity in the causal structure of the world around them. That's why renowned Swiss psychologist Jean Piaget coined the phrase \"little scientists\" in 1952 to describe children relentlessly seeking explanations.  Children's interest in causal relationships found in books has been explored in previous research. But the books those studies used varied in genre and theme. That left room for doubt whether it was those differences -- and not just a causal relationship -- were responsible for children's preferences.  A study published Wednesday in the journal Frontiers in Psychology removed some of that doubt, finding that children prefer storybooks that explain the functions of the world around them.  \"If they're more interested or excited about reading, they're going to ask the parent to read more with them or be more cooperative reading together with their parent or other adults in their life,\" said study author Margaret Shavlik, a doctoral student and research assistant at Vanderbilt University in Nashville, Tennessee.  \"If we find books that are more interesting to children, they'll maybe have an increase in motivation to read and also may get more out of it.\" How you assess curiosity  During two sessions spaced about two to four weeks apart, researchers observed 48 children ages 3 to 4 in Austin, Texas. The authors selected two expository children's books about animals: \"Biggest, Strongest, Fastest\" and \"What Do You Do When Something Wants to Eat You?\" -- both written and illustrated by Steve Jenkins. Though the books were geared toward the same audience, they differed in their amounts of causal information. \"What Do You Do When Something Wants to Eat You?\" explained how a body part or behavior was relevant to the pictured animal's survival, while \"Biggest, Strongest, Fastest\" provided factual but non-explanatory descriptions of their features.  At both visits, an adult volunteer read the two storybooks to the children and asked them about their preferences afterward.  When comparing children's book preferences, the authors found the children appeared to be equally as interested and enthusiastic while reading either book. However, when asked which book was their favorite, nearly 44% of children chose the causally rich book at both sessions, compared to 29% who opted for the minimally causal book at both sessions.  Reading can be rewarding The study suggests that children may lean toward causal discovery in books because of its intrinsic rewards.  Figuring out an explanation for how something works might lead to dopamine release, which is the brain's response to pleasure, Shavlik said.  \"There's sort of a connection that when children are seeking explanations and when they finally understand the explanation, they feel there's a chain between some mastery over some part of the world,\" said Dr. Dipesh Navsaria, an associate professor of pediatrics at the University of Wisconsin--Madison and the medical director of Reach Out and Read Wisconsin.  \"If children do prefer storybooks with causal explanations, adults might seek out more causally rich books to read with children -- which might in turn increase the child's motivation to read together, making it easier to foster early literacy,\" Shavlik said in a press release.  Early engagement in reading can also improve literacy and language skills, and give toddlers a head start once they enter kindergarten, the report said.  Applying these lessons during a pandemic As parents go nuts over educating their kids during the pandemic, know the hallmarks of a book with causal information include explanations as to why an event happens, how something works or why a character chooses a specific course, Navsaria said. For example, if a character is sad that his dog died and his sadness manifests as anger and irritability, some books might just describe his feelings. But a good expository text would explain why the boy is sad, and how feelings can appear differently on the outside.  And there's benefits to talking through themes other than sadness. Exploring causality by having a dialogue with your toddler as you read through a book could make them more interested in reading, the report said. Rather than simply reading the book to your child and letting them sit quietly, encourage them to discuss the book as you go along. Ask them to help you find an object on the page, the color of a building or how a character might be feeling according to their face.  Examples of cause and effect storybooks appropriate for toddlers include the following, according to Little Shop of Stories, an independent bookstore in Decatur, Georgia: \"If You Give a Mouse a Cookie\" by Laura Numeroff\n\"The Very Hungry Caterpillar\" by Eric Carle\n\"Press Here\" by Herve Tuillet\n\"The Snowy Day\" by Ezra Jack Keats\n\"Tap the Magic Tree\" by Christie Mathieson\n\"A Good Day\" by Kevin Henkes\n\"Please Baby Please\" by Spike and Tonya Lee\n\"Runaway Bunny\" by Margaret Wise Brown \"Whether it's commiserating with a caterpillar who eats too much, considering how a small act of kindness can change the course of someone's day or watching what unfolds when a body decides to shake a snow topped tree, these books invite young readers to explore how actions always result in a specific outcome and enables them to think more critically about the world and their place in it,\" said the bookstore's Diane Capriola.  It could also bring you and your child closer, as they trust you to lead the way but feel confident in offering their own suggestions. Engaging with your kids \"This is why, for example, if you look at the American Academy of Pediatrics' guidelines on digital media screen time, so much emphasis now is not on the number of hours. It's on the parent or other caregiver being involved and engaged with children,\" Navsaria said. \"Because children need someone to help them make sense of what they're seeing, whether it's on the screen or what they're walking around or whether it's a book.\" Exploring causality in books, Navsaria said, prompts a child to ask bigger and broader questions: How does the world work? How are events influenced by one another? How do they explore that themselves? How can they think outside of the box to problem solve?  And mastering a curious nature as a child may translate to certain mindsets and achievements as an adult.  \"Because it's become a habit, it's become something that is so inherently a part of them and ingrained into how they explore the world around them,\" he added. \"Ultimately, that's what we want people to do in order to successfully develop and push forward humanity in many ways in whatever area it is, whether it's science, art, literature or whatever the case may be.\""], "Language": false}