{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/yayoi-kusama-coronavirus-poem/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Fiona Sinclair Scott, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-15T18:07:30Z"], "LastModifiedDate": ["2020-04-16T08:56:05Z"], "Headline": ["Yayoi Kusama orders coronavirus to 'Disappear from this earth' in a new poem"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["World-famous Japanese artist Yayoi Kusama offered up a brief moment of pause Wednesday through the power of a poem she wrote about the coronavirus pandemic.  \"Today, with the world facing COVID-19, I feel the necessity to address it with this message,\" reads her message on the Victoria Miro gallery website.  The poem that follows extends words of hope, love and defiance: \"To COVID-19 that stands in our way,\" she writes, \"I say Disappear from this earth.\"  The 91-year-old artist, known for her obsession with dots and her widely popular exhibition installations, says now is the time \"to stand up,\" expressing gratitude to those \"who are already fighting.\"  She signs off as, \"Revolutionist of the world of the Art.\"  Read the full poem below.  Though it glistens just out of reach, I continue to pray for hope to shine through\nIts glimmer lighting our way\nThis long awaited great cosmic glow Now that we find ourselves on the dark side of the world\nThe gods will be there to strengthen the hope we have spread throughout the universe For those left behind, each person's story and that of their loved ones\nIt is time to seek a hymn of love for our souls\nIn the midst of this historic menace, a brief burst of light points to the future\nLet us joyfully sing this song of a splendid future\nLet's go    Embraced in deep love and the efforts of people all over the world\nNow is the time to overcome, to bring peace\nWe gathered for love and I hope to fulfil that desire\nThe time has come to fight and overcome our unhappiness To COVID-19 that stands in our way\nI say Disappear from this earth\nWe shall fight\nWe shall fight this terrible monster Now is the time for people all over the world to stand up\nMy deep gratitude goes to all those who are already fighting. Revolutionist of the world by the Art\nFrom Yayoi Kusama"], "Language": false}