{"Type": ["article"], "Url": ["https://www.cnn.com/2017/05/12/health/graduation-speeches-wisdom-project/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David G. Allan, CNN"], "Writers": [["David G. Allan"]], "FirstPublishDate": ["2017-05-12T10:20:44Z"], "LastModifiedDate": ["2020-04-15T23:57:52Z"], "Headline": ["Best commencement speeches of all time, at the threshold of pomp and circumstance"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Commencement address season has, well, commenced. Every spring, on every college campus across the nation, wisdom is normally blooming. Not this year, in the middle of a global pandemic. But fear not! And the cream of past graduation speeches rises to the internet for us all to glean and enjoy now. Mixed metaphors are a common element of these pithy final college lectures. \"Wisdom is like frequent-flier miles and scar tissue,\" author Barbara Kingsolver told the 2008 graduating class at Duke University, \"If it does accumulate, that happens by accident while you're trying to do something else.\"  These speeches also contain inspiration, warnings, hope, calls to action, apologies for being an unworthy and/or boring speaker, inside jokes about the school or college life in general, \"didactic little parable-ish stories,\" as author David Foster Wallace put it to the Kenyon College class of 2005, and insightful quotes by others -- which make these speeches Russian nesting dolls of profundity. As with TED Talks, best man toasts and eulogies, there is a structure to these short addresses because the audience is well-defined by occasion. Graduates stand at one of the greatest moments of their lives (at least up to that point). They are excited, scared, purposeful or purposeless. They need a little celebratory push out of the nest. In old school philosophy-speak, commencement addresses fall into a category Aristotle defined as epideictic oratory: the rhetoric of ceremony in which praise or even blame is laid at our feet and guidance is given on how to move forward.  Like most wisdom (even the clichéd variety that is overrepresented in commencement addresses), it doesn't go out of style. Even a cliché, \"so lame and unexciting on the surface, actually expresses a great and terrible truth,\" Foster Wallace explained in his insightfully bleak address. And even though they are written for the mortarboard and tassel crowd, these tidy packages of sagacity are worth opening at other important times in one's life: career changes, weddings, breakups and divorces, becoming a parent, midlife crises, sending your own kids to college, today. I've been bingeing on graduation speeches lately. Here are some I've mashed together for your entertainment and illumination. These references are jumping-off points to read or watch the full addresses. Or to prompt a search for the commencements by your favorite academics, politicians, thinkers, comedians, writers and other artists you admire. There are far less fruitful ways to spend time on a screen than these intravenous hits of wisdom. Oh, the places you'll go! Most addresses seize the spirit of the occasion, which is Janus-like in its need to simultaneously look forward and backward. The moment is called graduation (signaling the completion of an era) and commencement (the beginning of one), as President Ronald Reagan explained in his 1982 address to his alma mater, Eureka College in Illinois. Graduation is a ritual of walking through a major threshold -- simultaneously leaving one room and entering another. \"Get in your car. You don't have a map, and you don't have a destination, you just flip a coin and get on the road,\" encouraged political operative Mary Matalin in a tandem one-two punch of inspiration delivered with her husband, James Carville, at the University of Maryland in 1999. It was perhaps the best of the half-dozen commencement addresses I've seen live. Matalin preaches the \"virtue of adventure,\" as she called it. \"Take time as you're going through your life to think about where you are, not always where you are going.\"  It's advice I took for years, bouncing around the world at various jobs that held my passion or needs at the time, only later focusing on a traditional career. \"Feeling alive is better than feeling secure,\" she said. \"Take chances. Make mistakes. Dabble. Change your mind.\" Apple co-founder Steve Jobs' address to the Stanford University class of 2005 recounted a handful of stories about his life, each with lessons for what to do next. Trust your guts that the dots will connect even when you go off the well-worn path, he urged. Love what you do, and keep searching until you find it. And live every day like it's your last.  You are the chosen ones Every year, new graduating classes are told that they are inheriting a broken system or that life itself will, at times, be oppressive. It's a ritualistic slap of the fraternity paddle as, mixed metaphorically speaking, the safe college bubble bursts. \"Many of us will bend our integrity to the times or situation. Many of us will thirst for justice and equality only when our own throats are parched,\" musician Wynton Marsalis said in a lyrical address to the 2001 class of Connecticut College.  \"There happens to be whole, large parts of adult American life that nobody talks about in commencement speeches,\" said Foster Wallace, involving \"boredom, routine and petty frustration.\" In his address to MIT's class of 2016, actor Matt Damon rattled off a laundry list of problems that need fixing, including economic inequality, the refugee crisis, climate change, pandemics and institutional racism.  But it is not too late, these and other speakers explained. We have the knowledge to find solutions. That's what our education is largely for, they remind us, not for accumulating wealth. (That's actually one of the problems.)  And find solutions we must. The future is in the hands of graduates -- which includes us. Don't ask \"why doesn't somebody do something?\" when you should ask \"why don't I do something?\" said Marian Wright Edelman, president and founder of the Children's Defense Fund, to the 2008 class of Muhlenberg College in Allentown, Pennsylvania.  Carville's address alternated between funny, angry and passionate. \"I'm here to plead with you, to beg you, to reject the siren song of cynicism,\" which he mocks and calls pervasive. He asks graduates to adopt an \"attitude\" of optimism and involvement. Hillary Clinton told my graduating class at the University of Maryland in 1996 not to let our generation be pigeonholed as apathetic Generation Xers. We have a civic responsibility to change in the world, she said. And several days later, I proudly drove out to Houston for training in Teach for America -- the largest of the AmeriCorps programs, enacted by her husband. TFA was a slayer of Gen X apathy and lives on as antidote of millennial entitlement.  Bring back kindness, pleaded writer Anna Quindlen to the 2011 class of Grinnell College. And Planned Parenthood's Cecile Richards urged Barnard College graduates of 2014 to be troublemakers, agitators and activists. \"If you hold out for an invitation, chances are good you'll miss the party.\"  \"Our success as a society ... depends not on what happens at the White House but on what happens inside your house,\" former first lady Barbara Bush said in a funny, heartfelt speech about putting children first. Her 1990 address to Wellesley College graduates tells a great anecdote about a young schoolgirl arguing for her individualism, pokes fun at her husband and quotes Ferris Bueller. Life does move pretty fast. Thirty-second wisdom Many speakers take the occasion to cram in a final lesson, plant a last seed of truth.  In her hilarious address to Tulane's class of 2009, TV's Ellen DeGeneres used her own story of publicly coming out of the closet as a lesson in being true to yourself as the only path to finding purpose in life.  \"Stay conscious and alive in the adult world day in and day out,\" Foster Wallace advised. Actor Jim Carrey urged the 2014 class of the Maharishi University of Management in Iowa to choose love over fear as the guiding principle for all your decisions.  Kingsolver instructed the students to quit smoking and drive the speed limit in order to \"improve your odds of getting old enough to be wise.\"  Screenwriter Aaron Sorkin's highly entertaining address to the Syracuse University class of 2012 urged active citizenship because \"decisions are made by those who show up.\" It's a sentiment echoed by historian Howard Zinn, who reminded the 2005 class of Spelman College that democracy isn't handed down from the government but from \"people getting together and struggling for justice.\" Sorkin also encouraged graduates to \"develop your own compass, and trust it. Take risks. Dare to fail.\" He told a story about how his writing career began by failing and retaking a play analysis class.  The value of failure and imagination are the two life lessons from author J.K. Rowling to Harvard's class of 2008. For her, failure led to \"stripping away of the inessential\" and a \"rock bottom (that) became the solid foundation on which I rebuilt my life.\" Former Texas Gov. Ann Richards crammed in five lessons for Mount Holyoke College's class of 1995. They amounted to \"cherish your friends and your family as if your life depended on it ... because it does.\" \"Love people more than things.\" Be foolish. Avoid regret. And don't work too much. Edelman had seven lessons that included working quietly toward thoughtful goals: \"Don't work just for money,\" prioritize family and don't be afraid of risk or criticism. But my colleague Dr. Sanjay Gupta, CNN's chief medical correspondent, upped the ante to 10 lessons. His very funny and heartfelt 2012 address to his alma mater, the University of Michigan, included respecting elders, not worrying about the future, appreciating friendships and finding one's purpose. Peace out The last bit of rhetorical flourish of commencement is to go out on a cheer line, like the cymbal crash of a symphony so the audience knows when to clap and, in this case, toss their caps into the air. \"And now go, and make interesting mistakes, make amazing mistakes, make glorious and fantastic mistakes,\" author Neil Gaiman concluded his 2012 address to the University of the Arts in Philadelphia. \"Break rules. Leave the world more interesting for your being here. Make good art.\" Quindlen went out with, \"Certainty is dead. Long live the flying leap.\" Jobs cribbed from the Whole Earth Catalog: \"Stay hungry. Stay foolish.\" Bush ends on this gem: \"Somewhere out in this audience may even be someone who will one day follow in my footsteps and preside over the White House as the president's spouse. I wish him well!\" But I'll leave the proverbial microphone drop to a student, Donovan Livingston. His four-minute spoken-verse commencement ode to the power of education was delivered to the 2016 class at Harvard and should be watched in order to be fully appreciated. "], "Language": false}