{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/opinions/colleges-and-higher-ed-covid-19-changes-perry/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by David M. Perry"], "Writers": [[]], "FirstPublishDate": ["2020-04-15T21:20:57Z"], "LastModifiedDate": ["2020-04-15T21:45:25Z"], "Headline": ["For some colleges, missing the fall semester may be just the tip of the iceberg"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"All of our formerly reliable sources of revenue -- tuition, research grants, clinical revenue, private philanthropy and income from our investments and endowment -- will almost certainly be significantly and adversely affected.\"  With this dire pronouncement, Duke University, the wealthy private school in North Carolina, announced a total hiring, building and salary freeze for the coming year.  Dozens of other universities have done likewise, shaken not only by the current costs associated with shutting down campuses and refunding student fees, but trying to prepare for an uncertain future. Yale University has already frozen hiring until June 2021 -- more than a year away -- predicting that things are only going to get worse.  The Covid-19 pandemic has higher education teetering on a precipice.    The $2 trillion CARES act passed by Congress as an initial response to the economic devastation wrought by the pandemic included about $14 billion allocated for higher education, providing badly needed stabilization. Half of that money will provide emergency financial aid for students, while the other half is being dispersed to institutions to help them make up losses from unexpected coronavirus-related costs.  But without much more help from both state and federal governments -- targeted to support those most in need -- some schools are already openly considering delaying in-person classes until January 2021. Both public and private institutions may collapse, and the most vulnerable students are going to suffer.  Every industry is at risk in our struggling economy. Although it feels like the lockdown has been going on forever, we're just at the start of sorting out the political, economic, social and cultural ramifications of this crisis.  Our colleges and universities will need more infusions of cash from both federal and state governments to make it through the disruptions that are yet to come, but it's time to start thinking about how to go beyond bridge loans and stop pretending that we'll ever get back to normal.   Whatever emerges in the world of higher education, it won't look the same as it did when we all started the academic year last September.  It's no secret that higher education was in crisis long before the pandemic. As things fall apart, we are going to be forced to rebuild, and thus we have an opportunity to create something more sustainable.  The question now is whether we heighten pre-existing inequalities in academia for both workers and students or whether we can do better by leveling the playing field.  The next wave of funding should prioritize alleviating student debt and securing the employment status of the vast numbers of contingent workers that increasingly teach American college students.  We're going to need a lot more money, but it's not unprecedented. Instead, it's time to break the cycle of austerity that has left our students, institution, and educators so vulnerable to crisis. We have to stop cobbling together educations based on unsustainable debt for students and low-paid, part-timers in the classroom.  Students deserve free, or at least debt-free, high-quality educations. Teachers and staff deserve full-time jobs at a living wage. Every penny should be subordinated to the core mission. Austerity, if it must come, must start at the top of the hierarchy.   State funding for higher education has fallen for years, even though Americans generally believe that funding is growing. The key in this moment of crisis is not to focus on delivery methods (online learning doesn't actually save any money), but the fundamentals of what and who a college is for.  John Warner, an expert in writing instruction and a commentator for Inside Higher Education, told me in an email that we must make \"teaching and student support resilient even in the face of another disruption. The second step (which actually needs to also happen concurrently) is to reorient institutions around the mission of undergraduate education.\"   Resiliency is key. Donna Carroll, president of Dominican University in the Chicago area (where I taught for over 10 years), told me that as we move forward, \"the focus has to be on students and families. Higher ed needs to adapt and we will adapt. Stimulus funding in the short term will bridge us. But we will only all make it if students have the ability to persist and the economic wherewithal to do it.\" The recent leap into online learning at most schools has been impressive in some ways but, of course, uneven. Not all professors are fluent in online systems, not all universities have the IT infrastructure to support widespread online learning and not all students have access to the internet and reliable work spaces in their home.  And all of this is before taking into account supporting people who actually catch the novel coronavirus.  Making it through the semester will be a triumph for all who reach the finish line, and not everyone will. But rushing to draw big conclusions about online education right now is like, as historian Kevin Gannon tweeted, \"like deciding to give people a swimming test during a flood.\" We just need to try and keep our head above water.  But then what? Summer classes have also moved mostly online, but if we can't resume normal operations in the fall, will any students show up? Will fall term be canceled altogether?  A recent survey by the educational consulting group Art & Science found that a significant number of would-be incoming freshmen are now considering a gap year. Any resulting significant reduction in class size would  increase budget deficits already exacerbated by this spring's pro-rated student fee refunds (typically for on-site services like dining, housing, recreation, and so forth) that all ethical schools are providing.  Meanwhile, states like Missouri are continuing a longstanding trend of reducing their educational budgets. Ben Miller at the Center for American Progress told me, for example, that Missouri is \"going to withhold something like $76 million for the fiscal year that ends June 30, and [public colleges and universities in Missouri] are getting $66 million [from CARES] that's not being used for emergency financial aid purposes.\"  So the first wave of bailout funds won't even cover the short-term funding clawed back by the state, let alone the refunds. The vice chancellor of finance at Mizzou, Rhonda Gibler, has acknowledged that layoffs may well follow.    Carroll told me she's worried that Illinois will not be able to meet its current financial aid obligations, and of course the students won't have the money, leaving Dominican on the hook.  As a faculty member at Dominican, I was so proud of the work we did educating first-generation students (and often first-generation Americans), but I was always aware of the thin line between solvency and crushing debt in a mission-driven private institution.   Representative Ilhan Omar, the Democrat from Minnesota who represents the district housing my current employer, the University of Minnesota, agrees that the next phase of a higher education response should focus on students. Over email through a spokesperson, she said, \"This crisis is showing the importance of fully funding public colleges and making them tuition-free and canceling and fully compensating for student loan debt.\"  It's increasingly clear that the current crisis has at least a two-year timeframe. As we ramp up testing, treatment, and hopefully eventually a vaccine, we need to be prepared for waves of outbreak and brief localized shutdowns. CARES was a short-term panicked response. When Congress comes back -- and they never should have left -- it's time to shift to long-term thinking and resiliency across categories.  For our colleges and universities, that means fighting for a simple principle that has long been abandoned in too much of our conversation around higher education. It's a public good. Restoring public financial support will fuel that resiliency in the unpredictable decades to come. "], "Language": false}