{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/cnn-underscored/konami-turbografx-16-mini-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brittany Vincent"], "Writers": [["Brittany Vincent"]], "FirstPublishDate": ["2020-04-15T14:26:30Z"], "LastModifiedDate": ["2020-04-15T14:26:30Z"], "Headline": ["The most intriguing micro gaming console is Konami's TurboGrafx-16 Mini"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["For retro gaming collectors, micro consoles are some of the coolest modern pieces of tech around. From Nintendo's NES Classic to the Sega Genesis Mini, this craze has enabled nostalgic enthusiasts and hobbyists to relive moments from their gaming pasts, thanks to inexpensive, miniature versions of classic consoles jam-packed with awesome games.  Sony, Nintendo and Sega were among the first in this craze and released their flagship micro consoles over the past two years, already loaded with many of their best games: Final Fantasy VII, classic Mario platforms and more.  Konami finally joined in, however, and while micro consoles may no longer be in vogue, its offering might be the most interesting. The TurboGrafx-16 Mini shines brightly in a sea of micro consoles with a cache of excellent games at an affordable price, a small, compact form factor and the added bonus of several Japanese titles for those curious about experiencing titles they've never played.  A collector's dream The TurboGrafx-16 Mini is certainly a more obscure miniature console than, say, the PlayStation Classic, as it's based on the original NEC TurboGrafx-16 and designed by Hudson Soft. This version of the mini console has its own distinct look aside from Japan's PC Engine Mini and Europe's PC Engine CoreGrafx Mini, and as such, it also has a unique set of games. With those points in mind, as well as the somewhat pricey collector's market for the PC Engine system family, the TurboGrafx-16 Mini is already a great product with excellent selling points based on those factors.  It's a sturdy, miniature replicant of the original system, down to the box and packaging. This time, however, you don't have to pay high prices for a system and games from eBay or a retro gaming store. It costs $99.99. You even get sturdy (albeit wired) controllers that look and perform just like the original, complete with the turbo switches required for a wide variety of games. While it would have been nice to see wireless controllers with a miniature console, the attention to detail is certainly appreciated.  A treasure trove of games This system comes with a unique set of games. With those points in mind, as well as the somewhat pricey collector's market for the PC Engine system family, the TurboGrafx-16 Mini is already a great product with excellent selling points.  Unless you're an avid retro enthusiast and have spent a modicum of time with the TurboGrafx-16, it's highly unlikely you've played many of these games. But that doesn't mean they aren't worth experiencing. Not by a long shot.  There are 25 English titles on the system, including ones that never received a proper release in the West. The selection runs the gamut from shooter to hack-and-slash and everything between, ensuring just about everyone has something palatable here, from the colorful Parasol Stars to the classic shooter Space Harrier. The system even has the gory beat-'em-up Splatterhouse, though this version is unfortunately censored. For RPG lovers, the lengthy classic series Ys Book I & II is thrown in for good measure as well.  But there's also great value, too. Many of the Japanese games, such as Star Parodier, Snatcher and Ginga Fukei Densetsu Sapphire are expensive to purchase on their own from retro game retailers, eBay or other outlets. While they remain untranslated and only those with a modicum of knowledge of the language will be able to appreciate the games' storylines, there's still plenty of fun to be had sifting through these titles.  A fantastic, streamlined interface The TurboGrafx-16 also happens to shine brilliantly in terms of its interface and internal menus. The software you use to sift through games, save your progress and navigate settings is top-notch. It's reminiscent of Sega's Genesis Mini setup, with cute sprites decorating the background, clear and easy-to-read fonts and large box art emblazoned with the game you're playing as you scroll through the collection.  You can play each game with multiple save states, an improvement from the original console. You can go into games you've never played before and save your progress often enough so that you might actually be able to finish, which fans who aren't interested in starting a new title and never finishing it will obviously love. It's clear that a love for gaming went into bringing these menus and software to life, from the graphics of showing a HuCard sliding into the system to the retro-flavored text.  Bottom line The TurboGrafx-16 Mini is one of the most intriguing micro consoles on the market. Not only does it fill a need that was previously left wide open (this is a very neglected system in the grand scheme of things), but it's a great way for fledgling enthusiasts or hardcore gamers to expand their collections or learn about systems they may otherwise not have known about.  You get faithful software design, sturdy construction on both the system itself and controllers and a wide variety of games to discover and enjoy. Plus, it's affordable at $99.99. This is one system you'll want to jump on if you have the spare cash, and an exemplary product that other manufacturers will want to emulate.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}