{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/fall-travel-covid-19/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jennifer Allford, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-15T13:03:33Z"], "LastModifiedDate": ["2020-04-15T13:03:33Z"], "Headline": ["Will you go anywhere this fall? A look ahead to autumn travels"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Nick Runge is planning to go to Italy in mid-September to host a workshop on painting watercolors, soak up the Tuscan scenery and celebrate his girlfriend's birthday.  \"It's at a vineyard, so they have their own wine. And then the town of Vinci where Leonardo da Vinci comes from is very close,\" says Runge, a Los Angeles-based artist.  \"This will be the first time I've ever visited Italy, so I'll be really disappointed if it gets rescheduled, but hopefully it still goes.\" If the five-day workshop doesn't go ahead, the Italian company Art Escape organizing the event will give everyone a voucher for a refund or for another artist workshop, later.  \"I think they're just taking it minute by minute in Italy,\" Runge told CNN Travel. \"I feel so terrible. That's a tragic situation for everybody there.\"  Italy, still under lockdown, appears to be curbing the spread thanks to strict measures around the country, but it's not clear what the coming months will show. Travel postponed? While the Covid-19 pandemic rages and billions of people around the world are told to stay home, travelers are frantically changing their plans, canceling some trips and postponing others.  Major events and gatherings have been moved. Coachella, scheduled originally for April, has been postponed to October.  The Masters was bumped to November. The Tokyo Olympics in July have been pushed back a year. And countless events around the world are on hold as countries restrict travel in an effort to prevent the spread of the coronavirus.  As summer vacation remains a big question mark for much of the world, people are looking to the next season: fall Just say when So when will you be able to travel again? Is it safe to plan a fall escape? Unfortunately, there is no date to circle on the calendar.  The fall may be \"a bit premature,\" says industry expert Caroline Bremner.  The head of travel for Euromonitor International, a London-based global market research firm, expects governments will start easing travel bans over the summer and into September.  \"However, consumers will be hesitant to travel and may fear being caught abroad in a second or third wave of the pandemic, with the risk of being stranded abroad.\"  Thus, when international travel restrictions are eventually relaxed, people may be inclined to stick closer to home.  \"We are expecting to see domestic and visiting friends and relatives along with travel to second homes to be the first to pick up once bans are lifted,\" Bremner told CNN Travel.  Domestic decisions Allison Lane Estay won't be venturing too far afield this fall. After canceling a spring trip to Mexico and a summer trip to Portugal, the Calgary event producer and her husband are planning a September surfing trip to Tofino on Canada's west coast.  \"I don't know when we will ever be able to go to Europe again,\" she told CNN Travel. \"We are totally living in limbo when it comes to everything. We have no idea what's going to happen and so we just decided to keep it within our country and go to Tofino.\" Omer Rabin, a managing director at Guesty, a short-term property management platform, is also predicting that domestic travel will pick up much faster than international.  \"Travelers are optimistic about the future of travel in the US,\" he says.  \"We could witness an unprecedented surge of vacations later this year with people using their saved-up vacation days for fall and winter holidays.\" But even Americans considering just moving around within the US in late 2020 may be troublesome, cautions epidemiologist Dr. Kumi Smith, an assistant professor at the University of Minnesota.  \"The state-by-state mitigation approach we're using in the US suggests there will be some variation on how well each state controls its epidemic,\" she told CNN Travel. \"If this is the situation, and we all start traveling again, a possible consequence is that it could mix folks from low transmission and high transmission places together, making it hard not to imagine a resurgence.\"  Waiting it out Dr. Anthony Fauci, the US top infectious disease official, hinted summer vacations may be \"in the cards,\" provided people continue to abide by the current aggressive mitigation efforts.  Meanwhile, states on both sides of the coasts are making plans to work together on how and when to reopen.  North of the border, Canadian Prime Minister, Justin Trudeau warns some physical distancing and travel restrictions could be in place in his country for up to 18 months. \"This will be the new normal until a vaccine is developed,\" he says. Reading the fine print Despite tempting deals on flights, hotels and cruises, Euromonitor is predicting a 30% drop in tourism demand around the world this year and a recovery to \"pre-crisis\" levels by 2023. \"The travel industry is highly resilient and has weathered many storms,\" says Bremner.  The current storm includes companies trying to stay afloat with no customers and compensating millions of travelers forced to abandon trips.  As Covid-19 spread around the globe, the travel industry scrambled to respond. Airlines, cruise lines, lodging and third-party booking sites quickly developed pandemic policies that are evolving with the crisis.  At the moment, there are deals to be had — and the cancellation policies, once rigid, are now often more palatable. Still, those planning fall travel will want to read the fine print very carefully. Allison Lane Estay is still waiting for refunds for the two trips she had to cancel.  And while she'd very much like her money back, she's also philosophical about the bigger picture. \"We're healthy, we're alive -- so that's all that matters. iI's just money. The entire world is dealing with this, and if all we have to deal with is canceling our vacation, so be it.\" Nick Runge, meanwhile, is crossing his fingers his September trip to Tuscany won't be canceled.  No one has dropped out of the workshop at the vineyard, and he's looking forward to painting the landscape and toasting his girlfriend's birthday with a glass of red.  \"What a perfect getaway to have the workshop and at the end of the day relax, drink wine and enjoy the scenery,\" he says. \"I'm really hoping that things get under control in Italy fairly soon.\" "], "Language": false}