{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/cars/gm-ford-plans-restart-us-factories/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2020-04-30T21:14:51Z"], "LastModifiedDate": ["2020-04-30T21:36:05Z"], "Headline": ["GM and Ford lay out plans to restart their US factories"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["General Motors and Ford laid out plans for restarting their US factories while, at the same time, attempting to protect workers from the coronavirus. Both companies detailed how they would thoroughly clean facilities and allot extra time between work shifts to do so. The automakers said they will also screen employees with questionnaires before they leave for work and temperature checks as they enter a plant or other facilities.  Employees who have recently been exposed to someone with the coronavirus or exhibit a high temperature or other Covid-19-related symptoms will be sent to local clinics for testing before they are allowed to return to work.  While in factories, employees will work at least six feet apart from one another whenever possible, the companies said. Employee workstations will be separated by clear plastic panels. Workers will also wear surgical-style face masks and clear plastic face shields whenever they're required to work close to one another. These practices are based on the experiences the companies have had at their factories in China and, in GM's case, Korea. Ford executives said 90% of the employees at their plants in China, which started reopening in mid-February, have now returned to work. Ford also recently reopened a plant in Thailand that it operates with Mazda. \"Absolutely I would feel comfortable sending my family to work at Ford,\" said Jim Farley, Ford's chief operating officer, when asked how confident he felt in the steps the company was taking. Both Ford and GM have also been operating a few plants in the US in order to make personal protective equipment and ventilators for healthcare workers. Ford has also been manufacturing face masks for its own workers around the world. Both companies also have some warehouses operating to distribute parts for repairs. Workers at those US plants have also been trying out the safety protocols and equipment that will go into wider use in the US  as factories reopen. Employees at Ford's currently operating US plants will be sharing their experiences with other employees. Among other things, they will describe what it's like working with masks and face shields on and the best ways to wear and use them, said Kiersten Robinson, Ford's chief human resources officer.  Both companies will also make changes to how \"common areas,\" such as dining areas, are used in order to keep employees apart from one another. GM expects to restart operations in mid-May, according to an executive familiar with the plans. A Ford executive declined to provide a specific timeframe for restarting the company's factories, but said decisions for each factory will depend on local conditions and requirements. The company said it is closely monitoring conditions in areas where it has factories. The United Auto Workers Union, which represents assembly line workers at Ford, GM and Fiat Chrysler, is asking for more coronavirus testing of employees. \"Our position is that we employ as much testing as is possible at the current time and commit to full testing as soon as it is available,\" UAW president Rory Gamble said in a statement. Additional reporting by Cristina Alesci."], "Language": false}