{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/ugoma-adegoke-art-repatriation-nigeria/index.html"], "Source": ["cnn"], "Location": ["Lagos"], "ByLine": ["Ugoma Adegoke"], "Writers": [[]], "FirstPublishDate": ["2020-04-10T12:27:56Z"], "LastModifiedDate": ["2020-04-10T12:56:05Z"], "Headline": ["Why private repatriation is crucial to safeguarding Nigerian art"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["When people think about the repatriation of art and artifacts, they often imagine it to be about big contentious items, things that were probably looted during colonial times -- the Benin Bronzes for instance, or ceremonial items that belonged to the Igbo people in southern Nigeria.  But repatriation is first and foremost about returning items of significance to their homes. In the small arts community we have in Nigeria, private ownership is crucial: private collections serve as quasi museums, and collectors are custodians that can ensure art will remain here in the long term. What I strive for, what I really want to see happen, is for Nigerians to fall in love again with Nigeria through its art. I believe that once that appreciation and understanding of the culture is regained, we will have a lot to protect and fight for, and also more to invest in developing ourselves. Once emotional or even psychological value is attached to something, what follows is financial value, and then we start to see things flourish. In 2014 I was approached by a dealer in London who didn't know what to do with a collection that had been presented to him. He knew about my interest in elevating my country's art both globally and within the country itself, and I was immediately intrigued by his proposition. There was a significant private collection of Nigerian art, belonging to a German expatriate who had worked in Nigeria in the 1970s and '80s, and who had brought the art back with him to Europe.  His children knew how much Nigeria had meant to their father, so they had decided not to auction the pieces individually. And he really must have loved Nigeria because he had purchased 45 pieces of art during his time there -- 30 years later, they were still in excellent condition.  My first job was to find the right collector. Nigerian art has come ahead in leaps and bounds, but even six years ago there was just a handful of collectors who believed that art was worth spending significant amounts of money on, let alone buying so many pieces at one time. I can confidently say that, at the time, a sale of Nigerian art of this magnitude had never happened before on a private level. No private collector had had the opportunity to access and purchase a sizable collection from the West to bring back home.  As for the collection itself, it was all art that had been done from the late 1970s to the late 1980s. Many of the artists had trained at the University of Nigeria, Nsukka, the first indigenous and autonomous Nigerian university, which had an esteemed art program. Sculptor El Anatsui, and the modernist Uche Okeke are two such artists. There were also quite a few works by artists associated with the famous post-independence Oshogbo school of the 1960s, including the esteemed artist and musician Twins Seven Seven.  Others in the collection included hugely influential teacher, poet and painter Obiora Udechukwu, sculptor, painter and printmaker Bruce Onobrakpeya and watercolorist Tayo Adenaike. I was impressed by the original collector's vision, and it reminded me of how patronage can get the ball rolling for an artist on the path to greatness.  Because of what I do, I engage a lot with wealthy Nigerians who have chosen to invest in art -- rather than planes, watches or houses. And a collector is not someone who buys on a whim, a collector is someone who has made art their altar. Once I had found a handful of potential buyers, I talked to them about what the acquisition would mean. I explained that they would be enabling Nigerian art, making a small part of history happen. In the end my convincing -- my emotional blackmail! -- about how they needed to do this for Nigeria paid off. I found the right collector. I was happy because I knew the work was going to a good place and to someone who loves their culture. As far as other options, I had looked into the possibility of a commercial gallery purchasing the collection, but there wasn't one that had the space or the financial ability to keep the work together. If a museum had come along with the same passion and respect that had driven the original collector, and could ensure the art would be protected long after my death, I would have been willing, but this did not happen. Unless you can find such a commitment from an institution, a private collector who will be considerate of handling, storage, context, deepening provenance and other safe-keeping, and who will generously lend out and share the work to be viewed by others, is best.  About two years after the sale, the collector was asked to lend out his work for an exhibition that he'd asked me to curate. Mixed-media artist Ndidi Dike, whose work is in the collection, attended the opening. Over the years she has exhibited internationally, but when she saw an early work of hers -- her degree piece! -- she was amazed. She never thought she'd see it again. Private repatriation is one step of a thousand. It's one step toward reuniting Nigerians with the totems of our culture, our creative sophistication. But it's not just about finding the highest bidder. Five people may have the same access to significant wealth, but that doesn't mean they share the same passion and sense of responsibility. In this case we successfully moved the work into the care of a loving and responsible patron who is interested in being a custodian of Nigerian art, culture and history, and making the art accessible. It is this type of collector that helps in the wider debate for repatriation -- in all of its forms. Top image: detail of \"Polo Player\" (1984) by Isola Akande"], "Language": false}