{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/09/entertainment/mort-drucker-mad-magazine-cartoonist-dies-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-04-10T02:49:32Z"], "LastModifiedDate": ["2020-04-10T02:49:32Z"], "Headline": ["Mort Drucker, legendary caricaturist for Mad Magazine for more than 50 years, dies at 91"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Mort Drucker, whose distinctive caricatures of celebrities appeared in the pages of Mad Magazine for more than five decades, has died, according to tweets from the magazine and CNN's Jake Tapper. Drucker was 91. Drucker's death was not a result of the novel coronavirus although he was having trouble breathing, Tapper tweeted. The cartoonist had been quarantined for weeks with no outside contact, his friend, cartoonist John Reiner, told Tapper. \"Reiner said Mort's last words to him were 'I'm the luckiest man. I've had a wonderful life,\" Tapper wrote.  In 2015, Drucker was the first winner of the National Cartoonists Society Medal of Honor award. He was also the cartoonist of the year in 1987. In a 2016 interview with Reiner for the cartoonists' society, he said he never worried about how to draw images of movie stars, singers and politicians. \"I was never concerned with style. I never thought about it. That came naturally when you got to know what you were doing,\" he said. \"I never copied any artist. I was influenced by a lot of good artists, learned from them.\" Drucker spent three years early in his career at DC Comics, then left in the early 1950s to work freelance. In 1956 he pitched his work to Mad Magazine publisher Bill Gaines and got his first gig. He did more than 300, according to the NCS, and prompted the magazine to do more movie and television satires. For many years, Mad Magazine was the most widely read satirical publication in America.  The magazine celebrated his life in a tweet Thursday. \"RIP, Mort Drucker, whose caricatures revealed as much as they ridiculed. In your memory, we will continue to satirize even in dark times, and laugh like Idiots while doing it,\" the magazine wrote.  Drucker told The Star-Ledger newspaper of Newark, New Jersey, that he never had art lessons. He started drawing as a 7-year-old, a fan of Popeye, he said in 2012.  That year a collection of his Mad Magazine work was published with the title, \"Mad's Greatest Artists: Mort Drucker -- Five Decades of His Finest Works.\"  He also did covers for Time magazine and illustrated the movie poster for the film \"American Graffiti.\""], "Language": false}