{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/09/world/oldest-yarn-neanderthals-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katie Hunt, CNN"], "Writers": [["Katie Hunt"]], "FirstPublishDate": ["2020-04-09T15:00:11Z"], "LastModifiedDate": ["2020-04-09T15:00:11Z"], "Headline": ["World's oldest string of yarn shows Neanderthals were smarter than we thought"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Archeologists say they have found the world's oldest string of yarn or cord, which our Neanderthal ancestors made by twisting together natural fibers. Researchers said the find is the earliest known evidence of textile and cord making and suggests that Stone Age Neanderthals were perhaps much smarter than we thought.  \"The idea that Neanderthals were cognitively inferior to modern humans is becoming increasingly untenable,\" researchers wrote in a new study. The study published Thursday in the journal Scientific Reports. The six-millimetre-long cord fragment, consisting of three bundles of fibers twisted together and wrapped around a thin stone tool, was discovered at the prehistoric cave site of Abri du Maras in the south of France. The yarn dates from 41,000 to 52,000 years ago and researchers said the cord is made from fibers taken from the inner bark of a tree, likely a conifer. The authors believe that the cord was wrapped around the tool as a handle or was part of a net or bag containing the tool. \"It's impossible that nature made this twisted fiber,\" said study author Marie-Hélène Moncel, who is a director of research at the French National Centre for Scientific Research (CNRS) The research suggests that production of the cord would have required extensive knowledge of the growth and seasonality of the trees used.  \"In order to get this fiber, you have to strip the outer bark off a tree to scrape off the inner bark. This is best done in spring or early summer,\" said Bruce Hardy, a professor of anthropology at Kenyon College in Gambier, Ohio and a co-author of the study. What's more, our Stone Age ancestors likely would have needed an understanding of mathematical concepts like pairs and sets and basic numeracy skills to create bundles of fibers (yarn), the three-ply cord and rope from multiple cords. \"It opens a new window on the cognition of Neanderthals and their ability to organize their way of life,\" said Moncel.  Prior to this discovery, the oldest discovered fiber fragments in the Ohalo II prehistoric site in Israel dated back to around 19,000 years ago. The findings of the new study suggest that fiber technology is much older. Not just stone age Most knowledge about how Neanderthals lived comes from durable items like stone tools and bones. But this and other recent archeological finds of more perishable items suggests they lived a more sophisticated life than many experts had thought.  The study found that three groups of fibers were separated and twisted clockwise like an S and once twisted, the strands were twined counterclockwise to form a cord. The study said the twisted fibers hinted at a \"much larger fiber technology.\"  \"Once the production of a twisted, plied cord has been accomplished it is possible to manufacture bags, mats, nets, fabric, baskets, structures, snares, and even watercraft,\" the authors wrote in the study.  Other recent finds include wooden tools and weapons and birch bark pitch, which would have been used as an adhesive and as a type of chewing gum that might have eased tooth ache. Neanderthals are also thought to have made jewelry from shell beads and art.  \"Given the ongoing revelations of Neanderthal art and technology, it is difficult to see how we can regard Neanderthals as anything other than the cognitive equals of modern humans,\" according to the study. Hardy said that recent ancient DNA evidence showed that modern humans and Neanderthals interbred regularly. \"Neanderthals are a group that are typically defined by their extinction,\" he said.  \"Because we don't see Neanderthals walking down the street with us, we assume that they must have done something wrong. Therefore we tend to look for deficiencies rather than strengths.\" \"This evidence suggests that they are not terribly different from us in the way they thought and navigated the world.\""], "Language": false}