{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/opinions/nih-daszak-coronavirus-funding-cut-opinion-corb/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Benjamin Corb"], "Writers": [[]], "FirstPublishDate": ["2020-04-30T19:42:50Z"], "LastModifiedDate": ["2020-04-30T19:42:50Z"], "Headline": ["This is what happens when coronavirus research funding gets political"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The public health threat of the Covid-19 pandemic has made the American public acutely aware of the impactful work done by researchers funded by the National Institutes of Health. Federally funded researchers from coast to coast and beyond are working feverishly to understand SARS-CoV-2, the virus that causes the disease. These scientists are racing to understand its makeup, its mechanism of entry into the human body, its characteristics outside the body and what existing therapies may help patients while a vaccine is being developed. Why, then, did the NIH last week, as first reported by Politico, terminate a grant that supports leading research into how coronaviruses can be transferred from their natural host of bats to humans?   The answer, it seems to me, is because Pete Daszak, the scientist who leads EcoHealth Alliance, the nonprofit biomedical research organization sponsoring the project, has collaborated with Shi Zhengli, a Chinese virologist at the Wuhan Institute of Virology in China.  In confirming to CNN that the grant funding was terminated the NIH said it \"does not discuss details of the decision making process regarding specific grant awards,\" but made a point to list sub-awardees, including the Wuhan Institute of Virology. This leaves room for speculation, as the Politico piece suggests, that it may have been at the behest of -- or at least with a strong implied nudge -- from the Trump administration.  The agency's budget is established by Congress and the institutes make their own funding decisions, as they are best positioned to understand costs and needs of the projects. But the decision to yank Daszak's funding follows a growing effort by some to place blame on China for this pandemic. And earlier this month, President Donald Trump said  that there may be funding cuts in the research after a reporter suggested that grant money had been given to the Wuhan lab. (According to Politico, Daszak has maintained that \"no fund from [the grant] have been sent to the Wuhan Institute of Virology, nor has any contract been signed.\")  Now that the President has seemingly made good on that promise, many scientists are deeply concerned. Meanwhile, NIH-funded researchers have been working hard to investigate the virus killing more Americans than the Vietnam War.                  Zhengli and Daszak, who I know of by reputation due to their impressive work, are virus hunters -- skilled experts seeking out coronaviruses and other diseases that could be transferable from bat populations to humans, the same disease vector scientists believe to be the genesis of the current outbreak.  Combined, the researchers have collected thousands of samples and identified hundreds of new coronaviruses with the goal of preventing future pandemics.    Daszak's credentials are impressive. He is a member of the National Academy of Medicine and in the past has advised the director of medical preparedness policy on the White House national security team. His first five-year NIH grant on this topic began in 2014, after the usual competitive research funding process scientists across the country must navigate. Preliminary data are collected, hypotheses are generated, and proposals are written to share the research goals, methods, anticipated results. These grants are then reviewed not by government bureaucrats but by fellow scientists, and often competitors, who are selected to serve on grant review panels because they are experts in the field.  These review panelists understand the science in question and can evaluate the scientific merit behind the proposal.    So rigorous is the process that last fiscal year, according to the NIH, more than 67,000 grant applications were received and only 22% were approved for funding. In FY2014, when Daszak was first funded, the success rate was only 20%. In 2019, Daszak submitted a proposal to extend his grant another five years, and the panelists found the research so promising that the NIH funded the grant to 2024.  Included among the 20 scientific papers published from Daszak's initial grant is the discovery of how SARS coronaviruses enter cells -- a critical piece of information necessary for those working to develop Covid-19 therapeutics and vaccines. According to Politico, in a letter to EcoHealth Alliance officials last Friday, Michael Lauer, the NIH deputy director for extramural research, stated that Daszak's research does not \"align with the program goals and agency priorities.\" There has been no reported explanation from the NIH as to why the research no longer aligns with NIH priorities. More than a million Americans have been diagnosed with Covid-19, and over 61,000 have died. Yet, regardless of whether the Trump administration is responsible for the funding cuts, the President has expressed views that a well-respected scientist and expert on coronavirus research is no longer worthy of investment. How can that be possible? It seems that Trump's desire to keep the spotlight on China's role in the pandemic has overridden scientific independence. And this mentality seems to be spreading. Last weekend, Republican Sen. Tom Cotton of Arkansas suggested Chinese students should come to America to study Shakespeare but not science, arguing that they \"go back to China... and design weapons and other devices that can be used against the American people.\" Has this growing jingoism influenced the decision to revoke Daszak's research grant?  Politicizing peer-reviewed science is a dangerous threat to the independent American scientific enterprise and is the first step on a deeply concerning slippery slope. If Daszak's research can be stopped by funding cuts at the whim of the President, what other research grants in the future will be pulled because of the left or right leanings of any future president?  What damage would such a decision have on the world-leading productivity and reputation of the National Institutes of Health?   Science must remain independent and nonpoliticized if it is to be trusted and productive during this pandemic crisis and beyond."], "Language": false}