{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/virtual-museums-dubai360-spc-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jenny Marc, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-07T09:08:05Z"], "LastModifiedDate": ["2020-04-07T09:15:20Z"], "Headline": ["Dubai's virtual museums offer a cultural escape"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["In a city where the skyline changes year after year, there's one corner of Dubai that preserves its past. The Al Fahidi Fort houses the Dubai Museum, which offers a snapshot of the region before the skyscrapers and malls.  From a traditional souq to Bedouin culture, pearl divers to potters, visitors encounter dozens of life-size mannequins that depict Dubai's past. Michael Essey is a film producer who works for Dubai Film, a company that was tasked with bringing the city's museums online. The Dubai Museum is his favorite in the city. \"It gives me the history of where this place came from -- and I do like the history of Dubai, from a humble fishing village to the Las Vegas of the Middle East,\" he says. \"It's just a wonderful story.\" In 2014, his business launched Dubai360, a website that hosts one of the world's largest virtual city tours. In addition to more than half a dozen museums, the platform features 360-degree experiences of 41 rooftop views, over 40 cultural landmarks, 15 shopping centers and 10 parks.  Earlier this week, Dubai announced a 24-hour lockdown that will last for two weeks, in response to the coronavirus pandemic. Now that Covid-19 has forced the public indoors, the platform has seen an average 25 percent increase in traffic.  \"There's never been a better time or a more important time for technology like this to exist, because it's one thing to sit and consume junk,\" explains Essey. \"But... it's important for people to keep their mind stimulated with reality.\" Virtual visits It might come as no surprise that the International Council of Museums (ICOM) agrees with Essey's opinion that there's never been a more fitting moment to explore the world's virtual exhibits.  The NGO recently launched a social media campaign called #MuseumsAndChill in a bid to acquaint the public with institutions near and far.  Related: 'Instagram Bridge' the latest showpiece of Dubai Creek Harbour megaproject \"With this campaign we hope to mitigate the impact self-isolation has on mental health,\" says Alexandra Fernández, a communications coordinator at ICOM. \"So far it has been quite successful.\"    From the Museum of Modern Art in New York to London's British Museum to the Louvre, many of the world's most famous collections are available online. Google's Art & Culture platform hosts free virtual tours for more than 1,200 museums. And while these online offerings don't begin to make up for the financial losses that institutions are now suffering, Fernández says they still might be beneficial in the future. \"The vast majority of these virtual tours are free,\" says Fernández. \"They can potentially have a positive economic impact once the lockdowns are over, as they may draw online users to physically visit the museum.\" She adds that an equally important reason for museums to have online offerings is to help secure government money to sustain institutions during the pandemic.   \"Right now emergency public funds are vital to contain the damage... to avoid that the temporary lockdowns of museums become permanent closures.\" Looking forward Many institutions don't know when they'll be able to reopen -- or if they'll be able to reopen at all. The American Alliance of Museums predicts that a third of museums in the US will permanently close as a result of Covid-19. And in Italy, the cultural sector is projected to lose €3 billion ($3.25 billion) in the next few months.  Related: Festival goes ahead, without the crowds But as museums prepare for an uncertain future, organizations around the world are stepping up in support. In the United Arab Emirates, for instance, the Dubai Culture & Arts Authority and Art Dubai Group recently teamed up to launch the Dubai Ideathon. The project is an open call for anyone to submit solutions on how to assist the cultural sector during this time. Essey is also getting ready to hit the ground running when the pandemic comes to an end. Construction is underway on Dubai's Museum of the Future, which will focus on innovation and design, and his company is already contracted to create a 360 tour when it's finished. \"As soon as they finish this innovation museum... I can't wait,\" he explains, predicting that it might become his new favorite. \"I like the innovation, the future -- the 'where are we going' kind of museum.\" "], "Language": false}