{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/wilderness-areas-inspiration/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joe Yogerst, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-06T09:49:45Z"], "LastModifiedDate": ["2020-04-06T21:53:48Z"], "Headline": ["Splendid isolation: 8 great wilderness areas to inspire"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["\"Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul alike,\" John Muir famously declared.  That advice seems just as relevant today -- or perhaps even more so -- as in 1912 when the Scottish-American naturalist and father of the modern environmental movement included them in his book about Yosemite National Park. There's nothing quite like wilderness to calm the spirit and recharge the batteries.  And while the coronavirus pandemic means none of us should be taking off on big trips for a while, these great open spaces around the world should help to inspire future travels and to offer, in these troubled times, some mental refuge:  Alaska Whales, wolves and grizzly bears. Glaciers, tundra and boreal forest. Snowcapped peaks that have rarely been climbed and colossal volcanoes that occasional erupt. It doesn't get much wilder than Alaska. America's \"Last Frontier\" boasts more genuine wilderness than all of the other 49 states combined, a wild and scenic back country that sprawls across an area larger than Germany, France, Italy and Britain combined. Thanks to the Alaska National Interest Lands Conservation Act that Jimmy Carter signed into law in 1980, Alaska is spangled with huge national parks and preserves, as well as the largest and most remote state park in the United States.   From Anchorage or Fairbanks, you can set off down highways leading to Denali (home to North America tallest mountain), the wildlife-filled waterways of the Kenai Fjords or huge Wrangell-St Elias National Park -- one of the planet's largest nature reserves of any kind -- where whitewater rafting, backpack camping, sea kayaking and mountaineering count among the many outdoor adventures. St. Elias Alpine Guides in McCarthy, Alaska, organizes a wide variety of wilderness adventures, from climbing or ski mountaineering remote peaks to fly-in base camp hiking and point-to-point treks through America's most remote corner.  National Park Service: Alaska South Florida Beyond the sprawling metro Miami area, South Florida makes it surprisingly easy to get away from it all, especially for those who rent a kayak or haul their own down Interstate 95. Everglades National Park safeguards America's largest designated wilderness area east of the Rocky Mountains, a warren of grasslands, wooded hammocks, mangrove swamps and inland waterways inhabited by alligators, Florida panthers and hundreds of other species.  The park's Wilderness Waterway offers one of the world's great paddling adventures, 160 kilometers (99 miles) of unspoiled tropical coastline that normally takes seven to eight days to navigate, staying at beach and island campsites along the way. You can also kayak-camp in John Pennekamp Coral Reef State Park in the Florida Keys, within an easy paddle of more than a dozen scuba and snorkel spots along one of the world's longest barrier reefs. For those who really want to get away from it all, the campground beside Fort Jefferson on Garden Key -- a seaplane flight or ferry ride beyond Key West -- makes a great base for exploring Dry Tortugas National Park by kayak. National Park Service: Everglades John Pennekamp Coral Reef State Park National Park Service: Dry Tortugas Patagonia (Chile) Located at the opposite end of the Western Hemisphere, the Patagonian region of southern Chile and Argentina offers many of the same allures as Alaska: glaciers, fjords, copious wildlife and snowy peaks (the Andes in this case) protected within the confines of multiple national parks. There are several great ways that independent travelers can explore the region.  You can cruise the long and winding Carretera Austral (Southern Highway) between Puerto Montt and Villa O'Higgins, a one-way journey of more than 1,200 kilometers (770 miles) with 10 national parks along the way. You can traverse the drop-dead gorgeous Lake District between Bariloche (Argentina) and Puerto Varas (Chile) on a transnational Cruce Andino route that travelers can navigate by mountain bike and ferry -- a journey that's set to become even more enchanting in mid-December of this year when the region experiences an almost total solar eclipse.  Or you can hang at one of the working cattle or sheep estancias (ranches) that welcome visitors nowadays, exploring the pampas on day hikes, 4x4 drives or horseback with local gauchos.    Patagonia also offers one of the world's most spectacular hiking trails -- the O Circuit that wraps around the towering Torres del Paine peaks in the Chilean national park of the same name.  There's also the shorter W Trek, which you can even do during the colder months (June-August) thanks to a W in Winter program (with overnights in domed cabins) offered by local operator Fantástico Sur.  Patagonia Bariloche   Namibia Reasonable rental-car rates, good roads and a great safety record make Namibia the best place in Africa to undertake a self-drive safari -- with options to surf, hike or quad bike along the way. From Windhoek, the nation's modern capital, highways radiate across the Kalahari Basin in just about every direction. Down south is Fish River Canyon and one of Africa's epic hiking trails, a weeklong adventure through the unrelenting desert.  Along Namibia's long Atlantic shore is the Skeleton Coast (and its shipwrecks and gnarly wave breaks) and the colossal orange dunes of Sossusvlei and the surrounding Namib Desert. Up north is Etosha National Park, an immense salt flat surrounded by waterholes where elephants, lions and other African animals gather to drink.  Much like North America, Europe or Australia, Namibia offers drivers the option of overnighting in comfy lodges or organized campgrounds. AfriCamper and Namibia 4x4 Rentals are two of the outfits that hire fully equipped camper vans for self-drive holidays in Namibia and neighboring South Africa.  Namibia Tourism Australia's Northern Territory  Saltwater crocodiles and snakes that can grow to more than five meters (17 feet) in length. A single rock (Uluru) that's both half a billion years old and weighs more than 1.4 billion tonnes. Huge \"road trains\" -- like big rigs out of Mad Max -- that routinely pull four or more trailers behind them. Everything seems larger than life in the Northern Territory, a massive expanse of wetlands, woodland and red-rock desert that sprawls across the dead center of Down Under.    The long and lonely Stuart Highway (look out for those road trains!) connects coastal Darwin in the territory's tropical Top End with the oasis town of Alice Springs in the territory's Red Centre.  Side roads off the Stuart lead to Kakadu National Park with its copious wildlife and ancient Aboriginal rock art, the scenic waterways of Nitmiluk, the hiking trails of Kings Canyon and the geological wonders of Uluru (Ayers Rock) and Kata Tjuta (The Olgas).  Northern Territory Fiordland (New Zealand) Wilderness doesn't get any more pristine than the medley of mountains, valleys, lakes and ocean that comprises Fiordland National Park on New Zealand's big South Island.  Even before Europeans arrived in the South Pacific, the region's steep terrain, extreme remoteness and finicky climate kept the Maori from settling in any great numbers. By the 20th century, Fiordland was virtually uninhabited and ready for designation as New Zealand's largest national park. Queenstown and Invercargill are the main gateways for exploring the vast park. The Te Anau-Milford Highway (Route 94) provides a 118-kilometer (73-mile) drive through the northern part of the park. However, most of Fiordland is only accessible by boat, foot or floatplane.  Hailed more than a century ago as the \"finest walk in the world,\" Milford Track is the park's most celebrating hiking trail. But there are dozens of others leading into the wilderness.  Local operators such as Trips & Tramps, Real Journeys and Rosco's offer various ways to explore Fiordland including guided hikes and paddles, day trip and overnight nature cruises and even fly-in hiking via helicopter.   Fiordland The Pyrenees (France and Spain) The Alps get all the credit for being Europe's greatest mountains. And with Mont Blanc, they certainly have the highest peak in the west of the continent. But when it comes to pure wilderness escape -- and long-distance backpack camping -- nothing beats the Pyrenees that straddle the border region of France and Spain. The classic route is a trek between the Valle de Ordesa -- Spain's version of Yosemite Valley -- and the Cirque de Gavarnie in southern France. The trail passes from one country (and national park) into another via the spectacular Brèche de Roland, a mountain pass named for the medieval knight. Farther east, the Catalan region offers the equally scenic Aigüestortes National Park, a mosaic of rock and water with hiking routes that connect the park's many lakes, including the mighty Estany de Sant Maurici. For those with even more time, three trails ramble across the entire length of the Pyrenees between the Mediterranean and Atlantic: the GR10 Trail on the French side, the GR 11 Trail on the Spanish side, and the ultrachallenging Haute Randonnée Pyrénéenne (HRP) right down the middle. French Pyrenees Spanish Pyrenees Lapland (Finland, Norway and Sweden) Home to the nomadic Sámi people and their reindeer herds for around 3,500 years, the northern reaches of Finland, Norway and Sweden embrace Europe's single largest wilderness area.  Ultraremote national parks such as Urho Kekkonen in Finland, Varangerhalvøya in Norway and Stora Sjöfallets/Stuor Muorkke in Sweden render plenty of scope for hiking, camping and paddling by summer or cross-skiing, snowshoeing and snow camping in winter.    Terrain ranges from Arctic tundra, boreal forest and moor-like fell to valleys and fjords carved by long-ago glaciers, and countless inland lakes and rivers that make Lapland a kayak camping paradise. Lapland also offers the best chance in Western Europe to see creatures such as the brown bear, wolverine, Arctic fox, moose and reindeer in their natural habitat. Swedish Lapland National Parks Finland"], "Language": false}