{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/politics/us-china-coronavirus-diplomacy-intelligence-donald-trump/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kylie Atwood and Stephen Collinson, CNN"], "Writers": [["Kylie Atwood", "Stephen Collinson"]], "FirstPublishDate": ["2020-04-30T18:05:15Z"], "LastModifiedDate": ["2020-04-30T23:55:52Z"], "Headline": ["Trump administration draws up plans to punish China over coronavirus outbreak"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Trump administration is formulating a long-term plan to punish China on multiple fronts for the coronavirus pandemic, injecting a rancorous new element into a critical relationship already on a steep downward slide. The effort matches but goes far beyond an election campaign strategy of blaming Beijing to distract from President Donald Trump's errors in predicting and handling the crisis, which has now killed more than 60,000 Americans. Multiple sources inside the administration say that there is an appetite to use various tools, including sanctions, canceling US debt obligations and drawing up new trade policies, to make clear to China, and to everyone else, where they feel the responsibility lies. \"We have to get the economy going again, we have to be careful about how we do this,\" said one administration official, speaking on condition of anonymity. \"But we will find ways to show the Chinese that their actions are completely reprehensible.\" The intelligence community is meanwhile coming under enormous pressure from the administration, with senior officials pushing to find out whether the virus escaped into the public from a laboratory in Wuhan, China, two sources familiar with the frustrations said. In an unprecedented move, the intelligence community issued a statement saying it was surging resources on the matter as it would in any crisis. \"The IC will continue to rigorously examine emerging information and intelligence to determine whether the outbreak began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan,\" the statement said. Trump referenced the contentious relationship between the two nations on Thursday, when he told reporters at the White House that China does not want to see him get reelected because the US is \"getting billions\" from the country thanks to their trade deal. When asked if China's withholding information about the coronavirus was related to undermining his reelection, Trump said that \"China would like to see sleepy Joe Biden -- they would take this country for a ride like you've never seen before.\" CNN reported earlier this month that the government was looking into the theory that the virus originated in the lab but hadn't yet able to corroborate it. Earlier this month Gen. Mark Milley, the chairman of the Joint Chiefs of Staff, said the weight of evidence suggests the virus was of natural origin. The New York Times reported Thursday that officials were pressuring intelligence analysts to find information supporting the idea. \"I think we will figure it out,\" an administration official said, when asked if it was possible the origin of the virus would never be established. The US-China clash is brewing amid growing suspicion inside the administration over China's rising strategic challenge and fury that the virus destroyed an economy seen as Trump's passport to a second term. \"I am very confident that the Chinese Communist Party will pay a price for what they did here, certainly from the United States,\" Secretary of State Mike Pompeo said last week. The building confrontation comes as both sides seek to exploit an already fragmented geopolitical environment already shaken by their rivalry that has been thoroughly fragmented by the pandemic. In the long term, it threatens to cause uneasy choices for US Asian allies who are also keen not to antagonize the giant in their backyard. And the growing tension could have significant repercussions for the global economy as the US seeks to wean itself off supply chains dominated by China. There are serious questions to be addressed about China's transparency in the early days of the outbreak in Wuhan and whether its autocratic system fostered an attempt to cover it up. The United States is not the only nation that wants answers amid a pandemic that has devastated the global economy and cost hundreds of thousands of lives. In response to building pressure, China has launched a propaganda effort to distract from its own culpability, including blaming US soldiers for importing the pathogen in remarks that infuriated Trump. Administration sizes up options Officials note that finding ways to punish China will be a sensitive business. \"We'll get the timing right,\" Pompeo said on Wednesday. In the extreme circumstances of the pandemic, China has the capacity to hit back at the United States making it \"irresponsible\" to drive too hard too early, officials say. With the US afflicted by shortages of personal protective equipment, medical devices, biologic drugs and Chinese-made pharmaceuticals, it is vulnerable to short-term disruption in established supply chains amid a pandemic that has infected more than a million Americans. Pompeo appeared to demonstrate this restraint last week when he was asked about new Chinese export controls that have prevented US medical supplies from getting to the US. In private, US officials are irate, but in public Pompeo used delicate language.  \"The good news is we have seen China provide those resources. Sometimes they're from US companies that are there in China, but we've had success,\" Pompeo said. \"We are counting on China to continue to live up to its contractual obligations and international obligations to provide that assistance to us and to sell us those goods,\" Pompeo said. In the longer term, especially if Trump wins reelection, the US effort will likely treat offshore supply chains as national security priorities rather than as simply economic questions. \"If we fail to do that in the face of this crisis, we will have failed this country and all future generations of Americans. It is that clear,\" Trump economic advisor Peter Navarro told CNN. A tense turn in US-China relations The toughened posture toward China is consistent with Trump's rejection of the principles of Sino-US ties that date back to President Richard Nixon's courting of the then-closed communist state in the early 1970s. Trump says that the process of ushering Beijing into the world economy in an effort to avoid a clash between the dominant power, the US, and China, the rising one — known as the Thucydides Trap — has been a disaster. He has argued that Washington has emboldened and enriched a foe with nearly three times its population and that has \"raped\" US industry in the flight of blue-collar jobs abroad. It was a message that was electrified Trump supporters in the decaying US rustbelt in 2016 and is one on which he is relying to brand his presumptive Democratic opponent as a China-appeasing tool of the foreign policy elite in November. \"This is the natural way to go. It's the only way to go. It is pretty much the main campaign theme,\" said an official familiar with the campaign's messaging efforts focused on China. The administration's national security strategy -- which was laid out in 2017 -- also casts China as a competitor and a revisionist power. But as is often the case, the administration's hard line is undermined or tempered by the President's own unorthodox personality and approach to his job. Trump's over-personalized approach to world leaders and his fixation with preserving his friendship with Xi is also directly contradicting his political and diplomatic strategy. \"We are not happy with China,\" Trump said Tuesday but his statements are undercut by the multiple times he praised Chinese President Xi Jinping for his handling of the pandemic earlier this year, apparently partly motivated by a desire to keep a US-China trade deal, one of the few limited wins of his administration, on track. One disadvantage of Trump's insistence on forging friendships with strongman leaders is that it leaves national relationships more susceptible to any fractures in personal ties. Both Trump and Xi are the most aggressive, nationalistic leaders of their two nations in decades, who are keen to flex personal power in a way that can cause volatile foreign relations. And the US President is not alone in facing domestic incentives to initiate confrontation. While China's Communist Party leaders enjoy absolute power, they are susceptible to internal political pressures — especially as they try, like Trump, to deflect from their own virus missteps. In its own disinformation offensive, Beijing has blamed US troops for bringing the novel coronavirus to China. On Tuesday, Foreign Ministry spokesman Geng Shuang accused \"American politicians\" of telling barefaced lies about the pandemic. \"They have only one objective: to try to shirk responsibility for their own epidemic and prevention and control measures and divert public attention,\" Geng said. The heated rhetoric over the virus threatens to unleash a chain reaction of mistrust and tension that worsens tensions between the US and China exacerbated by Trump's trade war, territorial flashpoints including in the South China Sea and the global US campaign against the Huawei communications giant. Former US Secretary of State Madeleine Albright warned on CNN last week that the building heat was dangerous. \"Frankly, it is each side pushing each other's hyper nationalism buttons and we are getting nowhere,\" she said. The US/China freeze Relations with China have plummeted in recent years, amid rising tensions over trade, Beijing's territorial claims in the South China Sea and its rise to challenge the US strategically. Trump's decision to freeze funding for the World Health Organization, based on claims it was too solicitous from China, could also further undercut US influence, especially in Asia where the US withdrawal from the the Trans Pacific Partnership was a big win for Beijing. China does have a record of overplaying its hand and driving regional powers back into the US orbit. The Obama administration exploited such a misstep with its Asia pivot. Recent failures such as flawed personal protective equipment sent to Europe have tarnished Beijing's coronavirus diplomacy. Racist treatment of Africans in the southern Chinese city of Guangzhou has had a similar effect. And despite its efforts to change the story, China may never escape the notoriety of being the incubator for the disease and claims its autocratic system was responsible for critical delays in tackling the virus. So there is fertile ground for the Trump administration to exploit in its effort to punish China. But its own domineering attitude in the Trump years and a poorly managed effort to combat Covid-19 challenge the credibility of its efforts. \"There is really nobody who does not want to see China held to account for the political coverup attempt, which slowed down international awareness and allowed the virus to spread. There is a resentment around the world,\" said Danny Russel, an Obama-era State Department official in charge Asia Pacific policy. \"But I think you would be hard pressed to find a political leader in Asia or Europe who does not believe this anti-China push by the Trump administra"], "Language": false}