{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/cooper-gorfer-utopia-portraits/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacqui Palumbo, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-03T03:59:02Z"], "LastModifiedDate": ["2020-04-03T19:41:31Z"], "Headline": ["Surreal portraits imagine new future for young female migrants"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["What does utopia look like? Cooper & Gorfer, an artist duo based in Gothenburg, Sweden, imagine an idealized future built by young women forced to migrate from their home countries. The pair's forthcoming exhibition \"Between These Folded Walls, Utopia\" celebrates the global diaspora through vibrant, surreal and feminine portraits.  Sarah Cooper, originally from Pittsburgh, Pennsylvania, and Nina Gorfer, born in Vienna, met while studying design at the University of Gothenburg's Academy of Design and Crafts. Since they began collaborating in 2006, they have focused on the lives of women through regal and fantastical photo collages that explore personal and cultural identity, as well as themes of displacement, colonialism and community.  Their painterly approach draws influence from art history, including the Mannerist movement's sense of elegance and the Surrealists' focus on dreams and otherworldly juxtapositions. They also look to literature, like the Latin American magical realism of Gabriel García Márquez and Isabel Allende. Cooper & Gorfer's portraits are also known for their symbolism through objects and garments, rich color and delicately rendered light. In the \"Utopia\" series, the pair bend reality to form colorful settings teeming with impossibilities. In one image, a woman, Shadi, holds a smooth stone in each of her four hands. In another, Yohanna's arms seem to emerge from a flat collage while holding a pair of open scissors, playing with the illusion of two- and three-dimensionality. Among rich fabrics, verdant leaves, blossoming florals and flashes of architecture, the women hold the viewer's gaze. The pair don't consider themselves photographers, but they use their cameras \"as a tool for collection,\" Gorfer said over the phone. \"We've been really interested in the visual narrative of people and places.\" They capture portraits, textures, patterns and garments, often building their own architectural sets and then arranging images to create entirely new worlds referencing personal memories and broader cultural heritage. \"One photograph can never express all of things we know about a person or a place, or all the experiences,\" Gorfer explained about their decision to begin making photo collages. \"It was too one-dimensional, so we decided to cut it up and deconstruct it, and add many of the other layers into the picture that we felt were like missing.\" Dreaming through art The pair's earlier projects have been location-based, taking them to specific regions. In \"Interruptions,\" shot between 2015--2016, they took several trips to Swedish Sápmi, home to the indigenous Sámi people. The full region stretches across the northern tips of Sweden, Norway, Finland and part of Russia, and has a bloody colonial history. \"Interruptions\" features grand, dignified portraits of several generations of Sámi women that emphasize the beauty and complexities of their heritage; the artists note in the project that, through colonization, \"fundamental characteristics of a people such as its culture, language and traditions are also dismantled and eradicated.\" In \"My Quiet of Gold,\" made from 2006 to 2011, the artists embedded themselves in the rich history of Kyrgyzstan's folktales, asking their subjects in the Central Asian country to relay, then reenact the stories they grew up with. In both series, they asked their sitters to bring garments and objects of value to them, \"that fit the iconography of themselves,\" Cooper said. Since not all of them were initially comfortable in front of the camera, it was \"a way of giving people a role to play that, in the end, is actually themselves.\" They didn't travel abroad for \"Between These Folded Walls, Utopia,\" but instead collaborated with young women who had fled to Sweden from countries including Somalia and Iran during the recent European migrant crisis. Because migrants and refugees often travel with few personal possessions, the artists designed settings and chose props based on their stories, rather than asking them to bring in items of significance. \"A lot of things felt like they were like unraveling around us,\" Gorfer said of why they began the \"Utopia\" series. When society is broken, \"you have to kind of go back and start dreaming again... We got inspired by this idea that dreaming is necessary for improvement.\" The artists spoke to each young woman to collect their stories, then cast them in theatrical clothes, jewelry and settings that spoke to their histories. \"We cast every one of these girls in a sort of utopian theater,\" Cooper said. Personal stories One of the women featured in the series is Segal, the daughter of Somalian refugees who moved to Sweden to give her a better life. Segal is concerned that her mother feels no sense of belonging in their new country. \"I do feel like I am holding one culture in one hand, and the other culture in my other hand,\" she said in an video accompanying the exhibition. Maryan, who was raised in Kenya, was illegally married at 15 to an older husband. After arriving in Sweden, she eventually left him with their two daughters. In the film, she is set against lush foliage as she recalls the forest where she picked firewood as a child with her grandmother. In the artists' photograph of her, Maryan is resplendent in vivid blues and reds against muted forest tones of green and brown, her neck stacked with jewelry, and her eyes serenely closed. Then, there's Parwana, an Afghan refugee who lived with her family in Iran. At age 16, she ran away and smuggled herself into Sweden, knowing that she had no future in her home country. When she was 18 years old, her family joined her in Sweden and she was struck with depression. \"I suddenly realized that I had somehow lost myself on the way, but I couldn't remember where. We had all changed,\" she narrates in the film. \"It took me a long time to remember and to love myself again.\" In front of Cooper & Gorfer's lens, these women are transformed. \"They are a higher version of themselves,\" Cooper said. \"(They) embody the past, present and future selves that are within us.\" Printed at over 6 feet tall, the portraits are monumental in size.  The artists explore the beauty of hybridity and a sense of belonging -- each woman had to adjust from one culture to another. Their portraits, they believe, speak more generally to the idea of a united sense of humanity. \"If anyone could be a spokesperson for this idea of imagining a better world, they can,\" Cooper said. The young women embody \"the energy of youthful thinking. The sense of possibility is so beautiful. \"Maybe they can be part of another person's story as well... (everyone) is intrinsically connected,\" Gorfer added. \"We all carry (our) collective stories within us.\""], "Language": false}