{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/defying-gravity-with-korea-s-premier-balance-artist"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-04-03T19:12:40Z"], "LastModifiedDate": ["2020-04-03T19:12:40Z"], "Headline": ["Defying Gravity With Korea’s Premier Balance Artist"], "Section": [null], "MappedSection": [null], "Article_Body": ["Rocky Byun has shown the world how to slow down and enjoy the world—as a balance artist.\n\nThe South Korea-based balancing artist has been stacking items on one another in this mesmerizing way since 2005, he says. He began with rocks, balancing them to create small sculptures outside. But his figures soon became more complex, involving items like phones, fruit, chairs, and even motorcycles. His work has since been featured in art galleries, and he shows off his creations on his own YouTube channel and social media accounts.\n\nItems such as laptops balanced on their corners, bottles balanced on bottles, and bikes balanced on their kickstands look like illusions, but they’re the work of a master craftsman. His work continues to grow as he adds new objects into the mix. \n\nWhat’s most incredible is that Byun’s work involves only the materials that he’s balancing on top of one another. No glue, no adhesives, no bars for stability. Just finding the exact center of gravity in each object and allowing it to stand upon another. Byun’s makes his art using only his hands and an incredible amount of patience.\n\nPatience, in fact, is what draws Byun to create such amazing works of art. He says it allows him to slow down and focus solely on one thing. He hopes the rest of the world can see the calmness in his work and that it can inspire them to also slow down in their lives. Byun says the pieces he has created have helped him live a more fulfilling life and that he hopes others can find what helps them do the same."], "Language": false}