{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/famous-stolen-paintings/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["James Masters, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-02T10:24:17Z"], "LastModifiedDate": ["2020-04-02T10:24:17Z"], "Headline": ["Famous stolen paintings: Where high art and low deeds collide"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["In Hollywood movies, the art thief has become something of a romantic legend. But away from the big screen, art looting is big and ugly business. From Vincenzo Peruggia, the man who stole the \"Mona Lisa\" in 1911, through to Adam Worth, the master criminal thought to be the inspiration behind the character Moriarty in Arthur Conan Doyle's \"Tales of Sherlock Holmes,\" art thieves have been pursued across the world by police and detectives. Even in times of global crisis, art thieves have kept busy and made news -- a painting by Vincent van Gogh was stolen during an overnight raid at a Dutch museum that was closed due to the Covid-19 pandemic. Here's CNN Style's rundown of famous stolen paintings -- some of which disappeared, while others made unlikely returns. 'Madonna of the Yarnwinder' Back in 2003, Leonardo da Vinci's \"Madonna with the Yarnwinder\" was stolen from the Duke of Buccleuch's home in Scotland. One of the very few surviving works by the Italian master, the painting was recovered in 2007 a month after the duke's death. Painted between 1520 and 1530, the artwork can now be found at the the National Gallery of Scotland in Edinburgh. Daring heist of four masterpieces In 2008, four masterpieces -- by Paul Cézanne, Edgar Degas, Vincent Van Gogh and Claude Monet -- were stolen by masked raiders at the Buehrle Foundation museum in Switzerland. The artworks, \"Poppies near Vetheuil\" by Monet, \"Count Lepic and his Daughters\" by Degas, \"Blossoming Chestnut Branch\" by Van Gogh and Cézanne's \"Boy in a Red Waistcoat\" were estimated to be worth a combined $163 million at the time. Police recovered the works by Monet and Van Gogh a short time later. The Degas was retrieved with slight damage in 2012, and the Cézanne was found in Serbia in the same year. 'Portrait of the Duke of Wellington' Francisco Goya's painting, \"Portrait of the Duke of Wellington\" was stolen in 1961 and was missing for four years. A retired bus driver, Kempton Bunton, later confessed to the crime and was jailed for three months. The painting was recovered. \"I went up to it, took hold of it, and carried it back to the toilet,\" he reportedly told police.  \"I climbed over the wall, still holding the picture in one hand ... I put the picture on the back seat of the car and drove back to (my furnished room in) Grafton Street. I then put the picture under my bed.\" 'La Coiffeuse' Picasso's \"La Coiffeuse\" (\"The Hairdresser\") went missing in 2001, though it was recovered when it was shipped from Belgium to the United States in December 2014. The shipper had listed the item as a $37 piece of art being sent to the United States as a Christmas present. But it was actually the stolen Picasso, which had been missing for more than a decade and is worth millions of dollars.  'Landscape on the Banks of the Seine' A Renoir painting from 1879 was stolen from the Baltimore Museum of Art in 1951. It remained missing for decades but eventually showed up at a flea market in 2010.  The tiny painting, titled \"Paysage Bords de Seine\" (or \"Landscape on the Banks of the Seine\") was then bought for $7 by a Virginia woman, though in January 2014, a judge ruled that it should be returned to the museum. The estimated value at the time of its recovery was between $75,000 and $100,000. Kunsthal Museum heist Seven famous paintings were stolen from the Kunsthal Museum in Rotterdam, Netherlands, in 2012, including two Claude Monet works, \"Charing Cross Bridge, London\" and \"Waterloo Bridge.\"  The other paintings, in oil and watercolor, were Picasso's \"Harlequin Head,\" Henri Matisse's \"Reading Girl in White and Yellow,\" Lucian Freud's \"Woman with Eyes Closed,\" Paul Gauguin's \"Femme devant une fenêtre ouverte, dite la Fiancee\" and Meyer de Haan's \"Autoportrait.\"  Several people were convicted in connection with the theft but the paintings have not been found. In 2018, Romanian authorities believed they had found the Picasso, though their discovery was later dismissed as a fake. Nazi looting The Nazis plundered countless precious paintings during World War II. Here are just three examples: \"Adele Bloch-Bauer I,\" by Austrian artist Gustav Klimt, was confiscated from its owner when he fled from Austria. It was recovered and is in New York's Neue Galerie. Pierre Auguste Renoir's \"Deux Femmes Dans Un Jardin,\" painted in 1919, was stolen by Nazis from a Paris bank vault in 1941. It belonged Alfred Weinberger, a prominent art collector in prewar Paris. It was returned to his last surviving heir, granddaughter Sylvie Sulitzer, in September 2018. Many other works of art taken by the Nazis were never recovered, and others were returned only after years of legal battles. \"Christ Carrying the Cross\" by Italian artist Girolamo de' Romani, for instance, was finally returned to his family in 2012. 'The Scream' \"The Scream\" was one of two Edvard Munch paintings that were stolen from the Munch Museum in Oslo, Norway, in 2004. Three men pulled off the raid in broad daylight before being arrested in 2006. Munch in fact created multiple versions of the famous image, including two in paint and two in pastel. Recalling how the idea for the famous painting came about, Munch, who died in 1944, once wrote: \"I was walking down the road with two friends when the sun set; suddenly, the sky turned as red as blood. \"I stopped and leaned against the fence, feeling unspeakably tired. Tongues of fire and blood stretched over the bluish black fjord. My friends went on walking, while I lagged behind, shivering with fear. Then I heard the enormous, infinite scream of nature.\" 'Mona Lisa' The world's most famous painting owes much of its notoriety to thievery.  Before the 20th century, Leonardo da Vinci's \"Mona Lisa\" wasn't especially well-known outside art circles. But in 1911, an former employee of the Louvre pilfered the portrait and hid it for two years.  Public fascination with the theft helped cement the painting's place in popular culture ever since."], "Language": false}