{"Type": ["gallery"], "Url": ["https://www.cnn.com/style/gallery/stolen-paintings/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2013-02-20T22:29:18Z"], "LastModifiedDate": ["2020-04-02T09:25:48Z"], "Headline": ["Notorious art heists"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["In 1911, Leonardo Da Vinci's \"Mona Lisa\" was stolen from the Louvre by an Italian who had been a handyman for the museum. The now-iconic painting was recovered two years later. A statue called \"Young Girl With Serpent\" by Auguste Rodin was stolen from a home in Beverly Hills, California, in 1991. It was returned after someone offered it on consignment to Christie's auction house. Rodin, a French sculptor considered by some aficionados to have been the father of modern sculpture, lived from 1840 until 1917. His most famous work, \"The Thinker,\" shows a seated man with his chin on his hand.  Picasso's \"La Coiffeuse\" (\"The Hairdresser\") was discovered missing in 2001 and was recovered when it was shipped from Belgium to the United States in December 2014. The shipper had listed the item as a $37 piece of art being sent to the United States as a Christmas present.  Italy's Culture Ministry unveils two paintings by the French artists Paul Gauguin and Pierre Bonnard on April 2, 2014. The paintings were stolen from a family house in London in 1970, abandoned on a train and then later sold at a lost-property auction, where a factory worker paid 45,000 Italian lira for them -- roughly equivalent to 22 euros ($30) at the time. A 19th-century Renoir painting was stolen from a US museum in 1951 and then bought at a flea market in 2010. A judge later ruled that it to be returned to the museum. The 5½-by-9-inch painting, titled \"Landscape on the Banks of the Seine,\" was bought for $7 at a flea market by a Virginia woman. Seven famous paintings were stolen from the Kunsthal Museum in Rotterdam, Netherlands, in 2012, including two Claude Monet works, \"Charing Cross Bridge, London\" and \"Waterloo Bridge.\" The other paintings, in oil and watercolor, were Picasso's \"Harlequin Head,\" Henri Matisse's \"Reading Girl in White and Yellow,\" Lucian Freud's \"Woman with Eyes Closed,\" Paul Gauguin's \"Femme devant une fenêtre ouverte, dite la Fiancee\" and Meyer de Haan's \"Autoportrait.\"  A Salvador Dali painting stolen from a Manhattan art gallery by a man posing as a potential customer in 2012. It was later intercepted by customs police after it was sent back to the United States from Greece. In 1473, Hans Memling's \"The Last Judgment\" was stolen by pirates and became the first documented art theft. Adam Worth, the inspiration for Sir Arthur Conan Doyle's diabolical character Moriarty, stole \"Georgiana, Duchess of Devonshire,\" painted by Thomas Gainsborough in 1876. The Nazis plundered countless precious artworks during World War II, including \"Adele Bloch-Bauer I,\" by Austrian artist Gustav Klimt, which was confiscated from the owner as he fled Austria. Many works of art that were taken by the Nazis were never recovered. Others were returned after years of legal battles. \"Christ Carrying the Cross,\" by Italian artist Girolamo de' Romani, was returned to its owner's family in 2012. A version of Edvard Munch's \"The Scream\" was one of two paintings by the artist to be stolen from the Munch Museum in Oslo, Norway, in 2004."], "Language": false}