{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/us/remdesivir-coronavirus-drug/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-04-30T18:36:38Z"], "LastModifiedDate": ["2020-04-30T18:36:38Z"], "Headline": ["Remdesivir drug shows promise -- but it is far from a coronavirus cure"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The study showing that the experimental drug remdesivir might help Covid-19 patients recover more quickly is positively good news. Shortly afterward, Dr. Anthony Fauci said remdesivir will become the \"standard of care\" for all infected patients. But beyond the initial optimism, the study also made clear that remdesivir is far from a cure for Covid-19. \"This is not a blockbuster drug,\" CNN Senior Medical Correspondent Elizabeth Cohen said. \"When you look at the numbers in terms of what it can do, you're not likely to be blown away by it,\" said Dr. Sanjay Gupta, CNN Chief Medical Correspondent. In fact, the limitations of the remdesivir study are quite clear: it is only one study, the drug does not prevent death, and it is not widely accessible to the public. Even the principal investigator behind the clinical trial told CNN on Wednesday that the drug is \"not the end of the story\" when it comes to treatments for Covid-19. \"We have work to do. We are looking for other therapies. This trial is going to continue,\" Dr. Andre Kalil said. The value, instead, is more in what the study's results represent -- that a drug can indeed have an impact on Covid-19. \"It is very important proof of concept,\" said Fauci, the director of the National Institute of Allergy and Infectious Diseases. \"What it has proven is that a drug can block this virus.\" Little sign drug reduced deaths The government-funded study found that patients who took remdesivir recovered faster than patients who did not. It improved recovery time for coronavirus patients from 15 to 11 days. That's similar to the effect that the influenza drug Tamiflu has on flu. Tamiflu also doesn't cure patients quickly, but can reduce how long they are sick. \"The data shows that remdesivir has a clear-cut, significant, positive effect in diminishing the time to recovery,\" Fauci said. About 1,090 people participated in the trial internationally, Fauci said, calling it \"the first truly high-powered randomized placebo controlled trial.\" The study also showed that 8% of patients who took remdesivir died compared to 11% of patients who received the placebo. However, there were not enough deaths to make those numbers statistically significant. The US Food and Drug Administration plans to announce an emergency-use authorization for remdesivir, according to The New York Times. Though promising, Cohen said it was important to clarify that this study did not show remdesivir was a cure. People taking this drug still died. \"There is a legitimate fear that people will hear about this drug and will think, 'Oh my goodness, there is a cure. We don't need to worry about it. We don't need to social distance,'\" she said. \"That's not the case. It cut the duration of the illness basically by four days. That's important and it shows that the drug works and it allows scientists to do further research in this area. \"But we haven't seen remdesivir save lives yet. People are still taking this drug and dying. That's still happening. So we need to keep that in mind as we talk more about this drug.\" Gupta similarly said it was exciting even as he pumped the brakes. \"I'm not one of these guys who likes to jump up and down about things, I'm a realist. But we haven't had anything that has shown any promise. So for that reason, i think it is exciting,\" he said. This is only one study The World Health Organization said it was too early to comment on the remdesivir trial results. \"Typically, you don't have one study that will come out that will be a game changer,\" said Dr. Maria Van Kerkhove, the WHO's technical lead for the coronavirus response. She said the agency generally pulls together evidence from several studies before reviewing and critiquing the evidence. \"It can sometimes take a number of publications to determine (what) the ultimate impact of a drug is,\" said Dr. Mike Ryan, executive director of the WHO's health emergencies program. Another study of remdesivir released Wednesday shows the drug did not help people recover faster from coronavirus infections. That study, conducted in China, may have been too small to show clearly whether the drug helps. The study was stopped early because there weren't enough patients, but it indicated that the drug did not work as hoped, the team reported in the Lancet medical journal on Wednesday. Some details of this study were posted last week on the World Health Organization's website, then removed. The Lancet study was a randomized, placebo controlled study -- meaning that patients were randomly given the drug or a dummy treatment and the patients and doctors did not know who was getting what. The team at China-Japan Friendship Hospital and Capital Medical University in China tested the drug using 237 coronavirus patients in Wuhan. \"Unfortunately, our trial found that while safe and adequately tolerated, remdesivir did not provide significant benefits over placebo,\" Bin Cao, the researcher who led the study, said in a statement.  The study may not tell anything meaningful. Larger studies enrolling more people and conducted with careful controls will be needed to tell whether various treatments work. Accessibility Finally, remdesivir is not a drug that you can simply pick up at your local drugstore. The drug was originally tested by Gilead Sciences as a potential treatment for Ebola, but it had little success, so it has not been widely used. In addition, remdesivir is given to a patient through an IV, further limiting its accessibility for regular use outside of medical facilities. The CEO of Gilead Sciences, the maker of remdesivir, said in an open letter Wednesday that the company's existing supply of the drug could cover at least 140,000 treatment courses for patients with Covid-19.  The estimate is based on 10 days of treatment with the drug, which was the protocol used in the remdesivir trial sponsored by the National Institutes of Health. However, another trial of remdesivir, released by Gilead on Wednesday, found that five days of treatment appeared as effective as 10 days. That could effectively double the supply of the drug, which is infused through an IV. CEO Daniel O'Day added that the company \"will look at ways to potentially bring the treatment to a broader patient population by investigating other formulations and means of delivery,\" potentially hinting at inhaled or oral versions of the drug, which Gilead has previously said it's looking into. In his letter, O'Day said the company was working with a consortium of pharmaceutical and chemical manufacturers to increase production. Earlier, Gilead had set projections of more than 500,000 available treatment courses by October, and more than a million by December."], "Language": false}