{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/cnn-underscored/virtual-museums/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marshall Bright"], "Writers": [["Marshall Bright"]], "FirstPublishDate": ["2020-03-26T16:08:08Z"], "LastModifiedDate": ["2020-04-01T18:56:43Z"], "Headline": ["50 ways to experience culture from your couch"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["With so many of the world's cultural institutions (and even our local libraries) closed for the foreseeable future, it can feel like our only options for feeding our brains are pop culture and whatever books we currently have on the shelf.  We may be confined to our homes, but luckily our access to global cultural institutions is nearly unlimited. From virtual tours of the Great Wall to a one-shot tour through the second-largest museum in the world, there's tons of exploring we can do from our couches.  Here are 50 options to get started — we'll have plenty to keep us feeling cultured. And we've included some mementos from the virtual gift shop to make it feel like you really went there and came home with a souvenir. History museums and historical sites National Museum of American History, Washington The Smithsonian's history museum houses everything from the original star-spangled banner to the first Muppets. Get a glimpse into its vast collection (and learn a thing or two) from the museum's podcast, \"Lost at the Smithsonian,\" hosted by comedian Aasif Mandvi. ______________________________________________________________________________  National Archives, Washington Today, we keep in touch via texts and FaceTime. The Founding Fathers had letters. Sift through 183,00 pieces of their writings, and even sort correspondence by author and recipient, such as all letters from John Adams to his wife.  _______________________________________________________________________________  The Jewish Museum, New York  Listen to audio tours, hear directly from the artists, and learn more about significant objects as part of The Jewish Museum's online experience. Objects range from a Purim pastry stamp to a painting by Kehinde Wiley.  _______________________________________________________________________________  National Women's History Museum, Online March is Women's History Month, making it a perfect time to visit the National Women's History Museum, remotely. While the proposed museum doesn't currently have a brick-and-mortar location, its online exhibits range from the women of NASA to women in the Olympics. _______________________________________________________________________________  The Great Wall of China Take virtual tours of some of the most famous spots along the 3,000-mile stretch of the Great Wall. An interactive map lets you explore some of the most visited sections with a click of your mouse.  _______________________________________________________________________________  Frederick Douglass House, Washington Part of the National Park Service, Frederick Douglass' last home in Washington offers a room-by-room tour. A virtual tour by the Parks Service provides more context, though not as high-tech an experience. For higher-quality photos of each room, use the tour made by Google Arts & Culture.  _______________________________________________________________________________  Sir John Soane's Museum, London Architect Sir John Soane turned his London home into a floor-to-ceiling display of art and antiquities. You can tour a 3D model of the house (and click on objects to learn more), starting in his famous Sepulchral Chamber, home to a proudly displayed sarcophagus. _______________________________________________________________________________  Museo Larco, Lima, Peru  The Larco Museum, dedicated to pre-Columbian art, is probably best known for its pottery. You can explore the online exhibition and view highlights from its famous gardens and erotic art collection. A 10-minute video, uploaded by the museum onto YouTube, provides a solid background into the history of ancient Peru. Mementos from the gift shops: Lego Architecture Great Wall of China Building Kit ($77.98; amazon.com) _______________________________________________________________________________ Rifle Paper Company Washington Cherry Blossom Print ($39.95; papersource.com) Performing arts centers The Metropolitan Opera, New York Every night, the Met makes a different opera available to stream for free. The performances can be viewed on apps for Apple, Amazon, and Roku as well as streamed from the Met's own website. Each opera is available for 20 hours, starting at 7:30 p.m. ET each day. _______________________________________________________________________________ Wiener Staatsoper, Vienna, Austria  The Vienna state opera, Wiener Staatsoper, is streaming previously recorded ballet and opera performances daily. Each will be available free for 24 hours after the stream, and you can view the current lineup on the website.  _______________________________________________________________________________ Philadelphia Orchestra On March 12, the Philadelphia orchestra played a final concert to an empty hall before suspending performances due to COVID-19. You can view that final performance, which was live-streamed on Youtube, including Beethoven's Fifth and Sixth Symphonies.  _______________________________________________________________________________ Berliner Philharmoniker  The Berlin Philharmonic is making its archive of hundreds of recorded concerts and performances available free. Go to the website and redeem the voucher code to get access. You can sort performances by genre, composer and more.  _______________________________________________________________________________ Seattle Symphony The Seattle Symphony is sharing free broadcasts through YouTube and Facebook. Currently, two performances have been announced, with more to come. Broadcasts have to be viewed live, making this a rare example of appointment viewing in 2020.   _______________________________________________________________________________ Chamber Music Society of Lincoln Center, New York The Chamber Music Society of Lincoln Center offers over 1,000 archived performances, all free, online. You can also listen to interviews with artists and learn more about the pieces through lectures.  _______________________________________________________________________________ Berkeley Rep, Berkeley, CA Berkeley Rep is offering a deal it's calling \"Buy one, get 300+ free!\" View a recorded performance of its production of \"School Girls; Or, The African Mean Girls Play\" and get access to over 300 theatrical titles available to stream on BroadwayHD for a week.  _______________________________________________________________________________ The Show Must Go Online Zoom isn't just for meetings. Actor and Shakespeare aficionado Rob Myles is coordinating readings on Zoom of the Bard's plays, in the order they are thought to have been written, and broadcasting them on YouTube.  _______________________________________________________________________________ Shakespeare in the Parks, Bozeman, MT Montana's Shakespeare in the Parks is also sharing some of its past performances on Facebook, starting with \"The Merry Wives of Windsor.\" Grab a blanket and watch it in your backyard or on your living room floor if you can.  _______________________________________________________________________________ 24 Hour Plays, Online 24 Hour Plays, a series of limited-run theatrical productions for charity, took the show online this week, uploading monologues by Rachel Dratch, Patrick Wilson and more. You can view all the performances on its Instagram page.  _______________________________________________________________________________ The Kennedy Center, Washington The Kennedy Center's Digital Stage offers performances from around the country as well on its own stages. Stream performances by the National Symphony Orchestra or American Ballet Theater, or take in a night of comedy with past recordings of the Mark Twain Prize.    Mementos from the gift shop: 'How to Listen to and Understand Great Music' audiobook (free with Audible subscription; amazon.com) _______________________________________________________________________________  'The Shakespeare Book: Big Ideas Simply Explained' (free with Audible subscription; amazon.com) Zoos and the great outdoors (and beyond) Royal Botanic Gardens Kew, London Go behind the scenes at the Royal Botanic Gardens Kew in London, a UNESCO World Heritage Site. Articles, galleries and videos give you a glimpse into this unique place, which includes everything from giant water lilies to badgers.  _______________________________________________________________________________ Yellowstone National Park, Wyoming, Montana and Idaho There are webcams across US national parks, many of which are currently closed to the public. You can watch a live stream of a now-deserted Old Faithful, still covered in snow, in Yellowstone.  _______________________________________________________________________________ Washington Cherry Blossoms You don't have to miss the beauty of spring just because you're spending most of your time indoors. You can see pictures of Washington's cherry blossoms over the years on the Library of Congress website, just one example of the organization's free-to-use image sets.   _______________________________________________________________________________ NASA, Worldwide and Beyond If all these options seem a little close to home, consider a quick trip to the stars via NASA's own smartphone app. You can learn more about NASA's missions, past and present, and view the Earth from the High Definition Earth Viewing experiment on the International Space Station. _______________________________________________________________________________ National Museum of Natural History, Washington The Smithsonian's 3D digitization project brings thousands of items to life, including lots of bones. Get up close and personal with dinosaurs, a woolly mammoth and more.  _______________________________________________________________________________ Yosemite National Park, California Virtual Yosemite brings you the sights and even sounds of Yosemite National Park. Visit a crowded overlook, or get away from it all in a secluded area with nothing but bird sounds and wind to accompany breathtaking views.   _______________________________________________________________________________ San Diego Zoo Visit one of the zoo's nine live cams to see what the animals are up to without any visitors around. Each page features a live stream as well as information and articles about the animals featured.  _______________________________________________________________________________ Shedd Aquarium, Chicago The Shedd Aquarium has two unexpected stars during its closure: rockhopper penguins exploring the empty exhibits. Their first adventure was so successful that the penguins have more trips planned around the aquarium. Shedd is also sharing video updates on its Facebook page.   _______________________________________________________________________________ Cincinnati Zoo and Botanical Garden While the Cincinnati Zoo's home safaris are aimed at kids, learning about animals will delight people of all ages. Currently,"], "Language": false}