{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/florida-coronavirus-travel-opinion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Stacey Lastoe, CNN"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2020-04-01T11:39:50Z"], "LastModifiedDate": ["2020-04-01T14:59:39Z"], "Headline": ["How I finally fell for Florida"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["When it's safe to travel again, I know where I'm going first: Florida. But few who know me would have predicted this. You see, I've never been a big fan of Florida.  Once I started traveling on my own as an adult, I looked to far-flung locations. I wanted to go far and away to unfamiliar places where I could get by on not a lot of money.  This led to a two and a half week trip to China in 2008. In 2009, I quit my job, sold half of my stuff, bought a backpack and a ticket to Brazil. I intended to make my way around South America for a year or until my money ran out. The journey lasted 10 months, and I'd do it again in a heartbeat.  Later, when I met my now-husband Steve Lastoe, we found joy in traveling to Hawaii (\"Can you believe this is to Californians what Florida is to us New Yorkers?\" we asked each other, envious of Hawaii's rich, exotic offerings); to Barbados, where Afro-Caribbean culture dominated; and eventually to Japan, for our honeymoon.  My US travel decisions have primarily been informed by food: Where were the foodie cities? Steve's, by baseball, snowboarding and road races. Not feeling Florida too much   However, we've traveled to Florida together once a year at least to visit family. If I'm being honest, we were never very excited about it. I resisted going in the summer (\"too hot\" I'd protest) and longed to stay in Miami in the winter even though it made for a long drive inland to where my mother-in-law and sister-in-law lived. In the eight years Steve and I have been together, I skipped many a Florida trip, encouraging Steve to visit his family while I stayed home with the dog.  He didn't always accompany me on my trips upstate to Buffalo, New York, where my family lived, and the occasional individual family trip just made sense for us. Of course, Florida wasn't Buffalo — it was, in fact, a tourism hotspot.  It really was the East Coast equivalent of Hawaii but flatter and with more amusement parks.  Florida was also a family vacation that never happened when my dad threw his back out and gathered us around the table to deliver the bad news. Florida was consecutive Easter break trips to the Gulf Coast with my friend Jennifer and her family. Florida was Disney World — one and done — and it was warm weather in winter.  Florida was spring training baseball, chain restaurants and strip malls. Florida was inland hotels when we wanted to save money and avoid miles on the highway in the rental car. Florida was for snowbirds and spring breakers and people who loved golf. Florida was basic.  It was such an obvious vacation spot that it couldn't possibly be a vacation spot.  Sure, it had beaches, but so did a ton of other places, ones with more color and character.  Slowly warming up to Florida It's true, Fort Lauderdale had some cool stuff going for it as I discovered a couple of years ago. Beaches it has in spades, but beyond the beach, there's a thriving art scene found in both FATVillage and MASS District (Music & Arts South of Sunrise). Truth be told, I was sold upon exploring the thriving beer scene and happening upon one of the best sandwiches of my life at Henry's Sandwich Shop. Perhaps my favorite Florida pastime though (h/t Steve) — and one I've clearly taken for granted — is spotting a Cuban restaurant on the side of the road, making a U-turn and loading up on beef empanadas, queso y guava pasteles and cafe con leches served in pint-sized Styrofoam containers.  After a recent visit to St. Petersburg, I marveled at the city's chill, laid-back vibe. Was it the most dog-friendly city in the world? Were breweries made to thrive in this sunny, carefree environment? Were the consignment shops enough to make you ponder the economics of renting a U-haul and driving North with a van full of gently used furniture made from real wood? Yes, yes and yes. An epiphany: I like this state! It turns out that throughout the years, I've collected more happy memories of trips to Florida than anywhere else.  There was that senior year of college spring break trip to West Palm Beach with my four closest friends. We drove a red Dodge Durango from New Jersey all the way down to South Florida.  We took turns driving and navigating and sleeping. The road trip included stops at Cracker Barrel, sing-a-longs to 50 Cent's \"In da Club\" and at least a couple of wrong turns. The trip itself, well that was filled with crop tops, pre-gaming and more hip-hop. When I returned to West Palm Beach many years later, it was to meet Steve's oldest, closest friend who would eventually be the best man in our wedding. Brent and his wife, Anelle, took us to The Cheesecake Factory for dinner; on a later visit, we convinced Brent, a picky eater, that there was nothing not to like about a Hibachi Grill. His 4-year-old son loved it. We're still not sure about Brent. Of course I can't forget the time an ex and I went to South Beach in Miami for the weekend.  It was our first time traveling together, and it's mostly a blur thanks to multiple nights staying out until last call, but I'll never forget hitching a ride home from the Marlins' baseball game when the team was still playing at the old stadium, which turned out to be quite a hike from South Beach.  We were young and stupid and fairly concerned the driver was going to walk us up to our hotel room at gunpoint and demand we give him all of our cash, which we had earlier laid out on the bed to dry after accidentally submerging it in the ocean. A South Beach trip years later was more successful, and quite a bit more upscale, too.  Steve and I stayed at the Hilton Bentley in a room that glistened with marble floors and a gigantic bathtub. I remember being outraged by the per day price of valet parking, but I also remember lazy days drinking cheap beer poolside. One of my favorite pictures of the two of us happy-go-lucky kids was taken by that pool.  We hung out with Steve's sister Alison and her husband, Chris, on the beach, ordering another round because why not? We had no place to be. We were on vacation.  It was that trip we discovered a terrific steakhouse we'd return to again and again and recommend to anyone asking for Miami restaurant recommendations. I ran my first half marathon in Florida, too. I've run close to 50 at this point, but no race will ever be as flat or as beautiful as that one along the A1A Highway.  I suppose I've been to Florida more than anywhere else outside the handful of places I've lived. Now that going is at once impossible and irresponsible, I find myself wanting nothing more.  Because here's what I've learned: In the familiar lies comfort and security and a sense of belonging.  No place will ever be as familiar as Florida. And if there's one thing we could all use in this time of great uncertainty, it's a little familiarity. Blue skies and a beaming sun over a sandy beach open to the public wouldn't be so bad either."], "Language": false}