{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/europe/russia-coronavirus-hospitals-lockdown-anger-intl/index.html"], "Source": ["cnn"], "Location": ["Moscow"], "ByLine": ["By Mary Ilyushina, CNN"], "Writers": [["Mary Ilyushina"]], "FirstPublishDate": ["2020-04-30T13:01:48Z"], "LastModifiedDate": ["2020-04-30T17:28:41Z"], "Headline": ["Anger rises among Russia's doctors as coronavirus hospitals get put on lockdown"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["The coronavirus pandemic has put the spotlight on the risks faced by frontline health workers, and Russia is no exception. Medical facilities in the country have emerged as one of the main breeding grounds for Covid-19, and two dozen hospitals have had to shut down for long quarantines, with many doctors falling sick. The numbers are stark. On Thursday, Russia's total number of reported coronavirus cases surpassed the 100,000 mark, exceeding numbers reported from Iran and China. And of 285 coronavirus hotspots the country is trying to contain, 64% are in hospitals, said Alexander Gorelov, an epidemiologist at the state wellbeing agency Rospotrebnadzor, at a recent meeting chaired by President Vladimir Putin. For weeks, Russian independent media and non-governmental organizations have reported anonymous pleas from outraged medical workers who said they had been ordered to the frontlines of a public health crisis without adequate protection, and that bureaucratic foot-dragging was costing lives. As the situation worsens, many have become more outspoken, sometimes risking legal action against them.   One high-profile example is St. Petersburg's Vreden Institute for Traumatology and Orthopedics. Three weeks ago, authorities ordered around 500 patients and medical personnel into lockdown amid a coronavirus outbreak, with the local press dubbing the hospital \"Russia's Diamond Princess\" -- a reference to the cruise ship that docked in Japan after a massive onboard outbreak.  Initially, the quarantine was supposed to end last week, but public health officials later said the center will stay closed \"until further notice.\" On Sunday, April 26, a health worker at the hospital posted a cry for help on YouTube. \"I'm coughing, my chest hurts but there is no one to look at it... there is no treatment and no medicine,\" the woman said. \"No one came to check on us, how we feel, what is the plan for us ... when will this end?\" Approximately, 300 people inside Vreden Institute have contracted Covid-19, Rashid Tikhilov, the head of the hospital, told the state-run news agency TASS.  Head of the spinal surgery ward in that hospital, Dmitry Ptashnikov, said in an Instagram post all doctors in his department contracted the coronavirus. In an interview with Kommersant daily, he said the first Covid-19 case was diagnosed April 9th using CT scans but the actual test confirmation came later. Vreden Institute did not respond to CNN's request for comment but interim director of the institute Andrey Cherniy said in an Instagram video there were \"objective difficulties\" with testing and lags in getting the results back from the lab. According to Cherniy, they were able to streamline the testing process recently and set up a \"green zone\" to place people who tested negative twice for later discharge.   He thanked hospital staff and patients for their patience, adding that the facility has necessary meds in stock and is working to purchase protective gear. Two employees at the institute said on condition of anonymity that there has been no adequate protective gear and many doctors who were tested did not get their results back. The lung scans, they said, showed pneumonia.  \"All my friends there are sick ... 80% of my colleagues,\" one of the health care workers told CNN. \"[Nurses] are sick but still have to be there and change IVs for the patients.\"  Some patients with serious conditions were able to transfer to other clinics. Those who have to stay are on the verge of a breakdown, according to the woman in the YouTube video.   The Vreden Institute is not the only hospital dealing with this. At least 23 wards across Russia had to shut down for quarantine in April, according to a CNN tally based on media reports and official statements.   There are no official statistics on the nationwide number of infected health professionals, Russia's Health Ministry and Rospotrebnadzor did not respond to a request for comment.  Some of the quarantined wards were designated for Covid-19, but the majority were regular hospitals, maternity clinics or psychiatric wards where the coronavirus patients were first admitted with other health issues, and where doctors did not have personal protective equipment (PPE), according to reports by the Alliance of Doctors union.   Meanwhile, Putin has come under criticism at home for sending planeloads of protective gear to the United States, Italy, and Serbia, while some Russian doctors have had to sew their own masks and buy protective clothing from hardware stores, according to independent media and reports by the Action medical labor union.  The Kremlin has acknowledged the shortages. In a teleconference Tuesday, with regional leaders, Putin said the government had \"put the brakes\" on the spread of the coronavirus but admitted hospitals and medical personnel still did not have enough protective equipment. \"Compared to what [production] was before, it's a lot,\" he said. \"But compared to what we need now, it's still not enough.  Some doctors complain that hospitals have stopped testing their employees altogether in order to avoid mandatory quarantines.  According to Andrey Konoval, the head of Action, a positive test for one doctor means quarantine for most colleagues, so there could be no one left to work. \"In that sense, the battle is lost,\" he said. \"Recently, we've seen more and more instances when the employer wittingly refuses to test the staff to hide the real picture.\" Moscow ambulance workers also complain they are feeling the repercussions of understaffing. Artyom, an ambulance worker who asked CNN not to disclose his last name, said his team was equipped with PPE, but was responding to a snowballing number of calls in a 24-hour shift with few breaks. According to Russian regulations, one ambulance team should consist of a driver and two paramedics. But Artyom said he hadn't seen a full team in weeks because half of his colleagues are on sick leave with no one to replace them.  Both Artyom and Konoval said there were not enough nurses and paramedics even before the pandemic, and blamed a controversial healthcare reform that led to mass job cuts and closures of hospitals, including infectious disease centers. Russia's underfunded regional hospitals have been hit by the gear shortages even more, and in many places, the authorities are still slow to respond to the pleas. On April 20, Prime Minister Mikhail Mishustin singled out several regions that used less than 10% of the allocated federal funds to buy protective gear and oxygen systems for hospitals. To move ahead of the curve, doctors have turned to activists and NGOs to lobby for the equipment they need. But speaking out publicly can have consequences: investigative committees in at least five regions have called in the authors of social media posts for questioning, according to a CNN tally. The Alliance of Doctors said on Twitter that some health care workers have been threatened with fines for spreading fakes news about the lack of equipment. \"We have gathered over 200 requests, there is deficit of everything, but especially protective suits, respirators and eyewear,\" union communications director Ivan Konovalov said. \"Absolutely all regions are in need, including Moscow.\" Russia's Federal Security Service, or the FSB, has requested statistics from the Alliance of Doctors about the complaints they receive. Meanwhile, the doctors are counting their own dead. A group of doctors set up a website called \"List of memory\" asking colleagues across the country to submit names of those who have died of coronavirus complications.  \"The only idea here is not to forget the colleagues that died,\" one of the co-creators of the project, Moscow-based cardiologist Aleksey Erlich, told independent outlet Meduza. As of Wednesday, the list had over 70 names, but the organizers say it is far from complete, as it has been difficult to get official confirmation of cause of death. Russia has released no official numbers yet on health worker fatalities, though Kremlin spokesman Dmitry Peskov has acknowledged \"sad news\" regarding the death of frontline medical personnel."], "Language": false}