{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/cnn-underscored/social-distancing-sales-deals/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julianne Ross"], "Writers": [["Julianne Ross"]], "FirstPublishDate": ["2020-03-20T17:44:09Z"], "LastModifiedDate": ["2020-03-31T15:49:02Z"], "Headline": ["The best deals on stuff that'll help you pass the time while social distancing"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Social distancing is undeniably the right thing to do now, and it doesn't have to mean boredom, loneliness or anxiety. There are still plenty of ways to keep busy and stay healthy — physically, mentally and emotionally — without risking the spread of coronavirus. We've rounded up some great deals to help you keep the cabin fever at bay. From products for de-stressing to games that will occupy the kids while you get some work done, check out our picks for social distancing-friendly deals below. Fitness Costway 800W Folding Treadmill ($319.99, originally $499.99; walmart.com) It's important to keep your body moving even if you're stuck inside. This affordable and foldable treadmill is great for those in cramped quarters who are itching to stretch their legs. _______________________________________________________________________________ Everyday Essentials High Density Foam Yoga Mat ($7.98 to 10.99, originally $9.99 to $20; walmart.com) This highly rated, slip-resistant yoga mat is available in seven colors and three thicknesses. The mat comes with a carrying strap, so you can bring it to the studio when things settle down, and has a two-year warranty.  _______________________________________________________________________________ ProForm Purse Kettlebell ($9.47 to $13.47, originally $12.77 to $15.99; walmart.com) You don't need to go to a germ-infested gym to keep up with your strength training. Invest in a kettlebell and other weights to build muscle at home. Gaming Sega Genesis Mini Console ($59.99, originally $79.99; bestbuy.com) Stave off boredom by reliving your childhood with Sega's retro game console. The well-reviewed Mini comes with 40 built-in classics, including, of course, Sonic the Hedgehog. _______________________________________________________________________________ Madden NFL 20 for PlayStation 4 ($48.95, originally $59.99; walmart.com) Professional sports may be canceled for the foreseeable future, but you can still get your fix with games like Madden.  _______________________________________________________________________________ Wegiel Handmade European Ambassador Chess Set ($58.90, originally $89.99; amazon.com) For those who are into a different kind of gaming, check out this beautiful handmade chess set crafted from beech and birchwood. (And if you've never played chess, now is the perfect time to learn!)   Streaming   Roku Ultra Streaming Media Player ($84.88, originally $99.99; amazon.com) This step up from the standard Roku comes fully loaded with channels that launch super fast, a lost remote finder, USB and micro SD ports, and more. It's ideal for streaming in HD, HDR and 4K.  _______________________________________________________________________________ Samsung 55-inch 4K LED Smart TV ($349.99, originally $379.99; bestbuy.com) An LED Smart TV can take movie nights to the next level. This 55-inch Samsung model has 4K resolution, two HDMI connections, and easy access to Netflix, Disney+, Hulu and more.  _______________________________________________________________________________ Polk Audio Signature Series Bookshelf Speakers ($199, originally $259; bhphotovideo.com) Movie theaters are closed, but that doesn't mean you can't have surround sound. These speakers get top marks for their sound clarity and power, despite their compact size.     Outdoors   Ozark Trail Oversized Cozy Camp Chair ($29, originally $39.95; walmart.com) Social distancing doesn't rule out lounging in your yard (or on your roof, for apartment dwellers). Take a break from the computer screen to sit outside and read a book, listen to a podcast or just stare at the stars.  _______________________________________________________________________________ Celestron 70mm Portable Refractor Telescope ($58.50, originally $89.95; amazon.com) Speaking of stars, this entry-level telescope is perfect for when you're getting really stir crazy and want to remind yourself of the world beyond your socially distanced bubble.  _______________________________________________________________________________ Portable Height Adjustable Basketball Hoop System Basketball Stand ($70.99, originally $118.32; walmart.com) For those lucky enough to have plenty of outdoor space, this would make another fun and healthy way to pass the time. The net's height is adjustable, so kids and grownups alike can take turns shooting hoops. Kitchen and cooking   Instant Pot Duo 7-In-1 Pressure Cooker ($79, originally $99.95; amazon.com) Lots of Instant Pot models are on sale right now, so you can find the perfect one to keep your family full and happy without heading to a restaurant for takeout.  _______________________________________________________________________________ KitchenAid 5-Speed Blender ($199.99, originally $219.98; target.com) Turn all those frozen fruits and veggies you've stocked up on into yummy, healthy smoothies with a highly rated blender from KitchenAid. _______________________________________________________________________________ Calphalon Simply 6-Piece Bakeware Set ($34.99, originally $50.99; macys.com) This kit comes with everything you need to make muffins, cakes and cookies at home.  _______________________________________________________________________________ Shazo Food Storage Containers 40-Piece Set ($79.99, originally $119.99; amazon.com) Keep your stores of flour, beans and rice fresh with this massive set of airtight containers. The set comes with 14 measuring cups and spoons and is freezer-safe.     Crafting   Cricut EasyPress 2 Heat Press Machine ($86.99, originally $159.99; amazon.com) Hands-on arts and crafts projects are an excellent way to take your mind off things. This popular vinyl heat press from Cricut offers the perfect introduction to making your own unique tees, totes and more. _______________________________________________________________________________  PROkleber Hot Melt Glue Gun Kit ($25.99, originally $39.99; amazon.com) This kit includes 12 glue sticks and three silicone finger protectors, making it great for novices and glue gun masters alike. _______________________________________________________________________________  US Art Supply 162 Piece Deluxe Art Set ($49.96, originally $89.99; walmart.com) With tons of colored pencils, oil pastels, watercolors, crayons and brushes, two sketch pads, a color-mixing wheel and more, this set has everything you need to play Picasso at home. It comes in a sleek wooden case with a handle and locking clasps for easy storage. Cleaning   Dyson Motorhead V7 Cord-Free ($249.99, originally $299.99; target.com) Keep the dust bunnies at bay with this highly rated vacuum from trusted Dyson (and check out our guide to the best cordless vacuums as well). Not into cleaning? Shark's ION Robot Vacuum ($199, originally $299; walmart.com) will do it for you.  _______________________________________________________________________________ EcoEgg Spray and Flip Double--Sided Mop ($16.49, originally $30.95; hsn.com) This mop comes with a built-in spray bottle, plus a double-sided microfiber and dry cleaning pad — meaning less waste. It's also got a retractable hook, so you can hang it in the closet when it's not being used to get your floors squeaky clean. _______________________________________________________________________________  Lanon Dishwashing Gloves with Cotton Liner ($9.99, originally $11.99; amazon.com) Working from home means you've probably been piling up a lot more dishes than usual throughout the day. Your hands are getting dry enough with constant hand-washing; protect them from further irritation with these reusable dishwashing gloves.    Working from home   Beats by Dr. Dre Studio3 Wireless Noise Canceling Headphones ($199.99, originally $349.99; bestbuy.com) Invest in these highly rated noise-canceling headphones so you can actually focus on your work instead of your kids/spouse/neighbor who decided that quarantine is a perfect time to learn the guitar. _______________________________________________________________________________ 5 Stars United Memory Foam Lumbar Pillow ($23.99, originally $29.99; amazon.com) This cushion makes working from home a little more comfortable, if you're missing that ergonomic desk chair at your office. _______________________________________________________________________________  Logitech M570 Wireless Ergonomic Mouse ($29.99, originally $59.99; amazon.com) Reduce the risk of carpal tunnel with this sculpted rollerball mouse from Logitech, which has an average of 4.5 stars and more than 20,000 reviews.   De-stressing   Yankee Candle Large Jar Candle ($16.88, originally $27.99; amazon.com) A long-lasting candle in a scent like Bahama Breeze or Tahitian Nights will transport you to the long vacation you'll take when this is all over. _______________________________________________________________________________  'Lost Ocean: An Inky Adventure and Coloring Book for Adults' ($13.10, originally $16.95; amazon.com) Adult coloring books were a big fad a couple of years ago, but now is a perfect time to dust them off. This one features gorgeous, intricate designs that will absorb you for hours. Coloring can be meditative, which is especially helpful these days. _______________________________________________________________________________ Amor Bath Bombs, Set of 10 ($23.97, originally $39.99; amazon.com) Turn your tub into a calming oasis with these handmade and vegan moisturizing bath bombs in 10 colors and scents.   Pets BarkBox Memory Foam Dog Cuddler Bed ($59.99, originally $84.99; amazon.com) Get this super plush lounger for when your lap needs a break from your best friend/quarantine buddy. The removable liner is machine-washable in case there are any accidents. _______________________________________________________________________________ Outward Hound Ottosson Puzzle Brick Dog Toy ($18.10, originally $24.99; amazon.com) Here's a treat-based toy for when your pup simply refuses to accept the fact that you're working and can't play right now. _______________________________________________________________________________ Rocco & Roxie Gourmet Jerky Dog Treats ($19.97, originally $29.99; amazon.com) Because being home means more chances to reward your pup for being a good boy or girl. These treats are free of artificial flavoring and the first ingredient is beef, so you can feel good about treating your fur baby more often.   Home organization and improvement HSS 4 Tier Kitchen Cart with Bamboo Top ($119.88, originally $149.99; walmart.com) The cart is a cute and convenient place to store all the new rolls of toilet paper you bought, among other things. _______________________________________________________________________________ Workpro 145 Piece Mechanic's Tool Set ($39.97, originally $67.49; walmart.com) Score a new set for all those home improvement projects you've been putting off.  _________________________________"], "Language": false}