{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/best-travel-photos-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-01-31T16:50:42Z"], "LastModifiedDate": ["2020-03-31T15:04:27Z"], "Headline": ["The world's best travel photos of 2020"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Madrid, Spain: The Prado Museum stands empty on March 12 as the coronavirus pandemic sweeps the world.  New York City, New York: The Edge NYC observation deck at Hudson Yards opened to the public on March 11, the same day WHO declared coronavirus a pandemic. It's now closed indefinitely.  Badaling Great Wall, China: After being closed for two months due to the coronavirus outbreak, the Badaling section of the Great Wall reopened to visitors in late March.  Caerphilly Castle, UK: St Patrick's Day parades around the world were canceled this year, but South Wales' Caerphilly Castle was able to mark the occasion with a display of green. \n Paris: This photo taken on March 11 shows Portuguese artist Patricia Cunha's \"Umbrella Sky Project.\" Mount Marcy, New York: On March 7, hikers snowshoe through spruce trees on the eastern slope of New York's tallest mountain.  Giza, Egypt: On March 13, a camel waits at an overlook in front of the Giza Necropolis.  Skógar, Iceland: In southern Iceland, Skógafoss waterfall has a drop of 60 meters, making it one of the tallest in the country.  Mandalay, Myanmar: On March 11, visitors walk along the wooden U Bein Bridge that connects the two banks of Taungthaman Lake.  Canberra, Australia: On March 10, a hot-air balloon rises over Lake Burley Griffin during the Canberra Balloon Festival.  Cumbria, UK: Water pours down the dam wall of Wet Sleddale Reservoir in the wake of heavy rain from Storm Dennis.  Bangkok: Buddhist monks gather during Makha Bucha celebrations at Wat Phra Dhammakaya temple on February 8.  Rio de Janeiro, Brazil: On February 16, thousands turn out for early carnival celebrations in downtown Rio.  Chandragiri, Nepal: On the southwest rim of Kathmandu Valley, Chandragiri cable car carried up to 1,000 passengers an hour high over the Chandragiri Hills.  Salisbury, UK: England's Salisbury Cathedral dazzles during a light and sound art installation, titled \"Sarum Lights,\" to mark the cathedral's 800th anniversary in 2020.  London: A plane flies in a moonlit sky in this photo taken in Richmond Park, southwest London, on February 8.  Yangzhou, China: Pedestrians enjoy a lantern-filled light display in the city of Yangzhou in China's Jiangsu Province on February 5.  \n Hyderabad, India: A laborer stacks watermelons ahead of an auction at Gaddiannaram wholesale fruit market.  Jukkasjärvi, Sweden: Swedish Lapland's ICEHOTEL is celebrating its 30th winter season in 2019/2020. \n New York City, New York: A mirrored heart landed in Times Square in time for Valentine's Day. The \"Heart Squared\" sculpture was designed by Brooklyn-based firms MODU and Eric Forman Studio.  Pattaya, Thailand: A brave soul takes on the zipline which runs from the 55th floor of the observation tower in Park Beach Resort.  Moscow: A multistory aquarium makes a statement centerpiece in Aviapark, one of the largest shopping malls in Europe.  Boa Vista, Cape Verde: A lone surfer paddles across the waters of Praia de Cruz beach in Sal Rei, located on on the northwest coast of Boa Vista. Bagan, Burma: A shepherd leads her herd as the sun sets behind the mountains in Bagan, one of the world's greatest archeological sites, in the Mandalay Region of Myanmar. Kuala Lumpur, Malaysia: A young boy runs under traditional Chinese lanterns at Thean Hou Temple, one of the oldest temples in Southeast Asia, as Lunar New Year celebrations get underway.   Srinagar, India: A man guides his boat along the water in Dal Lake, known as the \"Lake of Flowers,\" as snow falls in the summer capital of Indian-controlled Kashmir. Palenque, Mexico: Built as a funerary monument for Maya ruler K'inich Kan Bahlam (or Pakal the Great) in the seventh century, the Temple of the Inscriptions lies in the ancient Mayan city of Palenque. Dombay, Russia: A snowboarder ambles on a slope at Mount Mussa-Achitara in Dombay, a year-round resort known for its top skiing and hiking trails. Rumah, Saudi Arabia: A sea of cars and people encircle camels at the King Abdulaziz Camel Festival. The month-long festival features races as well as a camel pageant section with $31.8 million in prize money. Herdecke, Germany: The sun rises behind the railway viaduct across the Ruhr valley in Northern Germany. Harbin, China: At the Harbin International Ice and Snow Sculpture Festival, which billed as the world's largest winter festival, a worker maintains one of many intricate sculptures. Mekelle, Ethiopia: Two men take a stroll along the main market  in the capital city of the Tigray region."], "Language": false}