{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/van-gogh-stolen-covid-19-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Mick Krever and Amy Woodyatt, CNN"], "Writers": [["Mick Krever", "Amy Woodyatt"]], "FirstPublishDate": ["2020-03-30T15:07:52Z"], "LastModifiedDate": ["2020-03-31T07:53:31Z"], "Headline": ["Van Gogh painting stolen from museum shuttered by Covid-19 pandemic"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A painting by Vincent van Gogh was stolen during the early hours of Monday morning from a Dutch museum that is currently closed due the coronavirus pandemic. The Singer Laren museum in the town of Laren, just outside Amsterdam, said Van Gogh's \"The Parsonage Garden at Nuenen in Spring\" was stolen in an overnight raid.  The painting -- created by the Dutch master in 1884 -- was on loan from another art institution, the Groninger Museum in the city of Groningen. A police statement said that the theft took place at around 3.15 a.m. local time, and that intruders entered the premises by breaking through a glass door. \"I am shocked and unbelievably pissed off,\" museum director Jan Rudolph de Lorm said during a press conference Monday afternoon. \"It is very bad for the Groninger Museum. It's also very bad for Singer.\" \"But above all it is horrible for all of us, because art is there to be seen and shared by all of us, for society as a whole, to bring enjoyment, to bring inspiration, and also to bring comfort. Especially in this difficult time,\" he added. The painting was created in the town of Nuenen, where Van Gogh stayed with his parents between 1883 and 1885. It depicts the garden of the parsonage they lived in and where his father served as pastor. It also shows the ruins of an old church that featured in a number of other Van Gogh works from the period. Police said that painting has now been added to Interpol's stolen art database. Some 93 people have died of coronavirus in the Netherlands in the past 24 hours, bringing the total number of deaths to 864, according to the Dutch National Institute for Public Health and the Environment. The Singer Laren museum had announced its temporary closure on March 13, shortly after the country's government announced a ban on large gatherings and shuttered the Van Gogh Museum and Rijksmuseum in Amsterdam. In a statement, Singer Laren's managing director Evert van Os said: \"Security at Singer Laren complies with protocol. It has been coordinated with the insurance experts, with whom Singer Laren is currently in close consultation.\""], "Language": false}