{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/cnn-underscored/how-to-use-a-french-press/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wallace"], "Writers": [["Elizabeth Wallace"]], "FirstPublishDate": ["2020-03-30T14:00:51Z"], "LastModifiedDate": ["2020-03-30T20:37:55Z"], "Headline": ["You deserve to upgrade your at-home coffee — try a French press"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["I first learned about French presses when I worked as a barista several years ago in the Chicago area. Process so easy, results so good: Grind, boil, pour, steep, plunge, pour. A perfect, rich cup of coffee with all the yummy oils still lingering in your cup. Suddenly, any cup served from an automatic drip machine seemed, as we now say, basic.  For me, the French press, or plunger pot, as it's less-sexily referred to, was the perfect balance of investment to yield: A strong, unfiltered brew, without all the extended time and precious fuss of a Chemex or a single pour-over. A handful of years and French presses later, I'm still a devotee. I wanted to brush up on how the process may have evolved, so I consulted two coffee experts for a primer. \"With all the options for brewing coffee at home, the French press still holds the crown for one of the most simple to learn and use, while still getting a high-quality cup,\" explains Blue Bottle Coffee's director of coffee culture, Michael Phillips. \"There are plenty of intricate techniques to learn when it comes to pour-over or espresso-style coffees to get the best cup. However, with a French press, the results are fantastic when you simply add coffee and water, wait a bit and push the plunger down. It doesn't get any easier than that.\"  As innovation manager for Intelligentsia, Bailey Manson, told us, the French press' appeal for everyone, from professional baristas to new coffee fans, comes from its inherent \"'set it and forget it' approach.\"  Thirsty already? Keep scrolling.  1. Start with whole beans \"To get the best cup possible, freshly roasted coffee ground right before brewing is essential,\" Phillips says. For a French press, \"the ground coffee should look similar to rock salt, more coarse than fine table salt.\"  Blue Bottle Coffee Three Africas Blend, Whole Beans Coffee, 6 Ounces ($9; bluebottlecoffee.com) Blue Bottle says this blend has a \"very easy to like personality.\"  _______________________________________________________________________________ Intelligentsia Direct Trade El Gato Medium Roast Whole Bean Coffee, 12 Ounces ($15; amazon.com) A good starter blend for any mainstream brew process. _______________________________________________________________________________ Peet's Coffee French Roast, Dark Roast Whole Bean Coffee ($15.95; peets.com) One of the original French roasts in the mainstream market — and still a crowd favorite. Also, until April 15, Peet's is offering free delivery from its site.  _______________________________________________________________________________ Kicking Horse Coffee, Cliff Hanger Espresso, Medium Roast, Whole Bean ($21.75; amazon.com) Organic, fair trade, kosher, from Indonesia and South America, and roasted in the Rocky Mountains of Canada.  _______________________________________________________________________________ Real Good Coffee Co Whole Bean Coffee, Breakfast Blend Light Roast, 2 Pound Bag ($24.99; amazon.com) Over 30 years experience in coffee sourcing and craft roasting in Seattle, with cute packaging to boot. _______________________________________________________________________________ Stumptown Hair Bender Light Roast Whole Bean Coffee, 12 Ounces ($14.99; target.com) The cult bean out of Portland still has legions of fans. 2. Measure meticulously After grinding the beans, the key is to use the precise amount of grounds, our experts agree. So much so that both recommend using a digital kitchen scale to measure them.  \"In 2020, kitchen scales are everywhere; gram scales can be found at Target and Bed Bath & Beyond for as little as $9,\" Manson says. \"Measuring cups and spoons are inaccurate — it's hard to get repeatable measurements with them. Additionally, coffee widely varies in density.\"  When I pointed out that many readers looking for a good cup of coffee might not go the distance of investing in and using a gram scale, Manson reluctantly agreed to provide a volumetric measurement: 1 tablespoon for 3 fluid ounces of water. For the 34-ounce French press I use daily, that equals approximately 10.3 tablespoons. (It seemed like a lot to me to, but I tried that ratio, and let's just say I've never felt more awake.) You can test it at home and adjust to your tastes, of course. 3. Boil, then preheat Boil your water, turn off the heat and let it sit for one minute, so it's just off boiling, around 210 degrees Fahrenheit, Phillips says.  4. Pour  Pour your coffee grinds into the empty French press. Slowly add the hot water, filling it to the level that matches the grind amount discussed above. Turn on a stopwatch.  5. Stir gently At around 1 minute, \"stir the top of the grounds gently with a spoon to help sink the crust of the grounds floating above,\" Phillips says. Manson uses a wooden or plastic spoon for stirring, to lessen the possibility of glass carafe breakage. Place the lid on the press, with the plunger all the way up.  6. Plunge  \"At 3½ minutes, begin to slowly push the plunger down over the course of 30 seconds or so,\" says Phillips. Remember, slowly, he says, \"or the sediment will push past the metal mesh and the final product will be silty.\" 7. Pour and serve immediately  \"If coffee sits in the press too long, there will be some potential excess bitterness that will sneak into your cup,\" Phillips says. 8. Clean  Rinse press and plunger with hot water after every use — regular dish soap may leave a soapy taste on your next brew, Manson says. At a frequency of between every use and once a week, \"take apart the screen plunger assembly to get all the sneaky bits out that hide in there,\" Phillips says.  French presses When it comes to selecting a French press, Phillips says there's \"little variation between brands and models,\" because the mechanics of this process are so simple. So select the right model for your intended use. \"Do you want to make breakfast coffee for a group? The 8-cup models are great,\" Phillips says. \"Coffee for one would be better made in a 12-ounce version.\"  Plastic, metal, ceramic or glass? That's a personal preference. I love a glass carafe — it just feels so much more adult than the plastic — but my family has broken no less than four carafes over the last year of busy life and careless handwashing. To that end, Mason suggests buying a rubber mat for the bottom of your kitchen sink for extra impact absorption when you set down the press.  Phillips, too, prefers the glass models. \"But if you are prone to yelling 'this is why I can't have nice things!' after breaking your favorite glassware, then maybe opt for the stainless steel ones,\" he says. \"Other than that, the best option is the one that sparks the most joy.\" Here are the French presses that spark joy for us at CNN Underscored — along with some accompaniments that will help you get your perfect brew on. Black Bodum Brazil 8 Cup French Press ($19.99; worldmarket.com) There are loads of imitators, but the Bodum original is one brand both of our experts — and many others — swear by. _______________________________________________________________________________ Bodum Chambord French Press Coffee Maker, 34 Ounce ($39.99; target.com) The stainless steel iteration feels that much more luxe and solid in your hands.  _______________________________________________________________________________ Yield Ceramic French Press ($120; food52.com) Ceramic body, geometric handle, copper pull — the plunger pot of a design maven's dreams. _______________________________________________________________________________ Le Creuset 27-Ounce French Press ($74.99; bedbathandbeyond.com) For the Le Creuset loyalists, there's a French press (or four) for you, too. _______________________________________________________________________________ Bodum 34-Ounce 8-Cup Douro Coffee Press - Porcelain Black ($49.99; target.com) A midcentury modern porcelain-wood take on the appliance.  _______________________________________________________________________________ Stanley French Press 48 Ounces with Double Vacuum Insulation ($40.49, originally $65; amazon.com) The incredible insulation in Stanley travel mugs keeps coffee hot longer than is imaginable. Pair that with the actual brewing apparatus: Long-lead-time coffee game on!  Grinders Krups Fast Touch Coffee Grinder ($19.99; crateandbarrel.com) A good standby grander at a very reasonable price — also useful for grinding spices or nuts (but clean carefully between those and coffee beans). _______________________________________________________________________________ Capresso Stainless Steel Disc Burr Electric Coffee Grinder ($49.99; bedbathandbeyond.com) Contains 16 settings for any kind of brewing one might think of — and then automatically grinds to your precise need with one touch. _______________________________________________________________________________ Bodum Bistro Electric Coffee Grinder ($19.99; target.com) Just the cheeriest addition to your morning grind. _______________________________________________________________________________ Walnut Wood Manual Coffee Grinder With Gold Handle ($13.48, originally $14.98; worldmarket.com) Slow-brew connossieurs, this one's for you: a hand grinder with a walnut base and gold crank handle that also looks lovely in any kitchen. Kettles Sencor Orange Small 4.3 Cup Electric Kettle ($17.97, originally $29.99; nordstromrack.com) There's something highly appealing about the ease of an electric kettle — this adorable cordless mini version is perfect for making coffee for just one or two people each morning. _______________________________________________________________________________ Aqua Enamel Tea Kettle ($14.99; worldmarket.com) Coffee or tea? Mugs Hand Painted Mosaic Mugs Set Of 2 ($15.98; worldmarket.com) When your coffee is a work of art, your serving vessels should be, too. _______________________________________________________________________________ Cabarita Mugs, Set of 4 ($32; anthropologie.com) These can work as your everyday mugs, or make a lovely housewarming gift. _______________________________________________________________________________ Contigo 20-Ounce Stainless Steel Snapseal Byron Travel Mug ($12.89; target.com)  When you've got to hustle after plunging your brew, this grippable bargain will go the distance with you. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}