{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/entertainment/alan-merrill-coronavirus-obit-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2020-03-30T16:44:06Z"], "LastModifiedDate": ["2020-03-30T16:44:06Z"], "Headline": ["'I Love Rock 'n' Roll' songwriter Alan Merrill dies after coronavirus diagnosis"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Rocker Alan Merrill, who wrote and recorded the original version of the hit song \"I Love Rock 'n' Roll,\" died on Sunday in New York after being diagnosed with coronavirus, his daughter told CNN. Merrill, 69, was a big star in Japan in the 1970s and wrote and recorded the anthem \"I Love Rock 'n' Roll\" in 1975 with his band The Arrows. He wrote the song with bandmate Jake Hooker, who died in 2014. Joan Jett & the Blackhearts covered the song in 1982 and the single shot to the top of the Billboard Hot 100 and was certified platinum by the Recording Industry of America Association. Laura Merrill told CNN that her dad was rushed to Mount Sinai Hospital in New York on Saturday morning and immediately put on a ventilator because he had a fever and was struggling to breathe. He'd had a cold for about 10 days and had self-quarantined at his home as a precaution. \"He was still, you know, playing ball with his dog on his patio ... and you know, kind of doing his usual stuff until he just woke up and couldn't breathe,\" she said. That night, her sister texted to say his vital signs were failing and that family members could visit him for two minutes to say goodbye. \"When I got to the hospital, my stepmother was there and had been in with him and they said, his vitals were better. So we were hopeful again,\" she said. \"So I went in and comforted him and told him that his whole family loved him and rubbed his head.\" After the visit she walked home to clear her head and because she didn't want to risk exposing a cab driver to the virus. When she got home she said her sister let her know that he died while being transferred to the ICU after his coronavirus test came back positive. \"It's just been a big shock to the entire family and you know, you don't think coronavirus is going to happen to you,\" she said. \"You hear about it, it's something people joke about online and, and it's just, you know, it's real, it's real and it's affecting people and people are dying.\" Alan Merrill was 69, which put him in a vulnerable group, but his daughter said he was healthy and had been playing gigs until about two weeks ago, when New York City closed restaurants, bars and other venues. He had just finished a new album that was scheduled for release in April and she was finishing the photos for the cover art. Joan Jett posted an emotional tribute to Merrill on Twitter. \"I've just learned the awful news that Alan Merrill has passed. My thoughts and love go to his family, friends and music community as a whole,\" she wrote. \"I can still remember watching the Arrows on TV in London and being blown away by the song that screamed hit to me. With deep gratitude and sadness, wishing him a safe journey to the other side.\" He was also a member of Meat Loaf's band for four years. The singer said he was saddened by the news. \n\"He was such a great human being and very talented one. He passed away yesterday from the coronavirus. I am really sad. I have not kept in touch with Alan and that makes me feel even worse. Let this be a lesson to all of us, try to stay in touch with the people you really love and care about. Life is very short. Alan I am sorry that I didn't reach out to you years ago. I love you very much,\" he wrote on Facebook. Merrill and her stepmother have both had to self-quarantine, so they won't be able to have a proper funeral for him. \"We can't even grieve together as a family,\" she said. \"This virus is devastating in so many ways."], "Language": false}