{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/28/us/free-ways-to-better-yourself-quarantine-wellness-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-28T09:30:56Z"], "LastModifiedDate": ["2020-03-28T09:30:56Z"], "Headline": ["Free ways you can better yourself as you social distance"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["With coronavirus altering most people's everyday lives, it's not easy staying focused or motivated from home. And that's OK. But if you've been craving more productivity during your self-quarantines, here are some ways to better yourself for free while you socially distance. Finally learn how to cook Years of watching \"Top Chef\" may now come in handy, as being stuck at home is the perfect time to master your cooking skills -- with some virtual guidance. Chef Massimo Bottura, of the three-Michelin-starred Osteria Francescana, has been hosting online cooking classes on his Instagram in a show he calls \"Kitchen Quarantine.\"  Even if you have no interest in replicating his recipes, watching Bottura make everything from chocolate sauce to hummus is, quite frankly, a delight.  For more formal cooking lessons, Christopher Kimball's Milk Street has made its online cooking school available, free of charge through April 30.  Courses range from \"Some Like It Hot\" (learning how to understand spicy and peppery ingredients) to \"The Art of Kitchen Improv\" (learning how to master cooking without a recipe).  America's Test Kitchen, which normally requires a membership for accessing its content, has also made 50 recipes available to the public for free.  In the collection of recipes, you'll find everything from flaky biscuits and ciabatta, to chocolate chip cookies and fried chicken. Read (almost) anything for free While libraries may have closed their physical doors due to coronavirus concerns, many of them still offer tons of ebooks, audiobooks, magazines and newspapers through their websites. You can also search through JSTOR, which is digital library filled with academic journals, book chapters and more. The database has open access materials, which means if you have access to WiFi, you can search content from more than 6,000 e-books and 150 journals. So whether you want to read up on northern race riots or Japanese industrial pollution, you know where to go. Audible has also made a select number of children's audiobooks available for free during the pandemic, and you do not have to be a child to partake.  Stream virtual workouts  Whether you're a fitness fanatic, or just someone trying to get some movement in amid quarantine, you can pretty much stream any type of workout online these days. Trainers, instructors at boutique studios and fitness gurus have thousands of videos available on YouTube, featuring built-in workouts you can do with or without equipment. For those who prefer streaming, many trainers across the US have taken to Instagram Live to offer virtual classes. A tip: Look up your favorite local gym or studio and see if they have anything virtual scheduled.  Some national gyms and fitness brands have also gone an extra step, offering on-demand videos for members and people who are potentially interested in membership. The YMCA, which launched its online YMCA 360 On Demand classes last week, is now offering them free of charge for a limited time. The website features videos for everything from yoga and barre to Tai Chi and weightlifting.  You can even workout with help from celebrities. Actor Chris Hemsworth, who has his own home fitness app called Centr, announced on his Instagram that the app will offer free virtual workouts for six weeks. Actor Sam Heughan also shared a free \"30-day social-distancing challenge\" through his work out program, My Peak Challenge.  No matter what you end up doing to keep yourself entertained, please, please remember to wash your hands. "], "Language": false}