{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/health/gupta-podcast-transcript-march-26-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN staff"], "Writers": [["Cnn staff "]], "FirstPublishDate": ["2020-03-26T16:08:49Z"], "LastModifiedDate": ["2020-03-27T18:59:22Z"], "Headline": ["Dr. Sanjay Gupta's coronavirus podcast for March 26: Saving lives or saving the economy"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["How do you choose between saving lives and saving the economy? CNN Chief Business Correspondent Christine Romans talks to investor Bill Ackman, and CNN Chief Medical Correspondent Dr. Sanjay Gupta consults with bioethicist Arthur Caplan about some of the tough issues we're facing during this pandemic.  You can listen on your favorite podcast app or read the transcript below: CNN Chief Business Correspondent Christine Romans: We have never pushed this much money out the door, a big $2 trillion package. It shows that both parties are willing to spend some money to prevent the economy from falling off a cliff. President Trump: America will again, and soon, be open for business. Very soon. A lot sooner than the three or four months that somebody was suggesting. Gov. Andrew Cuomo: It's a false choice to say public health or restart the economy. You cannot put a value on a human life. Dr. Sanjay Gupta: We've seen wild swings in the stock market over the past few weeks. The S&P dropped to its lowest level in over three years this week, unemployment rates are soaring and a global recession is now expected this year. But lawmakers in Washington have reached an agreement on a $2 trillion stimulus package.  At the same time, doctors around the world are scrambling to address the Covid-19 outbreak and facing some difficult decisions about how to best care for their patients. On today's episode, we're looking at what happens when we're presented with the choice of saving lives or saving the economy.  I'm Dr. Sanjay Gupta, CNN's Chief Medical Correspondent. And this is \"Coronavirus, Fact vs. Fiction.\" Dr. Gupta: My specialty is medicine, not the economy. So for part of this episode, I want to hand things over to CNN's Chief Business Correspondent, Christine Romans.  She is our resident explainer-in-chief of all things money. Christine spoke with billionaire hedge fund manager Bill Ackman, who recently made headlines with his radical proposal to save the US economy. Bill Ackman, founder and CEO of Pershing Square Capital Management: What I'm proposing is a 30-day lockdown of the entire country, a coordinated 50-state lockdown. I call it the \"rip the Band-Aid off\" strategy. Christine Romans: Why do you think that's the best option to rescue the economy?  Ackman: The interests of the economy and the interests of the health care system are really identical here. The economy will recover quickly if we can shut down the virus. And the way to shut down the virus is the ultimate in social distancing, i.e. a total country shutdown.  And what I mean by shutdown or lockdown is basically what they're doing in New York state right now, but on a national basis -- which means all essential services, obviously health care, infrastructure, transportation, food, agriculture, you know, things that you need, you know, people need to eat, people need to be taken care of, etc. Those things continue. But everything else, you know, is a work-from-home mode. That's basically what they did in Wuhan, that's what we need to do in the United States. That's what they're doing in the UK. That's what they announced in India. Romans: You know, the President himself said he doesn't want the cure to be worse than the problem. Do we risk dragging this out and really crushing capitalism if we can't fix it now and then move on and have it behind us? Ackman: Yes. So the President is right in the sense that you don't want the cure to be worse than the problem. The problem is that the President, by not instituting a lockdown and trying to reopen the country early, when you've only had kind of a rolling series of partial lockdowns in maybe a dozen states, is that the virus will be completely out of control.  And instead of using the next week of this 15 days to squelch the virus and do it for real. If instead you said, look, we're gonna rip the Band-Aid off to take the hard step of locking down the entire country at once. By the way, we're going to do it for 30 days and then we've got to carefully reopen parts of the economy.  We're going to have to maintain social distancing. We're going to have to you know, people are gonna have to wear masks. People are going to have to be careful. But we start to begin the recovery. And with the beginning of the recovery, you'll see a massive recovery in the stock market that will help to build confidence.  You know, business fundamentally is a confidence game. And what's happened in the last period here is there's been a dramatic loss in confidence. If you look at the Chinese economy, what's interesting is the stock market in China began to fall as the virus number of cases went to skyrocket.  So if you look at the chart and the case level is skyrocketing up to into the sky and the market's plunging into the into the floor, if you will. And then as the cases begin to slow and eventually they almost capped the number of cases, the stock market began to soar again. And the stock market is sort of the best weather vane on how the economy's gonna do three, six months from now. Romans: How much of a recovery bet are you making on the economy? Ackman: We've invested about two and a half billion dollars of our investors' assets in stocks in the last ten days. We've been aggressively buying stocks that have been marked down. Prices are down 30%, 40%, 50% or more. So we've been, you know, betting that the economy is going to recover from here. Dr. Gupta: That was Bill Ackman -- the founder and CEO of Pershing Square Capital Management. The economy is also top of mind for New York's Gov. Andrew Cuomo. Gov. Andrew Cuomo: This is unsustainable that we close down the economy and we continue to spend money. There is no doubt about that, no one is going to argue about that. But if you ask the American people to choose between public health and the economy, then it's no contest. No American is going to say, accelerate the economy at the cost of human life. Because no American is going to say how much a life is worth. Dr. Gupta: He went on to say ... Cuomo: My mother is not expendable. And your mother is not expendable. And our brothers and sisters are not expendable.  Dr. Gupta: Gov. Cuomo's remarks got me thinking about medical ethics and some of the tricky hypotheticals we talked about in medical school ... Now, some doctors are having to make those hard choices in real life. For more on this, I turned to a friend, and an expert: CNN Medical Analyst Arthur Caplan. He's also the director of the medical ethics division at NYU's Langone Medical Center. I asked him how you really can put a value on a human life. Art Caplan: If everybody gets an equal opportunity to be considered, people understand that not everyone can live. They don't want to see bias. They don't want to see discrimination. Everybody wants to get a chance. Americans will accept rationing if they think the system is fair. That's what I've learned. Dr. Gupta: The issue that I think a lot of people are starting to ask about is, is this an either-or conversation? Is there either economic damage or health damage?  Caplan: We can't just say we're going to be in isolation and distancing and quarantining for the next two weeks, and then we've got to come out because we've got to fix the economy. I don't think that's realistic and I don't think it's the right thing to do. It's not because I think you've got to put lives ahead of money, because I understand those who say the economy being in the tank also can cost lives.  There can be starvation. There can be crime. It can be a lot of ways in which people may die because the economy isn't functioning. But we've got to maintain the only weapon we've got right now, which is the social isolation and the distancing. I don't even think you can restore the economy in the middle of a pandemic.  You know, putting it crudely. There'll be so many people surging and dying and trying to get into the hospital system that you'd break it. You can't run the economy with no health care system because you've overwhelmed it. And that would happen if we stop being prudent and stop trying to isolate too soon. If we want to get the economy started, the best thing the federal government can do is give us testing. Then you can start to isolate and quarantine the infected, and then you can probably start to let some people go back out to work. And by the way, that's the lesson from South Korea. It seems to me how they've gotten through this and are starting to open up. China's lesson was severe quarantine really enforced, if you will, at the point of a gun. We've not been willing to do that. But South Korea seemed to have plenty of testing, and they knew who to isolate. And I think that's why those two places are coming back more quickly. Gupta: One of the things that sort of struck me was this this comment that I heard about these families that are really suffering economically, and the concern that their quality of life has greatly diminished and that there's maybe increasing suicide rates and things like that. It becomes a little a little blurry there. Right? It's not just about the economy in that situation.  Caplan: Well, I think that's right. There are public health consequences to isolating everyone for weeks. Domestic violence, suicide. Let's not forget that there are many people lonely. I can imagine other people who are impaired with cognitive disorders, Alzheimer's, strokes. What are they experiencing? What is it like? So I think this is a time where Americans do have to look out for one another. Call one another. Contact one another. It wouldn't even bother me if they went over to the yard and waved at one another. I think those kinds of supports are crucial to getting us through this impossibly difficult, but nonetheless, something we have to endure, period. Gupta: It's a good point. When you look at this overall plan over the next several weeks. In in the spirit of optimism, do you see the light at the end of the tunnel, as has been described? You do have a timetable that you think this is going to take? Caplan: Well, I have some optimism that not next week and not next month, but within the next six months, I think we'll start to see some drugs appear that do have a beneficial impact, at least in maybe attenuating, tamping down the nastiness of the disease, maybe shifting it from death sentence to survivability.  Again, it's optimistic, but there are so many teams working diligently out there. If we do this rapid testing and rapid clinical trial design that's in place, that's starting to move through our system, and indeed worldwide, I think we have the brainpower to come up with something.  Dr. Gupta: We don't yet know the lasting economic effect of the Covid-19 pandemic -- but I can tell this isn't really an either/or conversation. We know we're going to see an impact on the economy and also a loss of human life. As doctors, we take an oath to pro"], "Language": false}