{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/app-news-section/weekend-reads-march-27/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Erica Hernandez, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-27T17:17:14Z"], "LastModifiedDate": ["2020-03-27T17:33:24Z"], "Headline": ["Settle in with these weekend reads"], "Section": ["app-news-section"], "MappedSection": [null], "Article_Body": ["The art of the socially distant birthday party. Finding hope in our own history. How one CEO brought her company back from the brink of bankruptcy. Grab a cup of coffee and settle in. Here's what you might have missed during a busy news week.  Her husband died. Then his family shaved her head and made her strip by his grave In parts of southern Nigeria, widows are subjected to a set of practices after their husband dies. They can be kept in seclusion for weeks, deprived of meals, and made to live in unhygienic conditions.  The art of the socially distant birthday party Despite the hardships in trying to protect oneself from a global pandemic, we can relish the fact that there is still no shortage of ways to celebrate, as long as you're willing to get creative. How this CEO turned around her company Even though the company was bleeding money and staring down a potential bankruptcy, becoming chief executive of chip maker Advanced Micro Devices was a dream job for Lisa Su and she took the job. Her risk paid off.  Is this the world's best Indian restaurant? New Delhi-based Indian Accent is one of only two restaurants in India to make Asia's 50 best restaurants list and the only one in the top half, coming in 13th this year. Here's what it's like to dine there.  The history behind Trump and Cuomo's hot and cold relationship The high-profile political leaders' shared complex history -- and their ability to shift between scorn and praise in mere hours -- has been on full display over the past month, with back-and-forth briefings that are alternately frosty and supportive. On a wing and a prayer There isn't a huge market for travel accessories right now, but this new concept of 'stained glass' windows for planes seems perfectly suited to this time of refuge and reflection. Opinion: How history can bring us hope right now As Women's History Month comes to a close, many of us are afraid, angry and anxious about what's next -- and there's arguably never been a more significant time to consider how women's history informs the present. "], "Language": false}