{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/us/five-things-march-27-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-27T10:07:48Z"], "LastModifiedDate": ["2020-03-27T10:10:17Z"], "Headline": ["5 things to know for March 27: Coronavirus, health, Israel,  Venezuela, Russia"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Unemployment claims soared to a record high last week as the coronavirus spread, and economists are bracing for more bad job news on the horizon.  Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  The US now has the most recorded coronavirus cases of any country, surpassing Italy, China and other hard-hit nations. At least 82,100 people have been sickened in the US, and global cases have surpassed the 500,000 mark. In New York City, makeshift morgues have been set up outside hospitals for the first time since 9/11 in anticipation of more coronavirus deaths. However, in a White House briefing, President Trump touted the US' alleged success at battling the outbreak and contradicted advice and warnings from top doctors and state leaders. Meantime, other countries are bracing for the next wave of the crisis. Ethiopia has released 4,000 prisoners to prevent the spread of the virus. Doctors in Venezuela, which has been largely spared so far, are preparing for the worst because of the country's vulnerable economic and political state. And China is closing its borders to most foreigners as it attempts to recover from the outbreak and prevent a second one from starting.  2. Health  Doctors are learning more about what the coronavirus does to patients, and it's not good. Lung damage from inflammation caused by the virus could be permanent, even in relatively healthy patients. A new study also revealed heart injury among coronavirus patients is linked to a higher risk of death, though it's not clear if the virus causes such damage. With the onslaught of illnesses, some hospitals are considering making changes to do-not-resuscitate policies. The concern is that performing CPR on a Covid-19 patient could expose health care workers to the virus. Meanwhile, doctors are railing against a statement from White House trade adviser Peter Navarro that the media is overhyping the need for personal protective equipment in hospitals. A shortage of masks and other supplies has been a huge concern for health care workers as they look to protect themselves and other patients from the outbreak.  3. Israel  Israel's political deadlock may be coming to an end. Prime Minister Benjamin Netanyahu's political rival, Benny Gantz, has been elected speaker of the Israeli Parliament and voiced his desire to form an emergency national government. The surprise move suggests Gantz is willing to serve in a government led by Netanyahu, who has faced numerous political and legal challenges in the last few months. It has also prompted outrage from some of Gantz's followers, who feel betrayed. Israel has had three general elections in the span of a year, but attempts to form a majority government have all fallen short. But with Gantz's decision, there's a possibility his political following could unite with Netanyahu's Likud party to get the job done.  4. Venezuela The Trump administration has taken sweeping actions against Venezuela's top leaders that are sure to mark a low point in relations between the US and the ailing socialist state. The Justice Department announced narco-terrorism and other criminal charges against Venezuelan President Nicolás Maduro and senior leaders of his government, and the State Department designated Maduro and top current and former officials of Venezuela's military, parliament and judiciary under its Narcotics Rewards Program, offering multimillion-dollar bounties. US prosecutors say Venezuela's leaders enabled the trafficking of cocaine to the United States. Venezuelan leaders say the Trump administration's actions are a political distraction from the US coronavirus crisis.  5. Russia  Mild tensions have been simmering on the high seas between Russia and the United Kingdom. The British Royal Navy said it's seen an unusual amount of activity from Russian warships in the English Channel and North Sea. In response, nine Royal Navy ships were charged with shadowing seven Russian ships for more than a week as they passed by the British Isles. This kind of thing happens occasionally, and British forces are sometimes forced to respond to Russian aircraft or ships as they get near the UK's borders.  BREAKFAST BROWSE If you wear contact lenses, you should probably switch to glasses to reduce virus transmission risk You know how you're not supposed to be touching your face right now? That includes your eyeballs.  Brands are altering their logos to promote social distancing  The McDonald's arches never looked so isolated.  A grocery store had to throw out $35,000 worth of food a woman intentionally coughed on, police said Come on, people. We're better than this.  A reporter's reaction to an approaching herd of bison is high art  If his expression doesn't speak directly to the human condition, then nothing does.  Doughnuts featuring pictures of immunologist Dr. Anthony Fauci are becoming a hit You know you've really made it as the voice of reason during a pandemic when people start putting your face on pastries.  HAPPENING LATER Democratic front-runner talks coronavirus  Former Vice President Joe Biden will headline a coronavirus town hall tonight at 8 ET on CNN. The discussion, with Biden joining via satellite from his home studio in Delaware, will feature questions submitted by people in communities hit hardest by the coronavirus. TOTAL RECALL Quiz time!  The date for the 2020 Tokyo Olympics was changed this week. When will the Games take place now?  A. August 2020 B. July 2020 C. Summer 2021 D. Fall 2021 Play \"Total Recall,\" CNN's weekly news quiz, to see if you're right.  TODAY'S NUMBER 15,000 That's how many ventilators James Dyson (yes, the vacuum cleaner billionaire) is making for coronavirus aide, including 10,000 for the UK and 5,000 for international use. He designed the new device in just 10 days.  TODAY'S QUOTE \"Truckers aren't health care workers and we're not anybody special. We just have to keep working because, what else are we going to do right now? And people need their toilet paper.\" Courtney Emery, a (very modest) truck driver out of Crossville, Tennessee, explaining what it's like to be working during the pandemic TODAY'S WEATHER AND FINALLY Want to listen to an adorable snoring hummingbird?  Of course you do. (Click here to view.) "], "Language": false}