{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/us/coronavirus-tattoo-artists-donating-supplies-iyw-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Bergeron, CNN"], "Writers": [["Ryan Bergeron"]], "FirstPublishDate": ["2020-03-26T12:51:38Z"], "LastModifiedDate": ["2020-03-26T12:54:28Z"], "Headline": ["Tattoo artists are giving away their gloves and protective gear to health care providers"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["As medical supplies dwindle during the coronavirus pandemic, health care workers are getting a helping hand from an unlikely source -- tattoo artists. Largely unable to work and forced to close shop, tattooists  around the country are passing their gloves and other protective gear to hospitals.  \"Tattooers really understand the need for protective equipment,\" said Michelle Myles, co-owner of Daredevil Tattoo in New York City, who donated her stock of gloves and masks.  \"We already operate with an awareness of bloodborne pathogens and cross-contamination, and so we take a lot of precautions anyway in our day-to-day operations.\"  Myles closed up her shop on March 13 to protect both her customers and the artists working with her. That's the case for most shops and studios across the country because of the close contact tattooing requires, which makes social distancing difficult.  \"All the tattooers I know are super bummed to be home and not doing their jobs.\" In Minneapolis, Minnesota, Awen Briem, who owns the Art With a Point studio, donated his supply of gloves, masks and footwear. He feels a connection to the medical community.  \"We're professionals supporting other professionals. We all share an interest in the health and safety of our communities. I think there's a tremendous amount of empathy there because we have the understanding of what's going on.\" An artful way to help Karri Henning, owner of Cloud Nine Southside Tattoo & Body Piercing Studio in Birmingham, Alabama, understands the connection because she has worked in the public health sector in HIV and hepatitis B prevention. A nurse practitioner from a nearby emergency department recently contacted her because they were already running out supplies.  \"I got some masks and stuff together for her. And I was like, 'What about these isolation gowns?' And she was like, 'Oh, my God, I didn't even think about you guys having those.' Perfect.\" Like the others, Henning was not concerned at all about the cost of giving away her medical supplies.  \"It's monetarily nothing in comparison to the people's lives that are at stake. It's much more valuable that they be used by somebody who really needs them.\"  Rob Massimiano, president of the Alliance of Professional Tattooists, loves seeing the outpouring of help from his industry and hopes it inspires others to do same.  \"I'm proud of my friends. It's a selfless act, because when it comes time to reopen, they will have to buy new supplies. It's heartwarming to see people step up and do the right thing.\" The generosity is not going unnoticed. Buddy Wheeler, owner of two Tattoo Charlie's shops in Kentucky, donated all of his medical supplies from one shop to a hospital in Louisville and the other shop's supplies to a hospital in Lexington. \"Both hospitals were extraordinarily thankful and gracious. Actually, I got a call this morning from the Baptist hospital in Lexington thanking me again for bringing supplies and donating them yesterday. It's a good feeling to help out like that.\""], "Language": false}