{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/us/five-things-march-26-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-26T10:12:32Z"], "LastModifiedDate": ["2020-03-26T10:37:41Z"], "Headline": ["5 things to know for March 26: Coronavirus, economy, Dems, cruise, Great Barrier Reef"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Department of Justice isn't messing around. If for some reason you try to spread the coronavirus intentionally, you could be charged with terrorism.  Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  The number of coronavirus cases is closing in on half a million worldwide. More than 472,000 have been sickened and 21,000 have died from the virus, and the areas most deeply in crisis keep shifting. Spain now has more coronavirus deaths than China, second only to Italy. Japan and New Zealand have recorded their largest single-day spikes in diagnoses. Coronavirus has also reached the UK's royal family, which announced that 71-year-old Prince Charles, next in line to the throne, has tested positive. In the US, an epidemiologist says virus deaths could reach their peak in three weeks. The American epicenter of the outbreak is New York City, where the number cases is doubling about every three days. US Defense Secretary Mark Esper has ordered a 60-day freeze on all troop movements overseas to prevent the spread of the virus. Follow the latest updates here.  2. Economy  The Senate has approved the massive $2 trillion stimulus package ... so now what? The House is due to vote on it Friday before it reaches the President's desk. Since several House members have tested positive for coronavirus, leading lawmakers are pushing for a voice vote, which would avoid forcing all members to return to Washington for a roll call vote. Though several Democrats have issues with the bill, House Speaker Nancy Pelosi has urged critics to recognize the good in the bill to get it passed. What's actually in the package? Yes, there are stimulus checks, amounting to $1,200 per individual but varying by income and family situation. Student loan payments would be suspended through September. The airline industry would get billions in support, as would hospitals. The arts would get a little help too, with $100 million in relief. Not included in the package: money for Trump's southern border wall.  3. Election 2020 The Democrats are in a weird spot right now. With front-runner Joe Biden off the campaign trail and sequestered in his Delaware home, Democratic super PACs are filling the void when it comes to public criticism of President Trump and his coronavirus response. Groups are spending millions to whip up ads nailing the President for his handling of the pandemic. But while the crisis could be the defining issue of the election -- and Trump's presidency so far -- some experts fear attacking him on his response could be a gamble, since the situation still holds so much fear and uncertainty for Americans.  4. Norwegian Cruise Line Florida's attorney general's office is investigating claims that Norwegian Cruise Line downplayed and dismissed coronavirus risks when communicating with customers. According to a Miami New Times story based on leaked internal emails, Norwegian provided its sales force with inaccurate or misleading one-liners, like, \"The only thing you need to worry about for your cruise is do you have enough sunscreen.\" Norwegian told the newspaper it's \"committed to operating with integrity\" and is looking into the matter. Norwegian is among more than 50 cruise lines that have suspended operations to and from US ports because of the coronavirus pandemic. There are still dozens of cruise ships adrift at sea with no place to disembark amid the crisis. A Holland America ship with at least 77 sick passengers is expected to dock in Florida next week.  5. Great Barrier Reef  Australia's Great Barrier Reef likely experienced its most widespread bleaching event on record, which could be a devastating blow to the already at-risk marine site. Bleaching happens when coral -- which are living things -- expel the algae that live in them as a stress response to warmer water. This greatly damages and often kills the coral over time. Scientists say the rapid warming of the planet and its oceans are to blame for these events. This marks the third mass bleaching event on the reef in just the last five years, and the last two ended up killing about half the reef's coral. The organisms can survive, if water temperatures go back down. Since this likely won't happen, scientists are greatly concerned for the reef's future. BREAKFAST BROWSE The National Cathedral donates 5,000 masks kept in its crypt for 10 years  Why were there masks in the crypt?! There's a really good, kinda obvious, non-hoarding-related answer. Obsessing over celebrity home interiors is the new fun TV thing to do After all, everyone's home. Might as well critique their decor.  Waffle House closes 420 stores amid the coronavirus pandemic  Do you know how hard it is to close a Waffle House?!  Human teeth can contain a long record of life events  And a short record of what you had for breakfast this morning.  Bindi Irwin got married in a private, secret zoo wedding She's the daughter of the late conservationist Steve Irwin. And is there any phrase more legitimately romantic than \"private, secret zoo wedding?\"  WHAT'S FOR LUNCH  Eat your fruits and veggies  There are some ways you can adjust your diet to keep your immune system as hale and hearty as possible  And yes, they all involve more produce.  TODAY'S NUMBER 1,000%  That's how much ammunition sales in Colorado have risen over the past month, according to Ammo.com. Around the country, people seem to be stockpiling guns and ammo alongside their toilet paper in response to coronavirus restrictions, the data show.  TODAY'S QUOTE \"Just one more year to get better.\" American Olympic swimming gold medalist Lilly King, one of the many Olympic athletes who responded with guarded optimism to the postponement of the Summer Olympic Games in Tokyo.  TODAY'S WEATHER AND FINALLY The art of Turkish water marbling You know what will make your mind feel a little less heavy? Creating something. Write a few lines in a journal, pick up a favorite craft, cook something or just sketch a little bird today. Your brain needs it. You could also do some intricate Turkish water marbling, but hey, we all have our limits. (Click here to view.)"], "Language": false}