{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/entertainment/celebrities-homes-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-03-25T20:31:22Z"], "LastModifiedDate": ["2020-03-25T22:25:44Z"], "Headline": ["Obsessing over celebrity home interiors has become the new must-watch TV"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["As more and more celebrities share how they're spending their time staying \"safer at home,\" glimpsing into their residences has become a popular new pastime for the rest of us. Trevor Noah, who has been broadcasting from a desk inside his Manhattan apartment amid the coronavirus pandemic, kicked off his Tuesday night edition of \"The Daily Social Distancing Show\" by addressing the many people who have emailed him to ask about his taste in objects and art. \"I've been getting a lot of questions from you online asking about things behind me. The other day people asked me why the plant was dying, so I've replaced it now,\" he quipped. He's filled his space with art and books, like \"Wild Beautiful Places,\" a National Geographic photography book featuring shots from around the globe, along with a book about Barack Obama. Noah said people were also curious about the \"round things\" in his home that look like sculptures.  \"These are actually African heritage domes, which a mother hands down to her son to remind him of the bond they'll always share,\" he explained. \"The View\" co-host Joy Behar has been joining the show via satellite from her home, where she sits in front of a cozy little reading nook. The show's moderator, Whoopi Goldberg, has also been hosting from her home, typically sitting in a white chair, with bright red flowers in a vase behind her. (Both are tasteful choices within beautiful residences.)  Jimmy Fallon, currently producing \"The Tonight Show: At Home Edition \" from his house in the Hamptons, has used his rec room as a set. It's filled with games, toys and a seriously impressive slide.  \"Easily in the top 5 best things about this pandemic is finding out Jimmy Fallon low key has a SLIDE in his house like 100%,\" wrote one viewer on Instragram. \"Is it just me or does anyone else think Jimmy's house is really cool and want to live there?\" wrote another. Save With Stories, where notable actors and journalists are reading books on social media to raise money for children who need meals during the pandemic, is a virtual treasure trove of celebrity design taste.  For instance, Sarah Michelle Gellar has a great bar, complete with a martini shaker.  Katie Couric loves a roaring fire.  Ellen DeGeneres' home is filled with animals and gorgeous art.  \"The idea that we now all of a sudden have a lens into how celebrities live, how they decorate, the kind of money that they spend, whether or not they live in a big house or a modest house... is interior design porn,\" Lori Levine, founder of Flying Television, a global PR and marketing firm, told CNN. Levine said she's paid a lot of attention to framed photographs in celebrity posts from home.   \"Are there a lot of pictures with family or only of them with the Obamas? Kristen Bell has a fireplace mantel filled with stuff and that makes us feel closer to her. Garbage bags on the floor in the kitchen we really like because it makes them feel more genuine,\" she said. \"We've been watching reality television for so long, we're immediately drawn to anything that gives us a slice of real life.\" But when does it go from sharing life at home to showing off? \"Given that we are in an environment of Covid-19 shelter in place and lockdown, we need our celebrities to feel more grounded and to lift us up and to let us know that we are all in this together,\" Levine said. \"There can be backlash if they're showing off too much,\" Levine added, saying celebrities can take a cue from Cardi B., who posted a video with a simple white background for a post about people who cannot afford health care.  Francesco Bilotto, a New York-based television design and entertaining expert, sees it a bit differently. \"We need aspirational eye candy more than ever,\" he told CNN. \"I don't want Ellen [DeGeneres], Oprah [Winfrey], Jimmy Fallon, Trevor Noah, my Housewives or any major talent to be 'regular,' even for the sake of being appropriate during this time in our world,\" he joked, adding, \"Am I jealous? Yes, but that's a natural feeling I had before this. And I will after.\" He found comfort, Bilotto said, watching Oprah Winfrey visit her longtime partner in their guest house. (He didn't imagine she lived in anything less.) \"Oprah quarantining Stedman in her guest house was pretty lavish, yet laughable,\" he said. \"But that is their reality. So rather than jealousy, I feel joy knowing some things haven't changed.\" \"Most of us are naturally voyeuristic,\" Bilotto explained. \"Getting a forbidden glimpse into their lives is the true obsession.\" Stars, they're really not just like us. "], "Language": false}