{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/media/media-adjustments-coronavirus-pandemic/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-03-25T00:58:50Z"], "LastModifiedDate": ["2020-03-25T21:26:22Z"], "Headline": ["Broadcasters adapt to social distancing and the new realities of covering a pandemic"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Many of America's most popular and influential television hosts are now broadcasting live from bedrooms and basements. Some TV newscasts, magazines and websites are being produced completely remotely, with arrangements that were unthinkable a few weeks ago. And more at-home studios are popping up every day — yet another consequence of the coronavirus pandemic that has upended life all across the United States. Media companies are following the same social distancing guidelines as other industries. And some broadcasters are self-quarantining because they've been in close proximity with people who tested positive for the virus. What's lost: Multi-million dollar studios and the video quality that comes with it. What's gained: Efficiency and intimacy. Live shots from home are candid and relatable, showing viewers that their favorite TV personalities are stuck in the same stay-at-home boat. Broadcasting live...from the basement Savannah Guthrie and Al Roker of NBC's \"Today\" show have been at home since last week. Part of Guthrie's basement has been converted into a studio. She posted a photo from her director's chair to Instagram and asked, \"Is there a statute of limitations on how many days in a row you can wear the same sweatpants?\" Some of the changes have happened gradually, as with the Fox News morning show \"Fox & Friends,\" which was slow to recognize the severity of the crisis. The co-hosts typically gather on a couch to deliver right-wing news and commentary, but last week, as social distancing became the norm, they were stationed in different corners of the studio. This week, they are working remotely \"in locations closer to our homes,\" co-host Steve Doocy said on the air. Robin Roberts of ABC's \"Good Morning America\" started to broadcast from home on Wednesday, as well. \"It is hard to leave because you want the normalcy. You want it not just for yourself but for our viewers,\" she said on Tuesday's \"GMA.\" But Roberts has underlying medical conditions, including a rare blood disorder, so her doctor has recommended that she remain home. Anthony Mason of \"CBS This Morning\" also stayed at home Wednesday. \"I'm self-quarantining,\" he said on the show. \"I've had contact with a family member who has not tested positive but has one of the symptoms that could be coronavirus.\" Mason said he felt fine. He went live via a cell phone \"propped up on a stack of books,\" he tweeted. Remote shows have quickly become normal all across TV. CNN's Anderson Cooper anchored \"AC360\" from his home last Friday after a person on his show's team fell ill. On Monday, he updated viewers: \"My staff is all still working from home. Tonight, I'm in a remote studio with robotic cameras. I'm not in contact with anyone else.\" Cooper has had no symptoms of the virus. Even for the programs that still have anchors working from their usual studios, television networks have drastically cut back staffing levels for control rooms and other key functions. On Sunday night CNN boss Jeff Zucker, the chairman of WarnerMedia News and Sports, wrote in a memo that \"more than 90 percent of our global staff is now working from home. \"But there are still members of the team in the field and in our offices because what we are doing has been deemed essential, and I want to express my thanks to them, as well,\" Zucker wrote. At NBC News, President Noah Oppenheim told staffers Monday that \"over 90%\" of staff \"based at 30 Rock are now working remotely.\" \"Most of our anchors, correspondents and contributors now also have at-home studios,\" Oppenheim wrote in an internal memo. \"And in many of our control rooms, as few as three people — all sitting at least 6 feet apart — are getting our shows on the air.\" At the PBS \"NewsHour\" over the weekend, Saturday and Sunday's broadcasts were assembled entirely remotely — \"meaning no control room, no studio,\" anchor Hari Sreenivasan told CNN. Sreenivasan filmed from his apartment, reporters worked from theirs, and editors and producers all worked from their own homes. Sreenivasan said he used Zoom videoconferencing to record his reports. He shared this technique with the audience \"by turning the set 'on' in front of them,\" he pointed out. These types of broadcasts are made possible by state-of-the-art streaming tech, but some of the workarounds are pretty simple. Sreenivasan ran a TelePrompTer by scrolling on a wireless mouse. On Tuesday, CNN's Dana Bash interviewed House Speaker Nancy Pelosi on the air from a Cisco Webex videoconferencing desk device in her home. From daytime to late night The abundance-of-caution approach has extended to talk shows and late-night comedy hours. \"Live with Kelly and Ryan\" resumed on Monday with both Kelly Ripa and Ryan Seacrest joining via Skype. Seacrest used a stack of books to prop up an iPad and a laptop computer for the show. When guest Jerry O'Connell joined \"Live\" on Tuesday and suffered from a poor connection, he jokingly tweeted, \"Sorry about my poor internet. My kids sucking it all up with their TikTok and we have a limited data plan.\" Technical glitches do crop up from time to time — but it's remarkable how stable the TV coverage has been, all things considered. Engineers have been working long hours to keep things running. To name just one example, CBS News moved out of its main New York offices last week following an outbreak of coronavirus, and \"CBS This Morning\" has emanated from \"The Late Show\" stage a few blocks away at the Ed Sullivan Theater ever since. \"The Late Show\" and other late-night shows have also been producing rough-around-the-edges monologues and other comedy from hosts' homes. \"The Daily Show\" has been renamed \"The Daily Social Distancing Show\" while Trevor Noah hosts from his Manhattan apartment. On Tuesday, HBO said that \"Last Week Tonight with John Oliver\" would return on Sunday with a program from Oliver's residence. Digital news outlets have also transitioned to remote working models. Politico told staffers on Tuesday that work-from-home will continue through May 4. Magazines like The New Yorker have been successfully published from home for the first time ever. (The lone exception is the physical printing process.) Will Welch, the editor of GQ, told CNN that \"unprecedented times call for unprecedented ideas.\" \"On one hand we can't do traditional photo shoots or in-person reporting during social distancing and self-quarantine,\" he said. \"On the other, there is so much powerful technology at our disposal that we get to harness in new ways. So we're doing meetings on Zoom, asking subjects to photograph themselves, going live on Instagram, asking artists and other creative people in our community to make stuff for us, and doing our reporting over the phone.\" Most importantly, he said, he and his colleagues \"are just grateful we can still get up in the morning and do the work, no matter how different or how stressful the circumstances. It's a huge privilege in a moment when so many people cannot go do their jobs.\""], "Language": false}