{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/30/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-04-30T11:59:14Z"], "LastModifiedDate": ["2020-04-30T11:59:14Z"], "Headline": ["Tech companies are showing resilience during the coronavirus storm"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The biggest tech companies in the world are shining during an otherwise harrowing earnings season, as cloud businesses get a boost from the spike in working from home and revenue stays resilient. The latest: Facebook shares have shot up 9% in premarket trading after the company posted $17.7 billion in revenue for the first three months of the year, beating Wall Street estimates, my CNN Business colleague Kaya Yurieff reports. The company said it experienced a plunge in demand for ads in March but saw \"signs of stability\" during the first three weeks of April. Usage and engagement with its products has been high, though the company said it expects it will decline once stay-at-home orders lift.  Microsoft also beat Wall Street's forecasts, sending shares up 2% in premarket trading. The company benefitted from strong demand for cloud services, and said its remote working Teams app now has 75 million daily active users. \"We've seen two years' worth of digital transformation in two months,\" CEO Satya Nadella said in a statement. Next up: Amazon and Apple report results after US markets close on Thursday. Investors will look to see how much Amazon has reaped the benefits of increased online shopping and cloud usage. The company's shares are up more than 28% this year.  Apple, meanwhile, is something of a wild card. Sales of iPhones are expected to have taken a big hit. The company issued a revenue warning in February, noting that its supply chain and sales of devices had been affected by the coronavirus outbreak in China. Investor insight: Attention will focus on Apple's forecast for the rest of the year — particularly any update on the tech company's plans to roll out its first 5G phones. Last quarter was bad, this quarter is worse Investors are getting a full view of the economic devastation wrought by the novel coronavirus between January and March — and it's not pretty. What's happening: Europe just had its worst quarter since records began, according to data released Thursday. Preliminary data published on Thursday showed that EU GDP shrank by 3.5% in the first quarter of 2020 versus the final quarter of last year, when the region's economy was still expanding. That follows data out of the United States on Wednesday that showed America's economy experienced its worst contraction since the fourth quarter of 2008. Economic output fell at a 4.8% annualized rate. The hit to France was particularly severe, with the country's economy contracting 5.8%, while Italy's GDP plummeted 4.7% compared to the previous quarter. The April through June period is expected to be even more catastrophic. \"Brace yourself for worse,\" tweeted Carsten Brzeski, chief economist at ING Germany. \"This was only with roughly two weeks of lockdown and supply chain disruptions,\" he said, referencing Europe's first quarter data. The grim data could increase pressure on central banks and governments to redouble already historic efforts to prop up the economy and limit the strain on financial markets. \"We are going to see economic data for the second quarter that is worse than any data we have seen for the economy,\" Federal Reserve Chair Jerome Powell said at a press conference on Wednesday. The central bank didn't announce fresh policy action but said it would continue to deploy its \"full range of tools\" as needed. On the docket: The European Central Bank will make its latest policy announcement later Thursday, followed by a press conference led by President Christine Lagarde. The big question is whether the central bank will use this opportunity to announce that it will print even more money for its massive bond purchasing program, which most economists agree will be necessary. \"In the eurozone's worst recession ever, the European Central Bank will almost certainly have to scale up its asset purchases this year,\" Berenberg Bank's Florian Hense told clients this week. He thinks the ECB will most likely to hold its fire Thursday as discussion about further government stimulus continues. Shell slashes its dividend for the first time since WWII Royal Dutch Shell has slashed its dividend for the first time since World War II after profits were wiped out by a historic collapse in oil demand, my CNN Business colleague Hanna Ziady reports. The news: The Anglo-Dutch firm, one of the world's largest oil companies, said Thursday that it will cut its quarterly dividend to 16 cents per share from 47 cents. It posted a net loss of $24 million for the first quarter of 2020, compared with a profit of $6 billion in the same period a year ago. Shell's shares plunged as much as 8% in London on Thursday morning. The company had furiously tried to avoid slashing its dividend — a key draw for investors — but the coronavirus pandemic has made it crucial for the company to preserve its cash. \"The world has seriously changed over the last few months,\" CEO Ben van Beurden said in a video recorded from his home and posted to the company's website. \"The global economic decline and uncertain outlook may have significant impacts on our profitability, cashflow and balance sheet,\" he added. Next up: The move raises pressure on ExxonMobil and Chevron, which report earnings on Friday and have vowed to defend their dividends. BP maintained its dividend earlier this week.  Up next American Airlines, Comcast, ConocoPhillips, Dow, Dunkin, Goodyear Tire, Kellogg, Kraft Heinz, McDonald's, Molson Coors and Twitter report results before US markets open. Amazon, Apple, Expedia Group, Gilead Sciences, US Steel and Visa follow after the close. Also today: Initial US unemployment claims from the last week post at 8:30 a.m. ET. Economists surveyed by Refinitiv expect on average that another 3.5 million Americans filed for their first week of benefits. Coming tomorrow: A closely-watched gauge of US manufacturing for April arrives."], "Language": false}