{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/cnn-underscored/bar-cart-ideas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wallace"], "Writers": [["Elizabeth Wallace"]], "FirstPublishDate": ["2020-03-25T15:57:54Z"], "LastModifiedDate": ["2020-03-25T15:57:54Z"], "Headline": ["How to stock the ultimate bar cart, according to an expert"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If cocktails and cocktail culture are your jam, now may be the time to finally master home mixology. With many of us social distancing or at least working from home, what better time to bring those beloved cocktails right into your living room?  An important part of cocktail culture is aesthetics — not just what your finished drink looks like, but also the space that stores your cocktail supplies and the tools themselves. For some of us, that means upping our game to an adult bar cart. If this is your first time acquiring or setting up a bar cart, take a deep breath and get ready to play.  \"The main objective is that your bar cart be pleasing to you,\" says home mixologist Paula Garner, aka @thebitterfairy. \"Whether that means it's a shiny and wheeled modern piece, or a rustic repurposed table or cabinet. Whether it's practical — that it holds the things you use most — or that it is beautiful or evocative. Maybe you're drawn to unusual bottles, maybe you really want a place to feature that delightfully tacky hula girl lamp.\"  And remember, how you set up your bar cart isn't permanent. \"You can change it on a whim to reflect your personal journey and interests,\" Garner says.  To help you get started on your bar cart journey, we rounded up some of our favorite stylish bar carts across the internet, as well as everything you need to stock them.   Bar carts Better Homes & Gardens Fitzgerald 2-Tier Bar Cart, Gold ($70, originally $99; walmart.com) This elegant yet compact version comes with extra wine bottle holders. _______________________________________________________________________________ Novogratz Helix Bar Cart ($64.99, originally $99.99; wayfair.com) A more minimalist gold option can conveniently wheel to wherever you need it. _______________________________________________________________________________ Kressley Bar Cart ($108.99, originally $129; wayfair.com) Teal is a much-needed shot of fun, and the whole thing is collapsible for easy storage.  _______________________________________________________________________________ Global Caravan Marari Rattan Bar Cart in Natural ($159.99; bedbathandbeyond.com) There's something quietly glamorous about the rattan, as if you might be making a drink from the set of \"Casablanca.\"  _______________________________________________________________________________ Laoise Bar Cart By Willa Arlo Interiors ($137.99, originally $158.99; wayfair.com) For the midcentury modernists out there, this one harks back to a two-martini lunch (not that we're suggesting that while WFH, but...).   _______________________________________________________________________________ Better Homes & Gardens Mirabella Bar Cart, Gold ($60.80, originally $69; walmart.com) Doubles as a side table after the drinks are made! _______________________________________________________________________________ Hanging Cocktail Bar ($118; uncommongoods.com)  Not exactly a bar cart but too cool not to include, this hanging bar can stock all the main essentials — liquor, mixers, glasses — and fold up right onto your wall in a neat case.  Stocking your bar cart  Once you've selected your bar cart, it's time to get it stocked. The absolute basics are simple, Garner says: A shaker, a strainer, something for measuring liquids, and glassware. \"It doesn't have to be new or pricey and it doesn't even have to match — my collection is mostly single glasses — but you do want a darling coupe for those foamy sours and sturdy rocks glasses for a stirred drink or a neat pour,\" she says.   Add more elements as you see fit — an ice bucket, spirits decanters, fancy tools, cute objects. \"Let go of any notion of what a cocktail cart is supposed to look like and let yourself go rogue,\" Garner says. \"The best and most interesting collections of bar things are personal, the ones that spark your own creativity and pleasure.\" Glasses  Fleur Coupe Glasses, Set of 4 ($56; anthropologie.com) Streamlined on the top, undulating interest on the bottom, these coupes are perfect for sparkling wine or a martini-style drink. _______________________________________________________________________________ Threshold Telford Glass Tumblers, Set of 12 ($17.99, originally $19.99; target.com) Six short and six tall, these will meet most any mixed-drink serving need and work well for beer and water, and the price is right.  _______________________________________________________________________________ Handblown Moroccan Glasses, Set of 6 (starting at $36; food52.com) Because making drinks at home should feel extra special at this uncertain time.   _______________________________________________________________________________ French Picardie Pastel Tumblers, Set of 6 ($36; food52.com) Extra festive when we need a little cheer, these welcome wine or cocktails and are fun for kids, too. _______________________________________________________________________________ Seaside: Sea Foam Bubble Glass Tumbler Set by Twine ($26.39; walmart.com) Every bar needs a highball glass, and these feel happy. _______________________________________________________________________________ Shakers S'well Teakwood Cocktail Shaker Set ($40; crateandbarrel.com) A stylish-modern combo of faux distressed wood and stainless steel. The set includes a two-sided jigger. _______________________________________________________________________________ Hatch Cocktail Shaker ($19.95; crateandbarrel.com) Modeled after cut crystal but way more affordable, this one gives your cart an heirloom feel. _______________________________________________________________________________ Viski 17-Ounce Penguin Stainless Steel Cocktail Shaker ($18.17, originally $34.90; walmart.com) If you're a collector of shakers like some folks we know, this penguin model is pretty cute. _______________________________________________________________________________ OXO Stainless Steel Fine Mesh Conical Strainer ($9.99; bedbathandbeyond.com)  To catch particles of fruit or herbs, a affordable strainer like this is essential.  _______________________________________________________________________________ Measuring cup Oxo Good Grips Angled Measuring Cup, Mini, Clear ($4.99; bedbathandbeyond.com) \"Old-school jiggers are charming, but not very precise, especially for smaller measures,\" Garner says. That's why she and numerous serious cocktailers prefer the Oxo small measuring cup. _______________________________________________________________________________ Ice buckets S'well 68-Ounce Ice Bucket ($50; kohls.com) Whether chilling and serving bubbly, or using the ice for mixed drinks, a legit ice bucket means bar cart business. _______________________________________________________________________________ Easton Double-Walled Stainless Steel Ice Bucket ($59.95; crateandbarrel.com) Sleek and sophisticated, with double-wall insultation so the ice stays solid longer. _______________________________________________________________________________ Artisanal Kitchen Supply Ice Bucket with Tongs ($49.99; bedbathandbeyond.com) The marble finish is both sturdy and handsome. _______________________________________________________________________________ Spirits decanters Brixton Decanter ($39.95; crateandbarrel.com) If you love spirits neat, showcase them in their best setting: a fancy decanter. _______________________________________________________________________________ Staccato Decanter ($29.77, originally $59.95; crateandbarrel.com) Crafted by glassworkers in Poland and modeled after Viennese turn-of-the-century design, this one is a piece of art all on its own. _______________________________________________________________________________ Jay Import Co Daphne Round Whiskey Decanter, Gold ($24, originally $40; neimanmarcus.com) The hammered gold detailing around the bottom makes this one a cocktail conversation starter. _______________________________________________________________________________ Cocktail trays Marble and Gold Tray ($26.24, originally $34.99; worldmarket.com) Cocktail trays are a fun way to up your drink-serving game, and serve as a good foundation for your cart, too. _______________________________________________________________________________ Threshold Brass Round Tray in Gold ($34.99; target.com) The gold hue makes everything feel a little more special. _______________________________________________________________________________ Keaton Tray ($31.97, originally $49.95; crateandbarrel.com) There's a handmade feel to the copper here. _______________________________________________________________________________ Ice molds Glacio Clear Sphere Ice Duo ($36.99; etsy.com) \"There are few things more tragic than going to the trouble and expense of making a perfect cocktail, and then mixing it with cloudy ice that tastes like dirty sweat socks,\" Garner says. \"Or serving a carefully crafted cocktail with bits of dubious opaque gravel floating in it.\" Make your own beautiful ice spheres instead, and this is Garner's mold of choice. _______________________________________________________________________________ Houdini Silicone Ice Tray Red ($4.99; target.com) If you prefer giant cubes, this one makes lovely ones and is pleasing to the touch. _______________________________________________________________________________ Coasters Vintage Martini & Rossi Advertising Poster Soft Coasters, Set of 8 ($13.50; amazon.com) \"Coasters are a great way to impart some personality to a bar cart,\" Garner says. She loves these ones featuring old Martini & Rossi vermouth ads.  _______________________________________________________________________________ Mixers Fever-Tree Refreshingly Light Indian Tonic Water, Pack of 4 ($4.99; target.com) Fever-Tree: the tonic of choice for many mixologists. Garner says she's happy to also use Schweppes in a pinch. _______________________________________________________________________________ Q Club Soda, 24 Bottles ($35.99; walmart.com) Club soda is another necessity for home bartending. _______________________________________________________________________________ Premium Cocktail Cherries by Traverse City Whiskey Co. ($19.95; amazon.com) Fancy cherries aren't cheap, but neither is the perfect cocktail. Spring for them if you're able, and your Manhattan or old-fashioned will notice the difference. _______________________________________________________________________________ Cocktail books If you're spending a lot of time at home right now, invest in a hardcover cocktail book that's both a pretty decor piece for your cart and a guide to help you up your mixing skills. Here are three of Garner's faves.   'I'm Just Here for the Drinks: A Guide to Spirits, Drinking and More Than 100 Extraordinary Cocktails' ($17.97; amazon.com)    _______________________________________________________________________________ 'Amaro: The Spirited World of Bittersweet, Herbal Liqueurs, with Cocktails,"], "Language": false}