{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/entertainment/lady-gaga/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-24T17:54:53Z"], "LastModifiedDate": ["2020-03-24T17:54:53Z"], "Headline": ["Lady Gaga delays album release, says she was going to do a surprise set at Coachella"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Lady Gaga's Little Monsters are going to have to wait a little longer to get their hands on \"Chromatica.\"  The singer on Tuesday announced that after \"a lot of deliberation,\" she was postponing her album's long-awaited release in light of the coronavirus.  The release date for her sixth studio album had been set for April 10. \"This is such a hectic and scary time for all of us, and while I believe art is one of the strongest things we have to provide joy and healing to each other during times like this, it just doesn't feel right to me to release this album with all that is going on during this global pandemic,\" she wrote in a note posted to Twitter.   She says she will announced a new 2020 release date soon.  The \"Shallow\" singer said she'd had many surprises in store for her fans surrounding the album's release, including a secret set at Coachella, the annual music festival held in Indio, California that was postponed earlier this month.  Coachella is now set to take place in October, but Lady Gaga did not say whether she plans to take part.  Last week, Lady Gaga's Vegas show dates at MGM, set for late April and early May, were also postponed. She has another set of dates for May 13, 15 and 16 that are still on the calendar. She said she's \"hopeful\" those will continue.  \"Instead I prefer that we spend this time focusing on finding solutions. It's important to me that the attention is on getting essential medical equipment to healthcare professionals, making sure kids who depend on public schools for meals get the assistance they need, and that we help those who will be financially impacted by this pandemic,\" she wrote.  The superstar singer released her new synth-pop single, \"Stupid Love,\" late last month. \"Chromatica\" will be her first studio release since 2016's \"Joanne.\"  She added: \"To my fans, I love you. I know you are disappointed. Probably angry and sad. But I also know that as a fan base...as a family...we are strong, we are loving and we are the kindness punks. So I ask you to practice that kindness in these trying times.\" "], "Language": false}