{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/floating-off-the-grid"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-03-24T14:21:35Z"], "LastModifiedDate": ["2020-03-24T14:21:35Z"], "Headline": ["Off the Grid on a Homemade Island"], "Section": [null], "MappedSection": [null], "Article_Body": ["Off the coast of Vancouver Island, British Columbia, floats an island that doesn’t look like the others you might see around there. It’s the home of Catherine King and Wayne Adams, and it’s entirely manmade. \n\nTethered to shore with dock lines, the 500-ton floating mass nicknamed “Freedom Cove” has been the couple’s home for over 25 years—and will continue to be for as long as they live.\n\nTheir home features more than a standard kitchen, bedroom and bathroom—it includes a lighthouse, four greenhouses and even an outdoor dance floor. King and Adams built the entire thing without the use of power tools. \n\nThey have a lot of what they need right at home. King tends to the several gardens and plants she has floating along with them. Adams can be found out in the water fishing—or even sitting on his couch, because they have a small opening in the floor of their living room that allows them to fish inside. The couple has even used solar panels in the past, really making their home self-sustainable.\n\nAdams and King build new additions to the floating home when they can and have created an art gallery, studio space and an expanding half-acre garden space. Sometimes the rebuilding comes not by choice, especially during the winter storms, but Adams says he is always ready to get up and make sure everything is working.\n\nKing and Adams’ home is 45 minutes from the nearest town, and it’s only accessible by water—which is just how they like it. They’ve been on the water long enough to not get seasick—but maybe a little land-sick when they come back to shore every once in a while.\n\nNot everyone is cut out for this kind of island living (although King does recommend it), but the couple has been known to allow visitors to come experience how they live. But the island is more than just a home for King and Adams: It’s a labor of love that continues to grow."], "Language": false}