{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/us/teacher-car-parade-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Zdanowicz, CNN"], "Writers": [["Christina Zdanowicz"]], "FirstPublishDate": ["2020-03-24T01:51:27Z"], "LastModifiedDate": ["2020-03-24T01:51:27Z"], "Headline": ["Teachers formed a 50-car parade to visit their students"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Dozens of Indiana teachers paraded in a line of cars to visit their students from a safe distance on Sunday. Teachers from North Elementary School created signs to hold out their windows and honked their horns as they drove by students' homes. More than 50 cars drove through Noblesville, Indiana, a suburb of Indianapolis. \"Before I knew it, people were making signs and going over the top like elementary teachers do,\" North Elementary teacher Staci Scott-Stewart told CNN on Monday. The third-grade teacher pitched the idea to fellow teachers after she saw a parent in Texas post the idea on Facebook. The parade came together in less that 24 hours, she said. Scott-Stewart and the other teachers had not seen their students for over a week. Indiana Gov. Eric Holcomb announced Thursday the state would be closing all schools until May 1. Numerous other states have closed schools. \"At the time I was super excited, very happy and kind of overwhelmed,\" Scott-Stewart said. \"You have kids on both sides of the street, and you want to make sure you see everyone.\" Students and parents lined up in their driveways with signs and shouted messages of appreciation. \"It's definitely part of a family there,\" parent David Young told CNN affiliate WRTV. \"The fact that the faculty, teachers and administrators there saw the need to be able to see the kids and get together, and for them to see familiar faces and to be able to get out of our houses a little bit really speaks volumes about the school and school district.\" Some teachers cried happy tears and others laughed and smiled as they passed the familiar little faces of their students. North Elementary art teacher Lisa Fritz decked out her Volkswagen Beetle with homemade signs. \"I miss you and love you. Keep Creating, Ms. Fritz,\" one sign read. \"There were so many students out -- many of them holding signs telling us they loved us and missed us, some jumping up and down with excitement in seeing their teacher pass by,\" Fritz wrote on Facebook. Coming home was tough for Scott-Stewart, who is in her 25th year of teaching.  \"I came home and crashed,\" she said. \"We had looked forward to this for 24 hours and then now, when's the next time I'm going to see them?\" The teachers are using Zoom to conduct e-learning with their students, but it's just not the same as being there in person, Scott-Stewart said. \"For these kids, this will be a major event in their life,\" she said. \"I want to make sure that I do it right for the kids.\" Other schools in the district liked the idea so much that they are hosting their own parades this week and beyond. Noble Crossing Elementary School teachers and staff rode through neighborhoods honking at students on Monday. White River Elementary also hosted its own car parade.  \"We just want all the kids to be connected to their teachers,\" Scott-Stewart said. \"I'm glad the other schools were able to do it. We're all in it together.\""], "Language": false}