{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/politics/rand-paul-statement-read-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-23T17:29:05Z"], "LastModifiedDate": ["2020-03-23T17:29:05Z"], "Headline": ["READ: Sen. Rand Paul's statement on testing positive for Covid-19"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Kentucky Republican Sen. Rand Paul released a statement Monday following his diagnosis over the weekend when he became the first US senator to test positive for the coronavirus. Read Paul's full statement below: \"Given that my wife and I had traveled extensively during the weeks prior to COVID-19 social distancing practices, and that I am at a higher risk for serious complications from the virus due to having part of my lung removed seven months ago, I took a COVID-19 test when I arrived in D.C. last Monday.  I felt that it was highly unlikely that I was positive since I have had no symptoms of the illness, nor have I had contact with anyone who has either tested positive for the virus or been sick. \"Since nearly every member of the U.S. Senate travels by plane across the country multiple times per week and attends lots of large gatherings, I believed my risk factor for exposure to the virus to be similar to that of my colleagues, especially since multiple congressional staffers on the Hill had already tested positive weeks ago.    \"As for my attendance at the Speed Art Museum fundraiser on March 7, unlike the other Kentucky government officials there, I had zero contact or proximity with either of the two individuals who later announced they were positive for COVID-19. The event was a large affair of hundreds of people spread throughout the museum.  \"There was an announcement by the Museum and Metro Louisville Communicable Disease department that \"those who public health officials consider at higher risk from possible exposure are being notified.\"  Louisville's health director put out a statement in The Courier Journal that \"most of the people at the Speed Ball were at 'very minimal risk.'\"  I was not considered to be at risk since I never interacted with the two individuals even from a distance and was not recommended for testing by health officials. \"I believe we need more testing immediately, even among those without symptoms.  The nature of COVID-19 put me -- and us all -- in a Catch-22 situation.  I didn't fit the criteria for testing or quarantine.  I had no symptoms and no specific encounter with a COVID-19 positive person.  I had, however, traveled extensively in the U.S. and was required to continue doing so to vote in the Senate.  That, together with the fact that I have a compromised lung, led me to seek testing.  Despite my positive test result, I remain asymptomatic for COVID-19. \"For those who want to criticize me for lack of quarantine, realize that if the rules on testing had been followed to a tee, I would never have been tested and would still be walking around the halls of the Capitol.  The current guidelines would not have called for me to get tested nor quarantined.  It was my extra precaution, out of concern for my damaged lung, that led me to get tested. \"Perhaps it is too much to ask that we simply have compassion for our fellow Americans who are sick or fearful of becoming so.  Thousands of people want testing.  Many, like David Newman of The Walking Dead, are sick with flu symptoms and are being denied testing.  This makes no sense.    \"The broader the testing and the less finger-pointing we have, the better.  America is strong. We are a resilient people, but we're stronger when we stand together.\""], "Language": false}