{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/art-dubai-digital/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kieron Monks"], "Writers": [["Kieron Monks"]], "FirstPublishDate": ["2020-03-23T15:20:33Z"], "LastModifiedDate": ["2020-03-24T17:14:10Z"], "Headline": ["Art Dubai festival goes ahead without the crowds"], "Section": ["design"], "MappedSection": ["STYLE"], "Article_Body": ["The devastating coronavirus pandemic that has claimed more than 14,000 lives has cut a trail of destruction through culture industries.  A rapid succession of concerts, museums, festivals, and theaters have shut down across the world to mitigate the threat of the virus, from the Glastonbury Festival to the Guggenheim.  The 14th edition of Art Dubai, the Emirate's flagship art show that typically draws tens of thousands of visitors, was set to join the casualty list when organizers announced it would be postponed.  But after further deliberation it was decided that the show would go ahead - or at least a version of it. Digital display Art Dubai launches a digital-only edition on March 23, incorporating an online gallery of more than 500 works, videos from performance artists, and a \"Newshour Special\" featuring leading lights of the art world discussing the pandemic and its implications.  \"Adapting to a digital program enables us to uphold our mission to support galleries and nurture Dubai's arts ecosystem, even in these challenging circumstances,\" Art Dubai directors Chloe Vaitsou and Pablo del Val told CNN in a joint statement.  Many scheduled performances and events have been canceled, and the directors are \"realistic\" about prospects for sales this year.  But staging the festival online opens up a larger potential audience, and transitioning to digital serves as a test case that could prove useful in future events.  \"People still tend to prefer physical art consumption,\" the directors said. \"But if initiatives such as online catalogues and platforms do prove popular it may demonstrate how digital and online ventures can potentially become a growing addition to how art fair and gallery programs are transmitted in future.\" Adapting to crisis The performance art program, which will be available to stream through the Art Dubai website, has the prescient theme of \"Healing.\"  Featured artists include Beirut-based Bahar Noorizadeh delivering a \"desktop-lecture-performance\" on the stormy US-Iran relationship, and Brazilian Tiago Sant'Ana on colonial legacies in his home country.  Curator Marina Fokidis says much of the show was already planned to address threats to humanity whether military, environmental, or economic.  \"I am a specialist for adapting to crisis,\" she says, recalling the devastation of her native Greece following the 2008 financial crash.  Fokidis suggests that artists have a responsibility to adapt and find solutions that will allow the creative industries to continue in the era of social distancing.  \"At this moment we must be aware of what we are missing and find ways to create collectivity and moments of togetherness,\" she says.  Art Dubai's approach could become increasingly normalized in the coming months. The government of Dubai has announced that its major museums will be available for virtual tours, and galleries such as Alserkal Avenue are organizing online exhibitions.  Similar experiments are also taking place around the world. Art Basel is making its Hong Kong fair accessible through online \"viewing rooms,\" and the British Museum is successfully promoting digital experiences.  No one can predict when the public will be able to physically attend cultural events again. But the creative industries are determined to keep the flame alive until then. "], "Language": false}