{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/us/coronavirus-first-week-social-distancing-wrap-up-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-23T01:10:01Z"], "LastModifiedDate": ["2020-03-23T12:06:07Z"], "Headline": ["Americans turned to fun and creative ways to stay sane while social distancing this weekend"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["This weekend marked the first time many Americans found themselves having to stay indoors after lawmakers urged social distancing to help prevent spreading the coronavirus. The call for social distancing meant a lot of canceled plans -- from big events like parties or vacations, to smaller gatherings like religious services, brunch with friends or workout classes.  But as quickly as social distancing has become the norm, Americans are adapting and not letting it prevent them from having fun and enjoying everyday life. For those who are missing the clubs, celebrity DJ D-Nice started a virtual dance party Saturday by spinning records on Instagram Live. Thanks to Instagram LIve's split feature, which allows other people to appear on the feed, rappers Common and Big Daddy Kane made \"guest appearances\" and dozens of celebrities including Oprah Winfrey and Janet Jackson hopped on to watch the stream, along with thousands of other not-so-famous people. Here's how some people found ways to stay sane and entertained in their first attempts at social distancing (for real). Attended concerts and parties online  After he had to cancel his tour due to coronavirus, rapper Swae Lee took to Instagram to live-stream a free concert while self-isolating in his studio.  Saturday's concert, viewed by more than 18,000 fans, even featured Swae Lee \"crowd surfing\" and bringing up a fan -- virtually -- onto the \"stage.\"  Other artists, including John Legend, Coldplay and Keith Urban, have also live-streamed their own mini concerts to keep people in their homes entertained. Meanwhile, Goo Goo Dolls' lead singer John Rzeznik spent his Friday playing a porch concert to raise money for small businesses affected by social distancing due to the coronavirus.  By playing some of his band's hit songs on Facebook Live, Rzeznik helped the city of Westfield, New Jersey, raise $25,000 for local businesses.  Donated supplies to hospitals  With an extreme shortage of masks and hand sanitizer, health care workers around the US are being exposed to the coronavirus as they race to treat a rising number of patients.  Knowing that hair and nail salons were closed under the state's recently implemented restrictions, Lori Jabagchourian reached out to her friends that owned such businesses to see if they could provide her with supplies she could give to a hospital in San Francisco.  In one weekend, Jabagchourian, from San Mateo, California, was able to secure 42,000 pairs of gloves, more than 1,300 surgical and N95 masks, 25 bottles of 16-ounce hand sanitizer, and three gallons of all-purpose antiseptic.  \"The ultimate objective is to help these hospitals,\" Jabagchourian said. \"They are the ones serving us so now it's time for us to serve them.\"  She said she hopes that more people and businesses will join in and help. Across the country, fashion designer Christian Siriano on Friday also offered his expertise, and sewing team, to make masks for New York health workers.  \"Prototypes are happening,\" he tweeted, with a photo of some masks in the making.  Applauded health care workers   Health care workers around the country are putting their own lives on the line as they treat patients with coronavirus.  To hold a show of appreciation for these heroes, a campaign called #solidarityat8 has taken off on Twitter.  The campaign asks people to go on their balconies or open their windows and doors at 8 p.m. and cheer, clap or just make some noise to honor those work continue to work in hospitals, clinics, nursing homes and other medical facilities.  Held Netflix watch parties  Instead of binge-watching Netflix shows all alone to mindlessly pass time, people rallied together virtually to hold Netflix parties with their friends, thanks to the Netflix Party Chrome Extension.  Once downloaded, the extension allows you to watch a show at the same time with your friends and send each other messages. Some began using the hashtag #NetflixParty to share their experiences on social media. \"#NetflixParty is a total game changer,\" one Twitter user, Leah Moon, wrote. \"Not because we're all quarantined, but because my favorite thing is to watch TV and add commentary, especially with my friends.\" Got married  Reilly Jennings and Amanda Whelle, of New York, had originally planned on getting married in October. But when they realized the coronavirus pandemic could worsen, they decided they would have a small courthouse wedding instead. Except, even a small courthouse wedding wasn't in the cards. On Friday, one day after obtaining a marriage license from the New York City Marriage Bureau, they went back to exchange \"I dos.\" But the bureau had closed, indefinitely.  So, they had to improvise. Instead, they tied the knot Friday at a ceremony held on a small street in the Manhattan neighborhood of Washington Heights.  As the couple stood on the street, their friend, who was a licensed marriage officiant, leaned out of his fourth-floor window to read them their vows to respect social distancing.  \"It was the most New York moment ever and was even more special to share with the entire neighborhood in such a scary and uncertain time,\" Jennings told CNN. \"I love this city.\"  Created a community art museum  In Northern California, one neighborhood found a way to abide by Gov. Gavin Newsom's statewide stay-at-home mandate while still having fun as a community. More than 50 homes in Mountain View, California, about 40 miles from San Francisco, transformed their sidewalks and driveways into a makeshift art gallery by using chalk to draw pictures.  \"The idea was this would be something that would brighten everyone's day and it would bring us together as a community, even though we can't physically be together,\" Daphne Sashin, a mother of two who thought of the idea, told CNN.  Rapped while in quarantine  After testing positive for coronavirus earlier this month, actress Rita Wilson and her husband Tom Hanks have been stuck in quarantine.  And according to Wilson, she's been getting a bit \"stir crazy.\" On Saturday, she posted a video of her rapping along to the 1992 hip hop hit \"Hip Hop Hooray\" by Naughty by Nature.  To say that she got the lyrics down perfectly would be an understatement.  Now, as Americans face another week of social distancing, we can only hope that people will continue to come up with creative and fun ideas to keep our spirits high.  "], "Language": false}