{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/top-travel-films-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-19T12:27:44Z"], "LastModifiedDate": ["2020-03-19T18:43:35Z"], "Headline": ["See photos from the some of the top travel films"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["\"Barcelona\": Tushka Bergen (left) and Taylor Nichols star in the 1994 film \"Barcelona.\" The Spanish city acts as backdrop to the tangled love lives of a feckless American naval officer and his highly strung cousin and looks like pure heaven. Click through the gallery for more of best travel-themed movies ever made: \"Thelma and Louise\": At its core, this a tale of female friendship, and the screen is dominated by the film's two lead females: Thelma (Geena Davis in a career-defining role) and Louise (Susan Sarandon, tough as nails and defiant from the get-go). \"Harry Potter and the Sorcerer's Stone\": Film locations for this magic movie are inspired by real places, as graduates of English private schools (called public school in the UK) will tell you. \"Grand Budapest Hotel\": Anchored by a murder investigation peppered with stolen art, prison escapes and a secret concierge society, the movie is one of director Wes Anderson's most satisfying. \"The Razor's Edge\": Bill Murray (second from left) stars in the 1984 remake of this movie about a man's physical and spiritual quest, adapted from the W. Somerset Maugham novel.  \"The Trip to Italy\": Enjoy a mental escape to the gorgeous Italian countryside with the witty Rob Brydon (left) and Steve Coogan in one of the top buddies-take-a-trip films of all time.  \"Easy Rider\": Peter Fonda (left) and Dennis Hopper roar out of the Southwestern desert toward a date with destiny in Louisiana in the road trip movie \"Easy Rider.\" \"The Lizzie McGuire Movie\": Starring Hilary Duff as Lizzie, an American teenager mistaken for a famous Italian pop star on a school trip to Rome is pure, happy escapism. \"The Best Exotic Marigold Hotel\": Starring Judi Dench (left) and Celia Imrie, this movie reminds us that travel offers an opportunity to add a whole lot of color to our lives. \"Aguirre, Wrath of God\": Filmed on location in the Peruvian rainforest on the Amazon River, close to Machu Picchu, the landscape in this 1972 film is a key character in this feverish tale of hubris and human folly. Klaus Kinski stars. \"Roman Holiday\": Equal parts bittersweet and enchanting, the 1953 fairy tale features a doe-eyed princess (Audrey Hepburn) and a dashing newspaperman (Gregory Peck, far right) in a romantic caper in Rome."], "Language": false}