{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/europe/european-royal-families-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ivana Kottasová and Aleesha Khaliq, CNN\nDesign by Natalie Croker, CNN"], "Writers": [["Ivana Kottasová"]], "FirstPublishDate": ["2020-03-14T09:51:29Z"], "LastModifiedDate": ["2020-03-19T15:45:35Z"], "Headline": ["Here's how much Europe's royal families really cost"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["   Being born royal no longer guarantees a job-free life. Many European monarchies have \"downsized\" significantly in recent decades -- meaning that dozens of royals are expected to find gainful employment and pay their own way. Of the 10 main royal families in Europe, nine still receive public funding for carrying out their duties -- the only exception being the Princely House of Liechtenstein, which doesn't get any taxpayer money to cover its expenses. How much money each family receives depends on local laws and traditions. Some countries give their royals one large lump sum. In others, the funding comes from a variety of sources, making a direct comparison difficult. And just who gets to be a \"full-time\" royal, meaning that all they do is to represent the crown, also varies from place to place. In some countries, being the monarch's cousin is enough to qualify as a full-timer.  Elsewhere, even the brothers and sisters of the king or queen are expected to find a job.  Scroll through the images below to reveal full-time royals in each country. United Kingdom    The British royal family is among the largest and richest in Europe -- most of Queen Elizabeth II's immediate family, including several of her cousins, are full-time royals. According to the monarchy's official website, 16 adults and three children are currently considered full-time members. Five are missing from the photo above: the Queen's husband Prince Philip; Sophie, Countess of Wessex, who is the Queen's daughter-in-law; two of the Queen's cousins, Princess Alexandra and Prince Edward; and Edward's wife Katharine, the Duchess of Kent. The Queen's activities and her family are largely funded through the Sovereign Grant, which amounted to £82.2 million (about $103 million) in 2018-19. That's a large amount of money, but it also has to cover the renovation of Buckingham Palace, a major 10-year undertaking.  Still, the \"firm\" -- as the family is known in the UK -- is getting smaller. The Queen's second son, Prince Andrew, the Duke of York, stepped away from public duties in November 2019 over his relationship with convicted pedophile Jeffrey Epstein. Another bombshell came in January, when Harry and Meghan, the Duke and Duchess of Sussex, decided to quit and work towards financial independence. They attended their last public engagements earlier this week. Their departure means the number of adult working royals has been cut to 14.  Harry and Meghan will join many of the Queen's other grandchildren who work outside the royal family: Prince Andrew's eldest daughter Princess Beatrice works at the software company Afiniti, while her sister, Princess Eugenie, is a director at the Hauser & Wirth art gallery. Zara Tindall, Princess Anne's daughter, is a successful equestrian. Her brother Peter Phillips has worked in sports management. Monaco    Monaco's royal family has four adult members who work as full-time royals -- Prince Albert II, his wife Princess Charlene and his sisters Princess Caroline and Princess Stephanie. Albert II and Charlene have two young children -- twins Princess Gabriella and Prince Jacques. Gabriella was born two minutes earlier than Jacques, but he will one day take over the monarchy. As a man, he will take precedence over his older sister. Albert II has two older children, who were born out of wedlock and as such are not considered royal. The royal house received $54.4 million in 2020, according to the principality's official budget. Of that, $14.6 million goes to the Prince, while the rest covers the administration, staff and palace maintenance costs. The Netherlands     The Dutch royal family includes seven adults and three children who are considered full-time royals. These are King Willem-Alexander, his wife Queen Máxima and their three daughters, the Princess of Orange Catharina-Amalia, Princess Alexia and Princess Ariane.  The King's mother, the former Queen Beatrix, abdicated in favor of Willem-Alexander in 2013.  The King's brother, Prince Constantijn and his wife Princess Laurentien, are also full-time royals, as are the King's aunt, Princess Margriet and her husband Pieter van Vollenhoven, who are missing from the photo above. Beatrix's other son, Prince Friso, died in 2013. The monarchy received €44.4 million ($49.2 million) in funding for 2020, according to its official website. Of that, the King gets €5.9 million ($6.5 million).  Norway     Seven members of the Norwegian royal family, including two children, are considered full-time royals, according to the monarchy's official website. They are King Harald V and his wife Queen Sonja, their son Crown Prince Haakon and his family, and the King's sister Princess Astrid.  Princess Astrid, who is missing from the photograph above, receives an honorary pension in recognition of her past work. After the death of her mother, Crown Princess Märtha in 1954, Astrid acted as the First Lady of the country for 14 years, until her brother, the future king, married. According to official budget documents, the monarchy received 433.9 million Norwegian crowns ($48.7 million) in funding in 2019. Of that, $1.4 million went to the King and Queen and $1.1 million to the Crown Prince and Princess. Princess Martha Louise, Haakon's sister, carries out some official duties, but also works on her own projects outside the royal family. She has written several books and has a YouTube channel about horses; she is also an alternative medicine therapist. After criticism last year, Martha Louise announced she would stop using her royal title in her private life. Belgium    The Belgian royal family received $14.6 million in public money in 2018, according to its official website. The biggest chunk of that -- $12.9 million -- was used to cover the costs related to King Philippe's official duties. Those include staff, the maintenance costs of running the Royal Palace in Brussels (the King's workplace), and the Castle of Laeken, the family's official residence. Expenses such as utility bills, cars and all costs related to official activities are also paid out of this pot. On top of that, the King, his parents and his siblings, Princess Astrid and Prince Laurent, receive annual salaries. Princess Astrid received $356,080 and Prince Laurent $341,614. The King and his wife Queen Mathilde have four children who are still at school. The King's parents, King Albert II and Queen Paola are retired, but still attend some events. The former king receives an annual pension of $1 million. In January 2020, he acknowledged fathering a daughter during an affair in the 1960s, marking the end of a long-running paternity suit. Princess Astrid, the King's sister, often represents the family abroad. Her husband, Prince Lorenz of Belgium and Archduke of Austria-Este, is a royal in his own right, but works in finance. The couple's five children have titles, but are not full-time royals. All five are studying or working outside the royal family. Prince Laurent, the King's brother, is a full-time working royal. He and his wife have three young children. Denmark    The Danish royal family, headed by Queen Margrethe II, received $12.2 million in funding in 2018, according to its annual report. The lump sum covers all expenses, including the maintenance of the royal residences. Denmark's full-time royals include the Queen, Crown Prince Frederik, his Australian-born wife Crown Princess Mary and their four children, as well as the Queen's other son Prince Joachim and his wife Princess Marie. According to the monarchy's official website, Prince Joachim is in charge when both the Queen and the Crown Prince are away. The Queen's sister, Princess Benedikte, is another full-time royal. But despite their royal titles, the Danish royal family is keen to appear as normal as possible.  The children attend ordinary state schools and the adults can often be seen out and about shopping or cycling. Luxembourg      Only four members of Luxembourg's royal family work as full-time royals and receive public money for doing so. They are the Grand Duke Henri and his wife the Grand Duchess Marie Teresa, their son Prince Guillaume, the Grand Duke Heir of Luxembourg, and his wife Countess Stéphanie de Lannoy, the Grand Duchess Heiress of Luxembourg. According to budget documents published by the Luxembourg government, the royal house received $11.8 million in 2019 to cover all administrative costs. The Grand Duke also received a personal allowance of $312,000, according to the official website. The Grand Duke's four other children work elsewhere. Sweden    Seven adults and two children are considered \"full time\" royals in Sweden. They include King Carl XVI Gustaf and his wife Queen Silvia, Crown Princess Victoria, her husband Prince Daniel and their two children. Victoria's brother Prince Carl, his wife Princess Sophia, and her sister Madeleine are also full-time royals. However, their children -- Victoria's nieces and nephews -- recently had their royal status removed. The move was welcomed by their parents, who said it would give the children more freedom. The monarchy received 71 million Swedish Crowns ($7.5 million) in 2019, to cover the cost of the King's official duties, including travel, staff and other expenditure, including the Royal Stables. Spain    The Spanish royal family is relatively small, consisting of King Felipe, his wife Queen Letizia, and their two daughters, the Infanta Leonor, and the Infanta Sofia. The King's parents, King Juan Carlos and Queen Sofía are also considered full-time members of the royal family, although they retired from public life following his abdication in 2014.  According to the monarchy's official website, the royal family received €7.9 million ($8.8 million) from Spain's budget in 2018. Liechtenstein    The Principality of Liechtenstein is the only monarchy in Europe that does not receive any public money from the taxpayer.  The family is one of the wealthiest in Europe, with major property holdings and a privately-owned bank. Even though the royal family is large, only four of its members are full-time royals: the monarch, Prince Hans-Adam II, his wife, Princess Marie-Aglaé, their son Prince Alois and his wife Princess Sophie. Unlike in other European monarchies, the Prince has an active role in politics. He has the right to propose legislation, can give pardons and appoints judges. The power comes with accountability -- under the constitution, he can be subjected to a no-confidence vote if at least 1,500 eligible voters demand it."], "Language": false}