{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/us/police-helping-kids-out-of-school-trnd-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-03-18T23:42:45Z"], "LastModifiedDate": ["2020-03-19T00:00:05Z"], "Headline": ["Police departments step up to help keep kids busy while school is out due to coronavirus pandemic"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Several police departments across the nation are using social media to bring activities to kids who are stuck at home after school closures amid the coronavirus pandemic. From giving kids art projects to reading them books, here's a look at how some officers are stepping up to help kids in their communities. #KeepThemBusy The O'Fallon Police Department in Missouri is hoping kids will channel their inner Pablo Picasso in an art project. Using Facebook, the department asked kids in the community to submit police-theme drawings, which the department then shares online. \"I could see parents posting on Facebook about needing to balance working from home, and the need to 'home school' their kids,\" Officer Tony Michalka told CNN. \"There seemed to be a sense of anxiety among the posts, so I just imagined a way that the O'Fallon Police Department could help provide an outlet for both the kids and parents; even if it was just twenty minutes a day to sit down and draw a picture.\" Kids have all ages have submitted art pieces so far, Michalka said. Their drawings range from police cars to portraits of officers. Some even include notes of gratitude -- such as \"yay police\" -- alongside the art. The department is accepting the drawings through Facebook messenger, asking people to use the hashtag #KeepThemBusy.  \"We are fortunate to have a supportive community, so anything we can do to help in this stressful time lets us give back to our residents,\" Michalka said. \"Of course, most of us are just big kids at heart, so the officers are enjoying the pictures too.\" Let's read With most abiding by health officials recommendations to exercise social distancing during the coronavirus pandemic, in-person storytime at local libraries are likely out of the question. To help continue bringing stories to life, a handful of police departments nationwide are hosting virtual reading time on their social media accounts. The Chatham Police Department in Massachusetts hosts nightly story time readings, led by Sgt. Bill Massey, the department's School Resource Officer. \"Our aim is to keep kids connected to their SRO and the police department in a positive way with positive community messages and community engagement,\" Massey told CNN. The officers are also planning on making other videos to give kids a virtual tour of the department and a look inside a police cruiser.  Across the country, Elk Grove Police Department in California has also launched a reading series, called \"Books and Badges.\" Police officers read a new book, every weekday at 11 a.m. PT. \"We will still be providing our regular services, but since the kids are out of school, we wanted to add to our reading series, so that together we can pause for a few minutes and enjoy a book,\" the department posted on Facebook. Let's sing The Shelby County Sheriff's Office in Alabama has also uploaded videos recently, featuring lessons for kids. Deputy James Sellers stars in the latest video, which was posted Wednesday, strumming along on a homemade banjo. He asked viewers to \"name that tune\" as he played \"When the Saints Go Marching In.\"  In the video, Sellers also showed off his instrument, which is made out of wood, a soup can and a piece of string. He challenged kids to find things around the house to make their own instruments. \"P.S., I almost forgot the most important thing,\" he says in the video. \"Kids, please don't drive your mom too crazy with your homemade musical instrument.\""], "Language": false}