{"Type": ["article"], "Url": ["https://www.cnn.com/2018/01/25/health/fun-games-parenting-go-ask-your-dad/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David G. Allan, CNN"], "Writers": [["David G. Allan"]], "FirstPublishDate": ["2018-01-25T05:14:19Z"], "LastModifiedDate": ["2020-03-18T21:21:19Z"], "Headline": ["Being on lockdown isn't all fun and games. But families need fun -- and these games help"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["You probably already play card and board games with the children in your care, to some degree. It's a fun, shared activity to break up a day stuck indoors during bad weather, or to pass the torturous 23 minutes between ordering food in a restaurant and its arrival.  And now these diversions may be one of the most crucial family tools in your shed of ideas to help pass the hours during the coronavirus lockdown. Traditional games are better than TV, and they're more interactive than reading, or even video games. Puzzles and board, card and improv games aren't just entertaining, they're developmentally beneficial -- an educational lesson disguised in playtime's clothing. And yet most importantly, they are fun. And we need joy, laughter and positive shared experiences for kids right now, more than ever. Even those all-luck (read: mostly boring) preschool games that mainly teach kids how to play, like Candy Land or Chutes and Ladders, help them focus for a long time on a single activity, learn to take turns and how to cope with losing -- three crucial life skills you can develop early.  We play a lot of games in our family, and we've had them in constant rotation since we got the lockdown guidance to stay home and avoid playdates.  For years my daughters and I have had breakfast together while playing mancala, Uno, Connect 4 or backgammon. We laugh and commiserate over the game, but we usually talk about real life topics, too. I watch them think, see light bulbs go off. I'll see a smile grow as one of them gains insight or an advantage. Like me, they don't have faces for poker.  Until recently, my younger daughter, now age 8, required someone to be on her team to play certain games, often relegating her to throwing dice and counting moves. But we also adapted games for her to play. She was gifted at charades and Pictionary before she could read and just needed to be whispered the clue. My daughters are amiable when they lose, as a result of experiencing a good deal of it. I'm quick to conclude any game, no matter who wins, with something like, \"That was close! And so much fun!\" pointing out some exciting part or some smart move they made or some little lesson for future wins. We shake hands and move on. Winning and losing is just part of games -- and life -- whether because of luck or because of a skill still developing (in part, by losing). If they can manage loss now, when the stakes are low, it builds up resilience for when the stakes are high. Every game has its joy and side benefits. On the learning side, games teach critical thinking, planning ahead, learning from mistakes, predicting outcomes and probability, improved memory, considering what's in another's mind, impulse control, finding patterns, math, reading, communication, focus and more.  There are even studies to back me up. Chess lessons improved basic math skills for kids with learning disabilities. College kids enhanced critical thinking skills by playing a computer version of Mastermind. Even video games may have benefits. One study associated video games with decreased aggressive behavior and \"heightened prosocial behavior\" for girls, but only when parents played with kids. This year, I'm planning to upgrade from my old-school Atari 2600 to an old-school Nintendo game system, keeping our limited video game play to a simpler, less violent time.  Here are some games my family and I enjoy, each a treat (with side of vegetable learning included). There are more great games to play than there are hours to play them, so don't suffer any you don't like. Go fish! Age 4 and up Hoot Owl Hoot! (cooperation)\nRace to the Treasure (cooperation and planning)\nJenga (fine motor skills)\nJigsaw puzzles (patience and patterns)\nMemory (memory)\nTwister (balance) Age 5 and up Charades (non-verbal communication and acting)\nDon't Say It! (verbal communication)\nHangman (vocabulary and spelling)\nParcheesi and Sorry (counting and probability)\nPick-up sticks (fine motor skills)\nPictionary (non-verbal communication and art) Age 6 and up Connect 4 and checkers (patterns and offense/defense)\nUno and simple card games (probability) Age 7 and up Battleship (probability and patterns)\nMancala, a \"count and capture\" game popular in Africa and Asia (patterns and anticipating response)\nStratego (deduction, memory and offense/defense) Age 8 and up Apples to Apples Junior (word association and vocabulary)\nChess (anticipating response and offense/defense)\nSequence (patterns and probability) Age 9 and up Backgammon (probability)\nCareers (careers)\nClue (deductive logic)\nRummikub (patterns, especially if you play off others, like in Scrabble)\nScrabble and Boggle (spelling)\nThis Game is Bonkers! (patterns)\nYahtzee (probability) Age 10 and up Hearts (probability)\nMastermind (patterns and deductive reasoning)\nRisk (probability and deal making) The bottom line is that games are an easy way to enjoy time with your kids that has benefits for you, them, and the whole family.  They are so beneficial that even if they weren't enjoyable, we'd probably make our kids play them anyway."], "Language": false}