{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/opinions/what-the-military-can-and-cant-do-in-pandemic-hertling/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mark Hertling"], "Writers": [["Mark Hertling"]], "FirstPublishDate": ["2020-03-17T21:12:13Z"], "LastModifiedDate": ["2020-03-18T08:04:05Z"], "Headline": ["Retired general: What is reasonable to expect from US military in a pandemic"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["As the federal and state governments grapple with the potential effects of the Covid-19 pandemic across the nation, there has been an increasing call for mobilizing the military to contribute to the pandemic response.  In a New York Times opinion piece, New York Governor Andrew Cuomo suggested that the Army Corps of Engineers should be called into service to assist to \"retrofit and refit existing facilities\" to serve as temporary medical centers  Indeed, the Joint Staff received approval from the Secretary of Defense early in February to refresh their contingency plans for  the \"response, isolation, quarantine, restriction of movement and community-based intervention\" of any potential pandemic. But what does all that actually mean for our country's citizens and government officials as we address the anxiety associated with the coronavirus?  What can the military contribute? Having once served as the J7 on the Joint Staff -- leading the staff office that reviewed contingency (or \"war\") plans - and also having served as a commander of forces that contribute military personnel to support civilian authorities, I have a pretty good idea of what the military can and can't do as they are tasked to contribute to the overall response. Whenever military forces are given the mission to \"provide support to civil authorities,\" the Secretary of Defense, Joint Staff and the Commander charged with the mission first consider two competing requirements: how does the military force continue to maintain readiness for their priority task of defending the country, and what forces could the military provide that could be mobilized and that would best contribute to the department -- in this case, Health and Human Services -- requesting the support? Governor Cuomo suggests that the Army Corps of Engineers -- a force of approximately 37,000 civilian and soldiers spread all over the world -- could assist in overhauling and renovating hospitals.   The Corps is a terrific and professional organization.  With an \"all-hands on deck\" order, the Corps could certainly contribute, but in a very limited capacity, to establishing and reinforcing health care facilities. Those available forces in the US would need prioritization by the Secretary of Defense and would likely be stretched to provide the kind of support desired in more than just a few cities. There have also been suggestions that the military could provide medical personnel to support civilian authorities.  This is certainly a possibility.  While I was serving in Europe in 2005, the US Army in Europe (USAREUR) received a request from the US State Department to send a Combat Surgical Hospital (known as a CSH, an acronym slightly changed from the famous Mobile Army Surgical Hospitals, or MASH's, of the past) to support a humanitarian relief operation in Pakistan.   That unit had just returned from Iraq, and had already been tasked to head to Afghanistan, so it was necessary to weigh their military mission against providing support to civilian authorities.  This small hospital was deployed and treated over 80,000 patients in a period of a few months. But there are caveats to this kind of mission. In an excellent piece on this topic Sunday, CNN reporters outlined various aspects of mobilizing the limited active and reserve elements of the military's medical command structure to support civilian authorities.  One thing not addressed, though, was that mobilizing reserve or National Guard health care providers for duty would likely take them away from the civilian hospital from whence they came, as most doctors and nurses in the guard and reserve work full-time in the civilian health care industry. What's more, a large percentage of our military - Army, Navy, Air Force, Marines, as well as doctors, nurses, hospitals and engineers - are stationed overseas. After discounting those, there are about a million-plus \"military forces\" stationed throughout the United States. All of those are skilled military personnel trained in a variety of jobs and functions, from infantry, artillery, submarine crew, to fighter and bomber airplane mechanics.  Very few of these individuals have the kind of specific skills -- as health care workers or construction engineers, for example - that many politicians need and are now demanding.   To get the kinds of specialties that would best contribute to the pandemic fight would require stripping units of their trained personnel who contribute to other missions.  Do we want to close the clinics in Germany, Korea and Japan (and other places), close the hospitals and clinics that support our forces in combat, while bringing home medics from Afghanistan, Iraq, and other places where we're operating?   Do we also understand that there are a very limited number of hospitals and clinics - less than 1% of the hospital facilities currently in our civilian population - where over 2 million family members go for health care?  Additionally, when considering using the Army Corps of Engineers, would the American people be okay with suddenly pulling those who control and service the dams, waterways, flood plains, parks and major construction sites and projects, where a relatively small group of soldiers and civilians are keeping operations safe, and focusing their talents on a relatively few number of locations?   These are the kinds of questions that demand analysis and answers from those in the Pentagon when anyone suggests the sweeping demand that we must \"mobilize the military!\" It becomes readily apparent: asking for military forces is never a straightforward or easy \"ask.\" There are, however, some tasks the military can be mobilized to perform that would significantly contribute to mitigating the Covid-19 pandemic.  Primarily, the military could assist with command and control of operations and functions, given that commanders and their staffs continuously practice managing information and deliberations regarding crisis decision making.  Additionally, the military -- both active and reserve forces -  are extremely good at logistics, transportation and supply chain activity.  Lt. Gen. Russ Honore's actions as the commander of Joint Task Force Katrina is a perfect example of how a military commander can contribute to both command and control as well as logistical support that contributes when mitigating and reducing a crisis.   During the Ebola crisis, America's  military provided additional support --under a two-star general -- by establishing a facility in West Africa to train doctors from all over the world before they entered the \"hot zone.\"   Given that medical experts from the Centers for Disease Control and Protection and the Department of Health and Human Services predict that the country's inventory of doctors, nurses and clinicians will soon be overwhelmed by the stresses associated with the pandemic, the military could help to establish a similar training facility that would prepare the next group of health care providers on procedures for addressing various factors of the disease before they \"enter the fight,\" like what was done in Africa.  But again, these kinds of command and control, staff and logistical capabilities and training preparations -- and the number of headquarters available and generals trained in contributing to these kinds of responses - are limited.  But the Department of Defense will parse them out and provide what is needed to best support the American people.  It's important to understand that part of any communication plan addressing crisis response must incorporate a transparent approach to what the military can do ... and what they call \"the art of the doable.\" For those uninitiated with military operations or military personnel, resources and abilities, it's appropriate to outline exactly what the civilian authority is asking for, what might be provided ... and what is beyond the capacity of those wearing the uniform.   There are things the military can do, and there are things that are just not aligned with feasible or viable actions.   From experience, I know that the Pentagon knows what they might be able to provide, and they are willing to push the envelope to give what will contribute to defeating this pandemic.  That's something they've done in the past and what they are prepared to do in any emergency.   The first step comes, though, when civilian authorities first provide a strategy, request the task that needs to be accomplished and elaborate on the tasks they need the military to perform.  "], "Language": false}