{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/entertainment/after-truth-and-networld-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-17T17:32:09Z"], "LastModifiedDate": ["2020-03-17T18:30:29Z"], "Headline": ["'After Truth' and 'Networld' look at the dangers of the disinformation age"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The spread of information and disinformation via social networks is the subject of not one but two documentaries this week -- an especially timely one-two punch, at a moment when the value of facts and sobriety have never felt at more of a premium. The first, \"Niall Ferguson's Networld\" on PBS, possesses a scholarly and broader historical bent, for both better and worse. The second, HBO's \"After Truth: Disinformation and the Cost of Fake News,\" conveys a greater sense of urgency by addressing modern abuses and dangers, although they work best, perhaps, viewed in tandem. Obviously, social networks -- and technology that has facilitated them -- have recurred throughout human history, with impacts ranging from the uplifting to the terrible. Presented with an academic tone, historian/author Niall Ferguson's three-part \"Networld\" tries to put all that in context, citing innovations ranging from the printing press to the internet. In every case, he says, there has been a \"first law of network science: Birds of a feather flock together.\" Still, while it's fascinating to look back at the historical aspects of all this, connecting the Protestant Reformation movement led by Martin Luther 500 years ago to Facebook and Mark Zuckerberg feels like a luxury, frankly, which we don't really enjoy. PBS is presenting \"Networld\" as a one-night event. Ferguson discusses the nature of social networks leading to \"self-segregation\" in a manner that \"inflames our differences\" and \"exacerbates our natural divisions,\" and how modern algorithms have exaggerated and sped up that process in a way that seemingly bears scant resemblance to the past. It's heady stuff, but takes too long connecting its far-flung dots, and the extent to which the past is truly relevant to the fast-changing media free-for-all happening today. The leads to \"After Truth,\" a documentary executive produced by CNN's Brian Stelter, and directed by Andrew Rossi. In sobering fashion, the project rifles through a series of dangerous episodes linked to the spread of false information: The Operation Jade Helm panic in 2015; conspiracy theorist Alex Jones' school-shooting denialism (despicably using \"crisis actor\" to describe Parkland kids); and the viral rumors that prompted a gunman to invade Comet Ping Pong in 2016, looking for a mythical pedophile ring after a campaign of online lies. An almost comical section deals with Twitter provocateur Jacob Wohl and conservative lobbyist Jack Burkman, captured by the cameras improvising allegations as they seek to impugn the reputation of special counsel Robert Mueller during a fact-free press conference. More performance art than news, their appearance is fodder for ridicule, but there's nothing funny about the larger implications of \"After Truth,\" and what that title denotes. Because if people can't agree on even the most basic set of underlying facts, there's no foundation for having a rational conversation that might lead to finding common ground in these tribal times. As for the aforementioned Facebook and hope that the company might take action to help clear the befogged air, its executives \"hide behind the First Amendment,\" journalist Kara Swisher notes, because \"it's just more convenient to do nothing.\" \"Networld,\" in a sense, tries to provide a basis for understanding these human impulses by illustrating the extent to which they have recurred -- and been propelled forward by different innovations -- through the centuries. \"After Truth,\" by contrast, zeroes in on the current environment, the sobering levels of distrust in quadrants of society, and the profit incentive that provides motivation for many responsible for stoking those flames. Broadly, it's helpful to know both how we got to this sorry state and where, precisely, we are. What neither documentary can fully answer, unfortunately, is where we go from here. \"Networld\" premieres March 17 at 8 p.m. on PBS. \"After Truth\" premieres March 19 at 9 p.m. on HBO, like CNN, a unit of WarnerMedia."], "Language": false}