{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/egypt-hiking-trails/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joe Minihane and Gisella Deputato, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-08T12:46:14Z"], "LastModifiedDate": ["2020-03-17T17:35:06Z"], "Headline": ["How Egypt's Red Sea Mountain Trail set new tracks into the wild"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Finding a way to experience a country away from other groups of tourists is a challenge in 2019. It doesn't take long for once underexplored areas to become popular as the word gets out. A surge in interest in long distance trails has seen long-established hikes such as Spain's Camino de Santiago and even parts of the vast Appalachian Trail in the United States become congested.  But new, multiday hiking routes are opening up dramatic and largely unspoiled landscapes for walkers hoping to escape the crowds and challenge themselves in wild terrain. In Egypt, two long distance routes, the Sinai Trail and the Red Sea Mountain Trail, are among this new crop of pathways offering different adventures in a country already on the tourism map. They are the work of Ben Hoffler, author of \"Sinai: The Trekking Guide\" and founder of the Sinai Is Safe initiative, designed to bring tourists back to the area following the revolution that took place between 2011 and 2013.  Hoffler helped open the Sinai Trail in 2014, initially passing through three tribal areas and covering 220 kilometers (136 miles), before expanding to cover land belonging to eight tribes and stretching a total of 55 kilometers in 2018. It takes 54 days to complete, with tribes taking hikers across their land. In 2018, Hoffler and his team helped open the 170-kilometer Red Sea Mountain Trail, which takes 10 days to complete. It's the first long distance hiking path in mainland Egypt.  Ancient trails Both routes can be done in stages or completed in one go, depending on how much time hikers have. They are, Hoffler says, a way of providing an insight into the largely misunderstood traditional ways of the region's nomadic Bedouin. \"If the pyramids were a monument to the Egyptians, the path, the trail, would be the best monument to the Bedouin as a traveling people,\" he says. \"For me, there's no better way to show who the Bedouin are than to walk a path with them. \" So, how do you go about creating a new trail for tourists to follow? For Hoffler, it was all about getting on the ground with the Bedouin and understanding the routes that crossed their land already. \"In any Bedouin area, you will always have a landscape crisscrossed with ancient trails,\" he explains.  \"Our work was about going into the area, exploring it and seeing what was already there -- old trading routes, Roman routes, routes that monks used to travel to hermit cells, old hunting routes and shepherds' routes.  \"Our job was to find as many trails as we could, even the ones that had faded into faint lines, and then reorganize them into a hiking route that worked for modern times.\" Empty corner Hoffler explains that both paths are the property of the local people.  \"They're owned 100% by the local communities and they're managed by organizations that represent them.  \"In the Sinai, the trail is managed by an inter-tribal cooperative. Every tribe has the same voice, vote and power. They take decisions communally about anything that happens on the trails.\" For those who make the journey, what lies ahead is a tough but rewarding odyssey across a spectacular, panoramic and largely empty corner of the world.  Days are spent scrambling along sometimes difficult tracks, up and down steep rocky terrain. At times, hikers will need to carry their own food, water and sleeping gear.  \"The trail takes us deep into a beautiful wilderness most outsiders have never seen,\" says Hoffler. \"It's like entering the gates of a new world, where everything feels wild and undiscovered.  \"From start to finish it has an adventurous feel it's hard to find in other places.\" Along the way, hikers encounter jagged peaks, hidden water pools and plunging gorges adorned with ancient rock art.  Different itineraries are available, allowing hikers to complete shorter loops. \"It's not just the path itself, it's the community as well, being out there for a couple of days without our phones and having to connect with the Bedouin,\" says Mary Girgis, a literacy intervention worker based in Cairo who has walked sections of both trails with her daughters. The Bedouin, she says, are special. Their knowledge of the land and nature make hiking each trail unique, while the routes themselves act as the ideal way to boost tourism in a country that has struggled to attract visitors in recent years. \"There was a time around the revolution when people stopped going to Sinai because it was a very dangerous spot,\" says Girgis. \"I'd not done much hiking to that point, but I joined the first Sinai is Safe trip that Ben ran and fell in love completely. The land and the nature and spirituality adds to the experience, but the people are the cherry on top.\" It's a feeling echoed by Sara Ghanem, a medical intern at Alexandria University's main hospital, who grew up in Hurghada, in the shadow of the Red Sea Mountains. She has walked the trail through the latter a number of times. Ignored by tourists \"Being with the Bedouin gives you a sense of security since they know the desert so well,\" she says. \"Having the chance to watch them observe nature and find their way made me feel a stronger connection to nature that I think we've lost because of our urban lives.\" Ghanem adds that the trails themselves are having an impact in terms of supporting communities that would be otherwise ignored by tourists, who tend to focus on Cairo and Luxor, or the diving resorts of the Red Sea.  \"One thing I always had in I mind was how their austere culture and traditions remained unchanged throughout the years and why supporting this trail would help such a genuine community thrive.\" Motaz Elewa, a former merchant banker and keen hiker who has walked the length of the Sinai and Red Sea Trails and got to know the Bedouin tribes in both regions, says that the paths' development has been vital in boosting culture, an example of tourism's power to do good in Egypt. \"One day I was asking one of the people from a tribe in South Sinai about their dreams,\" he says. \"Their ultimate dream is just to keep doing what they are doing. Take care of nature and welcome people. The trails are a really good opportunity for them to introduce others to their land, to their culture, to their traditions.\" Developing new long-distance trails is fast becoming a key tactic beyond Egypt, allowing visitors to see places that haven't welcomed tourists for many years. Sam McManus, founder of UK--based Yellow Wood Adventures, has helped develop new routes in Ethiopia. And like Ben Hoffler, he says his experience has centered on meeting and learning from local people.  \"I went to Ethiopia with a backpack for three months by myself and I just walked around the mountains scoping out the country,\" he says. \"I'd take guides along with me.\" Culture and history Local tribespeople in the Gheralta mountains helped him carve out a new multi-day trail, a step up from the usual day hikes that tourists did in this remote region. \"I met a local guide and he said, 'There's a route you can do for five days through the valley, as long as you have a support vehicle and donkeys to go around and take the camp equipment.'\" This has become one of Yellow Wood's most popular trips, along with a nine-day trek over the Bale Mountains and on across the highest plateau in Africa. McManus has gone on to develop routes through the Tian Shan Mountains in Kyrgyzstan, using local people to help him open up ancient routes to intrepid visitors.  \"There's nowhere new on the planet, but there are places that are not in the mainstream. You can find these hidden gems, because the world is a big old place. It just takes getting to know locals and reading up about their culture and past.\" Back in Egypt, Ben Hoffler feels optimistic about what his Sinai and Red Sea Trails can do to boost the country and bolster its tourism industry. They offer, he says, a new way for the Bedouin to thrive. \"It shows who they are, how they've lived, and perhaps this path, it can be part of the story of where they go in the future, too,\" he says. For Motaz Elewa, it's simple. \"I didn't think it would be so amazing to hike in Egypt.\""], "Language": false}