{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/us/lady-gaga-father-restaurant-owner-mta-courts-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-03-17T06:25:50Z"], "LastModifiedDate": ["2020-03-17T06:25:50Z"], "Headline": ["Grand Central restaurateur and father of Lady Gaga to face court proceedings for more than $260,000 in unpaid restaurant rent"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Metropolitan Transportation Authority began proceedings to resolve a long clash with restaurateur and father of Lady Gaga Joe Germanotta over unpaid rent just before the courts closed due to coronavirus, Germanotta said.  Germanotta is the owner of the Art Bird & Whiskey Bar in New York City's Grand Central Terminal. He has refused to pay more than $260,000 in rent and fees to his landlord, the MTA, because he says conditions are unclean and the presence of homeless people has increased to a level that he says has caused losses to his business.  Now in the midst of a crisis and following a 14-day notice from the end of February to pay his rent, he says the MTA is moving to get the money he owes.  \"Today, mere hours before the courts are closing for an indefinite period due to the coronavirus crisis, and in the face of the city's direction to close all bars and restaurants, the MTA began a nonpayment proceeding against ArtBird,\" Germanotta told CNN.  Other tenants have also stopped paying, Germanotta said, but he is the only one undergoing proceedings. He said the action is retaliatory for his calling attention to the conditions.  But the MTA says it is Germanotta who is using coronavirus to his advantage. \"It's reprehensible that this restaurant operator, who stopped paying rent long ago, would try to use a public health crisis to justify his absurd position. We hope that by the time New York returns to normal the public will have a quality rent-paying tenant in place,\" MTA's communications director Tim Minton said in a statement. No intention to pay The MTA said it sent a letter to Germanotta at the end of February about his refusal to pay rent. \"We have served him with a 14-day demand notice that encourages him to pay his rent,\" Minton said at the time. \"We trust that he will meet his obligations.\" Germanotta said at the time that he had no intention to pay. \"They're really not in the real estate business. They're in the train business,\" Germanotta said of the MTA. He said that he expected large crowds when he opened his fried chicken establishment in 2018 in the well-known train station. But customers were scared off by conditions ranging from an alleged rodent problem to dirty restrooms, he said. Germanotta claims to have laid off seven people as a result of the loss of business."], "Language": false}