{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/spring-break-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Shivani Vora, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-16T23:26:16Z"], "LastModifiedDate": ["2020-03-17T00:39:31Z"], "Headline": ["Is spring break canceled? Student getaways scuttled by coronavirus"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["For millions of American students and families, spring break is a much anticipated fun-in-the-sun vacation, or an opportunity to travel to Europe or a more far-flung locale. But, in yet another way the coronavirus pandemic is having an impact on everyday life, spring break 2020 has been largely thrown to the wayside. The city of Miami Beach, an always popular spring break destination, officially canceled spring break last week when it declared a state of emergency. \"The city is canceling or postponing all public events, including the spring break beachfront activation, Culture Crawl,\" the press release stated. Miami Beach also announced the closure of parts of South Beach over the weekend. US travel restrictions to the United Kingdom, Ireland and 26 European countries, combined with a 14-day self-quarantine for Americans returning from those destinations, have scuttled most Europe travel plans, and many are uneasy about traveling internationally at all. Mimi Levy, a freshman at Binghamton University, part of the 64 campus State University of New York, was supposed to go Curacao, in the Caribbean, with her family in early April -- but now, she said, she's having second thoughts. \"Trump's speech banning travel to Europe made me nervous to leave the US,\" she said on Saturday. \"I think domestically I would be OK, and right now, the trip is up in the air.\" Binghamton has not yet cautioned its students against traveling abroad during spring break, although students do face the possibility of not being allowed back to campus for 14 days if they have visited a destination with a high number of coronavirus cases. Like many universities and schools across the country, SUNY has instituted online instruction through the end of the semester, but the dorms are still open.  The fact that more and more countries are imposing restrictions and bans makes Levy and others jittery to take any international trip. A worldwide travel warning from the US State Department has advised Americans to reconsider travel abroad, and on Monday the White House advised all Americans to avoid discretionary travel for the next 15 days. 'I'm staying home with my family' Kyra Fichtenbaum, a senior at Syracuse University, was supposed to be in Cabo San Lucas, Mexico, this week with 15 friends, but the group canceled their trip after President Trump's March 11 speech. (Syracuse is holding classes online up until March 30th and did advise its students and staff not to travel over spring break.) \"We canceled because of what the school said and because none of us wanted to be stuck in another country,\" Fichtenbaum says. \"I'm staying home with my family. It's the safest place to be.\" Skipping spring break is a socially responsible move, says Dr. Sebastian Lighvani, an immunologist and allergist at Weill Cornell Medicine. \"The goal is to reduce the spread of coronavirus and not overwhelm hospitals with a growing number of people who have it,\" he says. \"The more people move around and travel, the more infections spike. Spring breakers could travel to a high-risk area, come home and be around family members who are older and vulnerable.\" According to Dr. Lighvani, \"staying home is the best bet.\" International travel aside, many travelers are also uneasy about spring break road trips. Tina and Mykhaylo Semko, of Portland, Oregon, were set to take their three children, ages 7, 3 and 9 months, to Disneyland for spring break. When the California theme park closed last week, they changed their plans to a driving trip closer to home but ultimately decided to stay put. \"Our two older kids are disappointed, and so are we, but the environment seems too tentative,\" says Tina. Blow to the industry The travel industry will undoubtedly be hit hard without spring break, says Henry Harteveldt, a travel industry analyst and the founder of Atmosphere Research Group. \"The loss is at least several hundred million dollars or more,\" he says. \"Domestic spring breakers may be more likely to continue with their trips, but with the prospect of a ban on domestic travel, even that may not be possible,\" he says. Those who do travel, Harteveldt says, may have to change their original plans. \"Theme parks are closed, and cities are banning large gatherings so big parties and rides are out,\" he says. Many travel companies are already feeling the effects of spring break being off. Michael Holtz, the owner of the luxury travel advisory SmartFlyer, said that his company had hundreds of cancellations. However, some of those were offset by new bookings. \"People who might have originally gone to France are now going to Philadelphia or to places that they can drive to. Hawaii has also been very popular,\" he says. Nicola Butler, the owner of NoteWorthy Travel, a high-end travel company in London, said that she had 40 spring break trips in March and April from the US to the United Kingdom up until Trump's Europe travel ban announcement. \"Of course, no one is coming now, but the good news is that they want to come and haven't canceled. They've just postponed,\" she says. Jennifer Walker, the owner of an eponymous travel company in Washington, Illinois, planned a dozen spring break trips, primarily to the Caribbean and Mexico. By the end of last week, she'd had only a handful of coronavirus-related cancellations, but as of today Walker is advising her clients not to travel internationally. She has given everyone, including those taking domestic trips, the option to postpone, and all of her clients have taken her up on it. \"As of now, no one is going,\" Walker said Monday. Those who are skipping spring break in favor of staying home may be among the people seeking more local experiences. Peek.com, a travel company that offers close to 10,000 experiences in the US, has helped 150,000 people book local experiences in the last two weeks. \"We've seen an over 10% increase in people booking in their own cities with art classes and nature tours and hikes having the largest upticks,\" says company founder Ruzwana Bashir. \"People still want to explore and have fun, even if they're doing it at home.\""], "Language": false}