{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/health/homeschooling-during-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matt Villano, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-16T11:14:17Z"], "LastModifiedDate": ["2020-03-16T16:19:50Z"], "Headline": ["How 'regular school' parents can homeschool their kids"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["School closures due to the COVID-19 outbreak mean millions of parents and guardians who have grown accustomed to sending their children to traditional schools are now faced with the task of educating them at home. The coronavirus has turned caregivers around the world into homeschoolers. This transition is daunting. It's unfamiliar. And it's also critically important to ameliorate the disruptions the virus has caused in education for the year.  CNN spoke with several parents, teachers and homeschooling experts about how to make the most of homeschooling for your family.  Recognize homeschool is not school The most important caveat about temporary homeschooling is that it simply isn't school. Kids accustomed to the school environment won't be as focused. Lessons won't be as professional as the ones they're used to getting. And since local governments are encouraging everyone to minimize interactions with others, socialization will be tough. Kimberly Fox, staff developer for The Reading and Writing Project at Columbia University in New York, said it's important for parents to suspend disbelief and doubt and lean into the new format. \"We don't have to be school,\" said Fox, who lives in Brooklyn. \"Under these circumstances, we're not going to entirely replace all of the structures that happen at school. But we can do a couple of things to make kids feel more secure and to make us feel like we're making the most of this time.\" Let kids be a part of the decision-making Many schools and school districts have set up online learning platforms or sent kids home with packets of schoolwork to complete. These assignments are non-negotiable. Beyond these requirements, however,  parents can give their children a say in what else they'll learn. Jamie Heston, a board member of the Homeschool Association of California, said the best way to do this is to have your kids make a list of things they'd like to do and learn. From there, she said, you can whittle down the options as a family. \"There are lots of ways you can have fun and have it be educational, [and] not just be sitting at a table with a book open,\" said Heston, who lives in Hayward, California. Possibilities include math and chemistry through baking; botany through gardening; basic carpentry; or learning about space through a mobile app. Make a schedule Once you and your children have identified the subjects they will study, make a schedule and display it prominently so everyone in the family knows what's coming and when it's over. Most kids work off a schedule in their classrooms, so recreating something similar at home can ease the transition to a different learning environment for the foreseeable future. At the same time, said Jen Reyneri, who has homeschooled two sons (ages 16 and 12), each family should embrace the opportunity to create a rhythm of life that works for them.  \"Include chores, family dinners or breakfasts, and family projects in your new family routines,\" said Reyneri, who runs a blog and co-owns an Italian restaurant in Hobe Sound, Florida. \"Because this is such a unique situation, it's also OK to let everyone sleep in a bit later.\" Other options for a schedule might include basics such as math, writing, reading and music (to name a few). Some families might also set aside time for educational games accessed by computer or mobile device.  For parents who are planning to cultivate a more project-based learning environment — rebuilding a car engine, for instance — put that on the schedule, too. Acknowledge that kids have different needs Schools — particularly public schools — are equipped to teach a variety of children with different learning abilities and different needs. For children with special needs, districts are required by state law to devise individualized education plans (IEPs) to help kids succeed. While parents are an important part of developing these plans, they are generally not the ones who administer them. But in a homeschool environment, parents must run the show. This can get particularly complicated in families with multiple children. Monica Smith, who lives in Healdsburg, California, has twin 7-year-old boys and said one was recently diagnosed with ADHD. Smith said her district just completed an IEP for this child, and she admitted she is anxious about how she'll be able to manage his special needs while also being there for her neurotypical child. \"Without the help of [school] resources, I'm nervous about how to best meet his needs and keep him engaged,\" she said of her special-needs child. \"I also need to be conscious of what his twin brother needs, and make sure he doesn't feel 'ignored' just because he has the ability to work independently.\" One way to address this conundrum is to remember that different kids have different needs, whether at home or at school. \"Nobody knows your kids better than you do,\" said J. Allen Weston, executive director of the National Home School Association in Denver. \"It's OK to take the time to give [each of them] what they need.\" Build in recess All traditional school programs incorporate some sort of recess or outdoor time, and a homeschool schedule should be no different. Dr. Jessie Voigts, a homeschooler and founder of Wandering Educators, a global community of educators sharing travel experiences, said it doesn't matter if this time is structured or unstructured, so long as the kids get outside. \"A walk in the woods is not only healthy for your body and spirit, but your mind, too,\" said Voigts, who has a PhD in international education and is based in Kalamazoo, Michigan.  \"What new plants are growing? What bugs can you find under decaying logs? Count the tree rings in a downed tree. Reroute a waterway in a little creek. See how the sun moves through the sky. There are so many ways to learn.\" Downtime is your friend Downtime, or time for kids to work on projects quietly and independently, is just as important as active time outside. Voigts noted that kids need time to \"disconnect\" every day — from each other, from parents, from technology and from the outside world. Other experts agree. Hannah Gauri Ma, a homeschooler and blogger currently living in St. Albans, in the United Kingdom, said this space allows for independent exploration but also can help reduce friction. \"Kids will react differently to a parent as 'teacher,' and they will push back in ways they don't at school,\" said Ma. \"Allow for the fact that kids will be holding a lot of tension around all these sudden and often stressful changes to their routines and lives.\" Get crafty Art is an important part of education, and homeschooling also provides parents with an opportunity to get creative with crafts. Amanda Kingloff, founder of Projectkid.com, a website with tips for crafting, suggested getting creative with materials for different art projects every week. In particular, Kingloff advised reusing washers, buttons, fabric swatches and ribbons, as well as used jars, plastic bottles and cardboard tubes from toilet paper rolls to form the basis for recycled art. \"You probably have these things around the house anyway,\" said Kingloff, who lives in Brooklyn. \"Many of these materials allow kids to create three-dimensionally without the challenge of sculpting something or making something out of clay.\" Kingloff noted it's important that parents don't stress about the mess these projects create, since that only detracts from the fun. \"Put down an oil cloth and let it get messy,\" she added. \"Nobody worries about the mess at school.\" Accept your limits Children aren't the only ones relegated to working from home in the immediate future. Many parents with office jobs have been asked to do the same. This means that hundreds of thousands of mothers and fathers likely will be forced to balance homeschooling with their day-to-day responsibilities at work. It means a whole lot of parents will be forced to juggle like court jesters and circus clowns. Andrew Matranga, a college professor and father of three in Longmont, Colorado, said he thinks it's \"ridiculous\" to be expected to shoulder the dual burdens of educating his children and the responsibilities of his job, so he's just going to do what he can. \"We just need to try to do our best, whether we're teachers, parents or working professionals,\" he said. \"There's no map for this journey that we're on.\""], "Language": false}