{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/politics/trump-us-economy-coronavirus-emergency/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by John Harwood, CNN"], "Writers": [["John Harwood"]], "FirstPublishDate": ["2020-03-16T13:52:34Z"], "LastModifiedDate": ["2020-03-16T13:52:34Z"], "Headline": ["Trump projects confidence, but markets aren't listening"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump opened his coronavirus press conference Sunday hailing \"phenomenal news\": an emergency Federal Reserve interest rate cut to near zero to protect the economy as coronavirus brings activity to a near-halt. \"People in the market should be very thrilled,\" Trump told reporters. It was his second such celebration of the weekend; a day earlier, he boasted that \"I was honored\" by the Wall Street rally that took off as he held a Rose Garden press briefing on Friday afternoon. It was the best day for stocks since 2008 -- but it came a day after Wall Street's worst day since 1987. Yet the President sounded like a manager celebrating one big inning in a game his team keeps losing. Stock futures plunged Sunday 1,000 points after the Fed's emergency action, and trading was halted as soon as US markets opened on Monday to prevent a further slide.  That volatility echoed last week's results. Even after Friday's late surge, the Dow Jones Industrial Average has declined 10% over the last week, 14% since Trump shook up his administration's response team in late February, and 20% since the first US coronavirus case was confirmed on January 21. But Trump's momentary delight was no mystery. While a worldwide crisis like coronavirus would damage financial markets and the economy under any President, Trump feels special angst over the administration's inability to protect his Wall Street report card and the strong economy, which he's counting on to help lift him to reelection. The reasons why grow increasingly evident over time. The qualities of leadership nervous investors yearn for -- candor, command of facts, stability and predictability -- are qualities that Trump's record shows him temperamentally incapable of providing. In real estate, Trump built his reputation on gaudy claims unconstrained by reality. His 1987 memoir boasted about this \"very effective form of promotion.\" \"I play to people's fantasies,\" he wrote in \"The Art of the Deal.\" \"People may not always think big themselves, but they can still get very excited by those who do. That's why a little hyperbole never hurts.\"  That extravagant style defined his presidential campaign. \"I alone can fix\" America's problems, he boasted, promising a cost-free tax cut, health care system, and wall on the Mexican border. Backed by a strong economy, Trump sustained that posture even as myriad setbacks exposed the hollowness of his words. He gained fresh election-year swagger after fellow Republicans in the Senate acquitted him of impeachment charges, beginning an administration loyalty purge as his poll ratings hit new highs.  Now the accelerating health and economic damage from coronavirus disproves his boasts in real time. As Wall Street and average Americans alike seek clear guidance, Trump's bravado damages confidence rather than strengthens it. \"He grandiosity was probably at its highest point ever a month ago,\" said Tony Schwartz, Trump's \"Art of the Deal\" co-author. \"And suddenly the floor has been pulled out from under him.\"  Markets kept dropping after Trump declared coronavirus \"very much under control\" and pointed to lower stock values as a buying opportunity on February 24. They kept dropping two days later when he placed Vice President Mike Pence in charge of the administration's response and vowed US cases would be \"close to zero\" within days. After his error-filled Oval Office speech on Wednesday night, the Dow Jones average plummeted more than 2,000 points on Thursday. At every turn, Trump has proven unable to acknowledge mistakes of judgment or execution, demonstrate understanding of the crisis, and gird Americans for hard times ahead. He praises his own performance while blaming difficulties on others: Europe, President Barack Obama, the news media, Democrats, the Federal Reserve, the Centers for Disease Control and Prevention. Listen to the CNN Coronavirus: Fact vs. Fiction podcast with chief medical correspondent Dr. Sanjay Gupta here. That he recently anticipated seeking a second term in boomtimes against Democratic socialist Bernie Sanders fuels his aggrievement all the more. He's now on track to face the more broadly popular Joe Biden with the economy \"in recession right now,\" as his former economic adviser Gary Cohn told CNN on Thursday. Alarmed leaders in business, entertainment and other levels of government raced past the White House last week to slow what Trump's first homeland security adviser Tom Bossert called \"a fire that threatens to burn out of control.\" The shutdown of schools, Disneyland and major sports seasons communicated a seriousness that the President would not.  By 10:55 a.m. ET Friday, when Trump announced plans for an afternoon news conference, markets had begun rebounding from their Thursday plunge. The rose further as media outlets reported on negotiations between the White House and Congress to bring affected Americans financial relief and the president's plans to declare a national emergency, freeing up additional federal resources.  When the news conference began at 3:30 p.m., the Dow was up by 914 points. It initially dropped as Trump opened familiar words of self-congratulation. When he yielded the microphone at 3:39 p.m. to infectious disease expert Deborah Birx, the Dow remained slightly lower than when he started.  The ticker rose steadily for the remaining 21 minutes of trading as corporate leaders on hand pledged to do their part in the shared struggle. Birx and Pence touted a forthcoming Google website to speed mass coronavirus testing; Trump announced the federal government would support the oil industry by filling the Strategic Petroleum Reserve. Only after the Dow closed up 1,985 points at 4 p.m. did Trump tell reporters in the question-answer session \"I don't take responsibility at all\" for shortcomings in the administration's response. Google subsequently made clear that the testing website was only in its initial testing phase.  On Sunday, Trump told Americans the US has \"tremendous control\" of coronavirus -- an assertion baldly out of touch with reality. Dismissing gloomy forecasts, he predicted \"pent-up demand\" would soon jump-start the zero interest-rate economy the Fed had finally permitted. Never mind the consensus among economists that Fed action represents only part of what's required to avert catastrophe -- and not the biggest part. \"It makes me very happy,\" Trump said. Minutes later, stock futures markets opened sharply down."], "Language": false}