{"Type": ["gallery"], "Url": ["https://www.cnn.com/style/gallery/japan-kana-shodo-hnk-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-15T03:26:46Z"], "LastModifiedDate": ["2020-03-15T03:26:46Z"], "Headline": ["When kana shodo meets art"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Kaoru Akagawa intricately weaves the ancient calligraphy into beautiful works of art.  Akagawa's creations crosses borders. For example, she translated the lines of a German opera into Japanese, and then wrote it in kana. The script was then used as an ode to Japanese woodblock print master Katsushika Hokusai's \"Great Wave off Kanagawa.\" As a teenager, Akagawa couldn't read her grandmother's letters, but had put it down to unclear handwriting. A decade later, she realized her grandmother had been one of the last generations to use a vanishing script designed for women.   Akagawa has practiced kana shodo for two decades and is now one of the youngest master calligraphers in Japan. The export of Japanese culture picked up speed after 1997, when Japan's Agency of Cultural Affairs started supporting exhibitions on Japanese culture, but even so, kana remains lesser known.  With its undulating, cursive lines, kana shodo appears to stream down whatever surface it graces. According to Akagawa, medieval noble women competed with one another to invent their own signature designs for characters.  Kana shodo was viewed as a leisure activity and seen as a vehicle through which women could express themselves and document their observations of the world around them.  Kana shodo, which translates to \"woman's hand,\" was developed by medieval Japanese noble women at the beginning of the ninth century.  Kana shodo represents the Japanese language phonetically and was shaped mainly by and for women, although both genders used it to write everything from assassination commands and love letters to poetry and diary entries. "], "Language": false}