{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/myfreedomday-2020-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-03-11T04:54:08Z"], "LastModifiedDate": ["2020-03-11T07:22:40Z"], "Headline": ["#MyFreedomDay 2020: Students shine a light on modern-day slavery"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["That's it from us on the live blog. Thank you for all your videos, artworks and creative messages from around the world. My Freedom Day is over for 2020, but the fight against modern day slavery continues. See you next year! \"Freedom is no one judging my race.\" Children at Al Faris International School in Riyadh, Saudi Arabia, share what freedom means to them. In Brazil, Year 6 students at Red House International School gave presentations to younger students, mobilizing the whole school in the fight against modern-day slavery. On Delta Flight 872 from Atlanta to San Salvador, crew took the time to deliver a special #MyFreedomDay message for all on board. On #MyFreedomDay CNN's Richard Quest recalls meeting farmers in Ivory Coast who had never tasted chocolate produced from the cocoa they grew. Watch the full 2014 documentary here Students in Quito, Ecuador, have taken part in #MyFreedomDay with activities and drawings, spreading the meaning of freedom. \"Freedom is living without fear.\" Fifth graders at Atlanta International School tell CNN what freedom means to them. Students at North Springs High School in Atlanta are joining the fight against human trafficking by taking part in #MyFreedomDay. \"Freedom isn't just a feeling, freedom is a fact. Trafficking is the fastest growing business and we need to put it out of business. End trafficking. Freedom for all,\" Ruth Dearnley, CEO of Stop the Traffik, says on #MyFreedomDay.  CNN's Zain Asher interviews \"Choco-evangelist\" Ynzo van Zanten of slave-free chocolate company Tony's Chocolonely. Van Zanten has been educating children in Amsterdam on the true human price of chocolate, and implores other organisations to take responsibility for their supply chains. Begging for change More than 100,000 children are forced to beg for food or money in Senegal. Issa Kouyate is trying to help them. Read the full story Bassam, we couldn't agree more. (Via CNN's Arwa Damon.) Children are an overlooked ally in the fight against human trafficking, writes law professor Jonathan Todres, and ignoring them means missing out on important insights that can help the anti-trafficking movement. Read more here In Brazil, freedom is playing basketball, while in Cambodia it's all about the freedom to dance. Students at Atlanta International School tell CNN's Lynda Kinkade why their school has been running an anti-trafficking club for 10 years. WE Charity co-founder Craig Kielburger tells CNN about the first time he took part in a raid to free children from a factory in India, and one boy's touching response. In Faith Cherop's community it was common for young girls to get married.  But she convinced her father to instead let her go to school, and demonstrate the power of education. Here's her story, in her own words Here's what freedom means to students at Colegio SanCristobal, in Spain. And at Institut Marta Mata, via anti-slavery group A21España. Sold by their parents, around 20,000 children work on Ghana's Lake Volta, enslaved by the fishermen they call “master.” Read the full story here: Students around the world are painting and designing to express what freedom means to them. In Turkey, students created art projects.  And these impressive projects. Students in Abu Dhabi turned to advocacy art.  In Ecuador, students painted this dramatic picture. It's not just students getting involved. We've had freedom messages from pop stars, activists and athletes too. Here's a great selection of messages from MotoGP racers. Students have been making posters, placards and signs to show their support for #MyFreedomDay. These are from pupils in Myanmar.   An impressive display from Madagascar. Here's a poster from Pemba, Mozambique. And a whole bunch from Hong Kong! Students at LVS Ascot in Berkshire, UK, have been holding all kinds of events to raise awareness of modern-day slavery.  And pupils at The Regis School, in Bognor Regis, are also making themselves heard. To celebrate #MyFreedomDay this year, Cebu International School in the Philippines is joining students around the world telling us what freedom means to them.  Schools in Nigeria are making a song and dance about freedom, and thinking about what a free world would look like. The child traffickers preying on the Rohingya Last year, the CNN Freedom Project reported from Kutapalong refugee camp in Cox’s Bazar, Bangladesh. Child trafficking has become common in the camps of Cox’s Bazar, the largest refugee camp complex in the world.  Read the full story Schools in Hong Kong are closed because of coronavirus, but Kristie Lu Stout spoke to students via video chat about their passion for fighting modern-day slavery. Students from Hong Kong International School are sharing artwork about what freedom means to them during their online classes from home.  What are you doing for #MyFreedomDay? To start a conversation about the freedoms we sometimes take for granted, we've been asking you to tell us what freedom means to you -- and we've had responses from all over the world. Here are just a few of them. We'll be posting more throughout the day. Today, March 11, students are joining the fight against modern-day slavery and human trafficking.  Although the outbreak of novel coronavirus has closed schools in parts of Asia, the Middle East and Europe, students are still finding ways to raise awareness of the 40 million people living in modern slavery."], "Language": false}