{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/le-bon-marche-paris-department-store/index.html"], "Source": ["cnn"], "Location": ["Paris"], "ByLine": ["Vivian Song, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-04T13:45:11Z"], "LastModifiedDate": ["2020-03-10T13:27:05Z"], "Headline": ["World's oldest department store feels like the streets of Paris"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["As the cradle of high fashion, Paris gave the world designers like Coco Chanel, Yves Saint Laurent and Christian Dior, who in turn gifted the world some of fashion history's most enduring iconography, including the LBD, or little black dress. But there are two other French figures who don't get nearly as much credit in the fashion and retail world as they should, given that they are probably more relevant to the average household than Chanel and Dior. At Le Bon Marché department store in Paris, which was founded in 1852 and holds the title of the oldest and longest-running department store in the world, Aristide and Marguerite Boucicaut pioneered retail concepts many people probably take for granted. The husband and wife team were revolutionary in this fast-changing industry called retail.  The practice of returning merchandise for a refund? Le Bon Marché lays claim to the concept.  Mail order catalogs à la Ikea and J. Crew?  In fact, the Boucicauts published the world's first department store catalog and included fabric swatches for customers to select the color and material of their attire. They enabled — and empowered — shoppers to customize their designs. And the modern, now-ubiquitous practice of free delivery for purchases of $25 or more? You could say Le Bon Marché was a forerunner in that department as well, introducing home delivery 160 years ago for mail orders costing over 25 francs. While the retail industry has changed a great deal since 1852, Le Bon Marché has maintained a strong foothold, evolving in response to industry changes and shoppers' proclivities.  Revolutionizing the way we shop  It's a Saturday afternoon inside the ladies' department of the luxury department store on Paris's Left Bank, and shoppers are performing time-honored rituals: sifting through designer dresses, flipping over price tags and holding blouses up their necks to inspect their reflections in the mirror. Customers looking for a deal rummage through the sales racks; the tactile ones run materials through their fingers, while window shoppers with no agenda waltz through the store, letting their gazes take in the goods. It's a common enough scene that could be replayed across town at Galeries Lafayette, Printemps or any other department store, in any other city in the world. Except that, were it not for the trailblazing concepts pioneered at Le Bon Marché, today's contemporary shopping experience might not be as easily recognizable.  For starters, let's begin with the one-stop shop. Finding everything from trousers to bedsheets and dishware to hairdryers and lipstick under one roof was an idea popularized in large part at Le Bon Marché under the Boucicauts' leadership.  In the 19th century, if you needed an umbrella, you went to a shop specializing in umbrellas. Same for women's clothing or shoes.  Most shops specialized in one single item, explains Eléna Fertil, Le Bon Marché's head of cultural events, and all merchandise was stocked behind the counter. While this way of procuring items may sound romantic, it was also a bit tedious. \"The customer saw nothing. If they needed pink sheets, they would have to ask the sales clerk who would then pull out the closest thing they had to pink sheets,\" Fertil said. When Aristide joined the small shop on the corner of rue du Bac and rue de Sèvres in 1852 as a partner with the Videau brothers, he introduced modern, little-known practices that brought merchandise out into the open for customers to browse and touch. He also attached a fixed price to the goods. \"Before, prices were at the discretion of the sales clerk, so the same product could be sold for two different prices to two different clients,\" Fertil explained. Previously, when customers walked into a shop, it was understood they would walk out with a purchase. But at Bon Marché entry was \"free.\"  Customers were invited to enter and browse at their leisure. No purchase necessary. And if they had buyer's remorse — too small, too big, too expensive — they could exchange or return the item for a full refund.  Goods were also priced at a smaller profit margin (bon marché is French for a \"good deal\") but inventory turnover was high. A gathering space for the female bourgeoisie Along with rewriting the codes of commerce, the store would become a \"haven of freedom and pleasure\" for Parisian women of the bourgeoisie, writes Monica Burckhardt in \"Le Bon Marché Rive Gauche: The Invention of the Department Store,\" published in 2013 and commissioned by Le Bon Marché.  There, monied wives could spend an entire day daydreaming and socializing, independent of their husbands. \"Back then, cities were men's spaces,\" adds Jan Whitaker, a consumer historian from North Hampton, Massachusetts who authored the 2011 book \"The World of Department Stores.\" \"If you were an upper middle-class woman, the streets were a vulnerable place to be. So department stores became women's spaces, and that was really significant.\" The business model was much the same then as it is now: to get as many people of the socio-economic spectrum through the door as possible — and get them to stay. \"It was luxury for the masses,\" Whitaker said. \"These were grandiose buildings that lower classes would otherwise never be invited into. The fact that they could go in there freely and that somebody would wait on you was not something to be taken for granted.\" Patrons of the arts The Boucicauts also understood the importance of customer loyalty and time spent inside the store.  After buying out the Videau brothers and taking complete ownership in 1863, the couple expanded the space and added new features and services that were deemed game changers at the time: a reading room for waiting husbands, a salon offering complimentary food and refreshments, billiard room, hairdressing salon, travel office and live concerts events. Another claim to fame? Gustave Eiffel was one of the contributing engineers who helped design the building's steel structure. But one of the Boucicauts' biggest legacies, which is given special honor to this day, is their support of the fine arts.  Avant-gardists, the couple opened an art gallery in 1875 within the department store, offering artists who had been turned away by the Paris Salon -- the official art exhibition of the Academy of Fine Arts in Paris -- a home for their works and a large public audience, Burckhardt wrote.  Stroll through the store today 145 years later, and you'll note that paintings, photographs, drawings and sculptures — a contemporary art collection curated over the last 30 years — line store walls and are placed strategically amidst the luxury goods. In 2016, the store invited Chinese artist and activist Ai Weiwei to launch a new art program, designed to pay homage to Aristide's creation of the annual White Sale in January. As the story goes, Boucicault was walking around, despondent at seeing the shop so empty following the Christmas holidays. After looking out the window and seeing it snow, he decided to pull out all the white merchandise in the store and hold a big sales event, Fertil explained. In a nod to this tradition, the store launched a program inviting international contemporary artists to create customized pop-up installations for Le Bon Marché every January.  Their only request? That it center around the color white. Everything else is carte blanche, as they say, for the artists. \"These exhibits are really meant as a gift to our visitors,\" Fertil said. \"The idea is that by strolling through the Bon Marché, they'll be moved by the artist's vision. Some loyal customers come every year to seek out our exhibits, but we know that others who've come just to shop may be pleasantly surprised to discover expositions like these.\"  The rebranding of Le Bon Marché Today, Le Bon Marché bills itself as the small, big department store, a play on words in French (le petit grand magasin). Compared to Printemps (which was founded by a former Bon Marché employee) and Galeries Lafayette, arguably the most beautiful of the three, Le Bon Marché is more manageable in size and conducive to slower paced \"promenades\" or strolls. \"It's designed to inspire people to amble through the store like we do in Paris streets, to discover new things, be surprised, to stop, enjoy a coffee and relax,\" added store style director Jennifer Culliver. Indeed, like the streets of Paris, to stroll through the department store is to stroll by architectural gems, most notably under the dozen skylights originally designed to corral a flood of natural light into the store and help spotlight the merchandise.  Today, Boucicaut's understanding of lighting and product marketing is an indispensable part of retail layout and design. After being acquired in 1984 by the LVMH group, Le Bon Marché was rebranded to target the high-end luxury market.  The department store now stocks some of the world's most exclusive luxury brands, but also tries to stay relevant by sourcing new and emerging brands and striking exclusive collaborations with designers, Culliver says.  In-store customization services invite shoppers to personalize their sneakers and denim; cooking classes and demos are held regularly throughout the year; and artists are invited to host talks with the public.  All strategies are aimed at attracting foot traffic, at a time when e-commerce and online retail giants like Amazon have completely altered the way consumers shop.  Department stores in the US are floundering, but Le Bon Marché hopes to lure some of these international visitors inside its doors for a different kind of shopping experience. Unlike Macy's, the well-known US department store which has been closing its doors around the country, Le Bon Marché isn't fighting to stay alive. The competition isn't suffering either: Galeries Lafayette opened a new location on the Champs-Elysées last year, while LVMH is resurrecting heritage building La Samaritaine this spring as a mixed-use development that will give the city a new luxury department store.  Whitaker points out that what saves heritage department stores like Le Bon Marché from becoming obsolete is one key demographic.  \"Tourists are so important for the survival of department stores in Europe. These are people who have the time to explore and leisure money to spend.\""], "Language": false}