{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/lima-best-restaurants/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2017-06-29T08:51:38Z"], "LastModifiedDate": ["2020-03-09T14:59:17Z"], "Headline": ["11 best restaurants in Lima, Peru"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Central: Chef Virgilio Martínez wows diners with his innovative Peruvian cuisine featuring ingredients from altitudes as high as 12,000 feet to below sea level. El Señorio del Sulco: Señorio del Sulco is famed for its repertoire of hearty Peruvian \"criollo\" classics. One of the must-try dishes is its beef huatia, a pre-Colombian technique involving slow cooking by burying the meat with large stones taken from a fire. Astrid & Gaston: No listing of Lima restaurants would be complete without Astrid & Gaston, the eatery that spearheaded Peru's gastronomic rebirth when it opened its doors in 1994.  Astrid & Gaston: Astrid Gutsche of Astrid & Gaston was once named the world's best pastry chef. La Picanteria: La Picanteria specializes in cuisine from Arequipa - in the southern Andean foothills -- with classic dishes like chicharron, aka fried pork. \"Picanterias,\" typically lunchtime eateries in Peru, are a way of life in Arequipa.  Osso: It started out as an exclusive butcher's shop, but chef Renzo Garibaldi's private grill party, Osso, has become one of the best places in South America to enjoy a steak. Rafael: Housed in an impressive Art Deco mansion, the menu at chef Rafael Osterling's eponymous restaurant pays homage to traditional Peruvian cuisine while incorporating Italian and Japanese flavors. Malabar: Chef Pedro Miguel Schiaffino focuses on \"casual cuisine, with a simple spirit and the warmth of home\" at this highly rated restaurant. However, that doesn't mean anything less than spectacularly original fare. La Mar: If Peru has a national dish, then it's ceviche, the fresh seafood salad marinated in lemon juice. No cevicheria -- specialist restaurant for ceviche -- is more famous than La Mar. Chez Wong: Javier Wong started this restaurant out of a garage behind an unmarked door in an unfashionable neighborhood.  Maido: Helmed by chef Mitsuharu Tsumura, the menu here runs from conventionally exquisite Japanese sushi classics to original culinary creations. Amaz: Malabar's more affordable sister restaurant, Amaz is also explicitly dedicated to recipes and ingredients from across the Amazon basin."], "Language": false}