{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/us/empire-state-building-light-mta-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-29T20:40:31Z"], "LastModifiedDate": ["2020-04-30T01:48:58Z"], "Headline": ["The Empire State Building will shine blue tonight to honor New York City's MTA heroes"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Empire State Building will shine bright blue tonight to honor a new group of heroes. Beginning at 7:51 p.m. ET, New York's iconic skyscraper will be illuminated to show support of the Metropolitan Transportation Authority workers who have been keeping the city's public transportation running during the coronavirus pandemic.  \"Our employees are working tirelessly to keep the city moving and get essential employees to where they have to go during the COVID-19 pandemic,\" MTA Chairman and CEO Patrick J. Foye said in a statement.  \"They are among the heroes of this moment in history. We honor them every day for their dedication and tonight everyone within view of the Empire State Building will know others are joining us in honoring and thanking our employees,\" he added.  Blue is the official color of the MTA, according to a statement from the company.  Since last Friday, the Empire State Building has been lit up with different colors to honor the various workers on the front lines of the pandemic. On Friday, the tower shined yellow, white and blue lights with a siren effect to honor the FDNY and EMS and on Saturday, the lights were blue, white and blue in support of the medical community.  On May 2, the last day of the weeklong campaign called #HeroesShineBright, the Empire State Building will join other famous towers around the world, such as the Burj Khalifa in UAE and the Macau Tower in China, to shine their lights in a red heartbeat to \"bring global awareness to those helping fight the pandemic,\" according to a news release.  The Eiffel Tower in Paris will also turn on its sparkling light show at that time.  Despite declined ridership, MTA workers are being heavily hit by coronavirus  Ridership on New York City's public transit has plunged by more than 90% while a number of MTA employees have been exposed to the coronavirus.  As of last Wednesday, 83 MTA employees have died from complications related to the coronavirus, according to MTA Public Information Officer Aaron Donovan. A total of 50 of those employees worked in the subway department and 30 of them worked in the bus department.  The MTA announced Wednesday that it is launching a new plan on top of its existing one to clean more frequently.  \"We fully agree that we must do everything we can to keep our system and trains and buses as clean and as safe as possible. Following on our aggressive plan of disinfecting our stations twice each day and our full fleet every 72 hours, we are completing a plan to further enhance and increase the frequency of our cleaning. We will deliver that plan to the governor as he requested,\" Ken Lovett, senior adviser to Foye said in a statement.  So far, at least 3,048 MTA employees have tested positive for the virus and an additional 3,521 have been quarantined. Correction: A previous version of this story misspelled the MTA Chairman and CEO's surname. It's Foye. "], "Language": false}