{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/art-fair-curator-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-06T12:34:38Z"], "LastModifiedDate": ["2020-03-06T12:34:38Z"], "Headline": ["Dealer drops Asian assistant from London art fair due to coronavirus 'anxiety'"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A gallery that revoked an Asian curator's invitation to a UK art fair, claiming that their presence might \"create hesitation\" among attendees fearful of the novel coronavirus, will no longer exhibit at the event. Raquelle Azran Vietnamese Contemporary Fine Art was set to appear at next week's Affordable Art Fair in London. But after asking curator An Nguyen to work at her booth, the gallery's owner, art dealer Raquelle Azran, then said she had to \"cancel\" the invitation. In email screenshots reportedly posted to Nguyen's Instagram account, and widely shared online, Azran wrote that the COVID-19 outbreak \"is causing much anxiety everywhere, and fairly or not, Asians are being seen as carriers of the virus.\" \"Your presence on the stand would unfortunately create hesitation on the part of the audience to enter the exhibition space,\" the email read. Fair organizers were quick to distance themselves from the decision, reiterating that the email had come directly from an exhibitor. \"We were not aware of this email communication or its contents and we do not condone the views or implications within the message,\" they said in a statement, adding: \"We wish to reassure that these views are not held by the Affordable Art Fair and we have not instructed any exhibiting gallery to take such action.\" Instances of discrimination and xenophobia have been reported across the Western world, as cases of the novel coronavirus continue to climb in Europe and the US. People of Asian descent have reported being harassed and avoided, while Asian-owned restaurants and businesses have also suffered from the resulting stigma.  Nguyen, who had initially blurred out the art dealer's identity in order to \"address non-violent racism rather than the sender by name,\" later said on Instagram that \"it is the systematic structure of knowledge production that informs some of us that normalizing non aggressive discrimination is acceptable that needs to change.\" The fair has since confirmed that the email's sender, later revealed to be Azran, \"will no longer be exhibiting.\" The gallery's name has been removed from the fair's list of exhibitors.  In a statement emailed to CNN, Azran expressed regret about her decision to disinvite Nguyen. \"I apologize unreservedly for any offense caused by my actions,\" the art dealer said. \"They were insensitive and in hindsight reflected poor judgment for me to cancel An Nguyen joining my stand as an assistant. \"I will no longer be exhibiting at the Affordable Art Fair next week. I shall continue, as I have over the past two decades, to encourage and exhibit Vietnamese artists and help them achieve the recognition they deserve.\" The fair is expected to open as planned next Thursday, with more than 100 galleries and dealers scheduled to show. A number of other events in the UK capital, including the London Book Fair, have however been canceled amid fears about the spread of the virus. Elsewhere, high-profile art fairs around the world have faced pressure to cancel or postpone their events in recent weeks. Art Basel Hong Kong, which was set to take place this month, was canceled in early February, while Art Dubai announced earlier this week that it was postponing its event. But the European Fine Art Fair in Maastricht, Netherlands, has confirmed that it will go ahead this weekend. In a statement published Sunday, its organizers said that \"following the assessment of the local and national authorities, we have ... received yet again the confirmation that the fair can responsibly go ahead.\" An Nguyen has not yet responded to CNN's request for comment."], "Language": false}