{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/business/art-van-furniture-midwest-closing-stores-liquidating/index.html"], "Source": ["cnn"], "Location": ["San Francisco"], "ByLine": ["By Alicia Wallace, CNN Business"], "Writers": [["Alicia Wallace"]], "FirstPublishDate": ["2020-03-05T23:59:18Z"], "LastModifiedDate": ["2020-03-05T23:59:18Z"], "Headline": ["Art Van Furniture closing its stores"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Venerable Midwest furniture retailer Art Van Furniture will be closing and liquidating its stores, the company announced Thursday.  AVF Holdings, which is owned by private equity firm Thomas H. Lee Partners, will shutter its company-owned stores in Michigan, Illinois, Indiana, Maryland, Missouri, Ohio and Virginia. The company's stores include Art Van Furniture, Art Van PureSleep, Scott Shuptrine Interiors and Wolf Furniture.  Liquidation sales are expected to begin Friday. About 3,100 employees are expected to lose their jobs, according to The Detroit News. \"Despite our best efforts to remain open, the company's brands and operating performance have been hit hard by a challenging retail environment,\" Diane Charles, Art Van Furniture's spokesperson, said in the announcement. \"We recognize the extraordinary retail, community and philanthropic legacies that Art Van Furniture has built for decades in the community.\" The company's roots stretch back to 1959 when Archie A. Van Elslander opened a 4,000-square-foot furniture shop in east Detroit. The business he named Art Van eventually become a 176-store chain spanning nine states and a franchise operation of 20 stores. Elslander sold Art Van Furniture to Thomas H. Lee Partners in 2017, a year before he passed away.  Thomas H. Lee Partners sought to grow Art Van Furniture by  acquiring the Levin Furniture and Wolf Furniture chains in Pennsylvania, according to a report by Crain's Chicago Business, which noted that as Art Van Furniture expanded, it faced increasing competition from online competitors such as Wayfair, Casper and Tuft & Needle. Last month, Crain's Detroit Business reported that Thomas H. Lee Partners was weighing a possible sale and Chapter 11 filing for the chain.  Thomas H. Lee Partners, AVF Holdings did not return CNN Business' requests for comment."], "Language": false}