{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/cnn-underscored/gifts-for-book-lovers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Bridget Conway"], "Writers": [["Bridget Conway"]], "FirstPublishDate": ["2020-03-05T15:45:10Z"], "LastModifiedDate": ["2020-03-06T14:38:23Z"], "Headline": ["25 creative gifts the bookworm in your life will love"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["With all the hustle and bustle of our day-to-day lives, there's nothing more calming than the simple joy of curling up with a good book at the end of a long day. Whether you're more into classics, sci-fi, thrillers, memoirs, fiction or nonfiction, little can compare to the feeling of being swept away by a book that reminds you of why you love to read.  And what better way to share this feeling with those closest to you than sending your favorite bookworm a literary-inspired gift? From candles that remind you of your favorite classic novel to stamps that help you personalize your home library, there are plenty of options out there to perfectly convey that unshakeable love of reading. In honor of our favorite readers, and the fact that March 5 is World Book Day, we've curated the ultimate book-themed gift guide to get you inspired.  Homesick Library Candle ($30; uncommongoods.com) The cult-favorite candle brand, Homesick, has created the perfect scent for anyone who can't get enough of the heavenly smell of an old book. _______________________________________________________________________________ Book of the Month ($14.99/month; bookofthemonth.com) Any book lover knows how difficult it can be to pick the perfect read. With the Book of the Month subscription, you'll never have to worry about that again. _______________________________________________________________________________ Customized Book Stamp ($39.73, originally $44.14; etsy.com) The ideal gift for hardcore readers who love to leave their mark on every book they own, this personalized stamp comes in a crafted gift box, so you won't have to spend time wrapping.  _______________________________________________________________________________ 100 Books Scratch Off Poster ($15; uncommongoods.com) How many of these iconic books have you and your bookworm read? Discover (or rediscover) many of the most essential reads of all time with the help of this interactive scratch-off poster. _______________________________________________________________________________ Vekkia LED Book Light ($13.99; amazon.com) This rechargeable, clip-on reading lamp is the most popular book light on Amazon and has received thousands of 5-star reviews.  _______________________________________________________________________________ Book Heartbeat Shirt ($24, originally $30; etsy.com) A wardrobe essential for anyone who lives and breathes literature, this fitted tee is as adorable as it is accurate.  _______________________________________________________________________________ Heroic Girls in Books Poster ($29; uncommongoods.com) Inspire young readers with this collection of some of the most fascinating girls in literature.  _______________________________________________________________________________ Custom Wire Bookmark (Starting at $8.50; etsy.com) Every reader needs a bookmark, and these personalized wire bookmarks are as good as they come.  _______________________________________________________________________________ Kindle ($59.99, originally $89.99; amazon.com) The ideal gift for a frequent traveler, this e-reader can hold thousands of books and will fit in the palm of your bookworm's hand.  _______________________________________________________________________________ Ayotu Kindle Case ($11.99; amazon.com) Protect your beloved Kindle with this sleek and stylish (and effective) protective case. _______________________________________________________________________________ Literature of the World Map (starting at $14; etsy.com) Travel the globe from the comfort of your home with this literary map that highlights essential works from around the world. _______________________________________________________________________________ 'Master Of My Fate' Necklace ($84; uncommongoods.com) These enduring words from William E. Henley's classic poem \"Invictus\" will be with you everywhere when you wear this stunning pendant. _______________________________________________________________________________ Paddywax Library Collection Scented Candle ($23; amazon.com) Any diehard fan of classic authors needs one of these incredible-smelling candles from Paddywax's Library Collection, with options that evoke writers ranging from Shakespeare to Steinbeck. _______________________________________________________________________________ Personalized Book Locket ($32.02; etsy.com) Send a personal message to your bookworm with this adorably tiny and detailed book-shaped locket. _______________________________________________________________________________ Leditop Folding Book Lamp ($30.08; amazon.com) Anyone looking to decorate a home with literary-inspired accents could use this foldable book lamp. Wireless and rechargeable, this lamp could be used as a nightstand light or mounted on the wall as a decoration. _______________________________________________________________________________ Fred The End Bookend ($17.11, originally $18; amazon.com) Add excitement to any library with this dramatic, slightly anxiety-inducing bookend.  _______________________________________________________________________________ Notable Animals in Literature Print ($25; uncommongoods.com) Fans of both books and animals will love this tribute to the animal kingdom's contributions to classic literature. _______________________________________________________________________________ Bookplates for All Labels ($5.99; amazon.com) For the friend who's always lending books, these labels will (hopefully) ensure that most of those books make it back to their loving home.  _______________________________________________________________________________ Mr. Coffee Mug Warmer ($9.89, originally $10.99; amazon.com) Every reader knows that a book is enhanced by a steaming mug of tea or hot chocolate. Keep that mug perpetually warm with this gadget from Mr. Coffee.  _______________________________________________________________________________ Readers Gonna Read Pin ($9.34; etsy.com)  Show off your love for reading wherever you go with this charming little pin.  _______________________________________________________________________________ Wooden Bookmark ($11.99; etsy.com) These engraved wooden bookmarks are the ideal gift for every down-to-earth book lover. _______________________________________________________________________________ Banned Book Socks ($10; uncommongoods.com) Rebellious readers will love these socks featuring some of the most famous once-banned titles in literary history. _______________________________________________________________________________ Nursery Rhymes Teddy Bear ($35; etsy.com) This Mother Goose-inspired teddy bear is the perfect gift for the youngest book enthusiasts in your life. _______________________________________________________________________________ Custom Folded Book Art (Starting at $45; etsy.com) This beautiful, handcrafted book art is the ideal addition to any book lover's home. _______________________________________________________________________________ Literary Scarves ($48; uncommongoods.com) These wordy infinity scarves are the perfect gift for anyone whose love for books stretches to infinity. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}