{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/japanese-thai-food-carving-instagram/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Maggie Hiufu Wong, CNN"], "Writers": [["Maggie Hiufu Wong"]], "FirstPublishDate": ["2020-03-05T00:59:24Z"], "LastModifiedDate": ["2020-03-05T00:59:24Z"], "Headline": ["Japanese chef carves food into incredible pieces of art"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["It's easy to see why Takehiro Kishimoto, chef by day and food carving Instagrammer by night, has amassed a huge social media following.  His creations are simply stunning.   The Kobe-based Japanese chef has long been practicing mukimono -- the Japanese art of carving decorative food garnishing. But it wasn't until he discovered the Thai version of fruit and veggie carving that he was able to take his passion to the next level. \"I create beautiful decorative vegetables at work and I studied Thai carving myself,\" Takehiro tells CNN Travel.  \"I'm attracted to the beautiful colors of nature.\" Thai fruit carving is a traditional art that's been around for centuries, originating in royal households. Though considered a dying art form, it's still practiced widely around Thailand and often on display at restaurants and events. \"Mukimono is done by using a kitchen knife while Thai carving is created using a sharp thin knife,\" explains Takehiro. \"I exclusively use a Thai carving knife.\" The chef founded Instagram account Gaku Carvingi in 2016 to document his food carving journey. It's since amassed more than 280,000 followers and been featured by various media, most recently resurfacing on digital architecture and art magazine Designboom. \"Even with the same ingredient, each fruit or vegetable has a different shape and softness. It took me five years to overcome and understand the art,\" says Takehiro. \"I often go to the vegetable section in the market to check out produce and imagine what they can become before carving them.\" In his latest Instagram video, embedded above, Takehiro demonstrates the whimsical process of turning a pumpkin into an interlocking chain necklace. In another post, he showcases his knife work by carving delicate floral patterns on broccoli.  But the chef isn't satisfied with sticking with what he knows. Takehiro has recently started practicing the Chinese style of food carving as well. \"My feeling for food carving stays the same as when I first discovered it,\" he says. \"I want people to be impressed and surprised.\"  Another aspect of his work that hasn't changed with time? He always eats what he carves -- \"mostly as tempura.\"  For more of Takehiro's creations check out the above gallery. "], "Language": false}