{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/india-kannagi-nagar-art-district-start/index.html"], "Source": ["cnn"], "Location": ["Chennai, India"], "ByLine": ["Jamie Fullerton, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-04T04:53:47Z"], "LastModifiedDate": ["2020-03-04T18:57:12Z"], "Headline": ["New arts district aims to brighten Chennai community's dark reputation"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Indian graffiti artist Epoc was taking a break from painting his towering, multicolored mural in Kannagi Nagar when he made a surprisingly frank admission. He had only ever been to the district in Chennai, southern India, once before -- and that was because he was lost. \"It's not a good area to hang out in. When it gets dark, it's not safe here.\" Epoc's admission was rather off-message, considering he was in Kannagi Nagar as part of a project designed to challenge precisely those kinds of opinions about the district. In February, Indian arts nonprofit St+art recruited around 15 artists to create murals in the residential neighborhood, home to around 80,000 people.  Largely formed between 2000 and 2010, Kannagi Nagar has served as a resettlement area for residents of various Chennai slums, including many people displaced by the deadly tsunami that struck the city in 2004.   It has a reputation for being steeped in alcoholism, drug use and crime. Some residents have reportedly been refused jobs when employers discovered their address. \"When you Google Kannagi Nagar, there are articles telling you not to go there,\" said Karan Kaul, assistant curator of St+art. \"It's cut off from the city.\" St+art saw an opportunity to turn drab residential housing blocks into a series of huge canvases for Chennai's first dedicated art district. Indian artists such as Epoc, Kashmira Sarode and Poornima Sukumar and foreigners including Austrian David Leitner and Canadian Ben Johnston took up the task of painting massive, vibrant works of art.  The new art district has raised questions about how much visiting artists painting Instagrammable images on apartment blocks can really benefit those living inside them.   But, a recent visit there suggests that the project is being received with more optimism than cynicism. Generation gap Kannagi Nagar's new art district -- which officially opened in late February -- is centered around blocky residential buildings flanking a large strip of dust and gravel.  In a more prosperous neighborhood, this area might have been used for a park or lawn. Here, barefoot kids play volleyball, dodging broken glass.  The strip is overlooked by the project's centerpiece: a huge black and white mural by Chennai graffiti artist A-Kill depicting two smiling sisters, based on a photograph he took of local kids.  Nearby, Leitner's work depicts a pensive-looking woman amid scattered receptacles, designed to represent the water shortages currently affecting Chennai. On a wall facing a school, Karthik, a Chennai-based pointillism artist who uses the name SS 108, created a mural depicting a chicken riding a man.  \"I wanted to make something comical,\" he said. \"It can have deeper meaning... but it's fun to see a chicken riding a man.\" He added that the art district was already benefiting local youngsters, pointing out that a few days previously he hosted a pointillism workshop for 30 children.  \"It's not just coming in, painting a wall then going,\" he said. \"The dialogue is kept up. Over two, three years, if you keep coming back, that's when you make change.\" The children are also being encouraged to beautify their district. Over 100 local kids recently helped volunteers daub colorful paint across the length of another housing block.  Epoc said that while many children were excited by the incoming artists, interactions with some older locals had been less positive.  \"The kids are seeing that you can do something different and make a living out of it,\" he said. \"But some people have been like, 'Why are you doing this? Instead of painting you could be cleaning our garbage.'\" Epoc was born in a poor section of Nungambakkam in central Chennai. \"My place has a lot of rich people, but there are housing projects,\" he said. \"I come from the projects... so I understood the point that person was making. \"And it's a generation thing. Most of the people who said that (criticism) were 50 year-olds with nothing to do. They're bored and drunk.\" Off the tourist trail St+art's aim is to change perspectives about Kannagi Nagar and dislodge social stigmas attached to its residents. Since 2014, the arts collective has created street art projects in cities such as Mumbai and New Delhi. Murals have been worked on in city centers and featured on tourists' guided walks.   But Kannagi Nagar's rough reputation and its location approximately 15 kilometers south of downtown Chennai means it is unlikely to attract hordes of tourists. St+art founder Akshat Nauriyal said that rather than travelers and bloggers, local people would be the beneficiaries of Kannagi Nagar's new works.  \"This isn't gentrification,\" he said. \"Although that's a valid conversation, because it (creating street art zones) has been a tool for gentrification, especially in the West. Real estate developers bring artists in on the pretext of 'giving back to the community,' then just open cafes.\" He added that, to show commitment to the area, plans are being made for artists to return to create more murals and host other workshops. Local community arts leaders have been appointed, with organizers spreading the word about activities. \"We have no hipsters here,\" said St+art assistant curator Kaul. \"When we were discussing a community celebration day I was like, 'There's no point putting it on social media.' It's really for the people... we walked around with a megaphone.\" \"It builds community,\" Nauriyal said. \"People can be proud of their neighborhood, and as a result how they treat their neighborhood changes.\" Whether the district's reputation can be significantly improved by the colorful revamp should become more apparent soon, but one balance has already shifted. Now, when Googling Kannagi Nagar, you find almost as many celebratory articles about the area's huge, stunning new street art as you do about its troubles."], "Language": false}