{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/cnn-underscored/new-york-toy-fair-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol and Kai Burkhardt, CNN"], "Writers": [["Jacob Krol", "Kai Burkhardt"]], "FirstPublishDate": ["2020-03-03T19:57:17Z"], "LastModifiedDate": ["2020-03-03T20:28:21Z"], "Headline": ["Here are our favorite toys from the 2020 New York Toy Fair"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The best new toys of 2020 were all on display at this year's New York Toy Fair. We were on a mission to track down the latest and greatest toys from heavy hitters like Lego, Hasbro and Mattel — and we weren't disappointed. The Child (aka the lovable and truly epic Baby Yoda) was nearly everywhere. There were plush toys from Mattel, animatronic dolls from Hasbro and a buildable Razor Crest ship from Lego.  Pie Face was the craze a few years back, and interactive games and board games are still at the heart of the toy industry. Deer Pong might be our personal favorite, but Hasbro's Connect 4 Blast! is an exciting new way to play the classic game. And it wouldn't be a new year without some new versions of Monopoly, with this year's releases including credit cards with rewards, Sonic and a political version.  The \"Star Wars\"-inspired toys don't end with Baby Yoda. Hasbro will let you journey to Hoth with a new board game celebrating the 40th anniversary of \"The Empire Strikes Back.\" You can also pick from a collection of figures — Luke, Princess Leia, R2-D2, Yoda, Han Solo, Lando Calrissian and many others are back in retro packaging. You can even score a Boba Fett or Luke Skywalker-esque Pilot helmet complete with working LEDs.  Here are all the best new toys that caught our attention at the New York Toy Fair.  Lego Star Wars Razor Crest Ship (available for preorder now at $129.99; lego.com) We've been vying for a buildable Razor Crest ship since \"The Mandalorian\" premiered. And Lego has finally answered our call. Dropping September 1 for $129.99, this 1,000-plus piece set features four minifigures (yes, The Child is one of them) and a highly realistic replica of the Razor Crest. It's complete with a cockpit that opens for play, and the bottom hull can open on all sides. _______________________________________________________________________________ Brickheadz The Mandalorian and The Child (available for preorder now at $19.99; amazon.com) \"The Mandalorian\" is just the latest hit from the \"Star Wars\" franchise. And what better way to show your love for the show than with these cute 3-inch figures? These are available for preorder now and are set to ship August 1.  _______________________________________________________________________________ Hidden Side, New Sets (starting at $29.99; lego.com) Lego's venture into AR with Hidden Side is getting a welcome update, featuring a new multiplayer feature in the app and six brand-new sets. You can try it out with the smaller Welcome to the Hidden Side set, or go all out with the elaborate Haunted Fairground. _______________________________________________________________________________ Architecture, Dubai and Tokyo ($59.99; lego.com) The Architecture series from Lego is also getting some new additions, with fabulous replica sets of Dubai and the 2020 Summer Olympics host city, Tokyo. With more than 700 pieces in the Dubai set and more than 500 in the Tokyo kit, these intricate structures are a blast to build and look great on display.  _______________________________________________________________________________ Technic Catamaran ($49.99; lego.com) Technic provides a more complicated build for Lego experts, thanks to a gear box for sail and rudder controls. This catamaran is one of 10 new models and has more than 400 intricate pieces. It even floats! _______________________________________________________________________________ Technic App-Controlled Top Gear Rally Car ($129.99; lego.com) Another highlight from the new line of Technic models, this rally car has a real motor inside and can be controlled right from your smartphone.  _______________________________________________________________________________ Trolls Collection for New Movie (starting at $19.99; lego.com) On April 17, the latest Trolls movie will hit the big screen and, in preparation, Lego released tons of products inspired by the movie. With new felt elements and revamped trolls that can store things and even hang by their hair, these playsets are perfect for any Trolls lover.  Interactive games and board games Professor Maxwell's 4D AR Learning kits (starting at $28.18; amazon.com) These learning kits use AR technology to teach kids courses such as cooking, science and chemistry. After downloading a free app, your child can walk through the instruction book, interacting with virtual Professor Maxwell as he leads them through each lesson.  _______________________________________________________________________________ 4D Cityscape Puzzles ($39.95; barnesandnoble.com) These puzzles are built in multiple layers to give you a building experience that includes the fourth dimension: time. You can build cities like New York City (or fictional places like Hogwarts), starting with an old historical version, then putting an updated version on top of it. Cityscape also has 3-D puzzles such as these dragon eggs from \"Game of Thrones.\"  _______________________________________________________________________________ Green Toys (prices vary; amazon.com) Green Toys is a company creating children's playthings out of 100% recycled plastic. With tons of toys, from a tea set to a car carrier, there are plenty of options for kids young and old.  _______________________________________________________________________________ Sonic Monopoly ($16.99; amazon.com) Speed past your family and friends in this new edition of Monopoly that features themes, art and characters all inspired by \"Sonic the Hedgehog.\"  _______________________________________________________________________________ Pictionary Air ($19.99; amazon.com) Winner of Toy of the Year, Pictionary Air puts a twist on the classic game by removing the paper and replacing it with a pen that casts straight to your television, phone or tablet.  _______________________________________________________________________________ Star Wars 40th Anniversary figures (available for preorder now at $19.87; amazon.com) To celebrate the 40th anniversary of \"The Empire Strikes Back,\" Hasbro is releasing some classic figures. Characters like Luke, Leia and Han Solo will all be featured in this retro release. It lands on April 27, but you can preorder yours now.  _______________________________________________________________________________ Tiger LCD (preorder) ($14.99; gamestop.com) A real blast from the past, Tiger Entertainment's handheld LCD games are also getting a resurrection in 2020. An exact release date hasn't been announced, but they're set to make their comeback sometime this fall, and they're available for preorder right now.  _______________________________________________________________________________ Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}