{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/tennessee-tornado-march-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner and Mike Hayes, CNN"], "Writers": [["Meg Wagner", "Mike Hayes"]], "FirstPublishDate": ["2020-03-03T12:52:36.139Z"], "LastModifiedDate": ["2020-03-03T20:22:19.642Z"], "Headline": ["Deadly tornado tears through Tennessee"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Deadly storms and at least one tornado tore through Tennessee late last night and into this morning. Here's where things stand now: The victims: At least 22 people died in the storm — 16 in Putnam County, three in Wilson County, two in Davidson County, which includes Nashville, and one in Benton County.\nAbout the tornado: It wasn't immediately clear how many tornadoes struck the region. Initial surveys indicated EF-3 tornado damage in Nashville's Donelson neighborhood and in Mt. Juliet, 20 miles east of Nashville, the weather service said. The same tornado might have hit both areas, the weather service said.\nThe damage: In Nashville, 48 buildings collapsed, Mayor John Cooper said. More damage was reported through the Middle Tennessee region.\nSuper Tuesday voting: Polls in Davidson and Wilson counties opened one hour late this morning, but later officials reported every county had polling locations available to voters. Tennessee is one of 14 US states voting in Super Tuesday elections today. Here's a radar animation of the storm: Nashville Mayor John Cooper said that while the deadly tornados devastated a commercial district in the city, it could have been worse. \"Frankly, we were lucky. Schools were out,\" Cooper said, noting the storm hit in the middle of the night. \"It hit devastatingly a commercial district, but fewer homes than perhaps might have otherwise been expected.\" At least 22 people were killed across the state in the storms. Cooper said residents have banded together today to support first responders and each other. \"The city is a resilient city,\" he told CNN. \"There's a local phrase here, we believe in Nashville, and boy, this is really true today.\" Tennessee Secretary of State Tre Hargett said three counties have \"significant damage to voting location\" following the tornadoes last night. Officials offered alternative locations to voters in those areas for today's Super Tuesday vote. Every country in the state has polling locations open for Super Tuesday voters following the overnight tornadoes, Hargett's office said in a statement. Polls will remain open until 8 p.m. ET. \"Our prayers and thoughts go out to all the Tennesseans impacted by last night’s tornadoes,\" Hargett's office added in the statement. Tennessee Emergency Management Agency now reports 22 people have died in the severe weather that went through middle Tennessee this morning.  Here's the county breakdown:  16 fatalities in Putnam County\n3 fatalities in Wilson County\n2 fatalities in Davidson County\n1 fatality in Benton County President Trump said he plans to visit Tennessee on Friday, and said his team is already working with state officials. He began his remarks at the National Association of Counties Legislative Conference today by sending “warm wishes to the great people in Tennessee” in the wake of the “horrible, very vicious tornado.\" At least 19 people have died across Tennessee after the overnight storms, the Tennessee Emergency Management Agency confirms to CNN.  Here's the county breakdown: 14 deaths in Putnam county\n2 deaths in Wilson county\n2 deaths in Davidson county\n1 death in Benton county If Alabama experiences severe weather, polling hours may be extended upon court order, depending on the severity of the situation, Grace Newcombe, the press secretary for Alabama's Secretary of State, tells CNN. The election will run as planned today, she said, but Secretary John Merrill has encouraged Alabamians to take extreme caution when traveling to the polls. Earlier today, two counties in Tennessee delayed voting following the deadly overnight tornadoes. Tennessee and Alabama are two of the 14 states voting in Super Tuesday elections today. In his first remarks on the tornado that devastated parts of Tennessee, President Trump said on Twitter that he’s sending “prayers for all of those affected.”  He added they will continue to “monitor developments” and the federal government is with them “all of the way.” The tornado warning for Davidson county, which includes the Nashville area, was issued at 12:35 a.m. local time. The damage report in East Nashville came in at 12:41 a.m, indicating residents in East Nashville received around six minutes of lead time.  Residents to the west in Nashville would have had even less lead time.  The first report that mentioned a large tornado confirmed on the ground \"near Nashville\" came in at 12:38 a.m. local time, which would have been as little as three minutes of lead time before the tornado was on the ground in and around Nashville.  There was a severe thunderstorm warning that was issued at 12:10 a.m., which included Nashville and Davidson county, but it was not upgraded to a tornado warning until 12:35 a.m. The overnight tornadoes dumped debris in the pool at Vista Germantown apartments in Nashville. Tim VanSumeren took photos of the damage at the complex. He also shared video of the complex's parking deck, where cars flipped over: Tennessee Gov. Bill Lee has been in touch with officials at the White House this morning. He said the federal government has asked what is needed on the ground in Tennessee. Lee said he was encouraged with the federal government's outreach this morning and will likely secure federal assistance after assessing their needs.  Nashville Fire Chief William Swann says the city's fire department received more than 400 emergency calls during the tornado event. At least 156 people were transported to area hospitals, according to Swann. At least 30 metro Nashville personnel were injured overnight Swann says that at least 48 buildings in the metro area were damaged. Tennessee Gov. Bill Lee said there have been nine confirmed fatalities across Middle Tennessee following the tornadoes and storms. Lee said there have been fatalities reported in four counties: Putnam, Benton, Wilson and Davidson. Strong to severe storms still are possible across parts of the South today, including Texas, North Alabama, Georgia, North Carolina and Virginia. In central and eastern Alabama, a tornado watch was scheduled to be in effect until noon ET. Here's a look at where severe weather is expected across the country: Vanderbilt medical centers treated 36 people following the overnight tornado. Vanderbilt University Medical Center in downtown Nashville received six patients injured from the storm overnight. All are in stable condition, according to John Howser, Chief Communications with Vanderbilt University Medical Center. Howser says that the Vanderbilt Wilson County facility in Lebanon, Tennessee, received 30 patients. Howser said some of those patients were transported via ambulance and many people came in on their own. None of the patients have life threatening conditions, Howser said.  Ashley Cannon in East Nashville shared this video from her Nest camera that showed the tornado that ripped through the city. Her said she woke up during the storm because one of her 23-month-old triplets was coughing. \"I was only mildly awake due to one of my babies coughing and what sounded like just a normal thunderstorm outside. That’s until I heard it go silent and it was very eerie!\" she told CNN That's when she went to check the camera. \"I jumped to look at my nest cams on my phones and literally saw the tornado passing in the background!\" she said. Here's her footage: A deadly tornado tore through Tennessee overnight, killing at least eight people and destroying dozens of buildings.  CNN affiliate WTVF sent a drone to survey the damage this morning. Footage showed an apartment complex with extensive damage and overturned vehicles.  Here's what it looks like: Tennessee Secretary of State Tre Harget says voting has been delayed one hour in Davidson and Wilson counties this morning. Nashville is in Davidson County, and Tennessee is one of 14 states voting in today's Super Tuesday elections. Here's the statement from Harget: “Working with election officials around the state to ensure polls in affected counties are open for the required 10 hours today. Due to street closures, power outages as well as public safety concerns Davidson and Wilson Counties are going to open at 8AM. They will close at 7PM.” The Davidson County Elections Commission also provided alternative polling locations for communities impacted in the overnight storms. Voters impacted by the tornado who normally vote at the following locations may vote at Donelson Presbyterian Church:  Hermitage Presbyterian\nDupont Tyler School\nHermitage Hills Baptist Church\nHermitage Community Center\nTN School for the Blind\nTwo Rivers Middle School\nDonelson Heights Voters impacted by the tornado who normally vote at the following locations may vote at Pearl Cohn High School: Hadley Park Community Center\nRobert Churchwell Elementary\nCentennial Park Art Center\nFifteenth Ave Baptist\nUnion Hall 737 There are at least eight confirmed fatalities from the overnight storms that came through middle Tennessee. There were at least four deaths reported in Putnam County and two deaths in Eastern Nashville.  There were two other deaths across the region, according to Maggie Hannan spokeswoman with the Tennessee Emergency Management Agency. No additional details were immediately released. "], "Language": false}