{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/cnn-underscored/feminist-gifts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kiana Murden"], "Writers": [["Kiana Murden"]], "FirstPublishDate": ["2020-03-02T16:27:26Z"], "LastModifiedDate": ["2020-03-03T19:17:54Z"], "Headline": ["Celebrate Women's History Month with these empowering gifts"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["March is Women's History Month, a time to reflect on the role of women in America, both past and present. It's the perfect time to think about how best to empower ourselves and the women around us, as well as the heroes we hold near and dear, whether they are family members, friends or public figures.  And while we certainly try to celebrate women all year long, this is a time that calls for extra love and support for the women around us. Whether you shop from stores that support women's charities or want to simply share a gift with your favorite gal, this month serves to show appreciation for everything women do.  To celebrate, we've curated a selection of gifts that not only empower women, but proclaim their accomplishments.  Uncommon Goods The Vote Necklace ($50; uncommongoods.com) This necklace commemorates the 100th anniversary of the 19th Amendment, which gave white women the right to vote. Buy one of these for a lady in your life in silver or brass. The League of Women Voters receives $5 from every sale. _______________________________________________________________________________ \"Pay Me\" Bobby Pins ($22; wildfang.com) Chic hair accessories are so in right now. Let her hair do the talking with these \"Pay Me\" bobby pins. When you buy, 1% of every sale goes to Black Girls Code.  _______________________________________________________________________________ \"In the Company of Women: Inspiration and Advice from over 100 Makers, Artists, and Entrepreneurs\" (starting at $9.99; amazon.com) In this book, 100 influential women describe how they embraced themselves and overcame adversity to find success. She'll be sure to open this book when she feels discouraged. _______________________________________________________________________________ Historic Women Who Dared Wine Glasses (starting at $16; uncommongoods.com) This set of four wine glasses celebrates the lives and work of women who challenged social norms and pushed for progress. Let's toast to that.  _______________________________________________________________________________ Feminist Wall Art ($15; etsy.com) This powerful poster featuring feminist icon Audre Lorde's quote serves as constant motivation. _______________________________________________________________________________ Nevertheless She Persisted Puzzle ($18; uncommongoods.com) When she completes this puzzle, she'll see a collage of 24 of history's most empowering women, leaving her feeling both accomplished and galvanized.  _______________________________________________________________________________ Cursing in Code Necklace ($44; etsy.com) Expletives spelled out in Morse code on a necklace is the perfect secret way to share a powerful message. This necklace comes in sterling silver or gold filled, and at three different length options, so you can choose the one she'll want to wear every day.  _______________________________________________________________________________ Great Women of Science Pint Glass ($18; uncommongoods.com) Cheers to all the contributions of women in science.  _______________________________________________________________________________ Fearless Beaded Stretch Bracelet (Starting at $20; nordstrom.com) For every bracelet sold, Little Words Project donates $1 to The Block Organization, a non-profit focused on building communities of kind and self-confident female leaders across college campuses.  _______________________________________________________________________________ Inspirational Women Trivia ($10; uncommongoods.com) Buy her this trivia set to whip out at her next game night. The person who knows the most women's history wins. _______________________________________________________________________________ Inspirational Quote Poster ($15.99, originally $19.99; society6.com) Sometimes we need to be reminded that we can't be held back by our own fears. Waking up to this poster will prepare her to meet all of her goals. _______________________________________________________________________________ New York Times' \"Women Making History\" ($50; uncommongoods.com) This coffee table book is a collection of New York Times articles celebrating women who have fought for equal rights in the U.S., from the Equal Rights Convention in 1866 to the Time's Up movement that began in 2018. What's better than history, decoration and inspiration all in one? _______________________________________________________________________________ Girl Power Poster ($15.99, originally $19.99; society6.com) Surprise a woman in your life with this poster, which is sure to lift her mood. _______________________________________________________________________________ Shattered Glass Ceiling Necklace ($68; uncommongoods.com) Women and minorities alike have long had to break through barriers to achieve success. This necklace can remind a woman in your life to keep crushing it in order to break her own glass ceilings. _______________________________________________________________________________ Ruth Bader Ginsburg Candle ($5, originally $28; wildfang.com) Let's encourage all of the women in our lives to find their voice, like RBG, with this candle in her honor. Plus, 1% of every sale goes to Black Girls Code.  _______________________________________________________________________________ Uncommon Goods \"Woman Card\" Playing Deck ($20; uncommongoods.com) Help her upgrade her card deck with this one, inspired by the phrase \"playing the woman card.\" Well played.  _______________________________________________________________________________ \"Becoming\" by Michelle Obama (starting at $14.99; amazon.com) Michelle Obama is a hero to many. So if you're a fan and in need of a good read, you can't get much better than this.  _______________________________________________________________________________ Uncommon Goods \"Good Night Stories for Rebel Girls\" ($35; uncommongoods.com) Not all bedtime stories have to be fiction. Put your little girl to sleep with the stories of 100 strong women to keep her inspired and confident.  _______________________________________________________________________________ Feminst Graphic T-Shirt ($30; etsy.com) This graphic tee will remind her that there's power in working together. _______________________________________________________________________________ Uncommon Goods Votes for Women Puzzle ($20; uncommongoods.com) Celebrate the women who fought for their right to vote with this 500-piece puzzle.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}