{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/jetblue-airways-anniversary-future/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chris Sloan, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-28T14:52:42Z"], "LastModifiedDate": ["2020-03-02T22:16:04Z"], "Headline": ["Here's looking at you, Blue: JetBlue looks to the next 20 years"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["As it turns 20 years old this month, JetBlue Airways is making bold moves: Ordering nearly 150 new state-of-the-art aircraft, shaking up the most valuable international route in the world and going green in a big way.  To date, the airline has carried more than 470 million passengers since launch.  It all started at the beginning of the millennium when JetBlue's first commercial flight leaped into the blustery skies from New York JFK airport bound for Ft. Lauderdale on February 11, 2000.  As their first plane, an Airbus A320 named Bluebird, made its way down the Eastern Seaboard, this modest beginning wasn't just the airline's inaugural revenue flight, but the beginning of a revolution for the airline industry.  Long before the term became fashionable, JetBlue was a disruptor.  With gathering clouds on the horizon -- the dotcom crash and then 9/11, the US airline industry was in a tailspin. Service was often abysmal, labor relations were fractious, profits were nearly nil and operations were chaotic. The prognosis for startup airlines was poor with fewer than five airlines surviving out of 87 failures in the 20 years since deregulation. Counterintuitively, JetBlue's entrepreneurial founder David Neeleman saw an opportunity to \"bring humanity back to air travel,\" with all-new planes and a high-quality, friendly, reasonably priced service closer to low-cost carrier prices than its big network airline competition.  Even the brand was non-traditional with the airline kicking around names like Egg, Taxi, Blue and TrueBlue before finally arriving at JetBlue.  \"When they were founded, it was brilliantly pitched as a better way to fly. It used live television, more legroom and those famous Terra blue chips to feed into the narrative that it was something better,\" says Brett Snyder, analyst and founder of the Cranky Concierge air travel assistance site. \"But in reality, the root of JetBlue's early success was based primarily on its ability to corner the market on slots at JFK where it was the only low-cost operator for years,\" Snyder says.  Brand loyalty Plus, the airline offered free checked bags, leather seats, little-to-no-cost change fees and no bumping of passengers. The airline became an overnight sensation belying its diminutive size. Passengers actually fell in love with an airline brand, a rare feat for an airline. The legacy competitors, with Delta's Song and United's Ted, almost immediately tried to kill the scrappy upstart by copying JetBlue's formula and overlaying its network. But with their higher costs among other reasons, the imitators failed.  Instead of shrinking, JetBlue's fortunes soared. JetBlue and Southwest were the only profitable US airlines in the immediate years post 9/11, the Iraq War and SARS.  Low costs, but particularly a culture sometimes called \"drinking the Blue Juice,\" were the secret sauce.  \"Our biggest single difference is our people and our culture,\" says present-day JetBlue CEO Robin Hayes. \"Our crew members also understand that we are in a big fight with large legacy airlines with very deep pockets.\"  Gareth Edmondson-Jones, who ran communications at JetBlue's launch, recalls the warm familial culture of hugs amongst employees.  On the inaugural flight, CEO and founder Neeleman stayed behind to clean the plane's cabin, Edmondson-Jones recalls. The cabin crew followed his example, with the practice continuing today. On that same flight, Neeleman spontaneously welcomed passengers aboard with a face-to-face PA announcement from the aisle rather than the cockpit, which their pilots do to this day. JetBlue has invested heavily in its 22,000 employees, establishing a non-traditional training campus called JetBlue University where culture is king. New hires' family members join them for the first few days of orientation to make certain they're on board too.  Outside education matters too. The airline funds employee undergraduate and masters degree. High morale has translated into a highly motivated workforce. Shaking up the market In its first 15 years, JetBlue innovated, disrupted and grew rapidly: launching flights on the ultra-competitive transcontinental markets and becoming the first airline to operate the new Embraer E-190 aircraft allowing them to open new markets.  International routes only began in 2004, but the airline quickly became a leading player in the Caribbean. In 2008, JetBlue opened its own massive terminal at JFK with ahead-of-the-curve retail and dining. Later, the airline received the first Airbus built in America. In 2014, the Blue Crew made their most ambitious strike yet: invading the traditional network carriers' most valuable turf and most lucrative domestic routes in the world: New York to LA and San Francisco.  Here, JetBlue shook up the market with an unorthodox spin on business class.  \"The introduction of Mint helped redefine what a premium transcontinental offering should look like and upset the legacy fare,\" says Seth Miller, publisher of PaxEx.Aero.  \"The premium fares between New York and LA are approximately half of what they were before JetBlue launched Mint,\" Hayes boasts. \"These legacy airlines had been gouging customers for years with high fares and it was time that we righted that.\" Even though JetBlue doesn't market itself as the \"lowest fare\" airline, the airline considers Mint an example of what they call the \"JetBlue effect,\" boasting that the airline has saved customers $12 billion since it was founded. LA - NYC lowest-cost published business class fares dropped 79% from $2,919 to $599 as the competition was forced to match Mint when it launched in 2014. Since then, though, those fares have generally increased.  Today, though JetBlue's fares remain competitive, they aren't always the cheapest on a given route. In fact, they often achieve a fare premium.  JetBlue has won an avalanche of awards, including the highest ranking in customer satisfaction among low-cost carriers in the J.D. Power 2019 North America Airline Satisfaction Study for the 13th year. The Points Guy awarded Blue the best domestic economy and best domestic business class cabins in 2018 and 2019. Singing the blues But it hasn't been all been blue skies.  In 2007, a Valentine's Day winter storm caused a meltdown across nearly all of JetBlue's network. Passengers were held on board their planes awaiting takeoff for up to 11 hours before their flights were finally canceled.  In response, JetBlue created its Customer Bill of Rights to provide air travelers with future complications with financial compensation. But the meltdown, along with declining profits, led to founder Neeleman's departure.  For a time, the airline's celebrated culture started to hit bumps. Pilots and later cabin crew voted to unionize. JetBlue's success hasn't gone unnoticed with rivals ratcheting up the competition in its focus cities, such as home-base New York where Delta is now growing much more quickly than JetBlue. Boston (JetBlue's No. 1 city in market share) is also being aggressively challenged by Delta.  Other important airports like Orlando and Ft. Lauderdale are battlegrounds, particularly from ultra-low cost airlines Spirit, Allegiant and Frontier. JetBlue's Puerto Rico and Caribbean strongholds have been challenged with natural disasters, and extreme yield pressure.  Under challenge from Southwest, the only West Coast focus city of Long Beach is now shrinking.  \"JetBlue certainly had missteps over the years including a never-fully-formed West Coast strategy. It tried to grow too fast, and that caused severe teething pains. It has matured into a well-liked, but under-performing carrier (both operationally and financially),\" says Snyder. Changing market Beyond competitive pressures on fare revenue, JetBlue's costs have also increased. Though it continues to be profitable, the operating margins in 2019 of 10% lagged all of its domestic competition except American.  CEO Hayes sees improvement. The airline is cutting overhead costs and investing in planes that burn less costly fuel and cost less to maintain.  \"We are returning to our low-cost roots which is what enables us to offer low fares and be profitable so we can invest in the product and people,\" Hayes says.  JetBlue has ranked lower in on-time performance for the last few years.  Hayes is quick to say that a significant amount of their flights fly into the most congested air space in the country around New York and Boston where delays can ripple across the network.  \"In January, where we had good weather and fewer agency (ATC) delay (programs), we were No. 5 out of 10 in the country for on time and we were No. 1 out of 10 for completed flights. All things equal, we are competing as well as anyone operationally,\" he says. Despite its challenges, the airline has grown exponentially: From 11 airplanes and 1.1 million passengers in 2000 to 269 aircraft and 42 million passengers in 2019, operating an average of 1,000 daily flights per day to 99 destinations in 25 countries.  Yet JetBlue has only about 5% market share compared to the 81% of the \"US Big Four\": Delta, American, United and Southwest. JetBlue ranks a distant six. As much as many loyalists would like to fly them, JetBlue is not as relevant on a national scale outside of its Northeast, Florida, Caribbean and transcontinental beachheads. The carrier has particular route gaps in the West and the heartland. JetBlue attempted to purchase rival Virgin America in 2016, but lost that battle to Alaska Airlines.  Now, Hayes vows \"organic growth\" rather than a merger, emphasizing the airline's focus cities: \"One airplane, one flight at a time to preserve the quality. If we grow too quickly we would be concerned that we lose what makes us special.\" \"The company is small and faces severe competition from the bigger carriers on the network side and the smaller, more nimble (low-cost carriers) on the leisure travel side. The 'value carrier' approach is a tough niche to win at,\" says Miller.  \"JetBlue is definitely not the same carrier it was 20 years ago. Neither is the market it plays in. Passengers have different expectations, as does Wall Street. JetBlue is walking a fine line between adjusting the inflight service offerings to control costs and keeping its unique, happy passenger experience flying,\" Miller says. Blue fights back Knowing that past performance is no guarantee of future results, JetBlue is staking its claim in the air for the next 20 years. The airline has 70 next-generation Airbus A220-300s on order with delivery beginning this year, and it has already received the first seven of 85 new Airbus A321neos. All these aircraft are much more fuel-efficient and environmentally friendly.  Twenty-six longer-range A321s on order will permit the airline to operate more distant international routes, beginning with the highly anticipated New York and Boston to London flights beginning in 2021.  "], "Language": false}