{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/entertainment/netflix-comedy-festival/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-03-02T16:47:38Z"], "LastModifiedDate": ["2020-03-02T16:47:38Z"], "Headline": ["Netflix to hold weeklong stand-up comedy festival in Los Angeles"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Netflix is leaning into their comedy game.  The streaming service is launching the \"Netflix is a Joke Fest\" from April 27 to May 3 in Los Angeles, a rep for the the streaming service tells CNN.  Ali Wong and Dave Chappelle will headline the festival, which will feature over 100 shows throughout 20 venues around Hollywood. Some will be recorded for specials to air on Netflix. \"It's our honor to transform LA for one week into the funniest place on earth,\" Ted Sarandos, chief content officer at Netflix, said in a statement to CNN. \"This festival is a unique celebration of the art of comedy, and the role it plays in reflecting our lives and defining culture. It's a chance for comedy lovers to come together and see their favorite artists as well as discover new ones, and for us to be able to share the electricity and excitement of the festival in Los Angeles with Netflix members around the world.\" Taking the stage throughout the week will be Bill Burr, Iliza Schlesinger, Amy Schumer, David Letterman, Jamie Foxx, Jane Fonda and Lily Tomlin, Sarah Silverman, Whoopi Goldberg, Billy Crystal, Chris Rock, Hannah Gadsby, Margaret Cho, Chelsea Handler, Rosie O'Donnell, Sandra Bernhard, Martin Lawrence, David Letterman, Wanda Sykes and others.  Locations will include the Greek Theatre, the Hollywood Bowl, Largo and the Laugh Factory. The festival will be produced in association with Live Nation. The week will also work in tandem with SiriusXM's Netflix Is a Joke radio, with some of the shows airing on Sirius.  Netflix has also partnered with the nonprofit organization Comedy Gives Back, which helps comedians with mental health issues. The group will provide on-site services for free during the week.  Exact show times and dates will be available when tickets go on sale. Pre-sales start today and tickets will be available to the general public on Friday. "], "Language": false}