{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/politics/biden-black-voters-capitalize-super-tuesday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maeve Reston and Michael Warren, CNN"], "Writers": [["Maeve Reston", "Michael Warren"]], "FirstPublishDate": ["2020-03-02T13:00:04Z"], "LastModifiedDate": ["2020-03-02T13:00:04Z"], "Headline": ["For Biden, questions remain among black voters in Super Tuesday states"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As customers drifted in and out of Harun Coffee in the historically black neighborhood of Leimert Park in Los Angeles last week, John Rader, a 47-year-old chef, considered his choices in California's primary this Super Tuesday, wondering aloud whether he should bother voting at all. Four years ago in this center of black art, culture and black-owned businesses in Los Angeles, Hillary Clinton turned out long lines of excited black voters for her rally. This year, however, a number of black voters who spoke to CNN expressed ambivalence and indecision about the Democratic contenders, even as former Vice President Joe Biden has tried to claim President Barack Obama's mantle. \"Biden will never win\" in November, Rader said Friday between orders for lattes and chicken sandwiches, citing Biden's losses in the first three contests as an indication of likely failure in the general election. \"He's too passive.\" Visit CNN's Election Center for full coverage of the 2020 race Just days later, Biden got the victory he needed in South Carolina on Saturday night, winning roughly three out of five black voters in the state that he has long called his firewall. The question now becomes whether he can carry that momentum into Super Tuesday, and garner similar support in other states. Several new polls in California, North Carolina and Texas underscore the often overlooked fact that the black vote is not a monolith. For decades, no bloc of voters has been more pivotal in determining the Democratic nominee than African Americans, particularly women. Though Saturday night's exit polls showed Biden winning them convincingly, in the days leading up to the South Carolina primary, interviews with more than two dozen African American voters in California, Virginia, Tennessee, and Alabama -- all of which vote on Tuesday -- indicate that many black voters are uncertain about whether Biden has the staying power to beat President Donald Trump. The former vice president's convincing win on Saturday could change that, but he faces logistical challenges that could make it hard to capitalize on his momentum. Most notably, he has not put anywhere close to the same level of attention, investment or time into Super Tuesday states as he did in South Carolina, where his standing was bolstered by the last-minute endorsement of Rep. Jim Clyburn.    The fight over black voters will be front and center as the contest now moves into bigger and more diverse states with sizable black populations. More than a quarter of the electorate in Alabama, Arkansas, North Carolina, Tennessee and Virginia was black in 2016, according to CNN exit polls. Interviews in Super Tuesday states suggest that Biden is also facing a sense of apathy among some black voters that did not exist in 2008 and 2012, when African Americans overwhelmingly backed Obama, or even in 2016 when they supported Clinton. That ambivalence toward Biden stands in stark contrast to the enthusiasm of 2016, when African Americans formed the core of Clinton's winning coalition. (Seventy-seven percent of black primary voters overall supported her, according to exit polls.) The field is far more split this time, with former New York Mayor Mike Bloomberg, Massachusetts Sen. Elizabeth Warren and Vermont Sen. Bernie Sanders all vying for the support of black voters. Meanwhile, former South Bend Mayor Pete Buttigieg, who found himself addressing largely white audiences in South Carolina and came away with just 8% of the vote, dropped out of the race Sunday evening.  Buttigieg struggled to make progress with black voters after his record on improving relations between South Bend residents and the police came under scrutiny. Two new CBS News/YouGov polls released Sunday show Sanders and Bloomberg edging into Biden's lead among black voters. In California, Sanders won the backing of 24% of black Democratic voters to Biden's 39%; another 11% favored Bloomberg. Eight percent supported Buttigieg and 7% backed Warren.  In the Texas CBS/YouGov poll, Biden maintained the support of 47% of black Democratic voters, while Bloomberg garnered the support of 24% and Sanders 19%. \"I suspect Biden is still the favorite among black voters but I also think many black voters believe he is too weak to go after Trump,\" said Richard Fording, a professor of political science at the University of Alabama. Can he carry it forward? Despite Biden's slow start in the primaries, he was for many months the top choice for black voters, according to public polls. But the size of the field has fractured his early domination of the voting bloc. In Texas, for example, another key state that will vote Tuesday, Biden led among likely black Democratic voters, with 42%, to Sanders' 23% as Bloomberg trailed with 16%, according to a mid-February University of Massachusetts-Lowell poll there.  By contrast, Clinton won 83% of black voters in Texas in 2016, while Sanders won 15%, according to CNN exit polls. Biden's campaign can boast an impressive number of endorsements from prominent black elected officials, including 20 Congressional Black Caucus members -- by far the most of any Democratic candidate. But that hasn't assuaged questions about whether he can beat Trump, who remains deeply unpopular in the African American community. \"What Trump has done to this country in four years is ridiculous. He has wiped out 100 years of progress as far as I'm concerned,\" said Carol Black, a 74-year-old former health insurance worker who lives in Los Angeles and was deciding among Sanders, Biden and billionaire businessman Tom Steyer, before Steyer dropped out of the race Saturday night. Black says she likes Biden's experience, but she's drawn to Sanders' message as a straight-talker who is advocating for \"Medicare for All.\" Black told CNN last week that she won't make up her mind until Tuesday. Other black voters expressed concerns that the 77-year-old Biden may be too old for the challenge. \"I think had he ran in 2016 he might have won, I really do believe that, but I think he might be past his prime right now,\" said Larry Harold, a 46-year-old undecided voter from Springfield, Tennessee. Many black Biden supporters who spoke to CNN spent less time praising the former vice president's qualifications than explaining why they could not vote for the alternatives: Bloomberg's past support for stop-and-frisk, which disproportionately targeted black and Latino young men; Sanders' progressivism and their fears about the impact of his costly proposals on the economy. Aaron Thompson, a 46-year-old from Richmond who said he will probably vote for Biden on Tuesday, said his choice was a question of practicality, the cost of Sanders' plans and which candidate would be acceptable to most Americans. \"Tell me how you're going to pay for that,\" Thompson said. Sanders tries to make inroads There is evidence that Sanders is slowly making gains among black voters. His share of the black vote in South Carolina, according to exit polls, was 17%, up slightly from his 14% showing with South Carolina blacks in 2016. Sanders led Biden among likely Democratic black voters in North Carolina with 30% to Biden's 19% (another 19% favored Bloomberg) in the February 20 University of Massachusetts-Lowell poll. Sanders' senior adviser Chuck Rocha told CNN that the campaign tried to address the lessons it learned in 2016, when Clinton trounced Sanders with huge majorities of African American voters in state after state across the South. In South Carolina, for example, 83% of Sanders' staff this time was comprised of people of color, the vast majority of whom were from South Carolina, rather than having aides swoop in from other states. \"It takes time to go in and build trust in a community when you're a white senator from Vermont who is new to running campaigns in the South,\" Rocha said. Rocha argued that Sanders' message about lifting up working class Americans is particularly resonant in Latino and African Americans communities, where many workers are under-insured, struggling with student debt and frustrated by the refusal of Congress to raise the minimum wage. That's what has attracted Dakota Evans, a 24-year-old from Los Angeles, to Sanders, he told CNN. \"I have a sort of a checklist, especially being a young black man, things that are important to me: free college tuition, free health care,\" said Evans, who works at Jimmy John's sandwich shop and was wearing a shirt that read \"I'm black. I read books and I know a lot of sh*t.\" \"There's a shift coming,\" Evans said when asked about Sanders' challenge among older black voters. \"As more and more people get back into learning about the candidates, they'll start to see there's really no comparison. I don't want to say he's perfect, but he's the closest we can get.\" But Sanders' rally last Thursday in Richmond, Virginia -- another state that will vote on Tuesday -- demonstrated the challenges: his crowd in a largely black city was mostly white. \"Over 50% of the city is African American,\" said Richmond city council member Michael Jones, who has not endorsed a Democratic candidate. \"If that's not represented, that may tell you something.\" Among Sanders' biggest challenges is overcoming the concern among more conservative black voters who told CNN they remain deeply skeptical about how he would pay for his proposals, particularly Medicare for all. Ajay Brewer, a 35-year-old businessman in Richmond, said he was emphatically opposed to Sanders' support for a federal minimum wage of $15-an-hour. Brewer, who owns two coffee shops and a waffle shop in the Manchester neighborhood in Richmond's south side, said he worried about the Democratic Party moving too far left on economic issues that hurt black entrepreneurs like himself. After considering Sens. Kamala Harris of California and Cory Booker of New Jersey, who have both dropped out, as well as Warren, Brewer says he's settled on Biden. \"I just can't pull myself to vote for Bernie because he will destroy me,\" said Brewer. Bloomberg in the wings  The Bloomberg campaign is courting exactly those kinds of voters who view Sanders as too liberal but have doubts about whether Biden can beat Trump. As his campaign has positioned itself for Super Tuesday, many of Bloomberg's ads have focused on his seemingly unlimited resources to take on Trump. In California alone, Bloomberg has already spent a stunning $55 million on ads. Stockton, California Mayor Michael Tubbs, Bloomberg's national co-chair and an African American, noted that the Bloomberg campaign has gone to great lengths in its Super Tuesday advertising to tout the candidate's \"Greenwood Initiative\" -- his plan to address \"systematic bias\" that has kept black Americans from building wealth -- as well as his agenda for climate change, his version of the wealth tax and his plans to support black businesses in America. Tubbs joins several more black current or"], "Language": false}