{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/obama-portraits-kim-sajet-smithsonian/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kim Sajet"], "Writers": [[]], "FirstPublishDate": ["2020-03-02T10:43:46Z"], "LastModifiedDate": ["2020-03-02T10:43:46Z"], "Headline": ["4 million people have flocked to see the Obama portraits. Here's why"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Each year, we take more than a trillion digital photos, many of which will be shared on social media. But instead of people feeling more connected to the world, researchers are observing signs of growing social isolation.  Portraits, like real people, are demanding. They require not just face-to-face interaction, but deep contemplation of how the artists have brought their sitters to life.  I recently contributed an essay to a new book \"The Obama Portraits,\" which explores the impact -- and unprecedented popularity -- of Kehinde Wiley and Amy Sherald's portraits of former US President Barack Obama and First Lady Michelle Obama. An estimated 4 million people have flocked to the National Portrait Gallery, where I serve as director, to see the two artworks, essentially doubling the museum's attendance since they were unveiled in 2018. The question is why? Visitors know who the Obamas are, and what they look like. They've seen digital images of the portraits on their phones and laptops. One online review of Wiley's portrait of Barack Obama offers one theory: \"The colors are stunning and aren't done justice in the digital photography I've seen in the media.\" As the review suggests, you can't truly experience a portrait until you lift your head away from the device in your hand and look at the real thing. No matter how many reproductions you may have seen online, the original art is always far more profound in person.  That may be why millions have traveled to see the real thing -- and why millions more may do the same when the portraits go on a US-wide tour from next year. It may also be because museums serve as liminal spaces, where people can pause for reflection in the company of strangers. (Liminality, according to the French ethnographer Arnold van Gennep, is a \"betwixt and between\" moment of social or individual change.) The Portrait Gallery, specifically, has provided a place for people to take a break from their often-harried lives and connect with two people they admire, either alone or in the company of others, before returning to the relentless pace of the \"real world.\"  However, there is also, I believe, another force turning the museum into a meaningful place of social interaction, and that is technology -- or rather, the lack of it.  Ironically, for perhaps two of the most recognized people on the planet, it is paint not pixels, and conversations not cameras that make \"visiting\" Barack and Michelle Obama feel authentic. People often take selfies in front of the portraits as souvenirs of their visit, but I've noticed with interest how many of them then put away their devices and talk to each other.  Moreover, it is the shared experience of seeing the Obama portraits that is encouraging people to buck the trend described by James McWilliams in his article \"Saving the Self in the Age of the Selfie\" of shortened attention spans and \"phubbing,\" when a person glances at their phone while talking to someone else.  \"A genuine self can't be in two places at once,\" he observed, noting that true friendships have a better chance of success when they begin in defined social spaces where a certain behavior requires your full attention.   In the case of the Obama portraits, visitors have to use both their head and their heart to make personal connections while taking account of their surroundings. For example, there are similarities between the portrait of Barack Obama and the seated compositions of other former US Presidents Abraham Lincoln, John Fitzgerald Kennedy and George W. Bush. Yet, there are vast differences, like Wiley's fresh take on official portraiture by incorporating floral symbols that relate to the former president's life: chrysanthemums for Chicago, jasmine for Hawaii, African lilies for Kenya and roses for love. Reading the labels, or taking a guided tour with other people, is part of an interactive experience that transcends technology. So too is standing in line. As the dedicated security personnel can attest, there is a real sense of camaraderie between visitors as they queue up to take their turn in front of the pictures. Groups debate, teachers teach, strangers overhear the comments of others and often chime in. It's the phenomenon of being connected and unplugged, offering emotional authenticity in a world of relentless feedback loops and \"tech anxiety,\" that is part of the draw. As the Harvard historian and noted author, Jill Lepore mentioned in an interview on the museum's \"Portraits\" podcast, people-watching is a pleasure when it comes to seeing visitors approach the portraits for the first time. There was once a time when I used to beat myself up that the National Portrait Gallery wasn't as technologically advanced as its peers. We didn't have audio guides and are just now introducing a free app to offer multiple languages and support for the visually impaired, rather than as an essential in-gallery tool.  But now I realize, as I walk around the museum, that its lack of technologies might, in fact, be adding to the liminal experience, helping us set aside our \"digital selves\" in order to connect with our \"inner selves\" and commune with those around us."], "Language": false}