{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/us/teacher-wins-lgbtq-school-settlement-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Zdanowicz, CNN"], "Writers": [["Christina Zdanowicz"]], "FirstPublishDate": ["2020-02-28T01:34:18Z"], "LastModifiedDate": ["2020-02-28T10:18:11Z"], "Headline": ["Teacher of the year suspended for showing students a picture of her fiancée wins $100,000 settlement"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A Texas art teacher who was placed on administrative leave after talking about \"her future wife\" in class hopes her settlement with a school district will change the lives of other LGBTQ people. Stacy Bailey, who was on paid leave, reached a $100,000 settlement with the Mansfield Independent School District last week, her attorney said.  The district near Fort Worth agreed to remove the eight-month leave from her record, as well as offer mandatory training on LGBTQ issues to human resources and counseling staff in its schools. The two-time teacher of the year was giving a welcome back to school presentation in August 2017 to her class when she showed a photo of her and her then-fiancee dressed as characters from the movie \"Finding Nemo,\" according to court documents obtained by CNN.  A parent complained to the school, saying that Bailey was \"promoting the homosexual agenda,\" according to court documents. \"That's one of the biggest reasons that I did stand up, because I thought if I would have stayed silent or I would have resigned that this would have just happened to someone else after me,\" Bailey said Tuesday at a press conference, according to CNN affiliate KTVT. Being able to finally talk about what happened is a relief for Bailey, but it's also been bittersweet, her attorney Jason C. N. Smith told CNN on Thursday. \"She is glad to finally be able to speak about this,\" Smith said. \"She's talked about how she's a gay teacher, a dedicated gay teacher, and they put her through a lot of pain, but she is hopeful that some of the provisions of the settlement will make Mansfield ISD a more tolerant place for LGBTQ people.\" Bailey taught for 10 years at Charlotte Anderson Elementary School in Arlington, Smith said. The teacher was transferred to Lake Ridge High School, which is in the same school district, at the end of the 2018 school year. She is still at Lake Ridge. The district's school board agreed to the settlement terms on Monday. \"The Mansfield ISD School Board has voted on an agreement to settle the case in question in an amicable and beneficial manner,\" Donald Williams, associate superintendent of communications and marketing, said in a statement.  \"All parties deny any wrongdoing or liability, but wish to resolve their disputes to avoid the time, expense, stress and other impacts of continuing litigation, which would interfere with the mission of educating the students of MISD.\" Bailey argued she was discriminated against and her constitutional rights were violated. The school district said the teacher refused to follow administration directions \"regarding age-appropriate conversations with students\" about sexual orientation. Beyond the mandatory LGBTQ training, optional training will be offered to administrators, staff, teachers or parents who would like to attend, according to settlement documents. The settlement also requires the school district to provide Bailey with a \"neutral\" letter of recommendation. As the Supreme Court is considering cases based on sexual orientation that may affect the district board's policies, the board of trustees will consider adopting a policy barring discrimination of teachers and students based on sexual orientation within 60 days of the end of the court's term, the settlement says. \"I think this settlement was a win-win for Stacy, the educators and the students of Mansfield ISD,\" Smith said. \"The judge in this case ruled that gay teachers are protected by the Constitution. That's a precedent that will protect every gay teacher in this country.\" Smith said that Bailey hopes other teachers will also be more open and be their genuine selves. \"Stacy has encouraged other teachers to live their truth and openly be who they are in the classroom so they can be better people and better teachers,\" Smith said. Bailey and her wife, Julie Vazquez, were married in March 2018, Smith said.  The couple said they will donate $10,000 of the settlement money to a nonprofit that focuses on LGBTQ issues. Smith said he will donate $10,000 of his reduced legal fees to the Human Rights Campaign, which is the largest LGBTQ advocacy group and political lobbying organization in the US."], "Language": false}