{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/new-zealand-beautiful-places/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lucy Corry, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-27T02:38:41Z"], "LastModifiedDate": ["2020-02-27T02:49:25Z"], "Headline": ["12 of New Zealand's most beautiful places"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["You've seen your friends' photos, you've watched the Lord of the Rings trilogy and you're desperate to experience New Zealand for yourself. But considering that the Land of the Long White Cloud is about the same size as the UK, how will you decide what to see?  Here's our insider's guide to Aotearoa's must-see destinations, including some off-the-beaten track gems. NORTH ISLAND Cape Reinga Cape Reinga is the end of the road when it comes to the North Island -- the only place further north is North Cape, which isn't open to the public.  Stand beside the iconic Te Rerenga Wairua lighthouse on this rocky, windswept point and you'll see where the Tasman Sea (between New Zealand and Australia) and the Pacific Ocean meet.  You'll also be bearing witness to a sacred place in Maori culture. An 800-year-old pohutukawa tree at Cape Reinga is believed to be the last leaving place for spirits of dead Maori.  Legend has it that they leap from this tree into the ocean to begin their journey back to their ancestral homeland of Hawaiki. Auckland There's lots to see and do in New Zealand's biggest and most culturally diverse city.  The 'City of Sails' sprawls around more than 40 volcanic cones and is surrounded by the island-strewn Hauraki Gulf.  Auckland has a metropolitan vibe, but it's also blessed with bountiful beaches, parks and places to get away from it all.   When you need a break from the hustle and bustle, walk to the top of Maungakiekie (Mt Eden). Here, just 5km from the CBD, you will enjoy panoramic views from the city's highest volcanic cone while sheep graze peacefully nearby.  Bonus trip: Make sure you include a trip to Waiheke Island -- just 40 minutes from the terminal in Auckland -l- for a complete change of pace. Waiheke is home to idyllic beaches, bushwalking trails and 20-odd vineyards.  Lake Taupo + Tongariro National Park A lake the size of Singapore? Check. Volcanoes? Check. Bubbling mud and steaming hot water pools? Check. Bleak, barren desert landscapes? Check. Lake Taupo and its surrounding landscapes read like they've been purpose-built for a tourism brochure. The freshwater lake, which is the biggest in Australasia, is a vast caldera formed by a super-volcanic eruption some 26,000 years ago.  At the southern end, three mighty volcanoes (Mounts Ruapehu, Tongariro and Ngaruahoe) loom large. It's no wonder that nearby Tongariro National Park (a World Heritage Area) was used as the backdrop for some of the most stunning scenes in the Lord of the Rings films. Many visitors choose to base themselves in Taupo, the town on the lake's northern shores. There's no shortage of outdoor experiences on offer here, including fishing, mountain biking, skydiving, jet-boating and bungee jumping.  In winter months, all eyes are on the mountains. There are two fields on Mount Ruapehu (Whakapapa and Turoa) and plenty of apres-ski fun to be had in the small town of Ohakune. Bonus trip: Get up close (okay, not too close!) with steaming mineral pools and bubbling mud at the Tokaanu Thermal Walk (near Turangi, 40 minutes from Taupo), then take a dip in the healing waters of the nearby geothermal hot pools to soothe away any travel-induced aches and pains. Lake Waikaremoana + Te Urewera Remote and rugged Te Urewera is the largest protected tract of native forest in the North Island: Think dense, rugged bush, vast Lake Waikaremoana (formed more than 2000 years ago by a monumental landslide) and lots of potential for fishing, tramping, camping and hunting. It's home to the Ngati Tuhoe tribe (nicknamed 'the Children of the Mist') and most species of New Zealand's native birds. If you're looking for somewhere to completely switch off, this is it. To exercise body as well as mind, consider hiking the complete Lake Waikaremoana Track.  This trail, one of New Zealand's 'Great Walks,' traces the western side of the lake and takes around four days. Expect giant podocarp forests, remote beaches and incredible views. There are plenty of shorter hikes if you're pressed for time. Taranaki Head west to experience the Taranaki region, one of the North Island's best-kept secrets.  The perfectly symmetrical Mt Taranaki (a double for Japan's Mount Fuji), located in Egmont National Park, is the optimum vantage point to take in the region's lush, rolling countryside and black-sand coastline. Prefer getting your feet wet? Taranaki's famed 'Surf Highway 45' has a dozen world-class surf breaks, interspersed with pretty beaches, quaint rural towns and mountain views.  Don't miss: New Plymouth's Govett Brewster Art Gallery, New Zealand's first contemporary art museum, is dedicated to internationally renowned modernist filmmaker and kinetic sculptor Len Lye.  The Govett Brewster Gallery is to New Plymouth what the Guggenheim is to Bilbao, a visual feast both inside and out. Wellington New Zealand's capital regularly features in lists of the world's most livable cities.  Wellington is ridiculously pretty. Look out for quirky wooden homes perched on vertiginous slopes, lots of green space, mountain biking tracks, the award-winning bird sanctuary Zealandia and innumerable beaches. It's also home to Peter Jackson's film empire (look for the 'Wellywood' sign as you fly in or drive across the Miramar Peninsula) and the extremely kid-friendly Te Papa Tongarewa Museum of New Zealand, the country's national museum. Wellington's position at the base of the North Island, between the Tararua Ranges and Cook Strait, makes it the windiest city in the world. Prepare to be invigorated by northwesterly gusts and do as the locals do -- wear a raincoat instead of carrying an umbrella when exploring. Don't miss: Head to Point Howard and the majestic Massey Memorial, a white marble mausoleum to former Prime Minister William Massey and his wife Christina, hidden high above Shelly Bay on the Miramar Peninsula.  Climb up through the bush to the memorial, or the gun emplacements above, for views of the distant mountains of the South Island. SOUTH ISLAND  Marlborough Sounds This intricate web of sheltered waterways accounts for 20 percent of New Zealand's total coastline. The three distinct waterways, Queen Charlotte, Kenepuru and Pelorus Sounds, formed from sunken river valleys that were flooded in the last Ice Age.  There are more than 50 reserves in this scenic playground -- pick up a kayak, fishing charter or relaxing boat ride to appreciate them fully.  The Marlborough region produces nearly 80 percent of the country's wine (particularly sauvignon blanc) and there are nearly 40 wineries to choose from.  Don't miss: The 70 km (44 mile) Queen Charlotte Track gives you the chance to experience the best of the area's history, scenic delights and cuisine, either on foot or by bike.  Kaikoura Thanks to a deep sea trench running along its coastline, Kaikoura is one of the best places in New Zealand to see marine life. It's one of the few places in the world where sperm whales can be seen year-round, along with seals, dolphins and seabirds. If you're keen on 'kai moana' (seafood), Kaikoura also has a reputation for the island's best crayfish (local lobster) and other fresh fish.  A huge stretch of the eastern coastline of the upper south island around Kaikoura was uplifted in a 2018 earthquake, but the town recovered despite disruption to transport links and infrastructure.  It remains an unforgettable place to visit, with the mountains looming over long, deserted pebble beaches. Punakaiki Pancake Rocks + Paparoa National Park The Great Coast Road between Greymouth and Westport on the West Coast of the South Island was recently named one of the world's greatest drives by Lonely Planet. This wild, practically uninhabited stretch of coastline has near-mythical status in New Zealand, thanks mostly to its varied and unspoiled geography, down-to-earth locals and rich history.  With the pounding waves of the Tasman Sea on one side and the tropical rainforest of the Paparoa National Park on the other, the drive between Greymouth and Westport is punctuated by the famous limestone formations and blowholes at Punakaiki.  Don't miss: Head up to Denniston above Westport for stunning views of the coast before descending into the historic underground coal mine, or tackle the caves at nearby Charleston. Milford Sound + Fiordland The South Island has no shortage of incredible scenery, but Milford Sound and Fiordland are something else.  Milford Sound, a fiord carved by Ice Age glaciers, is the jewel of Fiordland National Park, a 1.2 million hectare wonderland encompassing mountains, lakes, fiords and rainforests. Rudyard Kipling called it the 'eighth wonder of the world.' The scenery here is on such a super-sized scale -- towering cliffs, cascading waterfalls, seemingly bottomless waterways -- that you'd be forgiven for thinking it was some kind of computer-generated trickery.  Queenstown Queenstown sets the standard for all resort party towns. Its global reputation as a bucket-list destination comes back to three things: location, location, location. Queenstown sits on the shores of Lake Wakatipu, surrounded by majestic mountain ranges like The Remarkables.  While there's plenty to see and do in the immediate area -- especially if you're into skiing, hiking, jet-boating, bungee jumping and skydiving -- it's is also the gateway to picture-perfect towns like Glenorchy, Wanaka, Arrowtown and Alexandra.  A 'continental' climate with hot, dry summers makes for excellent wine-growing conditions - the central Otago region around Queenstown is famed for its pinot noir.    Stewart Island/Rakiura This is the little island at the 'end' of the South Island.  An hour by ferry from the mainland and as close to Antarctica as you can get without leaving the country, it's full of wildlife and raw, untouched landscapes.  Stewart Island's remoteness makes it one of the least-visited parts of the country -- which is even more reason to make the effort.  Brown kiwi outnumber the 400 human inhabitants and more than 85 percent of the island has protected national park status. There's just 28 km (17 miles) of road, compared to 280 km (173miles) of walking and hiking tracks. Need another reason to make the trip? Stewart Island's Maori name, Rakiura, means 'the land of glowing skies' thanks to the frequent appearance of the Aurora Australis, or Southern Lights."], "Language": false}