{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/sport/dane-jackson-kayak-waterfall-stunt-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church and Don Riddell, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-25T11:36:03Z"], "LastModifiedDate": ["2020-02-25T11:41:10Z"], "Headline": ["Like 'falling off the face of the earth,' says kayaker Dane Jackson after dropping down 134-foot waterfall"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["If you thought you knew kayaking, think again.  American paddler Dane Jackson may have made a living by testing the very limits of the sport but his latest triumph is something extraordinary.  Earlier this month, the 26-year-old made the second tallest waterfall descent in known history, dropping 134-foot into the relative unknown before coming out the other end unscathed.  \"It looks like you're falling off the face of the earth,\" he told CNN Sport's Don Riddell just days after the death-defying run.  \"Coming over that lip it was pretty wild. You're just looking down and chaos everywhere.\" READ: Swiss climbs 1,800-foot rock face in record time... without a safety rope 'I accepted the risks' The mind-blowing stunt took place in Chile's spectacular Salto del Maule, a place that Jackson had dreamed of visiting for five years.  To achieve the task, extensive preparation was required -- even with a safety team standing nearby, throwing yourself off the lip of a volcanic waterfall comes with a number of variables that are difficult to control.  \"If I'm not scared about something that's that big, that means that I accepted the risks. I've looked at the dangers, I've addressed them,\" he said. \"Okay, you're scared of this, but do you want to do it? And then when the answer is yes, it makes sure that, for better or worse, if the line goes great, if it goes bad, I've accepted what could go wrong, but I know that I want to experience something like that drop.\"  READ: Climbing 3,000 feet without ropes Jackson says he was confident the drop would be successful as he had seen the waterfall without water just days before, which allowed him to map the perfect descent into a small, but deep, hole in the pool below. Despite expecting a massive hit when he made contact with the water, Jackson said the impact was surprisingly smooth -- although he was forced to jump out of his kayak at the bottom after it began filling up with water.  \"There's definitely a lot of things that can go wrong,\" he admitted. \"Luckily, over the years, I've run enough waterfalls that I have a lot of trust and faith in my skill to be able to do something like that.\" READ: Fabio Wibmer wows the world with daredevilry on two wheels Protecting the rivers Son of Olympic paddler Eric Jackson, the American's life has always revolved around water. The paddling prodigy has tried every format of kayaking -- from freestyle to racing -- and has won world titles as both a junior and professional.  His passion has led to a nomadic lifestyle that has taken Jackson to rivers all over the world, and to some of the most beautiful landscapes. Being so close to nature has informed him of the threats which face the planet's natural wonders.  From disruptive dams to extensive littering, Jackson has seen some of his favorite places ruined by mankind. \"I don't think people realize how important the river is, in terms of the planet and us just surviving,\" he said. \"The more awareness we bring to the rivers, the less people will mess with them.\"  Lip-reading  Jackson's incredible daredevilry has not been diminished by the fact he is about 70% deaf, a result of being born three months premature.  Over the years he has learned the art of lip-reading, a skill which has helped him when trying to navigate his way through the chaos of white water.  \"Except for not being able to hear people very well, there aren't really any negative sides to it. It is what it is,\" said Jackson, whose father also experienced hearing loss. \"There are people that are way more deaf than me, that do way cooler stuff.\" "], "Language": false}