{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/young-art-collectors-artsy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Alina Cohen"], "Writers": [[]], "FirstPublishDate": ["2020-02-25T01:50:08Z"], "LastModifiedDate": ["2020-02-25T01:50:08Z"], "Headline": ["To attract young collectors, auction houses tap rock stars, sneakerheads and a Spice Girl"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Over the past year, a handful of surprising auction house press releases have graced my inbox. \"Sotheby's Partners with The Strokes' Fabrizio Moretti For Special Old Masters Exhibition & Auction,\" one proclaimed, while another proudly boasted: \"Christie's to Present its Most Accessible Auction to Date: Christie's 100 | Online Only.\" Auction houses have a reputation for being formal institutions, steeped in tradition and old money. Sotheby's was founded in 1744, Christie's in 1766 and Phillips in 1796. Yet in recent months, one has collaborated with a key figure in New York's post-punk revival, while another has listed works at starting bids friendly to even half-broke twenty-somethings. Are auction houses suddenly... hip? In their efforts to attract younger buyers, Sotheby's, Christie's and Phillips are getting creative. \"Growing your client base is a critical part of any business's success,\" said Scott Nussbaum, head of Phillips' 20th-century and contemporary art division in New York. \"We've placed a great deal of importance on overcoming the long-held perception of the auction house as an intimidating and elitist space.\" Each of the big three auction houses is making efforts toward this goal -- with a diversity of endeavors that underscores the significant range of young collectors' interests. What do young people want? According to Nussbaum, Phillips -- which focuses primarily on 20th- and 21st-century art -- is appealing to younger collectors by offering them artists of their generation. It's important, Nussbaum said, \"to make sure that the art is relevant to them.\" He cited a slew of sought-after, young-ish artists: Avery Singer, who was born in 1987 and whose work Phillips has sold twice since 2018; Tschabalala Self, who was born in 1990 and seven of whose works were offered at Phillips last year; Nathaniel Mary Quinn, born in 1977 and two of whose works the auction house sold in 2019; Christina Quarles, who was born in 1985 and has had three works sold at Phillips since 2018; and the artist known as KAWS, who was born in 1974 and whose auction block appearances are too numerous to count. Sotheby's has taken a different approach, marketing Old Masters to millennials. David Pollack, a 33-year-old senior vice president who joined Sotheby's Old Master paintings department in 2009, is now heading up the house's most millennial-friendly efforts. \"About five years ago, we decided that we were going to make it a priority to promote our market, to promote our works to a new generation of clients,\" Pollack said. He plans to be with the business for a long time and believes it's important to \"bring up a new generation of Old Masters lovers.\" And if you want to be a lover, you have to get with the right friends: In 2018, the auction house partnered with Victoria Beckham (formerly known as Posh Spice), who exhibited the centuries-old paintings in her London boutique. The recent Moretti show -- which paired the curatorial skills of Fab Moretti, the drummer, with artworks consigned by Fab Moretti, the Old Masters dealer -- was \"dreamed up\" by both the e-commerce and Old Masters team, according to Pollack. A Sotheby's representative said that nearly 25% of the bidders for this auction were under 40. The youngest bidder was 21 years old. A total of 562 bids were placed via the Sotheby's app, with 28 winning bids logged by app users; while 274 bids were placed via Sotheby's website, with 103 winning bids placed by users on the site. Sotheby's e-commerce team also developed the concept for a partnership with Highsnobiety, the digital platform devoted to streetwear. On January 20, limited-edition T-shirts, sweatshirts and hoodies emblazoned with Italian, Dutch and Flemish masterworks, as well as the auction house's logo, went on offer. A black cap and white hoodie have already sold out. This past fall, Christie's made a similar effort to engage the streetwear crowd by partnering with skateboard and clothing company Supreme. A set of three Damien Hirst-designed skateboard decks was on offer (and sold for $5,000), alongside a bright-red-and-white pinball machine (which realized $32,500). Doubling down on digital Noah Davis, associate specialist in Christie's post-war and contemporary art department, spoke about tracking progress by new user activation. Average lot values for online sales have gone up -- \"We've hit this sweet spot,\" he said -- and the auction house knows what kind of property will appeal to online bidders. Generally, he said, it's in the $20,000 range. A core clientele has developed for the auction house's recurring First Open sales, which feature what Christie's calls \"affordable\" contemporary art. The priciest lot in the most recent December sale, Thomas Downing's tricky optical painting \"Nine\" (1967), sold for $162,500, with an estimate of $20,000 to $30,000. According to Davis, Christie's has logged hundreds of bidders who vie for works in its First Open sales, and \"closer to tens of thousands of unique page visitors.\" \"We are reaching a tremendous audience, but not transacting,\" he said. The auction house designed the Christie's 100 sale to cater to these lurking eyes, who might want to participate at a more accessible level. Davis noted three key attributes that make artworks appealing to young collectors who want to bid at lower prices: They have lots of color, they're easy to hang in a small apartment, and they don't require a lot of legwork after the transaction takes place (no restoration or framing needed). Nussbaum emphasized Phillips' online efforts. \"We've made a push to be a 'digital first' company,\" he said. \"Today's collectors are looking to do everything they can from their laptops and phones, as efficiently as possible.\" Last fall, the auction house eliminated its traditional hard-copy catalog for its New Now sales and moved all related literature online. An education It's hard to sell art to people who don't know much about it. Part of the appeal of collecting is participating in an enthusiastic community and developing a vocabulary for thinking and talking about visual art. In 2018, Phillips launched its Art Matters panel discussion series, hosted by Arnold Lehman, former director of the Brooklyn Museum. The events, according to Nussbaum, \"[have] been a huge success with renowned speakers talking about a variety of fascinating topics,\" and have brought in attendees \"who otherwise may not have ever felt invited to step through our doors.\" Such panels help \"demystify the art world,\" he added, and make it less intimidating. For his part, Pollack hosts intimate evenings at Sotheby's, teaching attendees how to check Old Masters artworks' condition, attribution, provenance and quality. Attendees typically include young museum patrons, alumni associations (including Harvard and Yale), and financial or law groups. \"We try and give a vocabulary, he said, as the auction house attempts to \"spread the gospel.\" Christie's holds its own version of art education events -- Christie's Lates, which take place in London, Hong Kong, Shanghai and New York. The evenings are accessible, with free entry, food and drink. Guest experts speak on aesthetic topics such as wellness and contemporary artists' influence on pop culture, while the auction house displays highlights from upcoming sales. Demographic shifts and monetizing influence Yuki Terase, Sotheby's senior director in Hong Kong and head of contemporary art, Asia, has grown the house's young clientele across her region. Young people taking up collecting is particularly prevalent in Asia, she said, \"because of a relatively massive young population in the region.\" Demographics are working in her favor. Over the past five years, Terase has led three major endeavors in Hong Kong that are tailored to younger audiences. In the fall of 2016, the auction house launched #TTTOP, guest-curated by Asian pop icon and collector T.O.P. The sale, according to the Sotheby's website, marked \"the highest-value sale of Western contemporary art ever held during a major auction series in Hong Kong.\" Terase noted that social media is also a crucial tool in reaching young collectors. The #TTTOP sale sparked record high engagements on Sotheby's Instagram (more than 26,000 views) and Weibo (more than 830,000 likes). Terase said she and her team also \"leveraged\" the social media platforms of T.O.P., his group Big Bang, and their entertainment agency YG, thereby \"maximizing outreach to new audiences.\" The celebrity involvement proved particularly fruitful, laying the groundwork for future auction house collaborations. Young Asian collectors, Terase said, \"tend to view art as part of their personal image and lifestyle.\" By collaborating with cult icons, the auction house is \"identifying with them via artists and brands that they relate to on a personal and cultural aesthetic level.\" In other words, the centuries-old Sotheby's brand can immediately refresh its image through strategic partnerships. In June 2018, Sotheby's held its Curated: Turn It Up sale, which explicitly aimed to \"cater to the eclectic tastes of young Asian collectors.\" The gamble paid off -- 40% of the sale's buyers were under 40 years old. This past spring, the auction house once again relied on a regional youth icon, partnering with NIGO, the Japanese streetwear designer and DJ. This time around, nearly 50% of buyers were under 40 years old. The sale's top lot was the 2005 KAWS painting from NIGO's collection, The Kaws Album, which achieved a startling $14.8 million -- more than 14 times its high estimate, and a new auction record for the former street artist. It's the age of the influencer, and auction houses have wisely taken note. Each time they work with a cultural figure from outside the mainstream art world, they gain a new public face and a bridge to the OK Boomer generation. These efforts, at least according to auction houses' self-reported figures, are working."], "Language": false}