{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/mark-neville-photography/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Matthew Ponsford, CNN"], "Writers": [["Matthew Ponsford"]], "FirstPublishDate": ["2020-02-24T13:10:28Z"], "LastModifiedDate": ["2020-02-24T15:22:01Z"], "Headline": ["Mark Neville's semi-authentic portraits spotlight 'ecotopias' and a forgotten side of France"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Mark Neville began shooting semi-staged portraits in the French region of Brittany in a funk at Britain's divisive Brexit referendum. But he emerged somewhere unexpected: a vision of 'ecotopia'.  \"This idea of ecotopia underpins all the images -- this kind of search for happiness or utopia, through a relationship with the land and food, and animals -- and suggests that this is the way forward, basically,\" he explained, at the Photographers' Gallery in London. The British photographer began shooting the series of portraits of local Breton farmers on the day of Britain's decision to leave the European Union, in response to his own feeling of disappointment at the political turn toward border-building. In the next three years, for his project \"Parade,\" he encountered farmers and football fans, Breton dancers and baton twirlers, nuns and dog breeders.  In search of an ideal society, he found a horse-whisperer for abused steeds and a former abattoir worker who has assembled a Noah's ark of abandoned pets and livestock. Shooting all his subjects in a semi-documentary format, often placing real characters in carefully staged situations, Neville teases out the Bretons' complex, unconventional relationships with animals, as well as strong sense of community with one another. Although he said there is a \"naivety\" in the idea that living closer with animals can be an answer to complex problems of social identity, he hoped to suggest, poetically and often playfully, that it represented a step in one right direction. \"You wouldn't normally see a pig on the bonnet of a car, for example,\" he said of his stylized images. \"But the photos are kind of visual metaphors for the relationships between people and animals.\" Neville is one of four photographers shortlisted for the Deutsche Börse Photography Foundation Prize, whose work is on exhibition at the Photographers Gallery until June 7. The winner of the $39,000 (£30,000) prize, whose past awardees include Susan Meiselas and Juergen Teller, will be announced on May 14. This year's contestants represent the great breadth of art photography, explained curator Anna Dannemann. She groups two of the shortlisted artists, Mohamed Bourouissa and Clare Strand, for their shared focus on how images represent the subjects or instead fail to communicate reality. Algerian-born Bourouissa draws on art historical influences and mediated low-res phone snaps to show how social conflict marks the suburbs of Paris, while Strand's conceptual experiments create blocky images reminiscent of early dial-up internet graphics.  \"The Blue Sky Project\" by Anton Kusters also shares something with Bourouissa: a concern for trauma and grief. He took 1,078 Polaroid images of the a blue sky, shot at the location of every known concentration camp run by the Nazi Party between 1933 and 1945, arranged as a sombre monument on a large plinth in the exhibition.   Neville's own work has consistently straddled the line between documentary and art, creating a perceptible \"contradiction\" or \"tension\" in the images between something real and arranged, he explained.  Pointing to his picture of a baton twirler in front of a back of hunting dogs (see top image), he explains that it took three days to pose satisfactorily, with all the subjects -- human and non-human -- looking down the lens. \"There is a tension that comes from knowing this is a very special, specific moment that I've managed to capture,\" he said.  Neville has often focused on working class communities in England and Scotland, including his acclaimed \"Port Glasgow Book Project,\" in which he spent a year as artist-in-residence documenting the declining shipbuilding community in the town of Port Glasgow in 2004. He also pent two months British soldiers in Helmand Province, Afghanistan, for his 'The Helmand Work' (2010-2011). The photographer had been in the small town of Guingamp in the rugged Northwest region of France when the shock result of the Brexit referendum was announced.  Although Brittany is part of continental France, it is sometimes called \"Little Britain\" (in contrast to Great Britain), for its historical connections to the people of the UK. For one, the area was named for after settlers who had left the British Isles in large numbers from around 450 AD, while the language of Breton is related to Cornish and Welsh. There, Neville discovered a \"mirror\" of his home country, he said. There are dystopian aspects present in the work, too. Like other communities Neville has spotlighted, the region has been hit hard by economic decline and the industrialization of farming in the 21st century, with fewer Breton today employed in traditional small-scale farms and fisheries. He says that the photos are a way to show the inhabitants' \"search for community and identity, and...  how people realise or manifest their sense of who they are.\"  Brittany appears as an in-between place, which can swing as easily toward bucolic utopia as post-industrial dystopia. But in searching for a better society, Neville did find some hope. He tells the story of one subject, Alain, an ethical pig farmer, who lives with his three sons.  \"It's just a small, ecological, ethical farm,\" he explained. \"As soon I arrived it felt like home to me, it felt like a kind of paradise. He's got a warmth, and he really cares about the animals.\" Asked what sets his farm apart from the industrialized norm, Alain said: \"When I go into my land, and the pigs hear my voice, they recognize it as me and not someone else. You don't get that with an industrial farm... there's no sense of intimacy or relationship.\" \"A rapport between you and the animal, you know, that makes a difference, both in lives of the animals and the lives of the breeders,\" Neville concludes.  \"It's quite simple and sounds naive to say, but it's true.\""], "Language": false}