{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/picasso-nature-morte-raffled-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Aleesha Khaliq, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-21T16:08:46Z"], "LastModifiedDate": ["2020-02-21T16:08:46Z"], "Headline": ["Want to own a Picasso? A $100 raffle ticket could make your dream come true"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Art lovers are being given the chance to own a Picasso painting valued at around $1 million. The price? Just €100 ($108) -- the cost of a ticket for a charity raffle to be drawn in March. Picasso painted \"Nature Morte\" (still life) -- an oil on canvas painting measuring 9 inches by 18 inches -- in 1921.  The painting, which was once owned by English Surrealist artist Gordon Onslow Ford, is currently on show at the entrance of the Picasso Museum in Paris. It will remain there until the day of the draw, March 30, the organizer said in a press release. \"Nature Morte\" was previously owned by Lebanese billionaire David Nahmad, who owns the world's largest private collection of Picassos.  Profits from the auction will go to the CARE international nonprofit organization, to provide clean water for 200,000 people in Cameroon, Madagascar and Morocco.  The raffle has been organized by \"Aider Les Autres\" (Help Others), a non-profit that was the brainchild of French TV show host and producer Péri Cochin.  \"There are so many people who need help around the world. We wanted to make something different to enable lots of people to take part in charity actions,\" Cochin said.  \"This raffle will help us change the lives of 200,000 people in the world. Access to water is a key factor of development,\" said Philippe Lévêque, CEO of CARE France.  The raffle is open to people around the world, with a total of 200,000 tickets available. The previous raffle -- of a Picasso drawing, in 2013 -- was won by a man in Pennsylvania."], "Language": false}