{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/ai-weiwei-safe-passage-minneapolis-institute-of-art-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-21T12:42:05Z"], "LastModifiedDate": ["2020-02-21T12:57:07Z"], "Headline": ["The entrance to a Minneapolis museum has been covered with 2,400 life jackets that refugees once wore"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["The Minneapolis Institute of Art's neoclassical columns, flanked by two stone guardian lions, are one of the first things visitors to the museum will notice. And now, those columns stand out even more, after being covered by thousands of multicolored lifejackets. It's not vandalism. It's art -- an installation called \"Safe Passage\" by Chinese artist Ai Weiwei. Those life jackets were once discarded, worn by refugees making the journey from Turkey to Greece. They were originally donated to Ai by authorities of Lesbos, Greece. And now, its showcasing at the Minneapolis Institute of Art marks its US debut.  Minnesota has the highest number of refugees per capita of any state in the US, according to the Immigrant Law Center of Minnesota. That's one of the reasons the museum said it wanted to bring the work to Minneapolis. Part of an exhibition exploring migration, immigration and forced displacement \"Safe Passage\" is meant to highlight the perilous journey migrants made into Europe.  First debuting in 2016 in Berlin, the installation has been in numerous European cities. In Minnesota, the work is being shown as part of a larger exhibit called \"When Home Won't Let You Stay: Art and Migration,\" a traveling exhibit that comes to the institute from Boston's Institute of Contemporary Art. The exhibition, which opens Sunday in Minneapolis, aims to highlight artistic responses to migration, immigration and forced displacement.  \"Safe Passage,\" though, is not part of the traveling exhibit. The Minneapolis Institute of Art brought the installation in on its own, along with works from two other artist groups. To see it in the US, visitors will have to book a trip to the Twin Cities. Minnesota has highest number of refugees per capita of any US state The life jackets, all 2,400 of them, create an arresting image -- grabbing pedestrians' attentions regardless of whether they intended to stop at the museum. And that's the point, said Gabriel Ritter, curator and head of contemporary art at the museum. \"My hope is that this does stop people in their tracks and force people to think, and does implicate people in the decisions they make,\" he told CNN. \"Because here in Minnesota, these are very much our friends, our neighbors, the people we live with as part of our communities.\" The US debut of the installation comes amidst rising refugee tensions in the US.  Last month, a federal judge blocked President Donald Trump's executive order allowing governors to stop refugee resettlement in their states, though just temporarily.  And late last year, the Trump administration announced plans to cut the number of refugees to up to 18,000 -- a historic low.  At the same time, multiple states have said they would continue accepting refugees, despite the federal government's stance."], "Language": false}