{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/barbican-masculinity-exhibition-gender/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Allyssia Alleyne"], "Writers": [["Allyssia Alleyne"]], "FirstPublishDate": ["2020-02-20T13:20:36Z"], "LastModifiedDate": ["2020-03-02T15:10:19Z"], "Headline": ["What makes a man? Across generations, photographers have provided eclectic answers"], "Section": ["beauty"], "MappedSection": [null], "Article_Body": ["It can seem like there have never been so many ways to be a man -- or at least look like one.  On the red carpet and in magazine pages, it's impossible to ignore the wave of men disregarding stereotypes of masculinity, from Harry Styles' outing as the boy with the pearl earring at the 2019 Met Gala to Pharrell Williams donning a down-filled Moncler gown by Valentino on the cover of GQ.  Fashion weeks sell eclectic new ways for men to diversify their wardrobes, whether maximalist Gucci, streetwear-influenced Louis Vuitton or opulent Richard Quinn, who showed bejewelled, corseted and feathered looks in his menswear debut in London this month. \"We live in a moment where, on one level, we've never been more inclusive,\" said Alona Pardo, a curator at London's Barbican Art Gallery which has \"Masculinties: Liberation Through Photography,\" an international exhibition showcasing diverse images of male lives from the 1950s to the present. \"We've never been so appreciative and accepting of other lifestyles, other ways of being, other ways of presenting oneself.\" Featuring the work of more than 50 artists, including household names like Andy Warhol, Richard Avedon and Robert Mapplethorpe, the exhibition asks us to consider the ways masculinity has been coded and performed both outside mainstream norms and within them.  Despite discussion of gender roles and 'toxic masculinity' going mainstream, spurred by the #MeToo movement, Pardo said she felt that something was missing from the conversation.  \"It struck me that when you look at shows that are looking at that experience of identity, whether it's women or the black body or whatever it might be, it's always measured against something... and that benchmark is masculinity. But we never really examined or scrutinized what this status quo was,\" she says. The exhibition's six sections show how photographers have illuminated socially conservative ideas of masculinity, while spotlighting communities that have historically been marginalized.  Photos from Hal Fischer's 1977 book \"Gay Semiotics\" communicate the intricately coded fashions of San Francisco's gay community; George Dureau's photos of collaborator B.J. Robinson, a double-leg amputee, challenge assumptions about sexuality and disability; and the theatrical personas in Cameroonian photographer Samuel Fosso's self-portraits seem \"to be proposing that maleness itself is an artificial proposition,\" writes Tank magazine editor Ekow Eshun in the exhibition catalog.  Taken together, they highlight how frequently the masculine experience has been reduced to a straight, white, middle-class experience. Indian-born photographer Sunil Gupta summarizes that his photographs of marginal communities \"evidence that certain kinds of people do exist\" , including photographs of the gay scene surrounding New York's Christopher Street in the '70s and New Delhi's LGBT community. At the same time that diverse representations are becoming more visible, there has been \"a reappearance on the world stage of the big, strong men shaping themselves in a really kind of retro idea of masculinity\" said Pardo. While these roles are most clearly performed by politicians like Brazilian President Jair Bolsonaro and Russian President Vladimir Putin, a recent study found younger men felt most under pressure to conform, with two thirds of men aged 18-to-24 feeling compelled to display hyper-masculine behavior, compared to 30% of men over 45.  Some male-centric experiences are so entrenched in our culture that we may take them for granted. The exhibition features Karen Knorr's snapshots from inside the private, privileged gentlemen's clubs of '80s London where the powerful rub shoulders and Catherine Opie's portraits of pubescent boys posing on the football field, Sam Contis's college cowboys. Locker rooms and men's clubs \"are spaces where a certain form of masculinity can still be articulated,\" said Sharif Mowlabocus, an associate professor in digital media and culture at Fordham University. But they're also spaces where discourse around feminism, LGBT and racialized experiences can \"struggle to get over the threshold.\"  \"Historically, discussions around gender and space have focused on women and the lack of space that they're afforded in the public sphere,\" said Mowlabocus. \"But we also have to recognize that men have these private spaces as well, and often that is where masculinity is being reproduced, where men are being instructed into gender.\"  Andrew Moisey, a photographer and assistant professor at Cornell University, was granted access to such a space in 2000, when he brought his camera to a fraternity at the University of California, Berkeley. The photos he took over the next seven years, collected and displayed in his book The American Fraternity, captured humiliating hazing rituals, dangerous drinking and campus bacchanals where violence and misogyny thrived. In one disturbing photo, a drunken frat boy punches a dog's face. \"I used that picture as a closing climax to demonstrate the potential harm (of fraternities),\" says Moisey, pointing out that men who've come of age in frat-houses have gone on to occupy the highest positions of corporate and political power, including five of the last 11 US presidents.  By reflecting these experiences in the gallery, he hopes he can move people to consider the influence of these private male spaces and the lessons learned there.   \"If I go into a gallery and say, 'Here's a bunch of drunk guys,' nobody's going to care. But if I'm like, 'Here's how to see these people as a microcosm and a seed for what the rest of American masculine culture becomes and why we're seen the way we are,' then it matters.\"  However, Moisey points out that the fraternity wasn't a monolith. Some students stayed in the frat until graduation, while others abandoned it partway through their degrees and repudiated everything it stood for. Some were appalled by Moisey's book, while others looked at it with pride.  \"Each of them is a very different person, even if they all joined the same mischief gang,\" Moisey says.  This seems to be the message at the heart of \"Masculinities\" -- that even among those grouped together, the masculine experience has always been as multifaceted and malleable as any other marker of identity. Pardo encourages men to embrace this liberating view: \"The show isn't setting out to answer what masculinity is. It's about opening up the discussion to start thinking about the subject,\" Pardo explained. \"Men do need to be liberated from this very narrow definition of what it means to be a successful male. Success isn't just on the pitch and in the workplace and in the bedroom. There are lots of other ways of being.\"  \"Masculinities: Liberation through photography\" is at London's Barbican through May 20, 2020."], "Language": false}