{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/business/gilead-coronavirus-stock-market/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-04-29T13:31:41Z"], "LastModifiedDate": ["2020-04-29T17:19:51Z"], "Headline": ["Coronavirus treatment hopes fire up Wall Street"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks surged Wednesday on optimism about an experimental drug that could help the world fight the coronavirus pandemic.  The Dow soared more than 600 points, or 2.6%, on hopes of progress in the health crisis that has killed more than 50,000 people and crushed the American economy.  Wall Street hit session highs in early afternoon trading after Dr. Anthony Fauci, the nation's top infectious disease expert, expressed optimism about remdesivir, the Gilead Sciences experimental drug.  Speaking at the White House, Fauci said a National Institute of Allergy and Infectious Diseases' (NIAID) study showed remdesivir had a \"clear-cut, significant, positive effect in diminishing the time to recovery\" from coronavirus.  \"What it has has proven is that a drug can block this virus,\" Fauci told reporters from the White House. The rally began after Gilead said early Wednesday it is \"aware of positive data\" the NIAID and understands the treatment \"met its primary endpoint\" -- the main result measured to determine whether a treatment was successful.  Investors cheered the news because there are currently no treatments approved by the FDA for treating coronavirus. The Dow climbed 600 points, or 2.6%. The Nasdaq surged 3.5%. Gilead rose 4% on Wednesday and is now up 27% year-to-date.  Scott Gottlieb, former FDA commissioner, told CNN Business the Gilead treatment is an \"important start\" in the fight against coronavirus. \"This drug doesn't appear to be a home run, but it may benefit some patients when used properly,\" Gottlieb said in an email. \"We will get better drugs but this is a beginning of our ability to start to more effectively target this virus.\" Health restrictions imposed to fight the pandemic have caused millions of job losses and led the US economy to contract during the first quarter for the first time since 2014.  No control group In addition to the positive news on the NIAID study, Gilead announced topline results from its own Phase 3 trial evaluating remdesivir given to hospitalized patients with severe coronavirus. The company said the study demonstrated patients receiving a 10-day treatment course of the drug \"achieved similar improvement in clinical status\" compared with those taking a five-day treatment. That suggests the shorter regimen could be enough.   Importantly, Gilead said \"no new safety signals were identified\" in either treatment group. The company plans to submit the full data for publication in the coming weeks.   However, it's crucial to note that unlike the NIAID study, the Gilead-run trial does not have a control group, where some patients don't get the drug being tested. That means it will be difficult to say whether the treatment is truly helping, or if patients could have gotten better on their own.  This isn't the first time remdesivir has set off a big rally on Wall Street. US stocks soared on April 17 on a report about positive signs for the Gilead drug. Yet analysts warned at the time that remdesivir won't be a silver bullet in the fight against coronavirus.  That's partially because remidesvir is a potential treatment, not a vaccine that could prevent the disease from infecting people in the first place.  Yet there was positive news on the vaccine front as well. A German company working with Pfizer has begun human trials of a potential coronavirus vaccine that could supply millions by the end of the year.   \"Hopefully we'll get more good news from Gilead and other drug companies on therapeutics that could increase the confidence of people to reengage with businesses again,\" Peter Boockvar, chief investment officer at Bleakley Advisory Group, wrote in a note to clients. Will remdesivir get FDA approval? The Gilead news was a bit of a surprise, because just last week the company acknowledged it terminated a trial of remdesivir in China early and had no conclusive findings about its effectiveness in treating coronavirus. That development drove global stocks lower.   \"My confidence went up today. It's slowly been going up [with each sign] that this drug really works,\" said SunTrust analyst Robyn Karnauskas.   Gottlieb, the former FDA commissioner, added that he believes there is enough data for the FDA to make the drug more widely available under an emergency use authorization. Given the current crisis, Karnauskas agreed that the FDA could be more open to approving remdesivir for emergency use even though all data is not yet available.  \"I don't think the normal rules apply during a pandemic,\" said Karnauskas. \"[But] the FDA has to feel comfortable the drug is safe.\"  Drug might not move the needle for Gilead Even if remdesivir is proven effective against coronvirus, there is no guarantee it will be a big moneymaker for Gilead. That's partially because there are many unknowns, including how long the pandemic will last, when the drug will get approved and what it will cost -- if anything.  \"We have no idea about any of these things,\" Karnauskas said. Still, SunTrust ran an analysis assuming remdesivir is the only treatment and is used to treat 250,000 patients a year, costing $10,000 for a 10-day treatment. Even then, SunTrust said Gilead's fair value will only be $82 a share -- or roughly where the stock trades now.   \"The stock could overshoot its mark because there is excitement,\" Karnauskas said.  "], "Language": false}