{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/london-fashion-week-aw20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Fiona Sinclair Scott and  Ananda Pellerin, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T16:25:01Z"], "LastModifiedDate": ["2020-02-22T13:08:28Z"], "Headline": ["Here's what happened at London Fashion Week"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["A haze of melancholia colored the proceedings at London Fashion Week Autumn-Winter 2020. In contrast to previous seasons, there were few overt political messages seen on the runways. Vivienne Westwood was the only designer to use her platform for literal protest, when she staged a call to arms to free Julian Assange.  Instead, designers opted for more subtle cues -- rousing soundtracks, bold beauty and moody color palates -- to convey messages of general malaise and, in some instances, sullen, brooding defiance.  But it wasn't all doom and gloom, confident silhouettes and bold accents injected bouts of energy into the week that offered a number of highs. Sophomore designer Richard Quinn triumphed with his nod to London working-class style, delivered with wistful theatrics and playful perversion. There were punk and goth edges to girlish wear from Molly Goddard and Simone Rocha's heady romanticism, both staged in opulent, historical locations in west London. Rocha's show, set to a post-punk soundtrack, was dedicated to \"life, love and loss.\" Layered looks featuring Aran knit wool, silk and lace evoked images of wild women pushing through winds on the Irish coastline.  Lena Dunham walked her first runway show for 16Arlington, and Burberry's creative director Riccardo Tisci cast his regular trio -- Bella and Gigi Hadid and Kendall Jenner -- to walk his show.  Modern powersuits London-based Korean designer Rejina Pyo injected strength and shimmer into daywear with a collection that brought together matte metallics with sexy leathers and practical wools, creating a play of surfaces and dimensions -- including trailing cuffs, long-point collars, thigh-high boots and oversized pockets. This was a clubgirl gone corporate.  Oversized work-friendly jackets and coats were the standout from Ukrainian designer Petar Petrov -- who debuted in London this season -- including a billowing coat with broad collar that was a modern take on a classic 1950s A-line.  Victoria Beckham also presented a highly wearable collection backed by sleek tailoring. She surprised critics by raising her signature hemline, signalling a broader change in tack for the brand.  Cheerleaders and art students  London fashion favorite Molly Goddard showed an elevated, finely tuned art-student aesthetic. Doubling down on her signature Portobello Road styling, the collection paired flower-pinned Alpen sweaters with frilled skirts and platform creepers, long-cuffed sweaters with gothy crinolines, and back-to-school plaids with playful oversized hats.  Having teamed up with Warner Bros to bring the spirit of their DC Universe character Harley Quinn -- played by Margot Robbie in recent release \"Birds of Prey\" -- to the runway, the Mimi Wade girl this season was Goddard's grungy rebel sister, in upcycled scrap-print T-shirts, high-cut anti-prom dresses and pom pom bags fit for a disaffected cheerleader.  Torsos and headpieces  Voluminous sleeves weren't the only action to be had above the waistline. Richard Quinn showed fetishy rhinestone and leather spiked full-face covers (reminiscent of gimp masks), and feathery leonine hoods. Christopher Kane constructed gel-injected harnesses embellished with jewels, layering them over party dresses and tailored jackets.   Wigs wider than the average doorframe at Matty Bovan's Friday night show were impossible to miss. On the cuter side were Wade's kitten over-the-ear hats, and floppy painter-hat style bows topped heads at Molly Goddard.  Legendary milliner Stephen Jones -- the first and last word in statement headpieces -- celebrated 40 years in the business with a palor-style gathering at his central London shop.  Simone Rocha's dynamic collection came at you in waves that went from pallid ivory tones to all-black ensembles. She also sent a series of bridal looks down the runway, complete with dramatic lace veils adding a sense of ceremony to her Sunday evening show.  Dramatic design and mood music   Hydrangea garlands framed one of the enormous walls in the cavernous neo-classical room where the Richard Quinn show was held. Huge doors opened into this Eden's gate, revealing power-clashed floral walls and curtains -- a pattern repeated on some of the models' head-to-toe coverings -- and British singer Hannah Grace, who belted out mournful tunes, was accompanied by a string sextet and grand piano. Turkish designer Dilara Findikoglu staged her sensual show in the wood-panelled library of the National Liberal Club, with cabaret tables lit by candelabras and covered in spilled wine, cigarette butts and strawberries (which the models plucked off tablecloths and ate as they sauntered by). Findikoglu doesn't shy away from spectacle, with one of the models carrying a white cat in her arms. A fantastically long series of railway arches in south London was the stage for the Rejina Pyo show, with a soundtrack including trip hop pioneers Portishead, dark electro duo Boy Harsher and indie trailblazers Joy Division filling the drizzly night air.  Tommy Hilfiger brought his travelling roadshow to London this season, staging a celebrity packed display in London's Tate Modern. And Burberry rounded off the week with an epic mirrored set, staged for an audience of 800 guests.  Pianists Katia and Marielle Labèque performed throughout a show at the expansive Olympia exhibition center.  'God save the Quinn'  So read the embroidered message on the back of the pearly king and queen-style jackets at the show by this newly minted ambassador for the future of London fashion. Mixing high and low references -- sharp tailoring, terraced-house patterns, lush fabrics, punk plaids -- Quinn threw it all at the runway: ballgowns, S&M, baby-doll puff dresses, night-time florals and monochrome polka dots, plus restrained '70s tailoring for his first menswear looks.  The show concluded with a black tickertape explosion, covering guests -- including Billy Porter, dressed like one of the models himself in a shimmering floral blazer atop liquid black leggings -- and models alike. Having only set up shop three years ago, Quinn's ambitious message was clear: he is here to propel London fashion forward. "], "Language": false}