{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/parasite-movie-filming-locations-seoul/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maggie Hiufu Wong, CNN"], "Writers": [["Maggie Hiufu Wong"]], "FirstPublishDate": ["2020-02-19T04:32:25Z"], "LastModifiedDate": ["2020-02-19T05:25:02Z"], "Headline": ["'Parasite' filming locations you can visit in Seoul"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["With South Korean director Bong Joon Ho's \"Parasite\" becoming the first ever non-English film to snag the Best Picture award at the 2020 Oscars, interest in the Seoul locations it features has skyrocketed.     The film is described as a haunting social commentary on the class divide, with much of the action taking place in the homes of the two protagonist families -- the Kims and the Parks. One's a semi-basement apartment, the other an architectural marvel.   The bad news is both of these homes were sets created just for the film. But not to worry, there are plenty of real-life shoot locations \"Parasite\" fans can visit.    The official tourism organizations for both Seoul and South Korea have put together guides highlighting some of the movie's key filming locations, a few of which we've featured here. Warning: Spoilers ahead.  Where \"Parasite\" begins: Woori Supermarket Early in the film, the young Kim Ki Woo (Choi Woo Shik) is seen drinking popular Korean spirit soju with his buddy outside the Woori Supermarket, where he learns of a potential part-time tutoring job with a rich family.  This scene was actually filmed at Seoul's Doijissal Supermarket (or Pig Rice Supermarket).  Featuring the same old school Lotte ice cream fridge that appears in the movie, the front door of this neighborhood grocery store has become a popular photo shoot spot thanks to the film. \"Right now, lots of foreigners are coming here,\" Kim Kyung Soon, owner of Doijissal Supermarket tells Korea's English broadcast channel Arirang. \"We saw four different groups two days ago. I can't count how many people are taking photos in front of our store. There were reporters from Japan and Spain.\"  Mapo District, where the supermarket is located, is also home to a few tourist spots including the Seoul Trickeye Museum and Mapo Oil Tank Culture Park -- a former oil depot that's been transformed into a beautiful public space. Doijissal Supermarket (Woori Supermarket), 32 Songijeong-ro, Mapo-gu, Seoul; Open daily from 8:30 a.m.-00:30 a.m. Heading for the interview: Seongbuk-dong When Kim Ki Woo is on his way to his tutoring job interview, to meet the Parks for the first time, he walks past a charming village called Seongbuk-dong. The affluent hillside neighborhood in Seoul is home to many ambassadors' residences, art galleries and cafes. Nearby attractions include Hanyang City Wall (or Seoul City Wall) and Kilsang Temple. The beautiful appointment-only Korea Furniture Museum is also located in the area. 24, Seonjam-ro 8-gil, Seongbuk-gu, Seoul A peachy scheme: Staircase to the Park house Remember the scene when sister/daughter/pretend art therapist Kim Ki Jung (Park So Dam) buys a bunch of peaches and carries them up the stairs to the Park's home, part of a diabolical scheme to get her mother a job?  Well the staircase is only a stone's throw away from Doijissal Supermarket.  Because the area is largely residential, Seoul Tourism's guide to the film's shoot locations asks visitors \"not to cause interruptions to the residents.\"  Not far from the stairs, other attractions include the Ahyeon-dong Furniture Complex, Seosomun Park and the Songijeong Sports Park.  3 Songijeong-ro, 6-gil, Mapo-gu, Seoul Close call: Staircase to Jahamun Tunnel It's one of the film's most pivotal scenes.  Following a shocking subterranean discovery, three members of the Kim family are forced to spend the night hiding under a coffee table when the Parks return home unexpectedly from their camping trip.  (It's also a scene that had many of us searching online for \"ram don and sirloin\" recipes.) Eventually, the Kims make a harrowing escape unseen and run down a long staircase in the pouring rain and into Seoul's Jahamun Tunnel. It's said that \"Parasite\" director Bong specifically used this site to visualize the class disparities between the rich and the poor.  The staircase is at the entrance of the green-striped tunnel, which has a pedestrian path on one side of the road. While in the area you can also visit the beautiful Gyeongbokgung Palace -- the largest royal palace built during the Joseon Dynasty. The smaller but also historic Changgyeonggung Palace and the well-preserved Changdeokgung Palace are also close to the tunnel. 219, Jahamun-ro, Jongno-gu, Seoul Party supplies: Orga Whole Foods Another grocery store featured in the movie is the Orga Whole Food Supermarket in Bangi-dong. This is where doting mother Park Yeon Kyo goes to buy all the goodies she needs for her son's unforgettable birthday party.  In real life, Orga Whole Foods stocks eco-friendly healthy food that aims to strike a \"harmonious balance between body and mind, individuals and communities, humans and nature\" as stated on its website (in Korean only).  Orga Whole Foods, 4, Yangjae-daero 71-gil, Songpa-gu, Seoul The must-visit: Pizza Generation One of the early non-human stars in the movie -- Pizza Generation -- exists in real life. Well, sort of. Its name is actually Sky Pizza.  The mom-and-pop pizzeria, first opened 17 years ago, provided the film crew with the stacks of green and orange pizza boxes that father Kim Ki-taek (Song Kang Ho) folds -- albeit quite poorly -- in the movie.  According to the Seoul Tourism Organization, the owners had to teach the actor how to fold the uniquely shaped pizza box in the movie. Sky Pizza now proudly displays an autograph from Bong as well as a photo of the store owner with the director on its wall. In addition to pizza, it's also famous for its Korean fried chicken, making it the perfect place to end your \"Parasite\" tour of Seoul.  Sky Pizza, 86, Noryangjin-ro 6-gil, Dongjak-gu, Seoul; Open every day from 10 a.m.-10 p.m."], "Language": false}