{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/alaia-adrian-masters-of-cut-exhibit-scad-fash-museum/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T04:27:40Z"], "LastModifiedDate": ["2020-02-19T07:06:36Z"], "Headline": ["Alaïa and Adrian: Exhibition explores ties between two fashion greats"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["The late French-Tunisian designer Azzedine Alaïa approached his work as a form of art, focusing more on his famously precise technique than the vagaries of fashion. He was also an avid collector, amassing thousands of dresses and fashion items before his death in 2017.  Among them were hundreds of creations by famed Metro-Goldwyn-Mayer Studios costume designer Gilbert Adrian -- known simply as Adrian -- who dressed the stars during Hollywood's so-called \"Golden Age\" and later established his own label. The work of both men is now on display at a new exhibition, \"Alaïa-Adrian: Masters of Cut,\" which highlights their shared attention to detail and the form-flattering techniques used to dress some of the 20th-century's most iconic women. \"Adrian and Alaïa used to refer to the art of cut, instead of a print or an artificial detail,\" said fashion historian Olivier Saillard, who co-curated the exhibition at the Savannah College of Art and Design (SCAD) FASH Museum of Fashion + Film in Atlanta, Georgia. \"This position gave (them) both a timeless style. \"Even with the designs being from the '40s, the '50s (for Adrian) or from the '80s, '90s and 2000s (for Alaïa), time has no influence on their work.\" The exhibit Staged more than 20 years after Alaïa's last stateside fashion show, the exhibition was partly inspired by the designer's zeal for collecting the work of peers who inspired him. The perimeter of the exhibit showcases designs by Adrian: women's suits and jackets with broad shoulders and nipped-in waists that flatter the female form, despite being traditionally masculine garments. At their center are Alaïa's creations, his influences evident in their sharp lines and respect for structure. But the exhibition also celebrates Alaïa's work in its own right. Elsewhere, visitors can see the results of his pioneering laser cutting technique, for instance, which helped him achieve new levels of precision -- as demonstrated by the oldest of Alaïa's designs on display, a 1981 black wool jersey dress with a metal zip that snakes spectacularly around the wearer's body. \"In addition to tailoring from both designers, we have included a selection of iconic Alaïa dresses -- a sort of 'greatest hits' section -- because we felt it was important to introduce our museum visitors to Alaïa's legacy,\" said director of fashion exhibitions at SCAD, Rafael Gomes. A collector's eye  In order to preserve his collection, Alaïa established the Association Azzedine Alaïa (which is set to become the Foundation Azzedine Alaïa) along with his partner, the painter Christoph Von Weyhe, and his longtime friend Carla Sozzani, now the organization's president, in 2007. But it was only after the designer's death that the magnitude of his collection, and the amount of Adrian's work within it, became clear, Saillard said. What struck Alaïa about Adrian's designs in particular was \"the art of the cut,\" the curator added. \"Azzedine was very concentrated and focused on the art of shape and the art of cutting the fabrics. It was very interesting the way (Adrian) managed the fabrics with few elements of decoration,\" Saillard said.  This minimalist technique wasn't simply a matter of preference: Many of Adrian's suits were produced during World War II, when rationing limited the amount of fabric available, which effected design features such as the length of a jacket, or the size of lapels and pockets.  Adrian worked around those constraints, creating short suit jackets with barely-there collars, pockets and zippers. This approach is reflected in Alaïa's designs too, with both men opting to work within the system, while still breaking a few of the rules.  \"They loved women,\" Saillard said, of another similarity between the two designers. \"They were very passionate (about their shape and their silhouette). \"Azzedine was very close to Naomi Campbell and Tina Turner, every kind of strong personality. And talking about Adrian, he used to design the dresses for (Greta) Garbo, for Joan Crawford -- strong women, not especially glamorous women, but strong women.\" Indeed, the exhibit features designs made by Alaïa for famous models such as Campbell, who lived with him when she first moved to France as a teenager in the 1980s. Seeing the courtier as something of a father figure, she is known to have referred to him \"papa.\" As for Adrian's back catalog, the exhibition includes a replica of the sparkling ruby slippers from \"The Wizard of Oz.\" The designer famously created costumes for the entire production, including Dorothy's iconic gingham pinafore. Saillard hopes that the bonds tying the two designers' work simultaneously can emphasize the importance of prioritizing craft over trends. \"I, weirdly, think that in the next decade, we will come back in a new moment for simplicity,\" Saillard said. \"Maybe it will be the moment we see the legacy of Adrian and Azzedine.\" \"Alaïa-Adrian: Masters of Cut\" is on at SCAD FASH Museum in Atlanta, Georgia, through Sept. 13, 2020. Top image: From left to right, a bustier dress designed for Tina Turner, a summer 1988 dress made from strands of rope encased in red cotton twill, and a bustier dress in black silk chiffon. "], "Language": false}