{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/things-to-do-miami-florida/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Rebecca Wallwork, CNN"], "Writers": [[]], "FirstPublishDate": ["2018-07-03T12:44:24Z"], "LastModifiedDate": ["2020-02-18T21:51:27Z"], "Headline": ["The best things to do in Miami"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["With its year-round blue skies, sunshine and Caribbean-blue waters, Miami is always ready for its close-up.  A thriving art scene, an ever-changing culinary landscape and, of course, the beach, bay and buzzy hotel pools combine to make an irresistible travel destination. Whenever you visit, these are the can't-miss classics to add to your Miami to-do list. Beach and beyond Miami Beach is home to the most famous stretch of coastline in Florida, set against the neon backdrop of Ocean Drive.  Mid-Beach (between 23rd-46th Streets) is home to more spacious resorts away from the touristy bustle. Surfside and Sunny Isles to the north offer towering accommodations on the water.  Other neighborhoods worth exploring include like Coral Cables, Coconut Grove, Wynwood and the Design District. A day trip to the nearby Everglades National Park will round out your Florida experience with air boats and gator sightings. Goods and galleries Art Basel Miami Beach brings the art world to Miami in December, but the city has plenty of art and splashy architecture to enjoy all year, even in shopping hubs like the Design District (home to the free Institute of Contemporary Art, Miami), Bal Harbour Shops, Lincoln Road Mall and the Aventura Mall (where art comes in the form of a 93 foot tall slide by artist Carsten Höller). For street art, head to Wynwood, where colorful murals share space with art galleries, laid-back bars, restaurants and hip boutiques like Warby Parker and local floral art spot Plant the Future. Downtown, Brickell City Centre houses a clutch of boutiques from lesser-known European brands, while the new Frost Museum of Science keeps kids busy with interactive exhibitions and a planetarium open every day of the year. The Perez Art Museum (PAMM) hosts excellent exhibitions and a permanent collection of Caribbean and Latin American art. Keen art-hounds should carve out time to visit some of the city's private collections, too, including the Marguiles Collection at the Warehouse and the Rubell Museum. Institute of Contemporary Art, Miami, 61 NE 41st St, Miami, FL 33137, +1 (305) 901-5272 Aventura Mall, 19501 Biscayne Boulevard, Aventura, FL 33180, +1 (305) 935-1110 Brickell City Centre: 701 South Miami Avenue., Miami, FL 33131, +1 (305) 998-7922 Phillip and Patricia Frost Museum of Science, 1101 Biscayne Boulevard, Miami, FL 33132,  +1 (305) 434-9600 PAMM, 1103 Biscayne Blvd., Miami, FL 33132, +1 (305) 375-3000 Marguiles Collection, 591 NW 27th St, Miami, +1 (305) 576-1051 Rubell Museum, 1100 NW 23rd St, Miami, +1 (305) 573-6090 Restaurants and coffee Miami is a great food town, with new restaurants, bars and food halls opening up seemingly every week.  Enduring favorites you'll want to sample at least once include Joe's Stone Crab in South Beach (stone crab season runs from mid-October through mid-May) and Michael's Genuine in the Design District.  Brunch is a competitive sport in Miami, and you'll need reservations at the most popular spots like Yardbird and Mandolin.  Mingle with locals at casual spots like David's Cafecito, La Sandwicherie, Zak the Baker and Panther Coffee, and save your most glamorous outfit for a night out at top spots like Nobu Miami, Zuma and The Surf Club Restaurant by Thomas Keller.  To step into another world entirely, head to The Den, an exclusive dining room for ten nestled within the Michelin-starred concept Azabu Miami Beach. The Tokyo-style Omakase dinner helmed by Chef Yasuhiro Tanaka is at once serene and decadent, each bite a mouthwatering work of art.  Two places for a Miami experience unlike any other are 27 Restaurant & Bar, where chef Jimmy Lebron channels Miami's melting pot of cultures into mouthwatering dishes bursting with Florida-fresh ingredients, and Kiki on the River, an indoor-outdoor restaurant on the Miami River with a lounge vibe and delicious Mediterranean fare perfect for the warm climate. For a taste of the city's signature Cuban flavors, head to Calle Ocho in Little Havana and enjoy live music and mojitos at historic venue Ball & Chain, followed by medianoches and a colada (sweet Cuban coffee, served with a stack of tiny plastic cups for sharing) at Versailles or La Carreta (both have outposts at Miami International Airport, if you need another dose on your way home.) Politan Row Miami, 140 NE 39th St Suite #241, Miami  Joe's Stone Crab, 11 Washington Ave., Miami Beach, +1 (305) 673-0365 Michael's Genuine, 130 NE 40th St., Miami (Design District), +1 (305) 573-5550 Yardbird Southern Table & Bar, 1600 Lenox Ave., Miami Beach, +1 (305) 538-5220 Mandolin Aegean Bistro, 4312 NE 2nd Ave., Miami (Design District), +1 (305) 749-9140 David's Café Cafecito, 919 Alton Rd., Miami Beach, +1 (305) 534-8736 La Sandwicherie, 229 14th St., Miami Beach, +1 (305) 532-8934 Zak the Baker, 295 NW 26th St, Miami (Wynwood), +1 (786) 294-0876 Panther Coffee, multiple locations Nobu Miami, 4525 Collins Ave., Miami Beach, +1 (305) 695-3232 Zuma, 270 Biscayne Blvd Way, Miami, +1 (305) 577-0277 The Surf Club Restaurant, 9011 Collins Ave., Surfside, +1 (305) 768-9440 The Den at Azabu Miami Beach, 161 Ocean Drive, Miami Beach, +1 (786) 276-0520 27 Restaurant & Bar, 2727 Indian Creek Dr., Miami Beach, +1 (786) 476-7020 Kiki on the River, 450 NW North River Dr., Miami, +1 (786) 502-3243 Ball & Chain, 1513 SW 8th St., Miami (Little Havana), +1 (305) 643-7820 Versailles, 3555 SW 8th St., Miami (Little Havana) & multiple locations, +1 (305) 444-0240 La Carreta, 3632 SW 8th St., Miami (Little Havana) & multiple locations, +1 (305) 444-7501 Water bound No trip to Miami is complete without spending time on (or in!) the water. This is a great place to indulge your adventurous side and try kite-surfing, parasailing or jet-skiing.  The beach is an obvious draw -- head to South Pointe or mid-Beach for quieter scenes than you'll find in the heart of South Beach -- and hotel pools are often a destination unto themselves.  Stand-up paddle boarding and kayaking are fun ways to explore Miami's bays and an Island Queen Cruises boat tour to Stiltsville -- a collection of old wooden houses on stilts in the ocean -- will give you the opportunity to take some striking photos and savor the sea breeze. WaterSportsMiamiBeach.com, 5301 Collins Avenue, Miami Beach, FL3140, +1 (786) 488-7388 Miami Beach Paddle Board, 1416 18th Street, Miami Beach, FL 33139, + 1 (786) 718-7537 Island Queen Cruises, 401 Biscayne Boulevard, Miami, FL 33132, +1 (305) 379-5119 Hotel hopping In Miami, hotels are more than just a place to lay your head; in fact, in many cases they're about everything but sleeping. After a $90 million, multi-year renovation, the glamourous Ritz Carlton South Beach has finally reopened. The landmark building, from famed Art Deco architect Morris Lapidus, includes many original interior details -- most strikingly, the chrome sphere light wall in the lobby. Drink a classic cocktail at the adjacent marble Lapidus bar or sip a frothy frosé by the pool. Elsewhere in South Beach, the day-drinking pool party scene is best encapsulated by the Delano and SLS South Beach.  In Mid-Beach, The Miami Beach EDITION is also home to Basement, a nightclub with a 2,000 square-foot indoor skating rink and four-lane bowling alley. Nearby, Faena Hotel has eye-catching interiors by Baz Luhrmann and Catherine Martin, while a little farther north is the sprawling Fontainebleau, a one-time Rat Pack hangout that still draws the party crowd with nightclub LIV.  Next door, you'll find another iconic hotel that's been transformed into a more chic, sedate escape, the Eden Roc Miami Beach and its hotel-within-a-hotel, Nobu Miami Beach.  To mingle with locals sipping frosé, stay in or swing by the Standard Spa Miami.  Or for something truly spectacular, you can stay in Gianni Versace's former home, Casa Casuarina, or head to Surfside for a dose of old-world Miami glamor in a chic new Richard Meier-designed package at The Four Seasons Surf Club. The Ritz Carlton South Beach, 1 Lincoln Road, Miami Beach, +1 (786) 276-4000 Delano South Beach, 1685 Collins Avenue, Miami Beach, FL 33139 +1 (305) 672-2000 SLS South Beach, 1701 Collins Avenue. Miami Beach, FL 33139, +1 (305) 674-1701 The Miami Beach EDITION, 2901 Collins Avenue, Miami Beach, FL 33140, +1 (786) 257-4500 Faena Miami Beach, 3201 Collins Avenue, Miami Beach FL, 33140, + 1 (305) 534 8800 Fontainebleau Miami Beach, 4441 Collins Avenue, Miami Beach, FL 33140, +1 (866) 629-2573 Eden Roc Miami Beach / Nobu Hotel Miami Beach, 4525 Collins Avenue, Miami Beach, FL 33140, +1 (786) 427-2056 The Standard Spa Miami, 40 Island Avenue, Miami Beach, FL 33139, +1 (305) 673-1717 The Villa Casa Casuarina, 1116 Ocean Drive, Miami Beach, FL 33139, +1 (786) 485-2200 The Four Seasons Surf Club, 9101 Collins Avenue, Surfside, FL 33154, +1 (305) 381-3333"], "Language": false}