{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/famous-buildings-new-york-city/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Forrest Brown, CNN"], "Writers": [["Forrest Brown"]], "FirstPublishDate": ["2020-02-17T13:12:25Z"], "LastModifiedDate": ["2020-02-18T19:39:02Z"], "Headline": ["Famous buildings in New York City: 20 favorites the world knows and loves"], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["By historical standards, New York is still a relatively new city -- a youngster compared with the likes of London, Cairo or Beijing. But in its short life, New York has captured the world's collective attention like no other. Whether it's entertainment, restaurants or finance, everyone everywhere seems to know everything about New York. Its architecture is no exception. Viewed on TV and in movies or seen in person, New York's buildings are famous world over.  From soaring skyscrapers to hallowed entertainment venues, take a tour with CNN Style and discover fascinating facts and historical tidbits of 20 celebrated buildings:    Apollo Theater Opened: 1914 | Use: Entertainment auditorium Oh, the shows this storied Harlem institution has seen -- from Billie Holiday and Count Bassie to Lauryn Hill and Prince. Not to mention its countless, beloved amateur nights. As a building, the neo-Classical  Apollo Theater helps anchor Harlem. As an entertainment venue, it's an anchor of African American music and culture. It started life as Hurtig and Seamon's New Burlesque Theater. After a city campaign against burlesque, it become the Apollo and began offering shows of interest to Harlem's growing African American population. It's had ups and downs over the decades, including a longtime closure starting in 1978.  In 1985, a renovation and reopening was celebrated with a TV special, \"Motown Salutes the Apollo.\" More recently, it saw the addition of more than 1,500 house seats and restoration of its 125th street facade. Did you know? The theater has national historic landmark status, and in 2006, James Brown's body lay in state on the Apollo's stage.   Chrysler Building Opened: 1930 | Use: Offices The Chrysler Building was the tallest building in the world for 11 fleeting months, but its everlasting glory is that marvelous Art Deco crown. Those seven radiating arches, with an exterior of shiny stainless steel that brilliantly reflects sunlight, have made the Chrysler a permanent grande dame of the Manhattan skyscraper set even though other buildings now eclipse it in height.  In case you're wondering, the Chrysler is 1,046 feet (319 meters) from base to tip. Other architectural touches that give the building memorable flair: distinctive eagle gargoyles and triangular windows in the cap. Did you know? The lobby is to-die-for gorgeous with red Moroccan marble walls and a ceiling mural depicting scenes from the Chrysler assembly line and other symbols of industrial progress. The Cloisters Opened: 1938 | Use: Museum of medieval art If Midtown's Chrysler Building was New York's bold thrust to seize the 20th century for America, then the Cloisters in the upper tip of Manhattan was the city's quiet nod to times long ago and places far away. It's a branch of the Metropolitan Museum of Art (see below), and it's focused on the medieval art and architecture. You'll find four cloisters: Bonnefont, Saint-Guilhem, Trie and Cuxa, whose tower dominates the site. They are reconstructed from parts of actual Romanesque and Gothic structures from France that were incorporated into modern buildings. Did you know? While it's renowned for its Unicorn Tapestries, the Cloisters also boasts impressive stained-glass windows, including those from the castle chapel at Ebreichsdorf, Austria. The Dakota Opened: 1884 | Use: Apartment building From its distinctive look to its roster of celebrity residents (including Lauren Bacall, Leonard Bernstein and Roberta Flack), this Upper West Side gem ushered in the New York luxury apartment scene and remains the standard for classic Manhattan living. Architect Henry Janeway Hardenbergh designed the Dakota in the German Renaissance style, says Tom Miller, author of \"Seeking New York\" (Universe Publishing 2015) and the Daytonian in Manhattan blog.  Some historians also call it \"Chateauesque,\" Miller says. \"The confusion in terms is a result of Hardenbergh's mixing of history styles; what was at the time sometimes referred to as a 'happy mix.' \"   With beige brick, cast iron and brownstone, the building has intriguing shapes and angles and features spires and gargoyles.  Miller says don't miss the \"brooding German Renaissance faces and dragons that form the supports of the iron railing around the light moat at sidewalk level.\" Did you know? The 1968 cult horror classic \"Rosemary's Baby\" used the Dakota's exterior as a location shoot (the building was called The Bramford in the film). And former Beatle and then-resident John Lennon was killed outside the main door in 1980. Empire State Building Opened: 1931 | Use: Office building, tourist observation decks Almost 90 years later, the Empire State Building's stats still impress. Architectural height: 1,250 feet (381 meters). If you count the antenna on top: 1,454 feet (443 meters). Number of steps: 1,872 from street level to the 103rd floor. Number of elevators: 73. And while the Empire State Building lost its status as world's tallest building in the early 1970s, the Art Deco giant never lost its grip on the public's imagination.  Easily visible from many vantage points in Midtown Manhattan and favorite film and TV spot (from \"King Kong\" to \"Gossip Girl\"), it's sure to remain one of NYC's most quintessential structures. Did you know? The Empire State Building took less than 14 months to build. There were plans for it to become a docking station for dirigibles (a function it served one time).  Flatiron Building Opened: 1902 | Use: Offices The odd and the practical often coalesce in New York. The Flatiron Building is a delightful example. At 285 feet (87 meters) tall, 22 stories and only 6.5 feet wide at its narrowest point at the top, the Flatiron is dwarfed by many a Manhattan building.  But its unusual triangle shape -- built to accommodate the footprint leftover by the intersections of 23rd Street, Fifth Avenue and Broadway -- make it a standout. Like the Eiffel Tower, the building met with critical derision early on, but it quickly became a public favorite with its Beaux Arts facade. It was one of the first steel-skeleton structures in the city. Did you know? The Flatiron's first name was the Fuller Building, and it held no restrooms for women. The name was changed, and so was that restroom situation. Grand Central Terminal Opened: 1913 | Use: Transportation hub; retail and dining What a magnificent and stylish way to get from A to B! Grand Central Terminal competes with the great classic railway stations of Europe with its Beaux Arts design and cavernous concourse. Decorative flourishes in the main hall include bronze and stone carvings, sculpted oak leaves and acorns, the celestial ceiling mural and the famed four-faced clock. Like other New York institutions in the 1970s, its beloved Oyster Bar hit hard times and even closed for a couple of years. But a revitalized menu and a dining hall with high, vaulted ceilings returned to former glory gave the restaurant a second life.  Did you know? GCT sees roughly 750,000 visitors every day. And it's not just the terminus of the Metro-North Railroad -- it's a hub for subway, bus and taxi services, too. Guggenheim Museum Opened: 1959 | Use: Contemporary art museum The Solomon R. Guggenheim Museum was one of the visionary works of architect Frank Lloyd Wright, who died six months before the building opened.  It's hard to imagine a more fitting place to display contemporary, avant-garde pieces than this contemporary, avant-garde building. The Guggenheim follows Wright's adopted mantra of \"form follows function.\" An unusual ramp gallery continuously spirals along the outer edges of the building from ground level to skylight. Inside, visitors ascend or descend the ramp as they observe the artwork -- and each other. Interestingly, the nautilus shape of the building is wider at the top than at the bottom. Did you know? Wright wasn't a fan of New York -- a \"vast prison with glass fronts\" as he called it. But he was thrilled the Guggenheim was to be situated across the street from Central Park, which appealed to his fondness for  inspiration from nature. Macy's Opened: 1902 | Use: Department store New York is a shopping city. And while you'll find more luxurious and ornate offerings, it's hard to beat the Macy's flagship Herald Square store for Big Apple retail nostalgia. When it first opened, Macy's was a cutting-edge store with 33 elevators and four wooden escalators (the first US store to utilize them). In fact, you can still ride the original escalators at Herald Square.  In 2014, it unveiled a full renovation that restored many of its original elements of Beaux Arts classicism while mixing in contemporary, open elements.  The flagship store is also the traditional ending point of the annual Thanksgiving Day Parade. Did you know? This Macy's is one of the largest department stores in the world. It covers a city block. It's also the setting in the opening scenes of the Christmas classic \"Miracle on 34th Street.\" Madison Square Garden Opened: 1968 | Use: Sports and entertainment venue Madison Square Garden's website calls the building \"The World's Most Famous Arena.\"  It would be hard to argue the point -- after all, it's the place where the New York Knicks and New York Rangers play hoops and hockey.  And it's where Joe Frazier beat Muhammad Ali in their \"Fight of the Century\" back in 1971. And it's Billy Joel's \"home court,\" who has given a once-a-month concerts there since 2014. The building that opened in 1968 was actually the fourth arena to be given the Madison Square Garden name.  Its circular shape and cable-supported ceiling made it an engineering marvel for its time, according to MSG's history page.  Did you know? Along with its storied sports and entertainment history, MSG has been host to papal visits -- Pope John Paul II in 1979 and Pope Francis in 2015. Metropolitan Museum of Art Opened: 1880 | Use: Museum It makes a museum fan's heart swell -- standing on the Fifth Avenue sidewalk, staring at the gorgeous Beaux Arts exterior and contemplating the worldly treasures inside the Metropolitan Museum of Art. But did you know you're actually looking at an addition? The Met's done a lot of growing over the decades. If you want to see the Met's original red-brick facade, head to the Robert Lehman wing. The Fifth Avenue facade pictured above and the Great Hall didn't open to the public until 1902. Speaking of additions, one of the most impressive has to be 1978's Sackler Wing, which houses the Egyptian Temple of Dendur. Did you know? While ascending the steps off Fifth Avenue to the main entry into the Great Hall is glorious, a rather nondescript entry at 81st Street at the Uris Center for Education lets you avoid the crowds. And if you have accessibility concerns, this is definitely the one to use.  New York Public Library  Opened: 1911 | Use: Library, research and exhibitions From the iconic lion statues guarding the entrance t"], "Language": false}