{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/politics/lysol-wipes-back-in-stores-when-disinfectant-sprays/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Daniella Diaz and Ali Zaslav, CNN"], "Writers": [["Daniella Diaz", "Ali Zaslav"]], "FirstPublishDate": ["2020-04-29T15:36:52Z"], "LastModifiedDate": ["2020-04-30T14:19:17Z"], "Headline": ["Don't expect to see disinfectant wipes or sprays in stores anytime soon, experts say"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["If you want to buy disinfectant wipes, good luck finding them on the store shelves. Products that help prevent the spread of the coronavirus, including disinfectant wipes, cleaning sprays and other items, flew off the shelves weeks or months ago as consumers prepared for the pandemic. It could be several more months until high demand items like sanitizer wipes and sprays are easily available in stores again. In March and April, the sales of aerosol disinfectants jumped 230.5% and multipurpose cleaners 109.1% from this time last year, according to research firm Nielsen. Patrick Penfield, a professor of supply chain management at Syracuse University, told CNN he's hopeful the country will see shelves restocked with disinfecting and cleaning products by the end of July -- with the caveat that coronavirus cases decrease by the summer. The issue with disinfecting wipes is \"prolonged demand,\" he said.  Meanwhile, Steve Tracey, the executive director for the Center for Supply Chain Research at Penn State University, told CNN it's impossible to tell when we might see the items back on the shelves. \"It's unpredictable,\" Tracey told CNN in an interview. \"It's not a question of if -- it's a question of when. It's very difficult to predict the when.\" RELATED: Reported disinfectant poisonings in children on the rise during pandemic Tracey said he doesn't see the demand of the products lessening until there are treatments or there is a vaccine to protect people against Covid-19. \"And even then the demand for disinfecting and sanitation, just because it's human nature to want to protect ourselves, may stay increased for awhile,\" he said. \"So the answer to the question is how rapidly can companies like Lysol and Clorox and the people that make hand sanitizer increase their production capabilities to meet that demand?\" An issue plaguing factories, Penfield said, is that manufacturers can't keep up with demand, adding that one key issue is many chemicals which are base ingredients for disinfectants and wipes are coming from overseas, specifically China. When China first got hit with the coronavirus pandemic, many factories stopped filling orders and \"that left a hole in the supply chain.\" \"One of the issues is that they can't get enough ingredients for the disinfectants, the wipes, and that's been their biggest issue. Most of those ingredients, the base ingredients, they actually come over from overseas and specifically China,\" Penfield said. \"So, for them it's really difficult and they're running their factories, nonstop right now and trust me when I say this, their preference would be to meet demand but they just can't because they can't get all the ingredients in order to make the actual product.\" Jake Dean, the director of the Grainger Center for Supply Chain Management at the Wisconsin School of Business, told CNN manufacturers are waiting to see how long this need for disinfectant products lasts before they make long term changes to increase manufacturing capacity.  \"It could be a very long time before we see full store shelves on these items,\" he said. \"Bottom line: Adding manufacturing capacity is expensive, and makers of these items may want to wait and continue to do what they can with their existing capacity while they evaluate how 'sticky' this change in demand is, meaning that shelves could continue to be empty for some time.\" Companies won't say when products will be back on the shelves Supply chain experts say the restock of these products depends on the company's production, but the companies themselves aren't revealing many details about how they're handling increasing the production. At the same time, while paper goods like toilet paper and paper towels were scarce at the start of the pandemic, they're beginning to return to shelves at normal levels as manufacturers adjusted to increased demand. Reckitt Benckiser Group, the manufacturer of Lysol disinfectant wipes, said in a statement it's experiencing \"unprecedented and accelerated demand\" for its products but did not respond to CNN's request about when customers should be able to see them back on retailer shelves. \"Demand remains very high and products are selling very quickly when re-stocked, so we recognize that it may be difficult to locate some specific products our consumers may be looking for.  We apologize for this inconvenience and appreciate your patience & understanding while we work with retailers to restock products as quick as possible,\" the company said in the statement. CNN reached out to several retailers -- including CVS, Target, Walmart and Costco -- and did not hear back about the specific question on when customers will be able to purchase these products again. The retailers told CNN they didn't plan to answer that question. SC Johnson, which manufactures products such as Windex and other cleaners, told CNN in a statement that given the need and strong demand, it continues to increase production and is \"focused on increasing capacity at many of our global manufacturing sites by adding more shifts and/or creating new production lines.\"  But the company was unable to provide a date for when shelves across the country will be stocked at normal levels. For example, SC Johnson said in a statement that one of its factories in Chicago that produces Method and Mrs. Meyer's Clean Day cleaning and disinfecting products previously ran three shifts, five days a week. Now, to keep up with demand amid the pandemic, they've added a sixth-day to production and converted 34 employees from part-time to full-time."], "Language": false}