{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/15/cnn-underscored/presidents-day-furniture-sales/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lesley Kennedy"], "Writers": [["Lesley Kennedy"]], "FirstPublishDate": ["2020-02-15T05:19:42Z"], "LastModifiedDate": ["2020-02-16T15:52:56Z"], "Headline": ["Shop the best Presidents Day furniture sales now"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Whether you're using your extra day off to take a vacation or you're just enjoying extra time curled up on the couch at home, you should be taking advantage of Presidents Day to upgrade your home decor with some fab furniture deals.  The three-day holiday weekend isn't just for recognizing America's top leaders. It's also prime time to score savings on everything from sofas and side tables to mirrors and decor. Whether you're looking to upgrade a key piece or just add a fun new accent to the mix, now's the time to do it with a little patriotic flair. Here's a look at some of our favorite Presidents Day furniture sales.  Allmodern Love the modern look? Shop Allmodern's Presidents Day clearance sale for an extra 15% off select items with the code GOALLOUT. Take a huge discount off this chic and cozy Aidy loveseat ($492.99, originally $1,850.99; allmodern.com) in a pretty shade of pink. If you favor Scandiavian designs, opt for the Arlo coffee table ($169.99, originally $249; allmodern.com), with its flared legs and glossy white top. And if you're looking for your next accent chair, consider the highly rated Belz armchair ($164.04, originally $349.99; allmodern.com). With tapered legs and button-tufted details, it will be the star of any room. Birch Lane You'll get 15% off — and free shipping — when you use the code GEORGE at this home furnishings site.  The Kailani navy and green indoor/outdoor area rug (starting at $24.65; originally $49; birchlane.com) comes in eight sizes and is stain-resistant and durable with its low loop pile. Spruce up your entryway — and add some precious storage space — with the Claxton upholstered flip-top storage bench ($143.65; originally $261.99; birchlane.com). Or give new life to your living room with the Lorraine TV stand ($151.30; originally $289.99; birchlane.com). It supports TVs up to 60-inches and is perfect for those who prefer farmhouse-style decor.  Pier 1 On the lookout for a new chair, wall art or rug? For Presidents Day weekend, Pier 1 is offering 30% off select categories with the discount applied at checkout, which means many of the retailers boho chic decor items are significantly marked down.  First on our list? A Papasan chair ($99; originally $159.95-$179.96; pier1.com) that includes a single base, bowl and cushion. Rave reviews call it soft, sturdy and comfortable. For something a little funkier, opt for a Swingasan rainbow ombre hanging chair ($309.99; originally $429.99; pier1.com). Made for indoor or outdoor use, it will be a conversation piece whether it's on your patio or tucked in the corner of your living room. And to make a bright wall statement, consider the company's Petite Gold Burst Mirror ($17.46; originally $24.95; pier1.com). A little bit retro, a little bit regal, it's a whole lot of cool.  Home Depot You don't need to be in the midst of a remodel to enjoy the deals at Home Depot this weekend. Grab 30% off select home decor and furniture during the home retailer's Presidents Day sale. If you're looking for new storage options, check out the Shelton Wooden Storage Locker ($356.88, originally $594.80; homedepot.com). In a pretty polar white, this Home Depot best-seller features three doors, three drawers and three cubbies perfect for keeping everything in its place. Another best-seller, the Harper & Bright Designs Twin Over Twin Bunk Bed with Trundle ($359.99, originally $526.98; homedepot.com) is a great space-saving option for the kids' room. Made of solid pine, it's also fun for sleepovers. And if it's your home office that needs sprucing up, consider another popular item: the Merax Simple Design Oak Computer Desk ($40, originally $189.99; homedepot.com). Its clean lines will look great in any setting.  Wayfair Wayfair can always be counted on for a great deal, and this weekend, the mega home retailer did not disappoint. Shop the company's Presidents Day Blowout, and find savings on furniture for bedrooms, living rooms, kitchens, dining room, outdoors and more.  A standout from this sale includes the Serta Futons Twin 66.1\" Tufted Back Convertible Sofa ($133.68, originally $149.99; wayfair.com), a treat for overnight guests that won't be an eyesore in your living room. Or pick up the Charlton Home Adda 5 Piece Dining Set ($279, originally $309.99; wayfair.com), and give your upcoming family meals and dinner parties a stylish upgrade. Or opt for a more subtle lift in the form of this unique Langley Street Vernonburg Intersecting Wall Shelf ($37.23, originally $45; wayfair.com). It's the perfect way to display your trinkets.  For even more deals on furniture and tons of other products, check out our list of all the Presidents Day deals worth shopping here.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}