{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/15/us/200-amsterdam-tower/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Anna Sturla, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-16T03:42:36Z"], "LastModifiedDate": ["2020-02-16T03:42:36Z"], "Headline": ["New York judge orders developer to cut floors from residential tower"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A Manhattan developer must lop off floors from its Upper West Side construction project, a New York Supreme Court judge ruled Thursday.  The 55-story building would have towered over a busy residential and commercial neighborhood close to Lincoln Center and Central Park. The building currently under construction stands at 668 feet and 51 stories, according to the Municipal Art Society, one of the plaintiffs in the case. \"If you have to take down part of the building, that's a big deal, particularly one that's newly constructed. Not unique, but unusual,\" said Elizabeth Goldstein, president of the Municipal Art Society. The Committee for Environmentally Sound Development also joined the lawsuit. Justice W. Franc Perry ruled that the permit for the development, located at 200 Amsterdam Avenue, should not have been issued. He ordered the city to revoke the building permit and remove all floors that exceed the zoning limit. The ruling did not state how many floors should be removed, and it remains unclear if and how many would be directly affected by the ruling. The city's Department of Buildings, which approved the permit and was challenged alongside the developer, will be ruling on how many floors to remove. The department will have to analyze the city's mammoth Zoning Resolution, which is 1,600 pages long and dates back to 1916. The developer, SJP Properties, will appeal the decision, said Scott Mollen, a lawyer representing the developer. He pointed to the project's repeated approvals by the city's Department of Buildings as an indication that it followed the letter of the code. \"The developers strongly believe that the appellate court will see the several ways this decision was incorrect,\" Mollen said. Community organizations argued that the project's developer had abused the city's zoning code by cobbling together an odd assortment of lots to gain additional height. \"They created a 39-sided zoning lot,\" Goldstein said. \"You would expect to see a rectangle of some kind. You might expect it to be bigger, you might expect smaller. But you wouldn't expect it to snake across the whole block.\" Goldstein hopes the ruling will deter other developers from using the code in a similar way. \"I think the clarion call here is that this developer — and developers across the city — is that people are going to challenge them if they're doing something illegal,\" Goldstein said. \"And that those practices are not appropriate and, in the end,  they're going to get stopped.\" The city's complex Zoning Resolution does not list a maximum number of floors for the area, according to the litigants. Instead, height is governed by floor area per lot. \"The court did not specify any specific number of floors, but obviously reducing floors is a complex and expensive endeavor,\" Mollen said. The Department of Buildings declined to comment, referring CNN to the city's Law Department. \"Our only comment right now is that NYC is reviewing its legal options,\" department spokesman Nick Paolucci told CNN in an email. The building is being developed as luxury residential tower offering views of Central Park along with \"striking architecture\" and \"transformative amenities,\" according to its website. Units in the building range from $3.1 million for a 1,290-square-foot, one-bedroom apartment to a 4,672-square-foot, four-bedroom penthouse for $21 million."], "Language": false}