{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/world/royal-family-line-of-succession-whos-who/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Staff"], "Writers": [[]], "FirstPublishDate": ["2020-02-14T13:26:54Z"], "LastModifiedDate": ["2020-02-14T17:03:26Z"], "Headline": ["Who's who in the House of Windsor: Queen Elizabeth II's line of succession"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The moment Prince Harry and Meghan, the Duchess of Sussex announced that they were stepping back from their roles as senior members of the British royal family, one of the biggest questions to emerge was how it would impact the royal line of succession. The short answer: It won't. The duke remains sixth in line to the throne -- albeit without a royal title, and he could still move further down the line if the family expands. Harry follows his father, Prince Charles; his older brother, Prince William; and William's three children with Catherine, the Duchess of Cambridge.  Harry's son with Meghan, Archie Harrison Mountbatten-Windsor, remains in seventh place: If you're still having a hard time deciphering your Earl of Wessex from your Princess Royal, though, keep reading for a guide to who's who in the House of Windsor, in order of their potential ascension to the throne.  Queen Elizabeth II  Born: April 21, 1926 What to know: Born third in line to the throne, she was christened Princess Elizabeth Alexandra Mary after her mother Queen Elizabeth; her paternal great-grandmother Queen Alexandra; and her paternal grandmother Queen Mary. The Queen is the sixth female to ascend to the British throne and the longest-reigning monarch. In September 2015, she surpassed the record set by her great-great-grandmother Queen Victoria, who ruled for 63 years, seven months. She married her third cousin, Prince Philip, the Duke of Edinburgh, in November 1947. Like Queen Elizabeth II, he is a great-great-grandchild of Queen Victoria -- in fact, he is her oldest living great-great-grandchild. More key relatives: Her younger sister and only sibling, Princess Margaret, who died in 2002.  Charles, Prince of Wales Born: November 14, 1948 What to know: First in the line of succession, Prince Charles is the longest serving British monarch-in-waiting; he's been the heir apparent since the age of three.  President of The Prince's Trust and the Royal Shakespeare Company, and president or patron of more than 400 charitable organizations, the Prince of Wales is the first royal heir to earn a university degree. More key relatives: Diana, Princess of Wales, to whom he was married from 1981 to 1996. They had two children together: Prince William and Prince Harry.  Diana died in 1997 following a car accident in Paris, along with boyfriend Dodi Fayed and driver Henri Paul.  In 2005, the Prince of Wales married Camilla, the Duchess of Cornwall.  Prince William, Duke of Cambridge  Born: June 21, 1982  What to know: Prince William, second in line to the throne after his father Prince Charles, has achieved the highest educational degree -- Masters of Arts -- of any member of the royal family. He served in the military from 2006 to 2013, participating in more than 150 helicopter search and rescue operations.  Prince William's grandmother the Queen recently appointed him to a new role: Lord High Commissioner to the General Assembly of the Church of Scotland, in which he'll work to \"maintain the relationship between the State and the Church,\" the Royal website says. More key relatives: Catherine, Duchess of Cambridge, whom he married in 2011.  The couple have three children together: Prince George, 6; Princess Charlotte, 4; and Prince Louis, 1.  Prince George of Cambridge Born: July 22, 2013  What to know: When Prince George arrived, he became third in line to inherit the throne. If all goes as planned and he becomes king after the reigns of his grandfather Prince Charles and his father Prince William, George will be the 43rd monarch since William the Conqueror.  But for now, he's still brushing up on his education: George currently attends Thomas's Battersea school in south London along with his younger sister, Princess Charlotte.  Princess Charlotte of Cambridge Born: May 2, 2015  What to know: Four years old and fourth in line to the throne, Princess Charlotte was born into a more equitable era: In 2011, the British monarchy abolished a rule that gave preference to male heirs over their sisters in the line of succession.  Prince Louis of Cambridge Born: April 23, 2018  What to know: Prince Louis, fifth in line to the throne, arrived during a busy season for the royal family; he was born just weeks before the May 19 wedding of Prince Harry and Meghan.  As is tradition, a golden easel bearing a framed notice announcing the birth was placed on display in front of Buckingham Palace that afternoon. The practice of posting a bulletin on the occasion of a royal birth goes back to at least 1837, when Buckingham Palace became the British monarch's official residence. Prince Harry, Duke of Sussex Born: September 15, 1984  What to know: Sixth in line to the throne, Prince Harry also trained in the military. In 2008, the British Ministry of Defense announced that Harry had secretly been serving in Afghanistan with his Army unit on a four-month mission since December 2007.  He was quickly withdrawn for security reasons, but later returned as an Apache helicopter pilot in 2012. In 2015, after nearly a decade of service, he announced he was leaving the armed forces. The Duke of Sussex is also the founder of the Invictus Games, an international sporting competition for injured servicemen and women. The first games were held in London in 2014. More key relatives: Meghan, Duchess of Sussex, whom he married in 2018. The couple welcomed their first child, Archie Harrison Mountbatten-Windsor, in May 2019.  In early 2020, the pair announced that they are stepping back from their roles as senior members of the British royal family and plan to work toward becoming \"financially independent\" and to split their time between the United Kingdom and North America. Archie Harrison Mountbatten-Windsor Born: May 6, 2019 What to know: In a significant milestone both across the Commonwealth and within British society, baby Archie has made history by becoming the first biracial British child in the royal family.  Being seventh in line to the throne, he doesn't immediately qualify for the title of prince -- and Buckingham Palace told CNN at the time of Archie's birth that his parents, the Duke and Duchess of Sussex, have chosen not to use any title at all for their son.  When Prince Charles becomes King, Prince Harry's son will automatically become His Royal Highness Prince Archie Harrison Mountbatten-Windsor. Prince Andrew, Duke of York Born: February 19, 1960 What to know: Prince Andrew is the third of the Queen's four children, and eighth in line to the British throne. He served in the British Royal Navy for 22 years and was a helicopter pilot during the Falklands War. In 2019, the Prince announced that he was going to pull back from public duties after a controversial interview in which he denied allegations that he had sex with an underaged woman who said she had been trafficked by sex offender Jeffrey Epstein.  Andrew, who's been under intense scrutiny for his decades-long friendship with Epstein, said in a statement announcing his decision that the association became \"a major disruption to my family's work and the valuable work going on in the many organizations and charities that I am proud to support.\"  While he's still a prince, Andrew no longer has an official role.  More key relatives: Sarah Ferguson, the Duchess of York, whom Andrew married in 1986.  Sarah and Andrew had two children together -- Princess Beatrice and Princess Eugenie -- before a high-profile divorce in 1996.  Princess Beatrice Born: August 8, 1988 What to know: Princess Beatrice, ninth in the line of succession to the British throne, will be the focus of another royal wedding this year: She's engaged to real estate specialist Edoardo Mapelli Mozzi. The 31-year-old carries a royal title but works a regular, full-time day job as vice president of partnerships and strategy at tech company Afiniti. Princess Eugenie  Born: March 23, 1990 What to know: The younger York sister is tenth in the line of succession, and, after her cousin Prince Harry, was the second royal to throw a massive wedding in 2018.  She wed Jack Brooksbank, a brand ambassador for Casamigos tequila, which was founded by George Clooney and Rande Gerber, husband of supermodel Cindy Crawford. Like her sister, Princess Eugenie has a fairly everyday job: she works as the director of the Hauser & Wirth art gallery in London. Prince Edward, Earl of Wessex  Born: March 10, 1964 What to know: The youngest child of Queen Elizabeth II and Prince Philip, Prince Edward is 11th in line to the British throne. He's currently a full-time working member of the royal family. Prince Edward previously trained as a cadet in the Royal Marines and worked as a theater and TV producer.  More key relatives: Sophie, Countess of Wessex, whom Prince Edward married in 1999. The couple have two children together, Lady Louise Windsor and James, Viscount Severn.  James, Viscount Severn Born: December 17, 2007 What to know: Despite being younger than his sister Lady Louise Windsor, the Viscount Severn is ahead of her in the line of succession because of the previous rule that saw the British monarchy favor male heirs over their sisters. At age 12, he is 12th in line to the throne.  Lady Louise Windsor Born: November 8, 2003 What to know: The oldest child of the Earl and Countess of Wessex, Lady Louise Windsor is now 13th in line to the throne. Her parents chose more subdued royal titles and, with the permission of the Queen, gave their children titles in the style of an earl rather than prince and princess, according to The Independent. Anne, the Princess Royal Born: August 15, 1950  What to know: The second child and only daughter of Queen Elizabeth II and Prince Philip, Anne was third in the line of succession at birth -- but today she's No. 14, behind her three brothers and their children and grandchildren.  Widely known as an expert horsewoman, the Princess Royal competed as an equestrian in the 1976 Olympics in Montreal -- just two years after surviving a kidnapping attempt. Today she's part of the International Olympic Committee in addition to serving various charitable organizations.  More key relatives: Capt. Mark Phillips, the Princess Royal's first husband, with whom she has two children: Peter and Zara. Phillips, an army officer, was a commoner who declined to receive a royal title; Anne also declined her mother's offer to give titles to Peter and Zara as well.  Anne and Capt. Mark divorced in 1992, and the Princess Royal went on to marry Royal Navy officer and equerry to the Queen, Timothy Laurence, that same year. "], "Language": false}