{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/romantic-places/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Chris Dwyer, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-02-08T14:33:02Z"], "LastModifiedDate": ["2020-02-14T12:44:55Z"], "Headline": ["The world's most romantic places"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Maybe you'd choose the white sands and turquoise waters of a deserted tropical beach. Perhaps it's the lure of iconic cultural cities such as Paris, Venice or Istanbul. Then again, the call of the wild from a safari is a pretty special way to spend time with your beloved. Wherever you travel, some destinations are evergreen when it comes to romance.  Here are 13 places where the landscapes and architecture are timeless, the views rightly famous -- and the romance for Valentine's Day or any time of year is guaranteed: The Maldives   Always hovering near the top of romantic bucket lists comes the breathtaking Indian Ocean nation of the Maldives. Sitting 600 miles southwest of India, the collection of 26 atolls boasts some of the planet's dreamiest islands, beaches, water and marine life. Visitors can choose from more than 100 resorts, most of which are reached by speedboat or seaplane.  One of the most decadent resorts in the country, Soneva Jani is made up of two dozen overwater villas on the uninhabited island of Medhufaru. Another resort, Jumeirah Vittaveli, lies just 20 minutes in a motorized catamaran from the country's international airport. It offers a traditional Maldivian welcome, world-class water sports, diving and beaches. Jumeirah's Private Ocean Retreats boast a butler, overwater hammock, the longest villa waterslide in the country at 23 meters (75 feet) -- but most of all, a glass-bottomed sunken lounge that lets you enjoy stunning aquatic life without leaving the comfort of your sofa. Jumeirah Vittaveli, Bolifushi Island, South Male Atoll, Republic of Maldives; +960 664 2020   Quebec City, Canada It's French. It's historic. It has a spectacular setting along and above the majestic St. Lawrence River. In other words, Quebec City is oozing with l'amour. Stroll the Upper and Lower Towns of the old city center and soak in European-style charm. Duck into boutiques and check out the many incredible restaurants with food you won't even find in France. If you and your partner brave the cold of February, the Quebec Winter Carnival will heat things up for you with parades, snow sculpture contests and more. Looking for a place to stay? Look no further than the signature symbol of the entire city. Le Château Frontenac, which opened in 1893, is ideally located in Upper Town. Le Château Frontenac: 1 Rue des Carrières, Québec, QC G1R 4P5, Canada; +1 418-692-3861 Tuscany, Italy If there's one thing more romantic than an escape in the hills of Tuscany, it's when your home base is called \"The Castle of Love.\"  Castello di Ama is in Chianti, meaning that their on-property vineyards also offer wines that rank amongst the world's best. Guests take their choice from one of five luxury suites in the 18th-century Villa Ricucci. What's more, pieces from renowned contemporary artists such as Anish Kapoor dot the property. Magical sunsets over cypress-lined hillsides and brilliant culinary discoveries are some of the region's distractions, but with beautiful rooms in an historic property and a lifetime's supply of world-class wine, the question is why would you even consider leaving the castle? Castello di Ama, Località Ama, 55, 53013 Gaiole In Chianti SI, Italy; +39 0577/746031 Hawaii   Hawaii is already known as one of the world's most popular honeymoon destinations, so it's no surprise that love is in the air. Countless landscapes of postcard-perfect beaches, waterfalls, mountains and more serve as the backdrop to your amorous and intimate escape. Visitors are spoiled for choice. Maybe it's an early start to watch the sunrise from atop Maui's Haleakala Crater before a massage for two in one of Wailea's swish resorts. Surfing lessons for couples are available in a number of spots, but few destinations are as iconic as Waikiki Beach in Honolulu. To really get away from it all, sleepy Molokai offers cozy guesthouses and gentle retail therapy, before staying up to catch the incredible night time skies and stargaze. For water babies, marine sanctuaries abound across the 50th state with incredible snorkeling and diving opportunities. Charleston, South Carolina Charleston is a sultry city where a dose of true Southern charm goes a long way toward upping the romance factor. Quaint cobblestone streets, waterside dinners and carriage rides through the historic center keep visitors engaged in town. For flower fans, nearby Magnolia Plantation is home to the United States' oldest public gardens, sharing its blooms with visitors since 1870, while Middleton Place has more than 100 acres of trails, gardens and animals. The 400-year-old Angel Oak Tree on nearby Johns Island is a prime spot for a romantic afternoon, before maybe taking a sunset or moonlit cruise. Thanks to the city's dynamic and exciting dining scene, you can be sure of finding a table for two to toast one another. Botswana A safari has to be one of the most romantic escapes going thanks to the call of the wild, the stunning sunsets, the solitude and the starry skies. The landlocked southern African country of Botswana is growing in popularity, not least because of its remarkable game watching opportunities. One option is Jack's Camp, featuring 10 stylish canvas tents fitted out in 1940s designs. That means Persian rugs, brass and mahogany, as well as all modern creature comforts, despite the remote location. Currently undergoing refurbishment, the camp is set to reopen in May 2020. In the interim, Jack's Migration Camp will offer very similar tented accommodation. When you're finished wildlife watching, the combination of luxury and serenity should ensure that romance is renewed in style.  Jack's Camp, Kalahari Desert, Botswana Paris, France If asked to name one of the world's most romantic cities, the French capital would be the first name on many lips. Of course there are iconic sights and monuments such as the Eiffel Tower, the artist-filled streets of Montmartre or the galleries of the Louvre. But it's also worth seeking out other lesser-known and visited spots. Musée de la Vie Romantique is a museum dedicated to 19th-century romantics in art, music and literature, complete with a secret garden, while the Musée Marmottan boasts the largest Monet collection in the world and is far less crowded than the better-known museums. Most of all, a trip to Paris is about wandering the streets with your beloved, getting happily lost in the maze of café- and restaurant-filled lanes and courtyards of districts such as the Latin Quarter or the Marais, the latter with its beautiful and elegant square, Place des Vosges. Istanbul, Turkey The strategic and beautiful setting of modern-day Istanbul has been luring people for centuries -- after all, it was so appealing that Emperor Constantine the Great moved the Roman Empire's capital to there in 330 AD. And the history and romance has been going on ever since. You can explore the fabled Grand Bazaar and stunning sights such as the Blue Mosque, Hagia Sophia and Topkapi Palace. The fabled Bosphorus, the stretch of water linking Europe and Asia, is another draw. Get swept away with the past when you stay in the very affordable Régie Ottoman. It's set in a renovated Ottoman building that's around 150 years old. But you don't go without modern amenities here.  Take a lovely stroll to the historic Sultanahmet area, just 10 minutes away. Régie Ottoman: Hobyar, Mimar Vedat Sk. No:5, 34112 Sirkeci /Fatih, Istanbul, Turkey: +90 212 520 60 20 Hoi An, Vietnam  The central Vietnamese coastal town of Hoi An may have rocketed in popularity in recent years, but even increased visitor numbers can't detract from the undeniably quaint and romantic feel of this former trading port. The old town is a warren of ancient temples, houses and stores built around a number of canals. Gently humped pedestrian bridges let you wander hand in hand, with hundreds of multicolored lanterns above you swaying in the coastal breezes. Paper lanterns of another kind can also be lit and sent soaring skyward, along with a special message written with your valentine. After strolling, enjoy some of the town's rightly famous foods, notably the banh mi baguette sandwiches that counted Anthony Bourdain as one of their biggest fans. His photo features prominently in a number of the spots he frequented. Bora Bora, French Polynesia A destination renowned for its sense of escape and privacy is the Pacific Ocean idyll of Bora Bora in French Polynesia, an hour's flight north of Tahiti. Known as the \"Jewel of the South Seas,\" its seclusion gives the feel of a private oasis, especially in one of the overwater bungalows that have become a popular feature of the seriously swish resorts. Some even offer room service that is delivered by an outrigger canoe. Whether you choose to kick back in the spa, shop in local villages or even skydive for the more adventurous, it's clear that the pace of life is the definition of relaxed. The only challenge for you and your valentine? Choosing which turquoise lagoon to hit next. Venice, Italy  While it's true that visitor numbers make it unlikely you'll ever get much personal downtime along Venice's canals, some options can guarantee your own private slice of la dolce vita. Belmond Hotel Cipriani sits on Giudecca Island, just a five-minute ride in an elegant private wooden launch from St. Mark's Square, but it's a destination that takes you light years away from the crowds. Timeless elegance and charm abound in an atmosphere of vintage glamor, beloved by fans including George and Amal Clooney. Sip on a Bellini -- invented there -- as you take in 270-degree views over the water toward the Doge's Palace and Venice's iconic silhouette. Michelin-starred cuisine and a world-class spa complete the sophisticated and ultra-exclusive picture of romance. Belmond Hotel Cipriani, Giudecca 10, 30133 Venice, Italy; +39 041 240801 Buenos Aires, Argentina Another iconic destination for star-crossed lovers comes in the Argentine capital of Buenos Aires, where a mix of tango, rose gardens and riverfront dining make for an alluring destination with few rivals. The city's most famous architecture dates from the elegant late 19th and early 20th century Belle Époque, and parks are another big draw. But for romance, nowhere can top Paseo El Rosedal. As its name suggests, it's a garden with 93 varieties of roses, walkways and benches for you and your beloved to sit a while or maybe enjoy a picnic. The Puerto Madero neighborhood is a good choice for dinner thanks to its Río de la Plata waterfront restaurants, before late nights featuring live music and a tango show -- or maybe a dance of your own at one of the countless tango gatherings, known as milongas. Kyoto, Japan The elegant former Japanese capital of Kyoto is a hugely popular choice for amorous visitors thanks to its beguiling mix of sites, history, culture, cuisine and always-courteous approach to guests. A number of small st"], "Language": false}