{"Type": ["gallery"], "Url": ["https://www.cnn.com/style/gallery/romance-artwork-images/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Gustav Klimt", "overstockArt"]], "FirstPublishDate": ["2020-02-14T04:55:13Z"], "LastModifiedDate": ["2020-02-14T06:57:38Z"], "Headline": ["10 romantic paintings that stir feelings of love"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["\"The Kiss\" by Gustav Klimt (1908) \"The Kiss\" is notable for its heavy use of gold foil. It was produced at the height of Klimt's so-called \"Golden Period,\" and is one of the world's most famous paintings. Scroll through the gallery to view nine more artworks that inspire romance. \"The Birth of Venus\" by Sandro Botticelli (1484-86) Botticelli was commissioned to produce this work by the renowned Medici family. It portrays the goddess of love as an idealized standard of perfection and purity, standing on a giant scallop shell.  \"Chez le Père Lathuille\" by Édouard Manet (1879) This restrained, quotidian scene depicts a more modest expression of desire. But the couple's passion is evident from their deep gazes, and the position of their bodies. The model for the young man was the son of the cafe's owner, and the young woman was modeled by two different people. \"In Bed: The Kiss\" by Henri de Toulouse-Lautrec (1892) This post-Impressionist painting by Toulouse-Lautrec captures a moment of unadulterated passion between two women. It's one of several images he painted of same-sex intimacy, as he documented the lives of workers in Parisian brothels. It's an interesting and quiet departure from his commercial Moulin Rouge posters, which elevated advertising into art. \"Flaming June\" by Sir Frederic Leighton (1895) This is generally acknowledged to be Leighton's masterpiece. It showcases his classical training and is heavy with Greek erotic imagery. Though the woman sleeps alone, the rich colors and flowing gown set a romantic tone. \"Discarded Roses\" by Pierre-Auguste Renoir (1875) Renoir was known for his approach toward depictions of feminine beauty, and this is clearly seen in this sensual still-life painting. Renoir painted roses in many of his works, using careful brushstrokes to capture the variation in the color of their petals.  \"The Grand Canal of Venice (Blue Venice)\" by Édouard Manet (1875) Venice is one of the world's most romantic cities. In compelling shades of blue, Manet's painting captures the dreamy feeling of floating down a canal in one of the city's famed gondolas. \"Promenade near Argenteuil\" by Claude Monet (1873) This Monet painting conveys innocence and longing. Notably devoid of any strong passion or eroticism, it evokes a nostalgia for days of modesty and certainty. \"The Fisherman and the Syren\" by Frederic Leighton (1856-58) This second work by the English painter to appear on this list. You don't have to be an art critic to see the fire and passion that inspires this mythological painting. Though the lust may be short-lived: The mythical Sirens were said to lure sailors to their deaths. \"Cupid and Psyche as Children\" by William-Adolphe Bouguereau (1890) Known colloquially as \"The First Kiss,\" this painting depicts Cupid, the Greek god of love and affection, with Psyche, the goddess of the soul. The painting, by William-Adolphe Bouguereau, is an allegory of love triumphing over obstacles."], "Language": false}