{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/business/coronavirus-online-shopping/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chauncey Alcorn, CNN Business"], "Writers": [["Chauncey L. Alcorn"]], "FirstPublishDate": ["2020-05-12T13:51:13Z"], "LastModifiedDate": ["2020-05-12T14:20:13Z"], "Headline": ["No one is buying pants, but pajama sales are soaring"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Coronavirus has upended the way people shop, sparking serious deals for some items -- an hefty price increases for others. Online purchases rocketed higher last month, according to an Adobe Analytics study released Thursday. That's not a huge surprise: Many people can't or don't want to leave home to shop during the pandemic.  The massive boost in online buying turned April into a giant Black Friday sale, Adobe Analytics said. For some retailers, online traffic rivaled the day after Thanksgiving. Other companies heavily discounted items that haven't sold well during the pandemic, giving customers Black-Friday-like deals. Apparel Working from home in the coronavirus age means Americans are buying a lot more groceries and far fewer pants online. To persuade customers to shop, online clothing stores dropped their prices to the floor. Clothing stores were forced to slash prices by an average of 12% between March and April -- the largest monthly price decrease on record for Adobe Analytics. That helped boost apparel sales, which rose 34% over the same period,  \"We've never seen anything like that for us for apparel,\"  said Vivek Pandya, lead analyst for the Adobe digital insights group. \"Right now [apparel companies] are experiencing the kind of pricing that they'd normally get during Black Friday.\" Many major apparel retailers were forced to close physical stores because of stay-at-home orders. Americans who don't have to travel to work also don't need to buy clothes to wear to the office, the gym, or to other social outings. That helped boost pajama sales by 143% but fueled a 13% sales decline for pants, Adobe Analytics said. The price for bras also dropped by 12%. H&M, Adidas and many other retailers reported devastating sales declines during the past several months. S&P Global Market Intelligence also cited a third fewer apparel exports from China during the pandemic. Soaring sales Overall, ecommerce sales were up 49% last month, and categories such as online grocery, electronics and books doubled.  Adobe Analytics, which aggregates and analyzes more than a trillion data points from digital retailers that use its software -- including 80 of the top 100 ecommerce sites -- found online grocery store sales surged by 110% between March and April, according to data provided to CNN Business. Creative audio equipment and alcohol sellers also experienced an e-commerce boom last month, according to Adobe Analytics. The research group found collective online sales for wine, beer, and spirits surged 74% between March 11 and April 21. The sale of creative audio equipment like microphones and sound mixers rose a whopping 459% in April, according to Pandya, the Adobe Analytics lead analyst. \"I'd attribute that to people wanting to express creativity at this time,\" Pandya said. \"When people realize they're going to be in quarantine for an extended period of time, they reckon with that.\" That soaring demand has led to some serious price increases for some online items.  Prices of electronics, in particular, have risen: Computer prices soared 3.1% last month. Toys were 1.5% more expensive in April than in March. That trend upends years of precedent in which the best deals were found on ecommerce platforms, such as Amazon. But those sales gains weren't enough to erase the overall losses major retailers have experienced from an economic downturn that has Americans shopping less overall, noted Sucharita Kodali, retail analyst with Forrester.  \"It will take a long time for sales to get back to normal and for people to feel comfortable heading back to stores,\" Kodali said. \"We are in the midst of a recession, possibly a depression. If there's a nonessential retailer that can thrive in that retail environment, I want to know who they are.\""], "Language": false}