{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/business/tesla-results-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore, CNN Business"], "Writers": [["Chris Isidore"]], "FirstPublishDate": ["2020-04-28T21:11:18Z"], "LastModifiedDate": ["2020-04-29T14:16:30Z"], "Headline": ["Tesla is about to reveal how badly coronavirus hit its profit plans"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This was supposed to be the year that profit became the norm at Tesla. Then came the coronavirus crisis. Tesla recorded its first annual profit in 2019, when results were adjusted to exclude special items. It said that it expected to be profitable going forward. The coronavirus shifted those plans. The company was soon dealing with a temporary shutdown of its new factory in Shanghai because of the outbreak of the virus in China. And by March it was forced to temporarily shut its plant in Fremont, California, which supplies US and European buyers. Still, Tesla managed to build more than 100,000 cars in the quarter, although it delivered only 88,400 of them, a drop of 21% from the number of completed sales in the fourth quarter. This is a key time for Tesla. It just started production of its lower-cost SUV, the Model Y, that it expects could soon be its bestselling and most profitable vehicle. But automakers around the world are having an exceedingly difficult time. Besides having to suspend production at their factories around the world, many auto showrooms are shut because of governmental stay-at-home orders. And with millions of people losing their jobs and millions more working from home, demand for new cars has been significantly reduced. Another issue for Tesla could be the sharp drop in gasoline and oil prices, which reduces the economic incentive to switch from traditional to electric cars. But most Tesla purchases are not just being made based only on gas pump savings. Investors will be looking for guidance from Tesla about what's ahead in this new reality that has changed so much since early January. Analysts are now forecasting that Tesla will report a narrow loss in the first quarter, and a larger loss in the current second quarter, before returning to profitability in the second half of the year. Still, Tesla shares are holding their own, despite the sharp change in the industry's economics. Its shares are down about 16% since its record high of $917 on February 19. Even with that decline, the stock has nearly doubled in value so far this year. That stock price surge could result in a $700 million payday for CEO Elon Musk sometime later this quarter. Musk does not receive a cash salary but takes options and equity awards instead. And he receives the options only if the company hits a variety of operational goals and stock valuations. The package he was granted in early 2018 has yet to pay him any options, even as the company has hit its first sets of operational targets. But he's due to receive 1.7 million options once the company has an average market value of $100 billion over the course of six months. It's close to achieving that goal. Based on Monday's closing price, those options are worth $1.3 billion -- a profit of $750 million to Musk after he pays the $350.02 a share exercise price."], "Language": false}