{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/world/green-touring-intl-c2e/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Nathan Sing, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-03T09:49:05Z"], "LastModifiedDate": ["2020-02-13T15:15:32Z"], "Headline": ["From Billie Eilish to Maroon 5, green touring is becoming the new normal"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Her neon-colored hair isn't the only thing about pop superstar Billie Eilish that's gone green. The five-time Grammy winner is part of the growing number of musicians who are going eco-friendly on the road. For Eilish's upcoming world tour, venues are banned from giving out plastic straws and are required to have water refill stations, which is expected to eliminate over 35,000 single-use water bottles from her shows.  Green touring has been around for decades, with musicians including Neil Young and Bonnie Raitt among the pioneers. But as the effects of climate change continue to intensify, the music industry is now bringing this approach mainstream. US band Maroon 5 have been working to make their tours more sustainable since 2007. Jesse Carmichael, the band's pianist and guitarist, said he noticed the environmental impact of touring at the very beginning of their career when opening up for Sheryl Crow's summer tour in 2003. \"At the end of every concert, I would walk around and see the piles of plastic bottles and beer cups and trash littering these green grassy hills that all of these amphitheaters had. It looked almost like a garbage dump,\" Carmichael told CNN. \"I just thought it was such a bad contrast to the joy and positive side of the live music experience that it had to be followed up with waste and things that are not sustainable.\" When Maroon 5 decided to take action on reducing the waste produced from their live shows, they turned to their friend Adam Gardner.  Read: Thousands of people have stopped flying because of climate change Gardner is the guitarist and vocalist for the rock band Guster and met Maroon 5 when their bands toured together. In 2005, together with his wife Lauren Sullivan, Gardner founded Reverb, a non-profit environmental organization that works with musicians to reduce the environmental impact of their tours. Now, four members of Maroon 5, among other musicians and music industry professionals, sit on Reverb's advisory board.    \"Musicians have a very unique opportunity to engage the public because they have such an intimate relationship with millions of people, and their art it's so personal,\" said Gardner.   Gardner says green touring has become more mainstream over the last few years, with some of the most preeminent artists in music like Shawn Mendes, P!nk, Dave Matthews Band, Fleetwood Mac, and The 1975 partnering up with Reverb for their tours.  Reverb says that together, they have eliminated over 300 million pounds of CO2 emissions — the equivalent to taking 29,000 passenger vehicles off the road for a year.  How green touring works Some of the ways Reverb assists artists in \"greening up\" their tours include requesting locally grown and/or plant-based catering, decreasing the number of traveling tour crew, selling merchandise manufactured from sustainable materials, replacing single-use batteries used in in-ear monitors with rechargeable ones, and retrofitting the musician's stage lights to be energy-efficient. Reverb even sends a representative among the tour crew to oversee these \"greening strategies.\" Read: This bird was extinct in the wild for 40 years. Now it's back Over 34 dates of their 2019 tour, Reverb says it helped Maroon 5 divert 2,580 gallons of waste from landfill and provided water refill stations which helped eliminate 11,060 single-use plastic bottles from landfill.  On that tour, Maroon 5 also set up an Eco-Village, which educated over 23,000 concertgoers about ways to decrease their carbon footprint and how to be more environmentally conscious. After a tour comes to an end, Reverb calculates the tour's total carbon footprint to determine the offset necessary to be carbon neutral. It also facilitates the purchase of the offsets and helps the artist choose projects that they want to support, such as renewable energy projects.  The environmental impact of touring There is a lack of global data on the environmental impact of touring, but a 2007 study found the live music sector made up the majority of the UK music industry's carbon footprint. A 2010 study suggested that live music generated 405,000 metric tons of greenhouse gas emissions that year in the UK alone - equivalent to the energy used by 46,000 US homes in a year. The study also revealed the main source of emissions is the thousands of concertgoers traveling to and from the concert venues.  Even with his band's long partnership with Reverb, Carmichael admits that it \"still needs a lot of work and new technologies in order to really make it possible for a tour to be carbon neutral.\"  Read: Wildlife is thriving in these former war zones This was a major concern for UK band Coldplay, who in November 2019 announced they would cease touring until they find a way to tour that is not only carbon neutral but \"actively beneficial\" to the planet.  But for many musicians, giving up touring completely would mean missing out on a way of connecting with their fans, and also a substantial cut to their pay. According to Billboard, touring was the main source of income for 37 of the 40 highest-earning artists in 2018.  The new normal The surge in musicians implementing green touring could be a sign that the music industry altogether is evolving to reduce its environmental impact - notably the managers, who have the power to shape musicians' touring practices. Bernie Cahill, the founding partner of US-based Activist Artists Management, says applying environmental initiatives is becoming an industry standard. The firm's clients, including Dead & Company and The Lumineers, have partnered with Reverb on their tours. Eventually, Cahill plans on implementing carbon neutralizing strategies including carbon offsets and green touring for all of the artists represented by the firm. \"There's a lot of managers that care deeply about our environment and the impact we make in terms of these tours,\" Cahill told CNN. \"We're not the only ones, and we're thrilled to be a part of a community that cares.\" With their future partnerships, Reverb will be encouraging artists they partner with to go beyond neutralizing the carbon footprint of their tours by purchasing more offsets than they emit, in theory becoming carbon negative.  As awareness of climate change grows within the music industry, the normalization of green touring may be a sign of a cultural shift towards sustainability.  \"[Climate change] is not a fringe thing where only hippies care about protecting the Earth. It's got to become the norm where all humans care about our planet, because the Earth is our home,\" said Carmichael. \"If there was a fire in one of the rooms in our home, we would certainly stop what we were doing to go put that fire out.\""], "Language": false}