{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/avelina-lesper-artwork-destroyed-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-02-11T13:08:57Z"], "LastModifiedDate": ["2020-02-11T13:14:21Z"], "Headline": ["Art critic accused of destroying pricey glass installation -- with a soda can"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Art critic Avelina Lésper really didn't like an installation at a Mexico City gallery. Known for her biting views on modern art in general, Lésper was close by when a work by Gabriel Rico, featuring household objects such as a feather and football poking through a large pane of glass, shattered to pieces on Saturday during a tour of an art fair.    While she denied any intentional wrongdoing, and reportedly apologized for any accidental damage, Lésper admitted placing a can of soda near the installation, to express her dislike for the work, shortly before it smashed apart. Lésper told Milenio, the Mexico City newspaper she writes for, that she wasn't impressed with the piece: \"It was like the work heard my comment and felt what I thought of it.\" The OMR gallery posted before-and-after pictures of the work, which local media reported was valued at $20,000, showing the seemingly irreparable damage. \"We do not understand how a supposed professional critic of art destroyed a work by one of the most outstanding artists of the moment,\" the gallery said in a statement on Facebook, adding that it was saddened by the incident. Though they accepted the incident appeared to have been an accident, the gallery blamed Lésper for a \"huge lack of professionalism and respect,\" saying that she got too close to the artwork in order to leave the can next to it, thus causing its destruction. Rico's works have been exhibited around the world, with an upcoming show in Paris planned for later this year.  His now-defunct glass artwork, coincidentally entitled, \"Nimble and Sinister Tricks (To Be Preserved Without Scandal and Corruption),\" (2018) was being displayed as part of the Zona Maco art fair. It is unclear who will pay for the blunder. CNN has contacted Lésper and the OMR gallery for comment."], "Language": false}