{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/entertainment/taika-waititi-oscar-win-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-10T10:17:07Z"], "LastModifiedDate": ["2020-02-11T07:49:38Z"], "Headline": ["Taika Waititi, director of 'Jojo Rabbit,' dedicates Oscar to indigenous children of the world"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Taika Waititi has become one of the first indigenous New Zealanders to win an Oscar. The 44-year-old Māori filmmaker took home the award for best adapted screenplay at the 92nd Academy Awards Sunday for his Nazi satire \"Jojo Rabbit.\" He wrote, directed and starred in the film. \"I dedicate this to all the indigenous kids in the world who want to do art and dance and write stories,\" Waititi said in his acceptance speech. \"We are the original storytellers and we can make it here as well.\" Waititi is believed to be the first Māori filmmaker to take home the best adapted screenplay award. Hammond Peek -- who is Māori -- has won two Oscars for sound mixing, including one in 2004 for \"Lord of the Rings: Return of the King,\" and another in 2006 for \"King Kong.\" Russell Crowe, who won an Oscar for best actor in 2001 for his role in \"Gladiator,\" is also of Māori descent.  Waititi paid homage to his roots at the Academy Awards ceremony by signing off with the famous Māori phrase \"kia ora,\" which translates to \"thank you\" in this context.   \"Jojo Rabbit\" tells the story of a 10-year-old member of the Hitler Youth who discovers his mother is hiding a Jewish girl in the family's home. The film, which stars Roman Griffin Davis, Thomasin McKenzie and Scarlett Johansson, was nominated for six Oscars, including best picture, Waititi was previously nominated for an Oscar for his 2004 short film \"Two Cars, One Night.\" Correction: This story has been updated to accurately reflect Taika Waititi is believed to be the first Māori to win a best adapted screenplay Oscar."], "Language": false}