{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/entertainment/2020-oscars-analysis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-02-10T17:54:34Z"], "LastModifiedDate": ["2020-02-10T17:54:34Z"], "Headline": ["'Parasite's' Oscar victory is also a win for under-the-radar movies"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["If you thought what's known as \"Film Twitter\" was populated by insufferable bores before, just wait till you see them now that a movie for which many advocated, \"Parasite,\" was named best picture at the Oscars. Still, in a way the landmark win for the South Korean thriller -- the first non-English-language film to receive that accolade -- represents one of the highest callings of the critical community and, not incidentally, award shows, which is leading people to try movies and TV shows they might not otherwise watch. The Academy Awards, of course, talk a good game about advancing the art of movies, but they also serve various masters, including the TV network that airs them. Because the assumption has long been that viewers have more of a rooting interest when they've actually seen the films, there's been a push by ABC/Disney to nominate more blockbusters, including a brief flirtation by the Academy of Motion Picture Arts and Sciences with introducing a \"popular film\" category. That effort ultimately fizzled, and in any event would have likely been as insulting to the folks who work on such movies as adulatory. The broader point, though, is that blockbusters don't need the respect of puny critics, as Hulk might say, to attract audiences and thrive commercially. Whereas something like \"Parasite,\" or any number of other nominees, potentially do. The win for \"Parasite\" also comes at a moment when there's considerable economic pressure on news outlets -- even those dedicated to entertainment -- to write about that which is popular. The next Marvel movie is going to trend on Twitter. A thriller in another language, not so much. Yet we have also seen in this digital age, with its overflowing spigots of content, a need for curation. Much of that is now done by algorithms -- if you liked that, you might like this -- but there's still value in the human touch.  From that perspective, the giddiness that has created \"Parasite's\" victory is about more than merely overcoming the idea of people being parochial, although there's clearly some of that too. After all, the outcome of Sunday's Academy Awards suggests that the group's voters can look beyond themselves and recognize the merit of a movie produced by artists from different cultures and backgrounds. That might not, incidentally, be a formula for ratings success for the Oscars, and one suspects organizers will still face questions about what they can do to entice more people to watch the show. Of course, a lot of that is beyond their control, including the aforementioned plethora of options that consumers now have, and an \"awards season\" that -- in this case of this year's Oscars -- also rendered the four acting nominations suspense-free foregone conclusions. Still, if one goal of the conversation surrounding movies is to get somebody to see beyond their usual parameters, \"Parasite's\" victory is shared by those who have been advocating for the film since the Cannes Film Festival last May, and for similar movies for years. It's possible, too, to read too much into \"Parasite's\" win, given all the factors that go into an Oscar race. For the Academy, though, it does foster the image of an organization willing not to be bound by its past, and for critical voices, a reminder that there really is a sense of service in writing about not only those movies and TV shows already on their must-see lists, but recommending those they might not otherwise by on their radar."], "Language": false}