{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/business/volkswagen-earnings-profit/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hanna Ziady, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-04-29T09:44:37Z"], "LastModifiedDate": ["2020-04-29T13:26:08Z"], "Headline": ["Volkswagen takes $3 billion hit but still expects to make a profit this year"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Volkswagen still expects to post an operating profit this year despite the \"unprecedented crisis\" triggered by the coronavirus pandemic, which slammed sales and earnings in the first quarter.  The world's largest carmaker said Wednesday that first-quarter operating profit plummeted to €904 million ($978 million) from €3.9 billion ($3.3 billion) a year ago, as vehicle sales fell. It warned that profit for the full year would be considerably below 2019, but still positive. Volkswagen, which also owns the Audi, Porsche and Seat brands, said group vehicle sales fell 25% to 1.9 million. Deliveries to customers were down 23% at 2 million. \"The global Covid-19 pandemic substantially impacted our business in the first quarter. We've taken numerous countermeasures to cut costs and ensure liquidity and we continue to be robustly positioned financially,\" Volkswagen's chief financial officer Frank Witter said in a statement. \"The Volkswagen Group is steering through this unprecedented crisis with focus and determination,\" he added. Carmakers have had to contend with a slump in demand for vehicles and huge disruption to their operations, as measures to curb the coronavirus pandemic shut down factories and kept customers at home. Ford on Tuesday posted a $1.9 billion loss for the first quarter, warning that this would balloon to $5 billion in the current quarter. Volkswagen and other major carmakers have begun gradually restarting vehicle production across Europe. The German automaker opened its biggest plant in Wolfsburg, Germany on Monday after the longest shutdown in its 82-year history. Almost all of its factories in China, the world's biggest car market, are already back at work. The group has made 100 changes to the way it operates, as it tries to restart business without risking the health of hundreds of thousands of workers. \"The health of our employees and suppliers remains the clear priority here,\" said Witter. Volkswagen said it expects sales and profit to be \"severely below the prior year, but still to remain positive.\"  \"Challenges will also arise particularly from the increasing intensity of competition, volatile commodity and foreign exchange markets and more stringent emissions-related requirements,\" it added. Volkswagen and other German carmakers, BM and Daimler' Mercedes-Benz, are expected to fare better than rivals because of their heavier exposure to China's recovery from the pandemic, Ferdinand Dudenhöffer, founder of the Center Automotive Research at the University of Duisburg-Essen, told CNN Business last week. Car sales in Europe will take at least 10 years to return to 2019 levels, Dudenhöffer said. Volkswagen said deliveries to customers in China fell 35% in the first quarter but that it saw the first signs of a recovery there in March, following a steep decline in February. It expects \"catch-up effects\" in that market through the rest of the year.  The company said it expects global demand for new vehicles this year to be between 15% and 20% lower than in 2019. Asia Pacific should perform better than other regions, suffering a decline of between 10% and 15%. Daimler said Wednesday that it expects sales, revenue and earnings in 2020 to be below the previous year due to the coronavirus pandemic. First quarter vehicle sales fell 17% to 644,300, while profit collapsed by 92% to €168 million ($182 million), the company said in a statement.  \"Among the major sales markets, China is likely to be the first to reach a moderate recovery path,\" it added."], "Language": false}