{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/us/the-good-stuff-020820/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-08T04:52:19Z"], "LastModifiedDate": ["2020-02-08T04:52:19Z"], "Headline": ["What a great week for rescue pets!"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["There are infinite ways to woo your loved one this Valentines Day: Fancy chocolate, giant teddy bears and unfortunate attempts at poetry. You get the idea. What you should not do is regale your love with the actual tale of Saint Valentine, who was imprisoned, tortured and beheaded in the third century. According to legend, the doomed faith leader would sign his letters from prison, \"From Your Valentine.\" Not romantic at all! Unless you're one of those people that hates Valentine's Day (or it just makes you sad or lonely). In which case, treat yourself to something sweet and pay tribute to the most important relationship of all: The one you have with yourself.  Our favorites this week Get going with some of our most popular good news stories of the week A bear of the world  Everyone child knows the pain of forgetting a cherished toy and thinking it lost forever. When Grayson Mulligan left his bear on a Southwest flight over the Thanksgiving holiday, his parents were desperate to find it. Sadly, the bear never turned up. A team of Southwest employees were so moved by the Mulligan's search they decided to offer up the next best thing: An adorable new bear, who seems to have quite a bit of experience in the air travel industry. That's perfect for Grayson, because his mother says he's been interested in planes for years, and even wants to be a pilot someday. Southwest sent the bear to Grayson, along with loads of photos of his new friend working on the tarmac, preparing the cabin of a flight and even inspecting the cockpit. Grayson named the bear Jack because, the boy said, \"He looked like a Jack to me.\" Fair enough.  Preserving history, preserving the future In the frigid Arctic waters between Norway and the North Pole, there's a small island that houses the Svalbard Global Seed Vault, a collection of the world's most precious plant seeds. It's often called the \"Doomsday Vault,\" because in the event of a catastrophic crisis, its super-secure \"backups\" of critical crops and indigenous flora could be re-introduced to the Earth and regrown. There are just under one million samples in the vault, and recently, it got a few more special additions. The Cherokee Nation was asked to provide nine samples of heirloom crops, including Cherokee White Eagle Corn, Cherokee Turkey Gizzard black and brown beans, Cherokee Candy Roaster Squash and several others. It's the first time an indigenous tribe has been asked to store their native seeds. Cherokee Nation Principal Chief Chuck Hoskin Jr. said the tribe was honored by the invitation. \"Generations from now, these seeds will still hold our history and there will always be a part of the Cherokee Nation in the world,\" he said.   An exciting pupdate Remember the Florida brewery we told you about that put adoptable shelter dogs on its beer cans? You won't  believe what happened. A Minnesota woman was scrolling through social media and recognized her own long-lost dog on one of the cans! Monica Mathis says her dog Hazel escaped from her house in 2017. No one has any idea how the pup ended up in a shelter 1,700 miles away, but Mathis provided records and photos showing that the little escape artist, known as Day Day at the Florida shelter where she's being held, was in fact her Hazel. Motorworks Brewing Company said they started the campaign because they wanted to raise awareness and get more shelter dogs adopted. Mission definitely accomplished.  Raise a glass to... Super Bowl champion Derrick Nnadi, who had himself quite a week. After his Kansas City Chiefs won Super Bowl LIV, Nnadi celebrated by paying the adoption fees of every dog at the KC Pet Project animal shelter -- more than 100 of them. Nnadi is a big animal lover, and made a promise to himself that if the Chiefs won, he would do something great for the local shelter. \"I've never been a champion before. All the years of me playing football, that first time honestly feels like the best day of my life,\" Nnadi said. Well, now he's a double champion in our books.   A bright idea Look closely at the pretty seashell print on these blouses. They're actually formulated from mathematical equations! Diarra Bousso Gueye, a Senegalese fashion designer and math teacher (and Renaissance woman, clearly) had a eureka moment when she realized the equations she taught could be translated into beautiful wearable art. \"My work is fully focused on the use of mathematics for the creative process,\" she says. For instance, the seashells above were digitally graphed using a series of exponential and quadratic functions.  You gotta see this This incredible photo of an orangutan offering a helping hand to a man stuck in snake-infested waters is capturing hearts all over the world. It happened on the Indonesian island of Borneo, where orangutans are critically endangered. Photographer Anil Prabhakar was on a safari run by the Borneo Orangutan Survival Foundation when he witnessed the scene. What's more, the venomous snakes in the waters below are natural predators of Borneo's apes, so the orangutan likely knew the risk that came with its remarkable display of humanity.   Heroes among us NASA astronaut Christina Koch is a true pioneer. Not only did Koch participate in the first all-female spacewalk with fellow NASA astronaut Jessica Meir, she just set a record for the longest single spaceflight by a woman. Before she returned to Earth this week, Koch spent 328 days in space. (FYI, the record for the longest spaceflight is 340 days, held by NASA astronaut Scott Kelly.) During her time in space, Koch completing six spacewalks, helped install 3D printers that could some day used to create human tissue and assisted scientists in research to determine the effects of long term spaceflight on the body. Because 328 days is a long time to do anything, let alone float through space.  Wanna get away? We've already discussed one mysterious island today, so why not add a few more? Welcome to the the mist-shrouded peaks of Haida Gwaii, a remote archipelago off British Columbia's northernmost coast. The islands' peaceful coves, silent moss-grown forests, miles-long beaches, cultural riches and wealth of unique animal species are beckoning to be discovered by the intrepid traveler. The Haida, an ancient culture that live on the islands, call the region Xhaaidlagha Gwaayaai, which means \"Islands at the Boundary of the World.\"  Hear, hear! Be gentle with yourself. You are a child of the universe, no less than the trees and the stars. In the noisy confusion of life, keep peace in your soul. - Max Ehrmann, American writer and author of the famous poem \"Desiderata.\"  Impact your world It's heartbreaking to think there are children who have to go without a school lunch because of their family's finances. But situations like that are reasons we need kind, caring people like Keoni Ching from Vancouver, Washington. The 8-year-old sold handmade keychains and raised $4,015 which he used to pay off his entire school's student lunch debt, and the student lunch debt of six other schools. It started as a fun project for his school's \"Kindness Day.\" His parents say Keoni was inspired by San Francisco 49ers quarterback Richard Sherman, who donated $27,000 to pay off school lunch debts at the end of 2019.  Shameless animal video There's always time for cute animal videos. That time is now. Sometimes all you need is 24 seconds to witness the cutest thing you'll see all day. In this case, it's a hedgehog timidly unfurling itself for a little treat. (Click here to view)  PS: Next week will be a very special edition of The Good Stuff! It may involve some (virtual) cake. We can't wait! "], "Language": false}