{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/van-gogh-gbr-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Emma Reynolds, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-07T17:20:25Z"], "LastModifiedDate": ["2020-02-07T18:14:36Z"], "Headline": ["Van Go? Van Gof? Van Gog? They're all wrong, Van Gogh experts say"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["How do you pronounce \"Van Gogh\"? You're probably saying it wrong, according to insiders at the launch of an interactive exhibition on the artist in London. The \"Meet Vincent van Gogh\" experience on London's South Bank promises \"breathtaking projections, interactive installations, state-of-the-art set-work and a compelling narrative\" as it transports the viewer through the Dutch artist's life. But the audio guide for the installation, created by the Van Gogh Museum in Amsterdam, has raised a few eyebrows because it gives the artist's last name as \"Van Go,\" the typical American pronunciation. In Britain, people tend to say \"Van Gof.\"  The guide's choice of \"Van Go\" sparked discussion at the news conference between the Dutch ambassador to the UK, Simon Smits; Adriaan Dönszelmann, managing director of the Van Gogh Museum; and the artist's great-grandnephew, Willem van Gogh.  Martin Bailey, author of \"Starry Night: Van Gogh at the Asylum,\" told CNN Style there are yet more variations on the name across the world -- and it even affected how the legendary artist signed his paintings. \"There's an audio guide you go around with (at the London exhibition) and they pronounce it 'Go,' as they do in America,\" said Bailey, who writes a blog about Van Gogh for The Art Newspaper. \"English people say 'Gof,' the French say 'Gog' and the Japanese say it differently, too. The Dutch pronounce it with a guttural sound -- 'Khokh.' \"It is always very difficult to know how to pronounce -- it's not easy for someone English or American, we just don't have that sound. Then it sounds pedantic if you insist on the Dutch pronunciation.\" Van Gogh regularly traveled around Europe, moving to London to work as an art dealer when he was 20, and living in France.  His paintings are all simply signed \"Vincent,\" and the artist is often named as Mr. Vincent or Monsieur Vincent in letters and documents. \"He always wanted to be 'Vincent' because the French and English couldn't pronounce his name,\" said Bailey. In a letter to his brother Theo in March 1888, soon after Van Gogh moved to Arles in France, he explained that \"in future my name must be put in the catalog the way I sign it on the canvases, i.e. Vincent and not Van Gogh, for the excellent reason that people here wouldn't be able to pronounce that name.\" The Van Gogh Museum has even created a video in which it asks visitors from across the world how they pronounce Van Gogh.  So what are we to do if Van Gogh is simply too hard to say?  Bailey has a suggestion. \"I tend to do a slight fudge,\" he said. \"Something between the English, French and Dutch.\" \"Meet Vincent van Gogh\" is on display at Upper Ground, London from February 7 to May 21."], "Language": false}