{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/cnn-underscored/valentines-day-gifts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Underscored Staff"], "Writers": [[]], "FirstPublishDate": ["2020-02-06T14:06:07Z"], "LastModifiedDate": ["2020-02-11T13:44:40Z"], "Headline": ["100+ gift ideas that are perfect for Valentine's Day"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["With the clock to Valentine's Day clicking down, it's time to find the right gifts to please that special person in your life. Because trust us, no one likes a last-minute CVS gift. Plus, if you start planning your gifts now, you'll have plenty of time to find the absolute perfect gift, for everyone you love, from your partner to your best friends.  From couples massages to cozy blankets and Away luggage, we've scoured the internet for the cutest, cuddliest and loveliest Valentine's Day gifts for everyone you love in your life. Take a look below at our favorite gifts for her, gifts for him, gifts for kids and gifts for couples, and make sure to bookmark us and check back in, as we'll be updating and adding to our list as the annual day of love inches closer.  Gifts for her Intimacy Deck ($24.99; amazon.com) If your date nights include Netflix, takeout and falling asleep on the couch, it's time to turn off the TV and open this deck of cards. The game includes 150 conversation-starting questions — such as \"When did you realize you were in love with me?\" and \"What do I do that turns you on the most?\" — that aim to reconnect partners and improve quality time. _______________________________________________________________________________ Intelex Microwavable Slippers ($19.00; amazon.com) Yes, you could buy her slippers. Or you could up your game and buy her microwavable slippers! Filled with natural grain and dried French lavender, the slippers hold heat for 15 to 20 minutes after they're microwaved, while giving off a subtle whiff of aromatherapy — the perfect way for any woman to wind down after a long day. _______________________________________________________________________________ Knock Knock 'What I Love About You' Fill-in-the-Blank Journal ($7.08, regularly $11.80; amazon.com) If you're someone who has trouble expressing yourself, this book is the way to her heart — tell her how you feel on paper! Full of simple prompts (like, \"You deserve the ___ award\" or \"You have the greatest taste in ___\"), the book will have you sharing all your thoughts in no time. _______________________________________________________________________________ Renpho Shiatsu Foot Massager Machine ($129.99; amazon.com) Sure, you could buy her a massage gift certificate to a spa — but that's so fleeting! Instead, spend the same amount on a 24/7 foot massaging machine that nearly 2,000 Amazon reviewers love. Offering heat, compression and shiatsu massage in three kneading intensities and pressure levels, this is the gift she'll be thanking you for all year long. _______________________________________________________________________________ YnM Weighted Blanket (starting at $61.90; amazon.com) Whether she has trouble sleeping or just really enjoys wrapping herself in a throw, a weighted blanket is a great gift for all ages. This one has nearly 9,000 positive Amazon reviews and just might give her the deepest, best sleep of her life.  _______________________________________________________________________________ Godiva Chocolatier Classic Gold Ballotin Chocolate (starting at $27; amazon.com) Here's a truth bomb: The way to a woman's heart isn't via diamonds, but actually through chocolate. Especially if it's fancy chocolate, which this Godiva gift box certainly is. Available in multiple sizes and iterations — the \"Valentine's Day\" option for $34.95 comes with a shiny red bow — the box is also a great last-minute gift, since it's Amazon Prime eligible. _______________________________________________________________________________ Urpower Essential Oil Diffuser ($15.99-$19.99; amazon.com) Essential oils are definitely having a moment — what ailments can't they cure? — as are the diffusers that emanate them, and this one has nearly 40,000 positive Amazon reviews. (Yes, forty thousand!) A great nonheated alternative to candles, the diffuser is completely silent, has two mist settings (continuous or intermittent), and can be managed via your phone. _______________________________________________________________________________ Chicwish Heart and Soul Patched Knit Sweater ($48.90, regularly $69; chicwish.com) It's all in the details, and we really, really love the low-key detail on this preppy-meets-sweet sweater — heart-shaped elbow patches! Available in navy, red, gray and pink, the ultra-soft knit will be her go-to top anytime the temps dip. _______________________________________________________________________________ StoryWorth ($89, originally $99; storyworth.com) Unlock the life stories of the lady in your life with StoryWorth, an annual storytelling service that sends out weekly questions meant to stir up long-buried memories. Once answered, the anecdotes are saved to her account, and, if she chooses, shared with loved ones via email on a weekly basis. Finally, the accounts are captured at the end of the year in a handsome hardcover book.  _______________________________________________________________________________ Glossier The Skincare Edit ($50; glossier.com)  Shopping for a skin care lover? You really can't get any better than this kit from the buzzy beauty brand Glossier. Packed with all of the brand's best-selling skin care, including its infamous cleanser and lip balm, it's a real bargain.  _______________________________________________________________________________ Grafomap (starting at $44; grafomap.com) Fill her walls in a way that's sentimental and super cool with Grafomaps, a customizable website that allows you to zoom in on a location, add a title and choose from a slew of zippy color palettes. Whether you're commemorating the location of your first date or where your first baby was born, the gift is equal parts meaningful and hip. _______________________________________________________________________________ Nest Fragrances Candle Rose Noir & Oud ($42; amazon.com)  With notes like rose, leather, patchouli and smoke, this is a candle worth burning all February long.  _______________________________________________________________________________ Away The Carry-On ($225; awaytravel.com)  A bit pricey, sure, but this suitcase from the Instagram-favorite brand Away is as cute as a suitcase can get, with color options like blush and gray-blue and an option to get a three-letter monogram etched right onto the bag (or luggage tag) for a personalized touch.  _______________________________________________________________________________ Uncommon Goods Kissing Mugs ($65; uncommongoods.com) For the couple who have been drinking coffee together every morning for decades — or the couple who plan to! This adorable set of kissing mugs will put a romantic spin on your daily cup o' joe. _______________________________________________________________________________ Hanna Andersson Women's Long John Top & Pant (each piece $33.60, regularly $48; hannaandersson.com) Here's a fact: Hanna Andersson's pajamas last forever. After years and years of constant wear and washing, they look as good as the day you bought them, which is why you should grab this up for your lady in one of these four adorable, lovey-dovey patterns. Bonus: There are matching sets for the kiddos, too. _______________________________________________________________________________ Heart Cocotte Le Creuset ($150, originally $235; lecreuset.com) Le Creuset is favored by chefs around the world, offering the best in enameled cast-iron cookware. If you and your partner love to cook, this heart-shaped cocotte comes in both rose and cerise, making your weeknight dinners all the more romantic.  _______________________________________________________________________________ UncommonGoods Vase Bookends ($45; uncommongoods.com) Designer Monika Lubkowska-Jonas combined two of our favorite things: flowers and novels. Encourage your friend to proudly display her ever-growing collection of books with this pair of glass flower vase bookends. Just don't forget to point out that she's able to swap in real flowers whenever she feels like it. _______________________________________________________________________________ Date Night Bucket List ($18; uncommongoods.com) Reinvigorate your date nights with this game that is chock full of inspo. Sample ideas include grabbing blankets for a night of stargazing outside or attending a lecture at a local museum. Once you've completed one of the suggestions, write the date on the back of the stick and keep it as a memento. _______________________________________________________________________________ In Bloom by Jonquil Chemise ($48; nordstrom.com) If you're trying to spark some romance vibes this Valentine's Day, look no further than this classic satin chemise. Available in black and off-white, it's flattering and incredibly sexy. _______________________________________________________________________________ Philips Sonicare Classic Rechargeable Electric Toothbrush ($130, regularly $199.99; amazon.com) A toothbrush might not scream romance, but this one is a splurge she might not consider for herself. With more than 1,000 positive reviews on Amazon, this electric toothbrush removes seven times more plaque than a manual brush, according to Philips, whitens teeth and improves gum health. We love the two-minute timer (the duration recommended by dental professionals) and the five brushing modes. The best part, however, is that it comes in pink!  _______________________________________________________________________________ Aurate Heart Ring ($80-$200; auratenewyork.com) Meet the dainty ring that sold out in just 24 hours! Now back in stock, the infinity heart ring is available in three colors (gold, white or rose gold) and three rates — vermeil ($80), 14-karat ($200) and 18-karat (made to order). _______________________________________________________________________________ Minted Heart Snapshot Mix Photo Art (starting at $29; minted.com) You know what gift wins every time? The one that is gorgeous and thoughtful, which exactly describes this heart-shaped collage of photos from Minted. Available in sizes from 8 by 8 inches to 44 by 44 inches, the print can be framed or unframed and comprises 30 images of your choosing. _______________________________________________________________________________ J.Crew Carry-All Tote ($168; jcrew.com) Brand new from J. Crew, this must-have leather bag comes in five universal colors (Cherry red! Navy! Neon pink!), has a detachable zip pouch that could easily function as a wallet, and fits a laptop. Did we mention it's monogrammable? _______________________________________________________________________________ Miss Patisserie Rainbow Bath Slab ($11; anthropologie.com) Recognize the importance of \"me time\" by jazzing up her bath routine this Valentine's Day.  Just throw a piece or two of this rose and pear-scented bar into her water and it'll instantly turn her water into a swirly-whirly rainbow. Because of "], "Language": false}