{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/billie-eilish-fashion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marianna Cerini, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-06T11:55:20Z"], "LastModifiedDate": ["2020-02-07T11:43:26Z"], "Headline": ["Billie Eilish upends fashion convention with singular, striking style"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["On the Grammys red carpet in January, Billie Eilish couldn't have looked more Billie Eilish.  The 18-year-old singer, who was nominated for six awards (she won five) rocked a head-to-toe oversized Gucci outfit in black and lime green, with matching green talons, a patterned face mask and two-tone hair.  The ensemble carried all the trademarks of her signature style: a bold, baggy silhouette; hip-hop influences melded with goth and skater vibes; a penchant for coordinates; stacks of shiny jewelry; whacky prints often inspired by Japanese anime and manga; her love for green.  It was a far-cry from the other glamorous looks on show that night, from Ariana Grande's dreamy Giambattista Valli tulle gown to Lizzo's white strapless Versace dress. But it worked. And proved, once again, that Eilish is revising the rules of the red carpet. Or, rather, she's making her own. When she graces the red carpet ahead of her performance at Sunday night's Oscars, we'll expect that same disregard for convention.  Red carpet outfits The performer has been pushing fashion boundaries from the start of her brief but stellar career, at every celeb parade she's ever attended.  She wore a gigantic orange sweater with green trousers and sneakers to the 2018 Yellow Ball in New York; a Sailor Moon-inspired knee-length suit on the red carpet for the iHeartRadio Music Awards in March 2019; and tiny sunglasses, a khaki-colored vest and coordinated chinos flaunting Powerpuff Girls prints at the ASCAP Pop Music Awards in Beverly Hills two months later.   In October, she wore a bedazzled goth get-up complete with a crystal face mask and spiky shoes to the UNICEF Masquerade Ball; a slick, enveloping Gucci-logoed pajamas set to the 2019 LACMA Art + Film Gala held by the Italian brand in Los Angeles in November; and a Burberry check shirt and trousers -- naturally three times her actual size -- with a bonnet to hide the side of her face and a glittery veil to the American Music Awards just a few weeks after that. Each of those looks has shown none of the cute-meets-sexy aesthetic that's come to characterize so many teenage pop acts, both past and present -- think Britney Spears, Miley Cyrus, Selena Gomez, Ariana Grande. Instead, her outfits have channeled Eilish's self-confidence, her inclination for doing her own thing (which, you could argue, is also what's made her music stand out), and her affinity for larger-than-life, gender-fluid fashion that hides the body rather than shows it off. Above all, they've demonstrated her innate love for clothes.  \"It's the first thing that I think about that I barely even think about it,\" she told Vogue Australia in June 2019. \"It's my whole identity. My whole personality is based off my clothes and what I'm wearing that day. I'll have a different personality for a different outfit sometimes. If I'm wearing something I don't feel comfortable in I will turn into a totally different persona that I hate. \" Her unconventional sartorial choices have made her the antithesis of the classic queen of pop -- though as the most Googled female musician of 2019, that's exactly what she is.  Countercultural dressing  Eilish's edgy wardrobe is studiously deliberate.  She made that clear as early as 2017, when, aged 15, she told Harper's Bazaar that she was fully aware of how her style may appear: \"I just like dressing out of my comfort zone. I want to dress in a way that if I was in a room full of people wearing regular clothes, I would be like, 'Oh, I bet everyone's looking at me.' I want to feel that way. That's my casual,\" she explained. Eilish is not without help. Since she was 14, she's worked with stylist Samantha Burkhart, who counts clients like Katy Perry, Kesha and Rosalia on her roster -- all artists with much flashier wardrobes. Burkhart has apparently never imposed a look upon the singer, but simply serves as a \"kind of personal shopper,\" she told the New York Times. \"She enjoys the uncomfortableness of not fitting in,\" Buckhart said.   Her baggy clothes have also helped protect herself from the intrusive nature of stardom. In May 2019, Eilish appeared in a Calvin Klein campaign, \"I Speak My Truth in #MyCalvins,\" and talked about how everything she wears is meant to deflect judgment on her body. \"I never want the world to know everything about me,\" she said. \"Nobody can have an opinion because they haven't seen what's underneath.\"  In a world where female bodies are so often the object of scrutiny, that stance, paired with her uninterest in conventional glossy aesthetics, has felt like a refreshing outlook for swarms of Gen-Zers, who have hailed Eilish as their fashion icon. They have mimicked her style, not just by touting similarly oversized pieces and bold hair-dyes, but the artist's very own retail products, from the merch on her site Blohsh to her sold-out collaborations with youth brands like Urban Outfitters, Bershka and, at the start of 2020, H&M.  Self-expression  If Eilish's striking, jarring and ultimately singular aesthetic has turned her into a style powerhouse for a generation of youth, her current (and future) fashion clout doesn't just lie in her choice of deliberately not fitting in, but the fact that she's in full control of her image -- and having fun with it.  Nowhere is that more evident than on the red carpet. As outrageous and \"weird\" as her outfits are, they're also just playful (albeit highly curated) ways for Eilish to express herself, and challenge  \"dressing up\" as we know it. But, she's not criticizing more form-fitting sartorial options. In a V magazine interview with Pharrell Williams last August, Eilish said she does not approve of people using her style to shame others who don't dress like her. \"I have never ever looked at a girl who feels comfortable in her clothes, body, and skin and thought, 'Ew, that's gross, she is showing too much.'\" Three months before she turned 18 last December, Eilish told Elle magazine that entering adulthood might herald some changes in her wardrobe. \"I'm gonna be a woman. I wanna show my body,\" she said.  How she'll do that is likely going to spark more hype and conversations around her sartorial prowess -- and keep the red carpet interesting.  Regardless, it'll be just another way for Eilish to be Eilish. "], "Language": false}