{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/politics/trump-administration-drilling-mining-utah-monuments-trnd/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Devan Cole, CNN"], "Writers": [["Devan Cole"]], "FirstPublishDate": ["2020-02-06T18:30:44Z"], "LastModifiedDate": ["2020-02-06T18:30:44Z"], "Headline": ["Washington Post: Trump administration 'finalized' plans to expand drilling and mining on land formerly a part of Utah monuments"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Trump administration on Thursday \"finalized\" plans to expand \"drilling, mining and grazing\" on land in Utah that used to be part of the Grand-Staircase Escalante National Monument and the Bears Ears National Monument, The Washington Post reported.  In 2017, the administration rolled back restrictions on the monuments in what were two of the largest downsizes of protected lands in US history, paving the way for the new plans, which the Post said \"will likely intensify a legal fight over the contested sites.\"  The land contains large amounts of oil, gas and coal, the newspaper said, \"as well as grazing land valued by local ranchers.\" But the area, which includes \"windswept badlands, narrow slot canyons and towering rock formations,\" are culturally significant to Native American tribes in the region and contain precious dinosaur fossils and rock art, along with other artifacts, according to the Post.  Over the last three years, the Trump administration has been moving to roll back federal protections on various lands in order to provide industry access to them. In August, the Post reported that President Donald Trump asked his agriculture secretary to provide a regulations exemption in order to open millions of acres of protected land within Alaska's Tongass National Forest to \"potential logging, energy and mining projects.\"  The newspaper reported that officials from the Interior Department and US Forest Service, which oversee the Utah land, said the new plans \"balance the region's economic interests against the need to safeguard natural and cultural wonders.\"  Following the downsizing of the monuments two years ago, a number of groups sued the administration over the move, arguing it was in violation of the Constitution and the Antiquities Act of 1906, which was used to establish the monuments in 1996 and 2016.  Acting assistant secretary for the Interior Department Casey Hammond told the Post the department \"could not wait for those cases to conclude before it finalized plans for the areas now excluded from the monuments.\"  Environmental groups, however, maintain that the new plans will allow for \"destructive activities\" on the land that was formerly part of the monuments. \"One of the wildest landscapes in the lower forty-eight states will be lost if these plans are carried into action over the next few years,\" Stephen Bloch, legal director for the Southern Utah Wilderness Alliance, told the Post, which said the organization is one of the groups suing the administration over the 2017 downsize."], "Language": false}