{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/media/barnes-and-noble-diverse-editions-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2020-02-05T18:15:38Z"], "LastModifiedDate": ["2020-02-06T13:26:20Z"], "Headline": ["Barnes & Noble cancels plan to put people of color on the covers of classic books after backlash"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Barnes & Noble says it is canceling a Black History Month event at its flagship New York store and suspending plans to release a series of classic novels with new cover art featuring people of color. The Diverse Editions program sparked a social media backlash from critics, who point out that the characters inside the books are still white. \"We acknowledge the voices who have expressed concerns about the Diverse Editions project at our Barnes & Noble Fifth Avenue store and have decided to suspend the initiative,\" Barnes & Noble said in a statement. A launch event that was scheduled for Wednesday evening was canceled as well. For the project, Barnes & Noble and Penguin Random House planned to release special editions of 12 classic novels with new covers that featured people of color. One cover of \"The Wizard of Oz\" shows Dorothy as an African American girl with her hair in a braid and puffs and a pair of red sneakers slung over her shoulder. Juliet wears a head scarf on one cover of \"Romeo and Juliet\", \"Dr. Jekyll & Mr. Hyde\" wears a turban and Frankenstein's monster is a green-eyed, African American man with bolts in his neck. The bookseller made new covers for \"Moby Dick,\" \"Emma,\" \"The Secret Garden,\" \"Treasure Island,\" \"Peter Pan,\" \"Alice in Wonderland,\" \"The Count of Monte Cristo\" and \"The Three Musketeers.\" Alexandre Dumas, who wrote \"The Count of Monte Cristo\" and \"The Three Musketeers,\" is the only black author on the list. The new covers were called \"literary blackface\" by African American writer Rod Faulkner in an essay on Medium, and others have said the energy spent making the \"Diverse Editions\" would have been better spent promoting books written by people of color. \"What?!? No! Is it really this hard? People sat down & had meetings & put a lot of energy & money into creating covers f/black people on books w/ the same old stories INSTEAD of promoting books written by black authors & featuring black characters?WTF?!,\" author Tracey Livesay tweeted. Author Karen Strong said in a tweet that she didn't understand the thinking behind the effort. \"Can you imagine a young Black girl seeing a cover with someone who looks like her but then finds nothing that reflects her in the pages? No Black girls at all? Y'all that is more than a bait and switch. That's harmful,\" Strong tweeted. Others pointed out that some of the books include characters specifically described as having white features, like Jane Austen's \"Emma.\" The protagonist, Emma, has a friend who is described as \"short, plump, and fair, with a fine bloom, blue eyes, light hair, regular features.\" Another character in the novel is referred to as having \"skin, which she had been used to cavil at, as wanting colour, had a clearness and delicacy which really needed no fuller bloom.\" Barnes & Noble said the goal of the project was to help drive engagement with the books. \"Diverse Editions presented new covers of classic books through a series of limited-edition jackets, designed by artists hailing from different ethnicities and backgrounds. The covers are not a substitute for black voices or writers of color, whose work and voices deserve to be heard. The booksellers who championed this initiative did so convinced it would help drive engagement with these classic titles. It was a project inspired by our work with schools and was created in part to raise awareness and discussion during Black History Month, in which Barnes & Noble stores nationally will continue to highlight a wide selection of books to celebrate black history and great literature from writers of color,\" Barnes & Noble said in a statement.  Penguin Random House says it will donate up to $10,000 to the Hurston Wright Foundation, which works to develop, discover and server black authors. The publisher promised to give a dollar every time people tweet the hashtag #BlackStoriesHavePower."], "Language": false}