{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/haida-gwaii-canada-islands/index.html"], "Source": ["cnn"], "Location": ["Haida Gwaii"], "ByLine": ["Melanie Haiken, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-06T13:07:26Z"], "LastModifiedDate": ["2020-02-07T10:54:25Z"], "Headline": ["Visiting Haida Gwaii, Canada's most mysterious islands"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Pristine wilderness dotted by ancient village sites so protected that only 12 people at a time are allowed to step ashore -- this is Canada's final frontier, a remote archipelago off British Columbia's northernmost coast.  At once thrilling, serene and mysterious, the mist-shrouded peaks of Haida Gwaii rise from the waves like magical kingdoms, home to a wealth of rare species found nowhere else on earth and a people whose rich culture developed in isolation over more than 12,000 years.   The islands' peaceful coves, silent moss-grown forests, miles-long beaches and cultural riches remain largely undiscovered, yet ready to welcome visitors drawn by the promise of an unforgettable experience.  Boundary of the world The Haida called this wing-shaped swath of more than 150 islands and islets Xhaaidlagha Gwaayaai, Islands at the Boundary of the World, a name that perfectly conveys their isolation, separated from the mainland of British Columbia by more than 80 nautical miles across the notoriously rough Hecate Strait.   Here, in temperate rainforest watered by more than 60 inches of rainfall a year, some of the world's tallest and oldest red and yellow cedar trees still reach for the sky. And in the shelter of these ancient forests live the Haida, a people who -- archeological and geological evidence suggests -- have occupied the same land for more than 12,000 years, making them one of the longest traceable populations in the world.  Despite more than a century and a half of colonization dating from the establishment of settlements in the early 1800s, the Haida never signed a treaty ceding the territory that until just ten years ago was called the Queen Charlotte Islands. In 2010, after the passage of a landmark reconciliation agreement, Haida leaders ceremonially returned the colonial name to the then-Premier of British Columbia in a traditional handcrafted bentwood box. The islands were renamed Haida Gwaii, Islands of the People, and maps were redrawn to include Haida place names. This transition received even more attention when Prince William and Kate Middleton visited Haida Gwaii during their 2017 tour of British Columbia and the Yukon. Shining a spotlight on Haida culture, they made the last leg of the journey in a ceremonial war canoe.  A pledge to respect Today, a third of the islands' land mass and the labyrinth of inlets, bays and fjords that surround and divide them are protected as Gwaii Haanas National Park Reserve, National Marine Conservation Area Reserve and Haida Heritage Site, accessible only by boat or floatplane. In a unique arrangement, the park is jointly managed between the government of Canada and the Council of the Haida Nation. \"We may not agree on who owns the land, but we agree it needs to be protected,\" says Hannah Fregin, a cultural interpretation officer for Parks Canada. To receive the permits required to enter the park, visitors must first spend time learning about the principles of Haida culture and sign a pledge to respect the land. \"You're agreeing to abide by the Haida principle of yahguudang, taking only what you need,\" explains cultural interpreter Natalie Fournier, whose Haida name is Jaadguusandlans. Five heritage sites within the park, accessible only by boat, are supervised by Haida watchmen. Living at each remote location during the visitor season of May to October, the watchmen serve as guides and interpreters for visitors. A journey to the ancient past The most famous site is the UNESCO World Heritage Site of SGang Gwaay, where a row of rare, ancient standing  poles — each intricately carved from a single massive cedar trunk — faces the sea in a narrow clearing. Dating from the late 1800s, they are the largest collection of North American monument poles still in their original location.    The site, also called Ninstints and formerly known as Anthony Island, limits visitors to no more than 12 at a time. It's a powerful experience to trace the loamy path through moss-grown stands of spruce, hemlock and cedar to the abandoned village, where a grid of tumbled cedar logs outlines what remains of enormous longhouses, each big enough to house 30 to 40 people.    Like the longhouses, the poles, which once held mortuary boxes containing the remains of Haida elders, are slowly returning to the forest from which they came. Some lean so precariously they look as if the next strong wind might topple them.   \"Last year's storms did so much damage, and we don't know how long the poles will stand, but we don't try to save them,\" says watchman Kelly Jones. \"They were meant to return to the earth, releasing the souls of the dead.\"   Reviving a legacy The bold designs and craftsmanship displayed in these historic poles once threatened to disappear, as epidemics of smallpox and other diseases brought by settlers reduced the Haida population from an estimated 20,000 people to fewer than 600 by the end of the 19th century.  While Haida carvings, weavings, baskets and jewelry became so prized by collectors that they made their way to museums worldwide, the traditions themselves were all but lost. Now the islands are in the midst of a vibrant renaissance, with a new generation of wood and stone-carvers, weavers, canoe-builders and others reviving ancient artistic traditions and taking them in new and exciting directions. In the workshop of renowned pole carver Garner Moody and his younger colleague Billy Yovanovich, Jr., the two men paint delicate lines of black and red on masks made from smooth yellow cedar. The works are destined for a gallery in Vancouver, whose owner calls frequently saying he can't keep them on the shelves.   In another workshop, Jaalen Edenshaw hollows a 36-foot canoe from one massive cedar trunk, which he widens by steaming it open with hot stones. \"To us, canoes are symbols of our culture,\" says Edenshaw, who began learning the craft from family members at 15. Haida canoes, which could be up to 60 feet long and hold as many as 40 people, were the only ones capable of crossing the Hecate Strait to the mainland and were prized by First Nations up and down the coast. Heritage of the Haida There's no better place to experience the revitalization of Haida Gwaii than the Haida Heritage Centre at the former village site of Kay LLnagaay.  An ocean-facing expanse of weathered wood and glass laid out following the pattern of a traditional village, it's fronted by six towering poles carved and painted in vivid depictions of bear, raven, orca and other characters from Haida storytelling. Each represents a village and the crests of the clan who lived there. In addition to classrooms, performance spaces and a café, the museum houses a stunning collection of Haida art dating back hundreds of years, one that's growing quickly thanks to a campaign of repatriation.  In an exhibition titled \"Yahguudang,\" in reference to the Haida principle, one room is lined floor to ceiling with poignant photographs of Haida artifacts currently in the collections of museums in New York, London, Toronto and elsewhere.  The Heritage Centre's gift shop is the perfect place to start the search for your own carving, mask or jewelry. Continue your search with stops at Longhouse Gift Shop or Sitka Studio before browsing the wares at Sarah's Haida Art & Jewelry and Crystal Cabin Gallery. Also recommended is a visit to Ben Davidson's gallery, All About U Arts, which showcases Davidson's own work and that of other contemporary Haida artists. Rare wildlife sightings Defined by its perch on the edge of the continental shelf, its western shore dropping steeply to the deep sea below, Haida Gwaii benefits from an ecosystem as rich and distinct as its culture. More than 20 species of whale and dolphin have been catalogued here, including the orcas, for whom the islands' nutrient-dense fjords and channels are a critical feeding habitat.  It's not uncommon to see playful sea lions sparring on the rocks and otters lolling among the kelp beds or to hear the slap of a gray whale tail and glimpse the arc of a breaching porpoise. Isolation from the mainland resulted in a host of endemic species, among them pine marten, bat, otter and most especially the Haida Gwaii black bear, the largest of its kind in the world and recognized by its over-developed skull and jaws strong enough to crush sea urchin shells and salmon bones.   Visitors may encounter soft-eyed Sitka black-tailed deer gazing unafraid from the shadow of the forest while bald eagles, so common they follow fishing boats like seagulls, might be seen nesting in the treetops. In fact, this is a bird-watcher's paradise -- an estimated 1.5 million seabirds breed among the rocks, among them the marbled murrelet, a threatened species known for their dependence on old-growth forests.  Rarest of all, however, is the Haida Gwaii northern goshawk, a raptor whose population has fallen to fewer than 50 adult birds. A sense of adventure Whether via a wind-whipped zodiac expedition, an adrenaline-pushing kayak adventure or a meditative fishing trip, it's essential to experience the islands' rocky crags and pine-sheltered inlets from the water.  One of the best places to experience the rugged splendor of the region's craggy coastline is at Naikoon Provincial Park at the northeastern end of Graham Island.  After following a boardwalk over boggy and luxuriantly green wetlands, the trail climbs a series of steep switchbacks to Tow Hill Lookout, where a deck juts from the hillside over a canopy of pine below. From here, the 1.5-mile hike continues to the Blow Hole, where, when the tide is right, spray foams geyser-like through the rock.  Another must-see geological formation is eerie Balance Rock, a gigantic boulder impossibly poised on a narrow footing left behind by a glacial retreat. Standing on the continent's edge The Haida have a popular saying: \"The world is as sharp as the edge of a knife; as you go along you have to be careful or you will fall off one side or the other.\" The phrase conjures an edge-of-the-world feeling, perceptible to anyone who steps foot on the islands. Part of the saying also became the title of the first-ever feature film to be made in Haida Gwaii, \"Edge of the Knife,\" or Sgaawaay K'uuna, spoken entirely in the endangered Haida language. Living on the knife edge of the world requires nothing if not balance. Or, as the Haida principle of interconnectedness frames it, \"Gina 'waadluxan gud ad kwaagid\" — everything depends upon everything else.\" That lesson will stay with you long after leaving Haida Gwaii.  If you go: Getting to Haida Gwaii requires some combination of air, water and land transport.  By air: Air Canada flies regularly between Vancouver and Sandspit on Moresby Island, a route that requires a short car ferry trip to Graham Island. Pacific Coastal Airlines connects Vancouver with Masset.  By boat: BC Ferries connects Prince Rupert on the mainland "], "Language": false}