{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/tyler-mitchell-i-can-make-you-feel-good/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Amber Nicole Alston"], "Writers": [[]], "FirstPublishDate": ["2020-02-06T07:37:42Z"], "LastModifiedDate": ["2020-02-06T09:50:16Z"], "Headline": ["Beyoncé photographer Tyler Mitchell opens first solo show"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Tyler Mitchell gained global attention in 2018 when he shot the cover of American Vogue -- featuring Beyoncé, no less -- making him the first black (and one of the youngest) photographers to have the honor.  Since then the 24-year-old has been in high demand, shooting campaigns for Marc Jacobs and Comme des Garçons, a music video for Brockhampton, and earning the prestigious Gordon Parks Fellowship for photography. Flashing a pink-nailed peace sign to journalists at New York's International Center for Photography (ICP), Mitchell, who is based in Brooklyn, recently opened his first solo US show, \"I Can Make You Feel Good.\" The exhibition is the latest in a series of artistic endeavors that have seen him go from a Tumblr-obsessed teen to the face of his generation's black arts renaissance. \"I Can Make You Feel Good\" includes photography and video installations focused on Mitchell's recurring themes of blackness and gender. Behind thick black curtains, large photographs hung on stark, white walls, a showcase of works that have made him a star in both the art and fashion worlds. Mitchell recounted his fascination with Patricia Collins and Harley Weir,  whose meditative photographs depict white youth in carefree everyday lives. He wanted to do the same for black youth -- one of his images shows two young women in colorful sweaters gently embracing in quiet field. Another image demands a less idyllic reading: a young black man in baby blue sweats lies face down on the floor with his hands interlocked behind his back, a position American viewers are used to seeing in scenes of police brutality. A video installation called \"Idyllic Space\" invites visitors to lay on lofty, ashen beanbag chairs on crisp faux grass and surrounded by white picket fencing: hallmarks of Americana. A ceiling-mounted screen shows black bodies running freely through a flowered field embracing each other. Recordings play in the distance -- a mix of voice messages from friends he met online and youth recounting tales of racist encounters and dreams of a more equitable future.  \"I created this therapeutic video piece that begs you to lay down and let it wash over you,\" Mitchell said during a preview tour of the exhibition. \"This visualization of black men just enjoying hula hooping, bicycling and playing in the suburbs of Georgia is radical because we haven't always been given space to be that free, historically or politically.\" Mitchell is part of a sprawling international community of photographers, dubbed \"The New Black Vanguard\" in a book by Antwaun Sargent, working to revolutionize depictions of blackness in fashion and art -- from highly conceptual shoots to intimate portraits of everyday life. Other photographers included in this group are British artist Campbell Addy, Swiss Guinean artist Namsa Leuba, Nigerian artist Stephen Tayo and American artist Arielle Bobb-Willis. \"I Can Make You Feel Good\" ties into black vanguard themes of social equity, an appreciation for natural beauty and alternative visions of the future that see blackness beyond the legacies of slavery and colonialism. The exhibition met with critical acclaim when it debuted at Amsterdam's Foam photography museum in 2018. In Europe, Mitchell said, the topic of black radicalism and imagined utopias was more hypothetical -- a peek inside the struggles of other people in other places. In New York, it's a glaring comment on the day-to-day lives of black people living in America.  \"A lot of people in Europe don't know about these very American ideas,\" he said. \"They have their own histories with colonialism and blackness, but it doesn't compare.\" Now housed in the newly constructed ICP, a nondescript multistory facility on the city's Lower East Side, the exhibition reflects the themes taking place in the rapidly gentrifying city around it.  Mitchell has had his own struggles with identity. Known for his bold wardrobe of colorful designer looks, prized ascots and flirtations with nail polish and makeup, it took the young creator time to be comfortable expressing himself in a world that he believes is \"more comfortable with its narrowly assigned definitions of black masculinity.\" \"I'm interested in opening up these issues of representation and allowing a man to be freer and sit in his own body,\" he said. \"There is so much self-policing that's baked into the psyche of black folks, especially black men. It's fight or flight survival sh*t. If you don't act this way you think you'll get killed or ridiculed. I'm trying to break down those swords and shields.\" \"When you construct an image and put it out there in the real world it becomes part of the cultural zeitgeist or a piece of popular culture,\" he continued. \"You're projecting a fantasy and bringing it to life. I want to make images that enable young men and women to feel more like themselves.\" Tyler Mitchell's \"I Can Make You Feel Good\" is showing at the International Center of Photography in New York until May 18, 2020."], "Language": false}