{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/politics/rush-limbaugh-medal-of-freedom-controversial-comments/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Maegan Vazquez, CNN"], "Writers": [["Maegan Vazquez"]], "FirstPublishDate": ["2020-02-05T20:44:18Z"], "LastModifiedDate": ["2020-02-05T20:49:14Z"], "Headline": ["Rush Limbaugh is a very different Medal of Freedom honoree"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump described conservative radio host Rush Limbaugh as the \"greatest fighter,\" a \"winner\" and a charitable person when honoring him with the Medal of Freedom at the State of the Union Tuesday night. But Trump did not, of course, make note of his past record of controversial, conspiracy-driven and racist comments on the air.  Limbaugh, who announced earlier this week that he has advanced lung cancer, now joins the ranks of a long list of entertainers, athletes, academics, activists and heads of state to receive the medal. The elite group includes Rosa Parks, a civil rights pioneer, Elie Wiesel, a Nobel laureate and Holocaust survivor, and Mother Teresa, a literal saint. The White House says the medal is bestowed to \"individuals who have made especially meritorious contributions to the security or national interests of America, to world peace, or to cultural or other significant public or private endeavors.\" The White House, in an announcement that Trump would award the medal during the State of the Union, referred to Limbaugh as \"a legendary radio host with millions of loving fans.\" \"His radio show has been on the air for more than three decades and has had an incalculable effect on American politics and government. Limbaugh is a champion of the Constitution, advocate of civic engagement, and a committed patriot,\" the press statement said. Limbaugh has held radio donation drives for the Leukemia & Lymphoma Society and is a director for the Marine Corps-Law Enforcement Foundation. When Nike pulled a planned Betsy Ross flag-themed sneaker, Limbaugh protested by selling \"Stand Up for Betsy Ross!\" t-shirts. The Tunnel to Towers Foundation says millions have been donated to their organization thanks to proceeds from the sales of the shirts. The surprise award prompted some Democrats to yell \"no\" in the chamber and sparked internet outrage for such an honor -- which is up to the President's discretion -- to be given to Limbaugh. The liberal watchdog Media Matters has tracked many of the racist, bigoted and conspiracy-driven comments Limbaugh has made his 31 years hosting \"The Rush Limbaugh Show.\" Limbaugh has frequently referred to some women as \"femenazis,\" compared an adolescent Chelsea Clinton to a dog and said feminism \"was established so as to allow unattractive women easier access to the mainstream.\" People close to Trump say he personally enjoys granting his friends the nation's highest civilian honor. His picks have included sports heroes, both dead and alive, as well as other conservative heroes, such as famed economist Art Laffer, whose work gained popularity under the Reagan administration, and posthumously to Supreme Court Justice Antonin Scalia. And Limbaugh has been a staunch ally of the President's for years, dining with him at his Palm Beach golf club over the holidays. Once, during an event in the Rose Garden of the White House, Trump praised Limbaugh as someone who \"can speak for three hours without a phone call.\" Limbaugh suffered the most backlash from advertisers for his comments about women when he referred to a law student named Sandra Fluke as a \"slut\" and a \"prostitute\" after speaking before Congress in 2012 to advocate that birth control should be covered by health insurance at religious institutions.  \"What does it say about the college coed Susan Fluke [sic], who goes before a congressional committee and essentially says that she must be paid to have sex? What does that make her? It makes her a slut, right?\" Limbaugh once asked. \"It makes her a prostitute. She wants to be paid to have sex. She's having so much sex she can't afford the contraception. She wants you and me and the taxpayers to pay her to have sex. What does that make us? We're the pimps. The johns, that's right. We would be the johns -- no! We're not the johns ... OK, so, she's not a slut. She's round-heeled. I take it back.\" He later apologized for making the comments, claiming he was trying to be humorous.  Limbaugh also has a history of making racist and anti-LGBT comments on the air.  He referred to Barack Obama as a \"Halfrican American,\" and played a song called \"Barack the Magic Negro\" on the airwaves. He's also compared professional sports leagues to gangs.  \"Look it, let me put it to you this way. The NFL all too often looks like a game between the Bloods and the Crips without any weapons. There, I said it,\" Limbaugh remarked in 2007. Similarly, he said the NBA should be renamed to reflect that they were gangs.  \"I think it's time to get rid of this whole National Basketball Association. Call it the TBA, the Thug Basketball Association, and stop calling them teams. Call 'em gangs,\" he said in 2004. In 2006, he described which race or ethnicity group would win a Survivor-like contest, saying Hispanics \"don't get apprehended, and they will do things other people won't do. So, our money, early money, is on the Hispanics.\" He added that \"the Asian-American tribe probably will outsmart everybody\" and Native Americans would be disqualified from competing because they have a \"raw, native understanding of the land.\" \"You accused me in a sly way of being racist by making comments about who would win the swimming competition. I know what you're saying. You're saying I'm being racist, you're saying I'm being racist because I'm saying blacks can't swim,\" Limbaugh continued, citing a study which said \"young blacks -- especially males -- are much more likely to drown in pools than whites.\" Like Trump, Limbaugh also promoted the conspiracy theory that Obama was not born in the US. He also peddled the idea that \"race riots\" were part of the Obama administration's plan for the country.  After getting the medal, Limbaugh was lauded by Republicans.  Ohio Rep. Jim Jordan listed Limbaugh getting the medal as one of \"the things that make America great.\" Former White House staffer Sebastian Gorka called the President a \"genius\" for honoring Limbaugh with the award. And House Minority Leader Kevin McCarthy called the honor \"well-deserved\"."], "Language": false}