{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/mphethi-morojele-south-african-architect/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Matthew Ponsford, CNN"], "Writers": [["Matthew Ponsford"]], "FirstPublishDate": ["2020-02-05T14:53:50Z"], "LastModifiedDate": ["2020-02-05T15:38:59Z"], "Headline": ["How African 'feng shui' can shape the continent's cities of the future"], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["When architect Mphethi Morojele began designing Freedom Park in Pretoria, South Africa, a 130-acre (52-hectare) memorial to lives lost in the struggle against the country's Apartheid regime, he took the unconventional step of handing over the plans to a group of spiritual healers.  Work began nearly two decades ago, at which point these healers gathered signals from the natural and supernatural realms to create a sort of \"heat map or a spiritual map of the site,'' explained Morojele. \"It's almost like the Chinese would use Feng Shui, where they feel the energies of the site and decide that this element must go here, this element must go there,\" he continued. \"Then you start to lay out your design based on that as a kind of brief.\" Since opening in 2007, Freedom Park has become a landmark of the South African capital and center for protests and progressive activism. It is the best-known of a series of monuments, public buildings and embassies that have made Morojele arguably the most influential architect and design thinker of the country's democratic decades. Alongside Ghanaian-British architect David Adjaye and Burkina Faso-born Diébédo Francis Kéré, Morojele's name was listed among \"a generation poised to take on the ambitious projects that will define the architectural character and identities of rising Africa,\" in an New York Times article by Chika Okeke-Agulum, professor of art history at Princeton. Morojele says it is a role he is glad to take on. During a telephone interview from his office in Johannesburg, he called for his peers to break down boundaries that still carve up the continent's architects along colonial lines, into Anglophone, Francophone, and other distinctions. \"Nowadays, there's a sufficient cohort of architects who have some relationship to the continent -- either having been trained here, or having lived here, or come from here -- who are beginning to question what it means to do architecture in Africa,\" he said.  For Morojele, the priorities he made when designing Freedom Park -- to respect the full sensory experience of the environment, including its spiritual content, and carefully construct community bonds through inviting diverse voices to input into the design process -- are key to constructing the African buildings and cities of the future. Born in Lesotho, the mountainous nation enclaved inside South Africa's borders, Morojele has led Johannesburg-based MMA Design Studio since just months after the fall of Apartheid. In addition to Freedom Park, he has spearheaded other emblematic nation-building projects including designing the African Leadership Academy secondary school on the outskirts of Johannesburg, and South African embassies in Berlin and Addis Ababa.  Not confined to architecture and urban design, Morojele has been sought out for thought-leadership across design disciplines. In 2013 he was asked to help design the funeral of Nelson Mandela, which aimed to create a new tradition for how a leader of democratic South Africa would be laid to rest.  After Freedom Park, he again assembled spiritual leaders for input on another complex project, a market in Johannesburg where herbalists and healers sell \"indigenous magic medicine,\" mostly herbs and plants, explained Morojele.  This complex project formalized the sale of products used by most South Africans, especially recent migrants from rural areas, which are sometimes frowned upon by city-dwellers and pushed to the margins of the city, he said. Creating a formal commercial space for traditional healers -- some are called inyangas or sangomas -- and the accompanying rituals, meant designing a new type of market that recognized which practitioners and which types of magic needed to be kept apart.  \"I guess it's like any other client would brief you,\" he explained. \"Only they work in the spiritual realm and then bring it back to brief us.\"  The process of working with spiritual workers is just one method Morojele has used to include often-excluded voices in the design process. He has also consulted diverse stakeholders -- members of the public, residents of townships and students at schools and academies -- incorporating users input into the design. The goal of greater inclusivity should be at the forefront for architects in South Africa and beyond, Morojele argued. \"I'd like to see architects focus on the way architecture creates social cohesion. In South Africa, architecture has always been used to separate. It had subtle mechanisms in buildings that were used to define who belongs where: which entrance you use, depending on your skin color, and things like that.\" Morojele says architects and urban planners can -- and must -- reverse that historical process of division to repair fissures and create more equitable cities.  In South Africa, racial barriers are still visible on a map of most cities. In Johannesburg where Morojele's lives, Apartheid-era urban planning segregated the population by race. Still today, black-majority townships are cut off from disproportionately white urban centers, with jammed highways between and little organized public transport, meaning residents of townships can spend a third of their income on their commute.  Meanwhile new divides have emerged as sprawling gated suburbs have sprung up to house the upper-middle classes. More than 25 years after Apartheid, South Africa remains the \"most unequal country in the world,\" according to the World Bank. This has resulted in cities of such radical inequality that many are notoriously difficult and dangerous to traverse by foot, with long commutes for everyone and among the world's highest rates of road fatalities. Morojele backs Johannesburg's recent requirements for 30% affordable housing on new developments, and a proposed requirement for quality transport infrastructure that would provide for rich and poor neighborhoods alike to \"bring back the dignity of using public transport, so it's not something that only the poor use,\" he said. But the architect is distinguished in matching a hard-nosed focus on righting past wrongs of urban planning with a sensitive approach to planning. For example, he favors natural materials for heritage projects that draw on local animistic beliefs -- traditional beliefs that inanimate objects contain spiritual energy.  In Freedom Park, Morojele used natural materials to create a narrative of remembrance and hope. To do this he assembled boulders from South Africa's nine provinces -- having been ritually blessed in interfaith prayer sessions in the name of peace -- and even imported soil from across the world.  \"It started off as a place that would offer symbolic restitution to people who lost their lives in the struggle for liberation,\" he said.  The Garden of Remembrance, a green belt surrounding the central memorial, contains earth from countries outside of South Africa where people had been stationed in exile and had died during the fight for liberation. \"In a sense, the installation is given a certain spiritual energy because of the soil used that has come from different countries, which is now embedded into the monument or memorials,\" he said.  Morojoele is keen to now connect more analytic and spiritual approaches. As he plans for future commissions, he sees a path forward via neuroscience, and the ideas of \"environmental psychology\" developed by the likes of Finnish architect Juhani Pallasmaa, which hopes to explain how our natural and built surroundings affect our behavior and emotions. \"The advances in neuroscience nowadays can relate the environment to people's emotions and people's nervous system, how it responds to different environments,\" Morojoele said. \"I'm interested in understanding the Western scientific basis of what indigenous knowledge systems were expounding.\" This approach -- combining neuroscience with animism, and layering landmarks and urban infrastructure with emotional nuances -- makes clear Morojele vision.  \"We need to go back to understanding ourselves as biological beings, less as intellectual beings, bringing in more senses,\" he said. Both forward-facing and grounded in tradition, Morojele hopes that the city of the future is an environment where we can connect with our own nature, and commune with our surroundings. \"A more sensual architecture,\" he explained. \"And one that heightens your experience of the environment.\""], "Language": false}