{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/us/five-things-february-5-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-05T11:05:09Z"], "LastModifiedDate": ["2020-02-05T14:38:02Z"], "Headline": ["5 things to know for February 5: State of the Union, Iowa, coronavirus, Mexico, nukes"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A magnitude 5 earthquake rattled Puerto Rico yesterday. No one was seriously injured, but residents are still wary, given that it's the 11th quake of at least that size to affect the island in the last 30 days.   Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. State of the Union State of the Union addresses aren't usually known for their drama and showmanship. That is, unless you're talking about President Trump's address last night, which was essentially a reelection speech punctuated by loaded partisan moments. The President went through a laundry list of what he considers recent political wins, including the US-Mexico-Canada Agreement that replaces NAFTA and the assassination of Iranian commander Qasem Soleimani. Trump awarded conservative talk show host Rush Limbaugh with the Presidential Medal of Freedom and even orchestrated a surprise military family reunion. Things got a little ugly when Trump appeared to avoid a handshake from House Speaker Nancy Pelosi, and Pelosi later appeared to rip up the President's speech as he concluded to applause. Analysts agree that despite the obviously partisan bent of his speech -- and some factual inaccuracies -- Democrats will have a hard time stopping his momentum. After all, with the debacle in Iowa and the President less than a day away from a likely impeachment acquittal, it's no doubt Trump has the political upper hand right now.  2. Iowa caucuses A majority of the results are in after a daylong vote-reporting debacle in the Iowa Democratic caucuses. Pete Buttigieg holds a lead over Bernie Sanders, and both hold a commanding margin over the rest of the pack: Elizabeth Warren, Joe Biden and Amy Klobuchar, respectively. While Buttigieg claimed victory in the pivotal contest, this year's caucus results reveal a fragmentation among Democratic voters and have done little to separate the field of top candidates. That being said, underperforming candidates, like Biden, have a lot to sort through as the primary season continues. The problems with the Iowa Democratic Party's systems that led to the vote-reporting delay also gave a prime opening for Republicans to criticize their opponents for disorganization and lack of direction.  3. Coronavirus  The number of people who have died from the Wuhan coronavirus is nearing 500, and nearly 25,000 have been infected, but the World Health Organization is stopping short of classifying the outbreak as a pandemic. The WHO says its experts are hopeful the virus can be contained, despite its communicable nature and the mass travel of people around the globe. To that end, countries continue to impose quarantines on citizens and tourists who may have come in contact with the disease. Around 3,700 people are being held on a Diamond Princess Cruise ship in Japanese waters after authorities discovered that a passenger who departed the vessel tested positive for coronavirus. 4. Mexico violence At least nine people, including four children, were killed and several others wounded in a shooting at a video arcade in Uruapan, in the western Mexican state of Michoacán. Urapan has seen episodes of grisly murder linked to drug cartels in the past. Michoacán is also the site of another bizarre episode of violence: Two monarch butterfly conservationists were recently found dead in separate incidents. Mexico's State Commission for Human Rights says at least one conservationist may have come in contact with illegal loggers while working on the Monarch Butterfly Biosphere Reserve, a UNESCO World Heritage Site in a forested area about 60 miles outside Mexico City.  5. Russia  The US military deployed a new type of nuclear weapon that the Pentagon hopes will be a counter to the threat posed by Russia's arsenal of smaller tactical nukes. Like its name implies, the W76-2 low-yield submarine-launched ballistic missile warhead is housed on a submarine, which officials say would cut down on the response time in the event of a conflict in which nuclear force was warranted. These \"low-yield\" nuclear weapons are less powerful than typical nuclear warheads but are easier to transport and deploy. While some in the defense community think updating US nuclear weaponry is a smart defense tactic, others say the proliferation of low-yield weapons is just a different type of invitation for nuclear war.  BREAKFAST BROWSE Florida police found a bag full of drugs fittingly labeled 'Bag Full of Drugs' Deductive reasoning strikes again!   Sand dunes can 'communicate' with each other and even give neighboring dunes a shove So, sand dunes are gossipy and pushy. Got it.  Wendy's is going to start serving breakfast very, very soon Emotionally prepare yourselves. This is not a drill!  A German artist tricked Google Maps into sending out a traffic jam alert by wheeling around 99 phones in a handcart One person's art is another person's needlessly frustrating commute.  Disney+ has netted nearly 30 million subscribers, smashing expectations  Guess they underestimated how many people want to spend all day in a comforting trance watching old Disney Channel shows and wishing life was new and uncomplicated again.  TODAY'S QUOTE \"I'm sitting here waiting to get away from this place. People are going to continue to lose their lives here. It needs to be shut down. Our lives are at stake.\" An inmate of the Mississippi State Penitentiary, also known as Parchman prison, speaking under a pseudonym about the prison's unsanitary and deadly conditions. Nine inmates have died at the prison in a little more than a month, and state leaders and activist groups have been drawing attention to the prison's failing infrastructure and gang violence problems.  TODAY'S NUMBER 29,200 The number of apprehensions on the southwest border that were recorded in January, data from US Customs and Border Protection shows. US-Mexico border apprehensions have been declining for eight straight months.  TODAY'S WEATHER AND FINALLY Beautiful music and a beautiful surprise? What a day Did you know Sir Anthony Hopkins is a talented composer? Here is Dutch violinist André Rieu surprising Hopkins with the premiere performance of the actor's own work, \"And the Waltz Goes On.\" It's OK to cry. (Click here to view.)"], "Language": false}