{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/japan-ukiyoe-passports-hokusai-hnk-intl/index.html"], "Source": ["cnn"], "Location": ["Tokyo"], "ByLine": ["By Emiko Jozuka, CNN"], "Writers": [["Emiko Jozuka", "Maureen O'Hare"]], "FirstPublishDate": ["2020-02-05T02:30:30Z"], "LastModifiedDate": ["2020-02-05T02:30:30Z"], "Headline": ["World's most powerful passport now features Japanese ukiyo-e art"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The world's most powerful passport just got a makeover.  Japan is issuing passports featuring art by ukiyo-e master Katsushika Hokusai to Japanese citizens who applied after February 4.  \"Ukiyo-e\" is a genre of mass-produced Japanese woodblock prints that display everything from theater announcements and landscapes to sumo wrestlers and even salacious erotica. The prints were cheap to produce and widely distributed in Edo (today's Tokyo) between the 17th and 19th centuries.  The new passports will feature the \"Thirty-six Views of Mount Fuji\" series created by Hokusai in the 19th century, which features one of Japan's best-known ukiyo-e prints, \"The Great Wave off Kanagawa.\" The prints on the new passports serve as background for the visa pages used for entry and exit stamps. The front page design remains the same. The 10-year passport has 54 pages, excluding the front cover. Each of the 24 works that compose the \"Thirty-six Views of Mount Fuji\" will be used as a single work on the 48 pages of the back cover, personal information page and visa column.  Sixteen works from the series will be used on 32 pages for the 5-year Japanese passport. The Foreign Ministry decided to redesign the passport four years ago. They considered signature Japanese motifs such as cranes, cherry blossoms and festival scenes before choosing Hokusai's work.  The ministry said the complicated design will strengthen counterfeit-prevention measures but also help introduce Japanese culture to the world as the country prepares to host the 2020 Tokyo Olympic and Paralympic Games.    Earlier this year, the Henley Passport Index, which periodically measures the world's most travel-friendly passports, released its first report of the new decade in January 2020.  Japan is now top of the leaderboard, its passports offering visa-free or visa-on-arrival access to an incredible 191 destinations around the world."], "Language": false}