{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/04/politics/sotu-guests-2020-donald-trump-first-ladies-box/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Betsy Klein, CNN"], "Writers": [["Betsy Klein"]], "FirstPublishDate": ["2020-02-04T19:26:27Z"], "LastModifiedDate": ["2020-02-04T21:31:52Z"], "Headline": ["State of the Union guests highlight Trump's immigration and economic policy"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["When President Donald Trump delivers his third official State of the Union address Tuesday evening, like many presidents before him, he will look to the stories of guests in the first lady's box to help.  In all, 11 guests are expected to join first lady Melania Trump, each with their own connection to a Trump administration policy. \"He's going to honor some really incredible guests that we are excited about,\" White House press secretary Stephanie Grisham said during an appearance on Fox News, adding that the guests will \"go along with his policies but also are a good picture of this country.\"  The official theme of Trump's 2020 speech, which comes amid a historic impeachment trial and a chaotic start to the Democratic presidential nominating process, is \"Great American Comeback.\"  The first lady sat with 15 guests in 2018 and 13 in 2019. It is unclear if the first lady will host a private reception for the guests at the White House, as she has in years past.  Here are this year's guests: Stephanie and Janiyah Davis  The President is expected to address school choice during his remarks, casting contrast with Democratic policies. He'll illustrate this through Pennsylvania fourth-grader Janiyah Davis, and her mother, Stephanie. According to the White House, Janiyah \"loves art and math, but for too long she has been assigned to low-performing schools.\"  \"Her mom, Stephanie, is a hardworking single mother who tried to apply for a tax credit scholarship. But due to Pennsylvania's governor recently vetoing school choice legislation, Janiyah remained among the estimated 50,000 students on a waitlist,\" a White House release said. Pennsylvania Gov. Tom Wolf, a Democrat, vetoed a school choice bill in June 2019. He said that Pennsylvania public schools should prioritize other challenges ahead of tax credits for private schools.  \"We have public schools that are structurally deteriorating, contaminated by lead, and staffed by teachers who are not appropriately paid and overstretched in their responsibilities. Tackling these challenges, and others, should be our collective priority,\" Wolf said in his veto message.  Kelli and Gage Hake  Trump is expected to tout national security and the US military during his remarks and has invited the widow and son of Army Staff Sgt. Christopher Hake, who was killed in Iraq in 2008.  \"While on patrol, Staff Sergeant Hake's fighting vehicle was hit by a roadside bomb supplied by Iranian terrorist leader Qasem Soleimani. Kelli and Gage directly suffered from Soleimani's campaign to kill and maim US service members,\" the White House said.  Earlier this year at Trump's direction, Soleimani was killed in an airstrike, which led to heightened tensions with Iran and a dispute with Congress over Trump's constitutional ability to wage war.  Jody Jones The President, since the launch of his 2016 campaign, has railed against illegal immigration, and frequently highlighted stories of crimes by undocumented immigrants to make his case. White House guest Jody Jones' brother, Rocky Jones, was shot and killed by an undocumented immigrant in December 2018. \"The criminal alien who committed this brutal murder had previously been arrested for violent crimes and had twice been deported. The criminal alien was arrested in December 2018 for the sixth time, but because of California's sanctuary state policy, he was released from jail. A few days later, he went on a 24-hour 'reign of terror,' injuring several people, robbing a gas station, leading law enforcement on a high-speed chase, and killing 51-year-old Rocky,\" the White House said.   A dairyman, Jones was described in his obituary as \"a loving and genuine person.\"  Paul Morrow Trump will likely tout his administration's economic and jobs performance during his remarks, and part of that will include its Opportunity Zones program. Opportunity Zones, part of Trump's Tax Cuts and Jobs Act, provide tax incentives in 8,764 low-income, high-poverty census tracts across the country, according to the White House. US Army veteran Paul Morrow \"started a successful contracting business and today is building a new concrete plant in an Opportunity Zone in Montgomery, Alabama,\" according to the White House. The plant \"will help support several brand new F-35 jets that are stationed in the region.\" Unemployment is at its lowest rate in a half-century and the Dow Jones Industrial Average has risen 43% since Trump's inauguration.  Tony Rankins Trump is also expected to highlight Opportunity Zones through the story of Tony Rankins. An Army veteran, Rankins \"suffered from Post-Traumatic Stress Disorder and became addicted to drugs. He lost his job and his family, served several prison sentences, and ended up living out of his car,\" the White House said.  Rankins got back on his feet with a company called \"R Investments,\" which \"helped train Tony in carpentry, painting, brick work and other construction trades.\"  Trump will take this message on the road later this week when he travels to Charlotte, North Carolina, for the Opportunity Now summit. Additionally, the President's daughter and adviser, Ivanka Trump, has worked on workforce development and worker re-skilling as part of her West Wing portfolio.  Raul Ortiz Trump is likely to expand on his immigration and border wall message with the inclusion of US Border Deputy Chief Raul Ortiz.  Ortiz, per the White House, is \"second in command for more than 20,000 agents and professional staff.\" Trump received a briefing from Ortiz during a visit to US-Mexico border in January 2019.  Standing along border fence in the Rio Grande Valley, Ortiz told Trump: \"We have 55 miles of fencing in this sector. We started a job in 2006. We need to finish that job. We've got the personnel. We need the technology, we need the resources, and we need the infrastructure in order to control this border and manage it.\"  Robin and Ellie Schneider As candidates in the Democratic Party present differing visions of health care, the President will highlight his own with the story of Ellie Schneider, who was born at 21 weeks and six days.  \"She is one of the youngest babies to survive in the United States. With the help of an incredible medical team -- and the prayers of her parents and their community -- Ellie kept beating the odds, exceeding milestones, and fighting for life. Today, Ellie is a happy, healthy two-year-old girl who brings endless joy to her mother, Robin, and her entire family,\" according to the White House.  The Trump administration has rolled out a series of isolated health care policies, including an executive order that underscored the benefits of preserving the status quo for Medicare, in particular Medicare Advantage plans offered by private insurers.  Ivan Simonovis  In January 2019, Trump recognized Juan Guaido as the interim president of Venezuela. The Maduro regime continues to remain in power, despite sanctions from the US and other countries. Trump's support for Guaido could help him with Venezuelan-American voters, particularly in Florida, in the election.  The President could voice support for Guaido administration with guest Ivan Simonovis. A former chief of police in Caracas, Simonovis \"was imprisoned in 2004 for protecting protesters and was held in captivity for nearly 15 years by the Chavez and Maduro regimes. He escaped from Venezuela in 2019 and was brought to Fort Lauderdale, Florida, where immigration agents welcomed him to the United States,\" the White House said. "], "Language": false}