{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/heart-squared-times-square-nyc/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Viviane Faver, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-31T15:49:03Z"], "LastModifiedDate": ["2020-02-03T23:26:01Z"], "Headline": ["A mirrored heart lands in Times Square"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["The winning entry for the 2020 Times Square Valentine Heart Design Competition has been unveiled in Manhattan, where it will be on display until the end of February.  \"Heart Squared,\" designed by Brooklyn-based firms MODU and Eric Forman Studio, is a giant cubic grid formed by 125 mirrors that tilt in various directions within a steel frame, resulting in kaleidoscopic and seemingly random images of Times Square. However, when seen at the right angle, the reflections suddenly coalesce into a single coherent image, based on a custom algorithm.  Over 300,000 people a day will view the installation, situated in the north part of the tourist destination, called Father Duffy Square, according to Times Square Arts, the public arts program of the Times Square Alliance, the non profit that oversees the competition. Now in its 12th year, it is an invitation for architecture and design firms to submit proposals for a public art installation celebrating \"Love\" in time for Valentine's Day.   \"We started with a 3D model of Times Square, which we see as a canyon\" said MODU's Rachely Rotem at her studio in New York. \"When you look up, there is actually some nature in the square and we wanted to incorporate that. It's a form of nature artificially affected by humans, but it's also an interesting aspect,\" she added. MODU's Phu Hoang emphasized that the installation holds special significance for New Yorkers. \"The exciting thing about what the mirrors do is to celebrate people of all ethnicities, immigration status, all orientations and all walks of life,\" he said. \"This is what I think Times Square is as a public space. What we are trying to do is amplify this and make it part of the project.\" Eric Forman believes that viewers will be drawn to the installation first \"as a curiosity,\" but he hopes that their engagement will deepen as they look closer.  \"No matter where you're from or what your art background is, all of the strangers in Times Square from all over the world are there exploring billboards and architecture, and now they can see themselves and others reflected in this installation,\" he said.  \"Hopefully people will see that everybody is in this together,\" he added. \"The most universal value, love, is especially important at this divisive time. We wanted to make something that reflects this.\"   \"Heart Squared\" is presented by Times Square Arts and will be on view throughout February. "], "Language": false}