{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/us/five-things-april-29-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-29T10:04:09Z"], "LastModifiedDate": ["2020-04-29T10:04:09Z"], "Headline": ["5 things to know for April 29: Coronavirus, health, economy, election, Brazil"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Yes, it's Wednesday. But if you weren't sure, it's OK: The pandemic is messing with our concept of time. Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  Covid-19 has now infected more than 3 million people worldwide and at least 1 million in the United States, and top disease experts say a second wave is all but inevitable. Dr. Anthony Fauci says the US \"could be in for a bad fall and a bad winter\" if countermeasures like testing and social distancing aren't implemented in time. If a second wave coincides with flu season, well, it could be even worse. Around the world, some countries mark optimistic new milestones, while others are struggling. China announced it will hold its annual parliamentary meeting in May after a two-month delay, a sure sign the country's confident in its coronavirus recovery. But Britain's Office of National Statistics revealed the death toll in England and Wales was up to 54% higher through mid-April than previously reported. Canada, meanwhile, is seeing deaths spike even though the disease has spread slowly in the country. In Lebanon, violent protests are breaking out due to increased hunger and poverty in the wake of the pandemic. Follow here for the latest.    2. Health Doctors have noticed an unusual complication in some children with Covid-19: a rare inflammatory condition called Kawasaki disease. The disease causes inflammation in the arteries and can limit blood flow in the heart. It is usually treatable and most children recover without serious problems, but it can be deadly. Cases of the disease related to coronavirus have been observed in the US, UK, Spain and Italy. Meanwhile, a method of coronavirus protection is gaining steam. \"Contact tracing\" involves tracking down anyone who might have been infected by a person who was recently diagnosed, so those contacts can quarantine themselves and prevent further spread. Tech companies and health care networks are experimenting with more ways to implement the method. In Australia, more than 2 million people have downloaded a coronavirus contact tracing app.    3. Economy The US will get its first quarter economic report card today, and the numbers are expected to be grim. The country is facing its first economic downturn since 2014 because of coronavirus shutdowns. If the numbers are worse than predicted, it could be the worst quarterly performance since the fourth quarter of 2008, during the Great Recession. Automakers have had an especially difficult time because of plant closures and reduced demand. Ford says it's lost $2 billion because of the crisis, and Tesla, which was banking on a banner year, will probably post a narrow loss. If automakers have it bad, the airline industry has it worse: Southwest posted its first operating loss in 11 years. Meanwhile, a White House economist predicted jobless rates in the US could hit a crippling, historic high of 20% this summer. That would be the highest unemployment rate since the Great Depression.    4. Election 2020 More than half of Americans now support conducting all US elections by mail, according to a new Pew poll. That's an important majority to consider as the country hurtles toward the November presidential election with no guarantee the pandemic will be cleared up by then. By comparison, in fall 2018, only 32% of Americans supported such a measure. Yesterday's Ohio Democratic primary, which was delayed and then switched to a mail-in-only contest, was taken by presumptive nominee Joe Biden. Biden also got an all-important endorsement from Hillary Clinton. However, the candidate is also facing increased calls to respond to sexual assault allegations leveled by one-time Senate staffer Tara Reade. Reade claims Biden sexually assaulted her in the early 1990s when she was an aide in his Senate office. 5. Brazil Brazil's Supreme Court has allowed an investigation into embattled President Jair Bolsonaro. The leader is accused of trying to interfere with police investigations by selecting a new police chief over whom he could wield political influence. The allegations were made by Sergio Moro, a popular anti-corruption crusader, when he announced he was stepping down as justice minister last week as a result of the controversy. Bolsonaro has denied any wrongdoing and called Moro a \"liar.\" Bolsonaro is also under fire over his handling of the coronavirus pandemic, and Brazilians have protested his rule as an economic crisis looms over the country.  THIS JUST IN ... UK PM and his partner welcome a baby boy UK Prime Minister Boris Johnson and his partner Carrie Symonds have welcomed a baby boy. He was born at a London hospital this morning, and a spokesperson said mother and baby are doing very well. BREAKFAST BROWSE One of India's most beloved actors has died Bollywood star Irrfan Khan, known for his roles in \"Life Of Pi\" and \"Slumdog Millionaire,\" was 53. New Zealanders crammed KFC and McDonald's drive-thrus after lockdown orders were lifted And not a single shred of judgment was passed.  A reporter conducted an interview in a suit jacket but didn't realize everyone could tell he wasn't wearing pants Mortifying as it may be, this is a peak work-from-home achievement. 'Jeopardy!' contestant confuses Chaka Khan with Shaka Zulu but still makes history  Nerves are a heck of a thing. A giant asteroid will fly by and be visible by telescope tonight, but experts say it won't hit us  ....................how comforting.  FOR YOUR SNACK BREAK These are the different kinds of coronavirus tests Did you know there are three different kinds of coronavirus tests? Read more about each and why they're so hard to mass produce.  TODAY'S NUMBER 100,000 That's how many businesses got loans on the first day of the second round of payouts from the US government's Paycheck Protection Program. However, some business owners who have been waiting weeks for a loan may still be in the queue after some small lenders failed to get even a few dozen applications uploaded. TODAY'S QUOTE \"Since I don't have the coronavirus, I thought it'd be a good opportunity for me to be here, to be able to speak to these researchers, these incredible health care personnel, and look them in the eye and say thank you.\" Vice President Mike Pence, explaining why he didn't wear a face mask yesterday while touring the Mayo Clinic, which has a policy that requires \"all patients and visitors to wear a face covering or mask to help slow the spread of COVID-19\" TODAY'S WEATHER Check your local forecast here>>> AND FINALLY The skill behind a designer dress These gowns are gorgeous, but the craftsmanship and attention to detail is the true sight to behold. (Click here to view.) "], "Language": false}