{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/us/charities-donations-black-history-month-iyw-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren Lee, CNN"], "Writers": [["Lauren Elizabeth Lee"]], "FirstPublishDate": ["2020-02-03T12:19:38Z"], "LastModifiedDate": ["2020-02-03T12:19:38Z"], "Headline": ["5 charities you can support for Black History Month"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Each year America celebrates Black History Month to honor the historical achievements of the African-American community. What better way to celebrate than supporting organizations working to make racial equality a reality? Here are a few non-profits making positive impacts on the black community.  Thurgood Marshall College Fund  The Thurgood Marshall College Fund was established in 1987 to support public historically black colleges and universities and students. The fund has grown well beyond merely providing scholarships. It tackles the obstacles students face before, during and after college. The fund offers what they call a \"Teacher Quality and Retention Program,\" which supports minority teachers in high-need areas. Through coaching and professional development, the program helps teachers work on practicums, lesson planning and preparing for the National Board Certification. Only 3% of U.S. teachers have national board certification. The Thurgood Marshal College Fund additionally helps college students develop entrepreneurial skills, find internships and pursue good-paying jobs.  The Black AIDS Institute Of the 1.1 million Americans living with HIV according to the CDC, more than 470,000 -- 43%-- are black. The Black AIDS Institute helps prevent the spread of HIV in the African-American community. Most recently, the group has focused on rural areas, addressing poverty, structural barriers and other factors that hamper access to care.   Black Girls CODE  Black Girls CODE teaches African-American girls how to code, creating a generation of black women prepared for the digital workforce. A report from Arizona State University's Center for Gender Equity in Science and Technology revealed that among women employed in computer science, only 12% are African-American or Latina. What's more, in 177 Silicon Valley firms, less than 2% of all workers are African-American, Latina, or Native American women. Black Girls CODE provides workshops, after-school programs and scholarships to young black women interested in computer coding or STEM. The non-profit also host community-oriented \"hackathons\" just for girls between the ages of 12 and 17. The events allow students to create apps that address social issues within their communities.  100 Black Men of America The group 100 Black Men of America improves educational, quality-of-life and economic opportunities within African-American communities. One of the group's major focuses is financial literacy, a significant issue in the black community. Their \"$ense Investment Education Program\" helps students grasp basic savings/investment principles and apply them in their day-to-day lives. The organization also offers programs for family wealth building and entrepreneurship.  Boys and Girls Club of America Since 1860 the Boys and Girls Club of America has been provided children with a positive alternative to the streets. The organization has served more than 4 million youth over the years, breaking cycles of inequities in hard-hit areas across the country. Through art, sports, character development, education and career-driven programming, the Boys and Girls Club of America is a safe place for children to thrive. American Ballet soloist Misty Copeland put on her first pair of ballet shoes in a Boys & Girls Club gym. Actor Denzel Washington was involved with the Mount Vernon club as a child; he credits the club's steady influence for his long-term personal success. "], "Language": false}