{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/us/anne-cox-chambers-obituary/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Hanna and Tina Burnside, CNN"], "Writers": [["Jason Hanna", "Tina Burnside"]], "FirstPublishDate": ["2020-01-31T19:22:50Z"], "LastModifiedDate": ["2020-02-03T11:38:15Z"], "Headline": ["Anne Cox Chambers, media heiress and former US ambassador, has died at 100"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Anne Cox Chambers, who with her sister took over the family media conglomerate that became Cox Enterprises and once served as US ambassador to Belgium, died Friday at her Atlanta home at the age of 100, the company said. Chambers and her sister Barbara Cox Anthony in the 1970s became controlling owners of the newspaper, TV and radio empire founded by their father, three-term Ohio governor and onetime presidential candidate James M. Cox.  Forbes estimated her net worth at $17 billion in 2016. Two years earlier, she was Georgia's richest person -- one of only six women at the time to lead their state in net worth, according to global wealth-tracking company Wealth-X. \"My aunt, a vivacious and charismatic woman, was very proud of Cox Enterprises' success and the accomplishments of its employees,\" Jim Kennedy, Cox Enterprises chairman and Chambers' nephew, said.  \"In addition to her work for the company, she had a career of her own that was driven by her personal passions and the respect she earned within the business community.\" Cox Enterprises' media holdings include The Atlanta Journal-Constitution newspaper and WSB radio in Atlanta, though it recently sold a majority stake in 14 TV stations around the country and some radio stations and newspapers in Ohio.  But the business branched out into much more. It includes Cox Communications, one of the country's largest cable companies, and Cox Automotive, which includes Autotrader and Kelley Blue Book. Chambers was born in December 1919 in Dayton when James Cox was serving the last of three two-year terms as Ohio governor. She still was a baby when her father ran for president in 1920 with running mate Franklin D. Roosevelt. Cox lost to fellow Ohioan Warren G. Harding. She became the first woman in Atlanta to become a bank director when Fulton National Bank appointed her to its board board in 1973.  Chambers took over her family's media empire with Anthony when their brother James M. Cox Jr. died in 1974. Active in politics, she backed Jimmy Carter's 1976 run for president. In 1977, he appointed her as US ambassador to Belgium, a post she held until 1981. \"I received a check each month from the US government, and I knew that I had earned it,\" Chambers told Fortune magazine in 1991 about her ambassador post. Carter said Friday that he and his wife Rosalynn offered their condolences to Chambers' family and friends. \"Ambassador Chambers was an important part of our lives for over six decades,\" Carter said. \"Her life serves as a path for fairness and equality for everyone and especially for women and girls.   \"Atlanta, our state of Georgia, and the world has lost a wonderful woman, business leader, and philanthropist. Rosalynn and I are grateful to have been among those whose lives were so richly touched by her.\" Chambers served on the boards of The Coca-Cola Company and Atlanta's High Museum of Art. She supported numerous causes including animal welfare, and \"was a generous supporter of the Atlanta Humane Society, which opened a shelter in her name in 2011,\" Cox Enterprises said. Chambers' sister died in 2007. Chambers passed ownership of the company to her descendants earlier this decade, the Atlanta Business Chronicle reported, but she remained director emeritus. Chambers is survived by three children: Katharine Rayner, Margaretta Taylor and Jim Cox Chambers. She also is survived by  several grandchildren, great-grandchildren and nieces and nephews."], "Language": false}