{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/paris-changes-for-future/index.html"], "Source": ["cnn"], "Location": ["Paris"], "ByLine": ["By Vivian Song, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-02T12:57:26Z"], "LastModifiedDate": ["2020-02-02T12:57:26Z"], "Headline": ["What the reinvention of Europe's favorite city means for travelers"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["In the near future, visitors to Paris will be able to take a dip in the Seine and dine in an abandoned, underground subway station. Landmarks like the Eiffel Tower and Montparnasse Tower will go under the proverbial knife and undergo major makeovers, while a Paris rooftop will earn the title of the world's largest urban farm. These are among some of the innovative revitalization projects poised to write a new chapter in one of the most popular and mythologized tourist destinations in the world in advance of 2024, when Paris hosts the Summer Olympic Games. Over the next four years, abandoned, disused and outdated spaces will be given a second life as new dining destinations, themed hotels, museums and leisure hotspots. Urban renewal Some of the projects were hand-picked under the city's urban renewal campaign \"Reinventing Paris,\" which first launched in 2014 under Anne Hidalgo, the city's socially progressive, eco-minded mayor, and her deputy mayor Jean-Louis Missika, who oversees the city's urban planning and economic development strategies. (Hidalgo is up for re-election this spring.) One of the overarching edicts of the campaign? Instead of selling off public assets to the highest bidder, the city took a decidedly different approach, says Missika: \"less quantitative, more qualitative.\" \"Instead of a competition that awarded assets to those who offered the biggest check, we decided to make the competition about the most innovative and interesting project proposals, projects that would be eco-minded and of use to the general public,\" he tells CNN Travel. Proposals that featured multi-disciplinary teams -- architects, economists, landscape artists, sociologists, researchers and urban agriculturalists -- were given special preference, as were projects in underserved areas that featured mixed-use spaces, be it co-working offices, hotels, residences, daycare centers, sport centers or pools. They were looking for projects that fight against gentrification and promote inclusion, Missika says. \"Because a city that becomes a ghetto for the rich, is a city that dies,\" he adds. While some of the projects were awarded well ahead of Paris's successful bid for the 2024 Olympic Games, Missika is particularly proud of La Cité Universelle in the 19th arrondissement, a mixed-use development that will host the Paralympic Games.  Entirely accessible for wheelchair users, the building will feature hotel rooms, offices, a rooftop restaurant, gym, fitness centers and retailers. From a massive cleanup of the Seine to the greening of the Eiffel Tower, here's a look at some of the most dynamic and innovative revitalization projects that are poised to \"reinvent Paris\" ahead of its star turn as host of the 2024 Olympic Games.  Swimming in the Seine It's one of the boldest, most ambitious goals of Mayor Anne Hidalgo's eco-conscious mandate: to clean up the Seine river in time for the 2024 Olympic Games and host the swimming portion of the triathlon. By the time the games kick off in 2024, the waterway will have undergone a massive billion-euro clean-up operation to reduce levels of E. coli, fecal matter and other pollutants.  But more than just providing a dramatic backdrop to an Olympic competition, the cleanup will also give locals an outdoor urban beach in the center of Paris. The city has already successfully piloted the idea in the 19th arrondissement, turning parts of the Bassin de la Villette canal into an outdoor swimming hole in 2017. In 2018, more than 110,000 people swam in the canal. By 2025, the overall goal is to create 23 swimming sites along the Seine, five of which would be in Paris. Turning the Eiffel Tower into the \"lungs\" of Paris in advance of the Olympic Games in 2024, one of the world's most recognizable towers is set to get a major boost to its curb appeal and address issues like overcrowding and accessibility.  The overall goal is to turn one of the most visited landmarks in the world -- every year, 7 million tourists ascend the tower, while 30 million visit the site -- into a family-friendly, urban park for both tourists and local Parisians alike. One of the boldest changes coming to the area is the greening and pedestrianization of the Pont d'Iéna bridge which links the tower to Trocadéro Gardens across the Seine. Today the bridge is a concrete passageway for cars and scooters. But in a few years, it will be transformed into a tree-lined, grass-carpeted promenade for pedestrians.  That's according to the sketches from landscape architects at London-based Gustafson Porter + Bowman, who are leading the project. Meanwhile, the busy roundabout Place de Trocadéro will also be transformed to feature more green space and ampitheater-style seating for optimal views of the Eiffel Tower.  And in spring, Trocadéro Gardens will burst to life with newly planted cherry trees that will border the fountains for a dramatic and romantic stroll down towards the Eiffel Tower. Le Terminus: Underground dining at the end of the line In its previous life, trains roared through Métro Croix Rouge in the 6th arrondissement before it shuttered and became an abandoned phantom subway station. But in 2022, the disused station will be given a second life, this time as a new and unexpected dining destination in Paris. Designed by architects at SAME Architecte and overseen by developer Novaxia, Le Terminus (the French word to denote the final stop) will transform 246 feet of subway platforms into a subterranean dining hall, with food courts, restaurants and wine and cocktail bars in a first for Paris.  Overall, the two platforms will feature about a dozen bars, cafes, bistros and gourmet food shops where locally sourced ingredients will be given the spotlight. World's largest rooftop urban farm Paris is set to become home to the largest urban farm in the world with the transformation of 150,700 square feet (around the size of two and a half football fields) of rooftop space atop the convention and exhibition center Paris Expo Porte de Versailles in the southwest end of the city. Set to open in April 2020, it's estimated that the farm will produce 1,000 fruits and vegetables every day, and grow 30 different varieties of plants.  The urban farm will also offer workshops for the public and feature garden lots that locals can lease to grow their own fruits, vegetables and herbs. A rooftop restaurant and bar from Le Perchoir, the group that already owns a chain of trendy rooftop venues across Paris, will serve up a menu featuring produce harvested from the farm. The project is being overseen by Viparis, which manages the convention center, Agripolis and Cultures en Ville, specialists in urban agriculture, and Le Perchoir. New sports-themed hotel In another first for Paris the city will see the opening of a new hotel specifically designed with professional and amateur athletes in mind.  Located in the northeast end of the city in the 19th arrondissement, the project will turn a former electrical substation and historical building into a hybrid hotel, studio and training center where visiting athletes will be able to prepare for -- and recover from -- their sporting events. Running the Paris Marathon in the spring? Guests will be able to prepare themselves both mentally and physically for the big event with yoga and Pilates classes at the on-site studio and use the dedicated \"mental training area\" featuring individual meditation cubicles to visualize success and focus on their goals. After their runs, guests can use the sports spa to recover their sore muscles in cold and hot baths, book massages and sign up for treatments with physiotherapists and healthcare specialists. The sports-themed property is meant to fill a void in the local hotel market by catering to fitness, sports and health-conscious travelers, be it marathon runners, or athletes competing in martial arts, rugby or rowing tournaments which take place regularly in the city.  Overall, the as-yet-unnamed hotel will feature more than 60 rooms and is expected to open in 2021. Aerog'Art: A new art and culture destination For decades, a huge Air France sign has hung on the facade of the Esplanade des Invalides in the 7th arrondissement, laying public claim to the site with a dedicated museum and airline terminal. But under the vision of Dominique Perrault Architecture, which is also overseeing the construction of the Olympic and Paralympic village in Paris, the landmark will take on a new identity as Aerog'Art, the city's newest destination for art and culture, with a children's museum, food hall, restaurant, outdoor patio and courtyard, as well as art exposition spaces and an art lab. The project is expected to be completed in 2025. Now Paris's most maligned tower is getting a makeover: Montparnasse Tower It's the lonely skyscraper Parisians love to hate. Visible from as far as the Sacré-Coeur Basilica clear across town, the Montparnasse Tower has long been considered an eyesore for locals who decry its modern, utilitarian esthetic -- a jarring monolith against Paris's historic and romantic architecture. With this in mind, architects at the Nouvelle AOM group are reinventing the building completely, replacing its opacity with a bright, transparent facade for a \"breathable\" effect on the Paris skyline.  Designs also call for thousands of square feet worth of gardens and plants, including the highest rooftop garden in the city and a greenhouse that will supply the tower's food and beverage offerings. Moreover, the building is being designed to be as energy-efficient as possible with the installation of solar panels and rainwater capture. Overall, the tower will meet 70% of its own energy needs during the work day. When complete in 2024, the tower will also house a hotel between the 42nd and 45th floors. Gare Masséna: Reinventing the food model You could call the project Réalimenter Masséna (which loosely translated means \"re-feeding Masséna\") an experimental, vertical micro-village. When complete in 2022, the old, disused train station Gare Masséna will introduce a mixed-used development to Parisians in the 13th arrondissement centered around urban farming and sustainable food ecosystems. Along with vertical farms and gardens, the building, which will strike a commanding presence with its wood facade, will also feature farmer's markets, R&D lab, community center, residential, retail and office spaces.  At the heart of Architect Lina Ghotmeh's vision is a new kind of food system centered around sustainability, farming, the elimination of food waste and public education."], "Language": false}