{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/01/us/gwen-ifill-stamp-black-heritage-month-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-02-01T20:45:06Z"], "LastModifiedDate": ["2020-02-01T20:45:06Z"], "Headline": ["Postal Service honors pioneering journalist Gwen Ifill with a Black Heritage Forever stamp"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The US Postal Service has issued a Black Heritage Forever stamp in memory of Gwen Ifill, an African American woman who broke gender and racial barriers and became a role model for journalists. The stamp, made available on Thursday just ahead of Black History Month, features a smiling Ifill in a photograph taken by Robert Severi in 2008. The stamp was designed by art director Derry Noyes. It is the Postal Service's 43rd Black Heritage stamp in a series dedicated to honoring African American leaders and their contributions. Other stamps have honored the Rev. Martin Luther King Jr., Langston Hughes, Ella Fitzgerald, Malcolm X and Jackie Robinson.  Ifill was a pioneer for women and African Americans in journalism, becoming the first African American woman to host a major political talk show when she took the helm at PBS's \"Washington Week in Review.\" She died on November 14, 2016, after battling endometrial cancer. She was 61. \"Gwen Ifill was a remarkable trailblazer who broke through gender and racial barriers,\" Deputy Postmaster General Ronald A. Stroman said in a statement. \"The Postal Service is proud to celebrate Gwen's contribution as a remarkable journalist with this beautiful commemorative Forever stamp. Gwen was truly a national treasure, and so richly deserving of today's honor.\" The esteemed journalist worked at The Washington Post, The New York Times and NBC News, and became the moderator of \"Washington Week in Review\" in 1999. She was tapped to be the co-anchor of the \"NewsHour\" in 2013. Ifill and co-anchor Judy Woodruff were the first women to jointly lead a national nightly news broadcast. Ifill moderated the 2004 and 2008 vice presidential debates, as well as a 2016 Democratic primary debate. \"The Ifill family is thrilled that our sister, cousin and aunt has received this signal tribute to her legacy as a truth-teller, pioneer and exemplar,\" said Bert Ifill, Gwen's brother and spokesperson for the family.  \"As a reporter and moderator, Gwen was dedicated to two principles: getting the story right and getting the right stories out. As a mentor, supportive friend and family member, she was determined, not only to open doors for those of us previously locked out of opportunity, but also to provide floor plans to help us find our way through. She is forever in our hearts, and we are forever in her debt.\""], "Language": false}