{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/iowa-2020-final-sprint/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kyle Blaine and Jessica Estepa, CNN"], "Writers": [["Kyle Blaine", "Jessica Estepa"]], "FirstPublishDate": ["2020-02-01T14:26:06Z"], "LastModifiedDate": ["2020-02-01T14:37:09Z"], "Headline": ["The final sprint to the Iowa caucuses"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Her television. Sanders’ foremost national supporter and surrogate will likely be at home in New York on Monday night, watching the results come in with no small amount of interest. So what, specifically, will she have her eye on? \"I'm really going to be looking at turnout, but not just turnout numbers -- I'm going to be very interested in Latino turnout; I'm going to be very interested in working class turnout; I'm going to be very interested in youth turnout,” she said. \"Those are the three indicators that I'm going to be really looking at because I think that's going to tell us a lot about November. If we get huge turnout on Monday, I'm going to be feeling really good. No matter what happens, no matter what those results are.” And no, she does not have a “Bernie wins” tweet saved in her drafts. \"Oh, no, I largely don't draft my tweets too far in advance,” she said. “I'm too superstitious for that.\" DUBUQUE, IOWA -- Former Vice President Joe Biden seemed to downplay his chances of winning in Iowa to precinct captains on a training call Sunday afternoon, saying that he believes it's a \"toss-up\" heading into Monday's caucuses. \"But I really believe that it’s a toss-up heading into Monday night and the candidate with the best organization is gonna emerge as the winner. And I realize it’s my responsibility but I mean if I don’t win it won’t be because of you guys. It will be if I win, it will be because of you all,\" he said on a call which CNN obtained access to.   Hopping on the call as a \"surprise guest\" from the car after his Dubuque event, Biden made a Super Bowl analogy, saying, \"I just wanted to say we’re in a red zone here. I know the Super Bowl is today. We’re at the 10-yard line and you know, a touchdown is the only way to win this thing right now.\"  He asked the leaders on the call for one final push Sunday.  \"Now look. I know it’s Super Bowl Sunday but I need everybody to make, a heck of a thing to ask, but to make one more big push this afternoon and tomorrow,\" he said.  Biden said that if he wins Iowa, he believes it will be \"smooth sailing\" from here on out. He also noted that if it's viewed as a \"tie with two or three people at the top of the ticket,\" then \"we're clearly in the game,\" marking confidence in performing well in the following early voting states. \"I really believe we can but if we get out of Iowa with a win, I think it’s gonna be not clear sailing but overwhelmingly smooth sailing from here on. But if we get out of here basically viewed as a tie with two or three people at the top of the ticket, I think we’re clearly in the game. And you know, the next three primaries – one primary and one caucus – I feel really good about.  Sens. Elizabeth Warren, Bernie Sanders, Michael Bennet and Amy Klobuchar will all return to Washington, DC, to be present Monday during the Senate impeachment trial of President Donald Trump.  According to a campaign aide, Sanders will return to the nation’s capital Sunday night and return to Iowa on Monday afternoon to watch the results of the caucuses with supporters. Warren will likely go back to DC Sunday evening and also return to Iowa by Monday night for the caucuses, a Warren aide told CNN.  Bennet, a Colorado Democrat who was campaigning in New Hampshire over the weekend, will fly to Washington for the Senate impeachment trial and return to the Granite State on Monday night during the caucuses, according to spokeswoman Shannon Beckham. Klobuchar, after a brief showing at her Super Bowl party in Iowa, is flying to the nation's capital to be in attendance for the trial Monday. She said she plans to be back in the Hawkeye State for the anticipated caucuses.  The Senate approved a resolution Friday evening from Senate Majority Leader Mitch McConnell laying out the final steps for the trial. The resolution includes closing arguments of two hours each for the House managers and the President's legal team starting at 11 a.m. on Monday, the ability for senators to deliver their own speeches explaining their votes, and Wednesday's final vote. Here’s a look at the ad spending in Iowa by the 2020 candidates. The spending dollars are from January 1, 2019, through this week. ·     Businessman Tom Steyer: $16,348,795 ·     Sen. Bernie Sanders: $10,846,957 ·     Former Mayor Pete Buttigieg: $10,498,892 ·     Entrepreneur Andrew Yang: $6,889,717 ·     Sen. Elizabeth Warren: $6,294,795 ·     Former Vice President Joe Biden: $4,247,048 ·     Sen. Amy Klobuchar: $3,936,840 ·     Sen. Michael Bennet: $1,065,751 ·     President Donald Trump: $486,645 ·     Rep. Tulsi Gabbard: $258,630 ·     Former Gov. Deval Patrick: $3,985 Source: Kantar/CMAG  Campaigning in Coralville, Iowa, Pete Buttigieg has scored the endorsement of Iowa City Mayor Bruce Teague. The mayor said he heard Buttigieg speak at an LGBTQ forum in Cedar Rapids, Iowa, in September, where he “realized this was an opportunity of a lifetime, for someone to be to LGBTQ+, a part of that family, on the national stage.” Teague told supporters in Coralville that while he had initially supported New Jersey Sen. Cory Booker, “my second choice has always been Mayor Pete, and today, publicly, I am endorsing Mayor Pete to be the next President of the United States of America!” “I don’t know if you know this, but I’m black,” Teague told the audience, to applause. “Mayor Pete, when we look at the history of what he’s done at making sure diversity is equal, not just for people of color, but for women, we’re talking about someone that looks out for the little people, the least of them.” Teague also told Iowans gathered Saturday morning that the former mayor of South Bend, Indiana, appealed to him as a gay man. “I don’t ever really go around announcing. I’m black, because you can see that, and just like you don’t announced that you’re heterosexual, if you might be that, I don’t go around, but I want to say this, I want to say this because it’s important,\" Teague said. \"When we think about Mayor Pete, and we’re talking about electability, this is a man who can relate to everybody.” After the forum, Teague likened the feeling of Buttigieg running to the one he felt when Barack Obama ran for president.  \"The feeling that Obama, that I had when Obama ran, I can tell you that it's a similar feeling for someone like me, who is of the LGBTQ+ community, and I'm still living the oppression of being an LGBTQ+, member,\" Teague said.  Democratic presidential hopeful Pete Buttigieg is spending big in Iowa and hoping money to replenish his campaign coffers follows. Buttigieg has repeatedly argued that the best way for him – a 38-year-old former mayor from South Bend, Indiana – to prove he could take on President Donald Trump is to post a strong showing in Iowa, something his team views as a top two finish or anywhere above former Vice President Joe Biden. “Let’s face it,” he told NBC on Sunday, “I need to have a good finish here in Iowa.” But Buttigieg needs a “good finish” for money purposes, too.                                                The former mayor’s campaign, a source close to the Buttigieg campaign tells CNN, is pouring as much money as fiscally responsible in Iowa hoping that a strong finish legitimizes Buttigieg’s electability arguments and causes an influx of campaign cash.  The campaign has spent over $10 million on television, digital and radio ads in the state, a figure only slightly behind billionaire Tom Steyer and Vermont Sen. Bernie Sanders. And Buttigieg’s staff in the Hawkeye State has been around roughly 170 people in 34 statewide offices for weeks. “Our strategy since the summer is to use Iowa as a launching pad,” the source said. “Electoral success is essential to show, not tell, for Pete, and that means that we focused resources accordingly.” And Buttigieg’s quarterly report from the Federal Election Commission – which found Buttigieg entered 2020 with $14.5 million in the bank but spent 135% of the $25 million he raised in the final three months of 2019 – reflects that effort. “We don’t want to finish poorly and have millions left in bank,” the source, who requested anonymity to speak openly about campaign strategy, said. “Super Tuesday is resource intensive and we’ll need to raise the revenue to be competitive.” Buttigieg is not the first candidate to attempt this. Then-Sen. Barack Obama raised substantial money in 2007, ahead of the Iowa caucuses. But like Buttigieg, the Obama campaign poured tens of millions in the state, hoping that a win would help him replenish his campaign coffers. This strategy is one reason Buttigieg has already scheduled two fundraising swings in the weeks following Iowa, including a swing through New York City in the days before the caucuses and New Hampshire primary and then a swing through Northern California for at least four events before the Nevada caucuses. CNN, the Des Moines Register and Selzer & Company will not release the final installment of the CNN/Des Moines Register/Mediacom poll, the partners announced Saturday night. Read more on this story here.  And read the full statement below. Elizabeth Warren’s campaign is offering volunteer-led free child care on Monday night to some caucusgoers with young children.  The sign-up sheet includes basic questions like the age of the child or children, when they typically go to sleep and whether they have any dietary restrictions, allergies or health issues. Warren’s caucus night offer comes with an agreement and waiver, which asks parents or caretakers to sign off on their kids’ potentially watching a “movie or video, rated G or PG or equivalent” and an OK to keep them up past their bedtime. Other terms and conditions include a promise that any little ones left in the campaign’s care aren’t sick and that any drop-offs include all necessary supplies, like diapers. And about that favorite toy? A warning: It could be lost or broken.   At the end, one final request: “Talk to your child(ren) about the importance of democracy and why we love Elizabeth Warren!” Warren’s campaign introduced a universal childcare plan last February, along with a calculator that allowed voters to see how much they would save if the program were enacted. “The difficulty of accessing affordable and high-quality child care puts parents in a bind — forcing them to choose between breaking the budget, cutting back work hours, or settling for lower-quality care,” Warren wrote in a Medium post. IOWA CITY—Elizabeth Warren responded to the booing of Hillary Clinton by Democratic Rep. Rashida Tlaib by calling for party unity on Saturday evening as the best offense against Donald Trump. When asked by CNN’s MJ Lee whether she would discourage that kind of behavior in this primary season, Warren replied that in the primaries “people can get heated.” “What’s important is we come together as a party. Because we have one really important job, and that is to beat Donald Trump,” Warren said. “Our best chance to do that is when Democrats work together, when we get out there and fight for the things we believe in and we bring as many people as possible into our party to do that.” Pressed on whether she believed colleagues should not engage in behavior like booing, Warren added that she “would like to see everybody get together here.” “That’s how we beat Donald Trump and that’s what’s critically important,” she said. Warren brushed off a question about she would attribute a possible poor showing in Monday’s Iowa caucuses to the fact that she’s been stuck in Washington for Trump’s impeachment trial. “Look, I am here right now in Iowa reaching out to everyone as best I can,” Warren replied. “This is such an incredible opportunity to be able to meet so many people face to face. That’s what democracy should be all about and I’m doing my best here.”  She also expounded on her recent remark to a reporter that earlier in the campaign was not the right time to address voters’ worries about bias toward a female nominee. “I think now is the moment because people have started asking,” Warren said, referring to questions about the electability of a female candidate. “When someone says I’m worried because – although I would vote for a woman – I’m worried whether others would, then I think the best way to deal with that is you deal with it head on.” The Massachusetts senator said that she always starts with “what the numbers show.” “The world changed when Donald Trump got elected. Women candidates helped us win back the House in 2018 and won a lot of statehouse races in competitive elections,” she said. “Women candidates have outperformed men candidates.” “I think it’s important,” she added. “I don’t want to shy away from any issue like that.” During a town hall in Anamosa, Iowa, Pete Buttigieg on Saturday hit rivals Bernie Sanders and Elizabeth Warren for their support for \"Medicare for All.\" He argued that the single-payer plan “would mean 100% job cuts for anybody who works at any health insurance company in the country.” His pushback against Medicare for All came when a woman attending Saturday's town hall told the former South Bend, Indiana, mayor that he appealed to her -- but her friends, supporters of Warren and Sanders, suggested she ask him about whether his work as a consultant for McKinsey \"resulted in any job losses.\" Buttigieg, who worked at the consulting firm from 2007 to 2009, told the audience, “My specialties were dealing with climate change and grocery pricing, I’m pretty sure neither of those led to any cutbacks ... I did a study for an insurance company once where I was trying to figure out how to make sure that they drew down administrative costs, but I didn’t really work on that side of it.” “Although,” Buttigieg continued, “it's worth pointing out, actually to your supporters, or your friends (who) are supporting Sen. Warren and Sanders, that the idea of Medicare for All, whether you want it or not, would mean 100% job cuts for anybody who works at any health insurance company in the country. So, I'm working toward a solution that would be a little more balanced.” Buttigieg was also asked if he’d consider fellow 2020 Democrat Amy Klobuchar as his running mate if he were nominated. He declined to answer directly: \"I have a lot of admiration for her and for each of my competitors, and I think each of them will be doing a lot in leadership in some way, shape, or form going forward, and we'll be excited to team up with them in different ways.\" Elizabeth Warren, Bernie Sanders and Amy Klobuchar have been trapped in the US Senate all week for the impeachment trial of Donald Trump—and Warren seemed elated to be back on the trail as she addressed a big crowd of hundreds in Iowa City Saturday.  One question from a child, however, seemed to leave her momentarily at a loss for words. “If you could change your ideas… your idea for Medicare for All, what would you change it to?” he asked. Warren paused: “Medicare for All—and maybe adding in our puppies and kitties?” she replied to laughter and applause. An adult in the crowd clarified that the child’s question was really what her plan was for Medicare for All. “Oh okay,” she responded. “Here’s my plan. Part one is do everything a president can do—I love saying this—all by herself.” She added that she would defend the Affordable Care Act that the “Trump administration is trying to sabotage.” Second, she said she’d use the power of the presidency to lower the cost of commonly used prescription drugs like insulin, Epi Pens and HIV/AIDS drugs.  Warren answered an array of more typical questions like what kind of leader she will be, how she will forgive student debt, and one from a young woman who asked how she would help kids with special needs. Mostly Warren just seemed thrilled to be back out of the confines of Washington—giving the crowd her thanks not long after taking the stage. “You’ve made me a better candidate, and you’ve made me a better president,” she said.  Speaking of pets, as previously announced, Warren handed off her “selfie line” to her dog Bailey. At the end of the event, an organizer called supporters to line up under the “Win with Warren” banner: “He’s very soft. Come get your pets,” she quipped. Bon Iver’s Justin Vernon performed at a rally in Iowa for Vermont Sen. Bernie Sanders on Friday in the final sprint to the Monday caucuses in the state.  “People sometimes say, you know, just play guitar and stick to the, stick to the entertainment business or whatever. And for me, there's no difference. There's no, like, line separating what art is for and a political cause like Senator Sanders,” Vernon told CNN’s Cassie Spodak in an interview before his performance in Clive, Iowa.  Vernon said: “An artistic leaning, you know, usually comes with a little bit of more of an empathetic leaning in the world. So, I think that empathetic leaning, you know, it steers you right towards, towards Bernie.” The singer-songwriter described Sanders’ views and proposals as “young ideas” that have “taken hold,” and said Sanders has been consistent on his views for decades.  He also weighed in on the other 2020 Democrats. Vernon said former Vice President Joe Biden is the “nostalgic choice” and said Massachusetts Sen. Elizabeth Warren needs to “show more courage.” He said in the past couple of years he had hoped for a Sanders/Warren presidential ticket, but criticized Warren for being “reactionary,” and said Sanders has been more consistent.  “I feel like Biden is the nostalgic choice because he reminds us of a time that it was, we could kind of like, oh, we voted for (President Barack) Obama, let's go hang our hats up for eight years and like, watch the system work. I don't, I don't like it. I don't feel good about it,” Vernon said.  Vernon blasted President Donald Trump, but said it is important to “have empathy and to not just blindly hate the guy.” “To me, (Trump’s) doing the worst things in the world you could possibly be doing as a, as a president, president of the United States,” Vernon said. “But I have questions like, who hurt him for one? Like why is he that way? Like, why does he want to treat people so poorly?” “People like on the Bernie side or the Democratic side, whoever gets there, we could have that sort of empathy for the people on the other side of the aisle that did vote for Donald Trump in the last election,” he said.  Watch:  Sen. Elizabeth Warren is skipping photo lines right before the Iowa caucuses because they take a long time and she wants to do as much campaigning as possible in the final stretch. But her campaign is making one exception for families with children and babies. Spotted outside of Warren’s event in Iowa City: A line of them walking into a back room. A campaign aide confirmed Warren took photos with them before she takes the stage. Dubuque, Iowa – Pete Buttigieg acknowledged the fluidity of his standing in Iowa on Saturday, telling CNN’s Abby Phillip two days before the caucuses that the electorate is far from solidified and many Iowans are still making up their minds. The comment admits what top Iowa Democrats have said for weeks but is noteworthy coming directly from a top tier candidate in the state. “We’ve got phenomenal energy, but also, it's a fluid situation,” Buttigieg told CNN. “People are still making up their minds. That's why it is so important to me to meet eye-to-eye, to be engaging Iowans, asking them to go out on Monday and sending out that message, that the right way to win is also the best way to govern.” This sentiment explains Buttigieg’s strategy in Iowa: Fill each day with four to five events, regularly crisscrossing the state to hit a mix of urban and rural communities. Buttigieg’s event on Saturday in Dubuque was his 51st since the middle of January. “One of the things that's on the mind of so many voters, including in the states beyond Iowa, is not just a vision that's right for the country, but demonstrating that we can win,” Buttigieg said. “And the process of proving that my campaign is the best to go on and defeat Donald Trump starts right here in Iowa.”  Key to Buttigieg’s strategy has been winning over voters in counties that backed Barack Obama but then swung to Trump. “It is a mistake to take any voter for granted and it is a mistake to write any voter off,” Buttigieg said. “I want to win against Donald Trump and win for big that it sends Trumpism itself into the dust bin of history.” For former Vice President Joe Biden, former South Bend, Indiana, Mayor Pete Buttigieg and Minnesota Sen. Amy Klobuchar, the fight for voters in rural Iowa has become a zero-sum game. The theory goes like this: In counties where voters are more moderate than progressive – traditionally Democrats in counties that Donald Trump won in 2016 – one supporter in their corner on caucus night is a supporter likely denied from the two other top moderates. This is particularly important in small caucus sites where the difference between one or two caucusgoers could be significant. It signals that these three campaigns will judge their performance on Monday based on how they finish in comparison to the other two. That is why, in recent weeks, the moderates have ratcheted up their criticisms of one another, with Buttigieg routinely calling out Biden for, in his view, forcing the political conversations to be too backward looking, and Klobuchar calling out the former mayor for suggesting voters who are demoralized by chaos in Washington could turn off the news and watch “cartoons.” Biden, one of the frontrunners of the race, has largely dismissed the criticisms. “I don't know what Pete’s talking about, he’s a good guy, and that must be a sign that things are getting a little tight,” Biden told reporters this week. But even Biden couldn’t help himself. “You know I’ve gotten more than 8,600 votes in my life,” he said, knocking the fact that Buttigieg has only won races in South Bend, a small city. Buttigieg has explained the recent barbs by saying he feels \"it's very important for me to stake out the difference in approach” at this point in the campaign. The Buttigieg campaign has even taken the step of bringing Minnesota Democrats to Iowa to stump for him, a not-so-subtle shot at Klobuchar. Minnesota Rep. Rick Hansen not only introduced Buttigieg in Mason City and New Hampton, but he used his introduction to tout the need for executive experience – something Klobuchar doesn’t have and Buttigieg does – and undercutting the need for legislative experience. And the voters – many of whom are pulled between the moderates – are noticing. Take Peggy and Brian Meany, two 50-somethings from Mason City who came to the mayor’s event in the small town last week, even though they were both leaning toward Klobuchar. “If he just maybe had a little more experience,” Brian said. But the couple seemed torn as they sat there. Peggy said she was drawn towards Buttigieg’s “energy.” “She's a very steady middle of the road person and Pete comes up and he can bring the energy,” she said. “I think he could make things happen.” The Meanys left the event a house divided – at least until Monday. In a sign of the volatility in the race, Peggy decided to stop supporting Klobuchar and is now leaning towards Buttigieg, while Brian is set on Klobuchar. Iris Evans, a retired insurance company worker in Council Bluffs, said she had an affinity for Klobuchar but is likely going to back Biden because of “trust.”  “I trust him,” she said. “He’s likable.” Sen. Elizabeth Warren has taken \"zillions\" of photos with voters she said Saturday, hosting a \"selfie\" line (note: they're not really selfies) with supporters at every single one of her campaign events since she announced her campaign for president. But not today. For the first time, Warren won't do the \"selfie line\" that has become synonymous with her campaign. The campaign strategy this weekend is to try to have her visit as many cities in Iowa as possible, and the \"selfie line\" takes up a lot of time. Instead, Bailey Warren, her 2-year-old golden retriever and \"furrogate,\" will take photos with willing caucusgoers in his own selfie line at the end of the rallies on Saturday. \"I've been in Washington for a lot of time locked down, and I need to get to a lot of places around Iowa,\" she told the audience at her Cedar Rapids rally. \"So, I hope you'll indulge me. Bailey's gonna stay and do the selfie line. He's been working on his smile he's ready, he's ready.\" While Warren has been stuck in DC for the impeachment trial of President Donald Trump, Bailey has been traveling through Iowa, campaigning for his owner with her husband Bruce Mann and her son Alex.  The partners of the 2020 candidates have been the voices that have swayed voters more than a few times in this campaign. Jill Biden has been a particularly effective closer for her husband, Joe Biden, and in Indianola on Saturday, Jane Sanders took her turn in that role.  Jane Sanders told the crowd at Simpson College that she was going to take “a little wife’s prerogative” to talk about her husband from a personal point of view. She noted that she met him in 1981 when he was running for mayor and he was a community organizer.  “The first time I felt that he spoke to my heart, that he embodied everything that I ever believed in,” she said. “I can tell you today that almost 40 years later he still does during this campaign.”  She also described the transformation she often sees in her husband’s crowds after he begins speaking. Some voters arrive serious, intellectual and skeptical in their stance, she said.   But when he begins speaking, she’s watches them relax: “I see such a softening of weight. ‘He gets me. He gets the struggles that I’m facing,’ ” she said, describing her interpretation of that softening. “And more often than not, we see a lot more supporters at the end of his speech than we do at the beginning — so hopefully that continues on, and quite a bit on Monday,” she continued. “As someone who’s known him for all this time, I can tell you he is as honest as the day is long. And consistent as the sun rising.” When Bernie Sanders took the stage here in Indianola Saturday afternoon, he began his speech with a clear message to Democrats worried about the latest signs of a brewing crack-up in the party. After ripping President Donald Trump, Sanders paused to offer a kinder reflection on the Democratic field. \"I believe very strongly, and no disrespect to my Democratic colleagues who are competing for the nomination, they're friends of mine,\" Sanders said. \"But I believe that we are the strongest campaign to defeat Trump.\" Before he went on to make his case, though, Sanders stopped himself -- again -- and offered another conciliatory note. \"Not to say that we are the only campaign (who can beat Trump),\" he said. \"And by the way, let me say this so there is no misunderstanding -- and I believe I speak for all of the other Democrats competing in this primary -- certainly, I hope that we're going to win, but if we do not win, we will support the winner and I know every other candidate will do the same. We are united in understanding that we must defeat Donald Trump.\" Sanders has, from the opening gun of the primary, been forward in affirming his plans to back the eventual nominee, no matter who it is. But lingering factional disputes -- which have been stoked by a recent run of criticism from Hillary Clinton -- have tested efforts, and the desire on both sides of the ideological party’s divide, to put the memories of 2016 to rest. As former South Bend, Indiana, Mayor Pete Buttigieg barnstorms Iowa in the final stretch before the caucuses on Monday night, he’s making an explicit pitch to Iowans afraid of repeating the infighting that defined the bruising 2016 Democratic Primary. “We need a fundamentally new approach and a focus on the future, we can't afford to get tied up in the politics of the past,” Buttigieg told a room of Iowans in Waterloo, his first of five stops across the early caucus state on Saturday. “And I'm not just talking about the distant past. I'm talking about the recent past. I think we've all seen some of the tensions that are emerging among those who share the same values, but maybe a different approach.” Surrogates for Bernie Sanders have leapt to criticize former Democratic nominee Hillary Clinton over comments that “nobody likes” the Vermont senator; Democratic Rep. Rashida Tlaib booed Clinton during a campaign event for Sanders on Friday. Buttigieg hopes Iowans agree with him: “In our party and in our country, the less 2020 resembles 2016, the better.” “It's time to do something different,\" he said. \"This is a respectful difference of approach among people who share the same values, share the same goals and must be committed, the day we have our nominee to rally around that nominee whoever it is, and make sure that we win.” Thirty-five Australian students attended Sen. Bernie Sanders' first event in Iowa on Saturday. The University of Adelaide students have been in the state for three weeks learning about the caucuses as part of a course on the divided nature of American politics. The group, which is part of a program partnered with Simpson College in Indianola, Iowa, has also seen candidates Joe Biden, Pete Buttigieg and Andrew Yang. They hope to also see Elizabeth Warren. “We’re staying on campus. We’re participating in classes. The staff have just been amazing,” Laura Cistanzo, 20, told CNN. Emma Bria, 20, told CNN she thinks “it’s good that the average voter has so many opportunities to interact with someone who could be their president.” And for Lucy Small-Pearce, 28, learning about the caucuses has shed light on how Iowans interact. \"We are learning a lot about the Iowa caucuses, and, for me, I really like that they have to stand up in front of their neighbors, and talk to their neighbors, and really interact, and I think that’s something a lot of places are missing in terms of division in political systems,” she said. “A lot of that is because we don’t talk to each other. We don’t have to see people that disagree with us or talk to them or hear them, and I think that is a really important part of the Iowa caucuses.” Amy Klobuchar wasted no time getting back to Iowa on Friday night, chartering a late-night flight from Washington, DC, to the Quad Cities to begin her final all-out through the state. After arriving near midnight, Klobuchar celebrated being back in the Hawkeye State at her first event on Saturday, telling voters at a brewery in Bettendorf that she had “been a little busy lately.” “I had planned to be here all week in Iowa. We had a whole plan,” Klobuchar said. “But instead, duty called.” Klobuchar told CNN in an interview after the event that voters “want a president who can do a lot of things at once.” “And here I am at a brewery on Saturday morning, OK,” she said. Iowa is critical to Klobuchar's campaign. Klobuchar’s team understands that there is significant volatility inside the Iowa electorate, with many caucusgoers making up their minds this weekend on who to back in Monday’s caucuses.  “I was gone this week. I said, ‘You know what, okay, I'm not here, but it's because I'm in the arena, because I'm getting things done,’” Klobuchar said. “And I think that's what the people of this country want.” Klobuchar’s team believes the senator’s success on caucus night hinges on her success in rural counties, especially those along the border between Iowa and Minnesota, the senator’s home state. The team will also be watching the Quad Cities in Eastern Iowa and Council Bluffs in Western Iowa. \"It feels like we have the momentum, which we know we have,” Klobuchar said, pointing to a series of newspaper editorial board endorsements she has picked up. “We are punching way above our weight… We clearly have a surge going here.” When asked if she still considered herself an underdog, the senator responded: “Uh, yeah.” It’s the biggest question hanging in the cool Iowa air: How many voters will show up for the caucuses on Monday night? Turnout is the pivotal piece to any election equation, of course, but for the caucuses it’s even more critical. Mobilizing supporters to the nearly 1,700 individual gatherings across the state is a test of a campaign’s organizing muscle. The high water mark for attendance is 2008. Nearly 240,000 Iowans took part in the caucuses on the Democratic side, which helped seal Barack Obama’s victory. The Obama campaign spent a year expanding the universe of caucus goers, attracting flocks of voters who had never before taken part in the ritual. So will the 2020 turnout surpass that tally? Most campaigns are now saying no — at least publicly.  Advisers to several candidates and Iowa Democratic Party officials believe the turnout will likely be between 170,000 (the 2016 attendance) and 240,000. “It’s hard to see 300,000,” Mike Halle, a senior adviser to Pete Buttigieg, told reporters Saturday at a roundtable hosted by Bloomberg News. He believes turnout will be above 170,000 and below 240,000. The turnout will be the first window into just how enthusiastic Democrats are about their field as they begin the task of finding a nominee to defeat President Donald Trump.   The question is particularly critical to the success of Vermont Sen. Bernie Sanders, who is building on his organization from 2016.  At his campaign stops in the closing days of the Iowa race, Sanders bluntly tells his supporters as much. He said his fortunes will be known \"very early\" on caucus night. \"If the voter turnout is small and low we lose,” Sanders said earlier this week in Sioux City. “If the voter turnout is high, we’re going to win.” Read the full story here. Sen. Amy Klobuchar nabbed an endorsement on Saturday from outside of Iowa just two days before the caucuses.  California Rep. Linda Sánchez threw her support behind Klobuchar, according to a campaign spokesperson. Sanchez served as the Vice Chair of the House Democratic Caucus in the 115th Congress. “Our number one priority in this election is defeating Donald Trump and Senator Amy Klobuchar is the best candidate to take him on,” said Sánchez. “Amy not only has bold, progressive policies and an optimistic economic agenda, she also has a proven track record of delivering real results as I’ve seen in the Senate. Amy will be a President for all of America and I’m proud to support her in this campaign.” Joe Biden’s campaign distributed talking points to surrogates ahead of the Iowa caucuses this week that signal a campaign concerned about spinning a recent spat with Bernie Sanders as the former vice president defending himself and not attacking the Vermont senator. The 20-page document, which was provided to CNN, was sent ahead of an influx of Biden surrogates headed to Iowa this weekend, days ahead of the state’s critical caucuses. The guide includes details on all of Biden’s policy positions but leads with key questions that surrogates could be confronted with, including former New York Mayor Michael Bloomberg, impeachment and the tense back-and-forth between Biden and Sanders over Social Security. The Biden campaign declined to comment on the content of the talking points. The guide argues that Biden “didn’t go negative on Bernie” and was just “responding to attacks on his record.” “The truth is – Bernie and his allies have viciously distorted Joe's record on Social Security in robocalls, digital ads, and email blasts,” the talking points argue. “Fact checkers called his attack false. New York Times columnist Paul Krugman called it a flat-out lie.” They add:  “Joe's campaign is correcting the record to clarify his position on Social Security, not attacking Bernie. It’s is making clear what Joe has committed: as president, he'll not only protect and defend Social Security, but boost benefits for the most vulnerable.” Biden and Sanders, ahead of the caucuses, have been in a heated back-and-forth that began with their positions on Social Security but devolved into Biden questioning Sanders’ allegiance to the Democratic Party, an accusation he later walked back. Biden’s campaign is also seeking to downplay the growing operation that Bloomberg has built in key Super Tuesday states that will vote on March 3.  “Mike Bloomberg has spent nearly a quarter of a billion dollars on ads alone, and Joe Biden is still in the lead, nationally and in Super Tuesday states,” the document reads. “After the first four states vote, Joe will have demonstrated that he has the broadest, most diverse coalition, and that he’s the strongest candidate to beat Donald Trump.”  The talking points also directed surrogates on how to talk about Biden’s son, Hunter, and the possibility of him testifying before the Senate impeachment trial. That possibility is now moot given Republicans won a vote in the Senate on Friday to have no witnesses during the trial. Democratic Rep. Rashida Tlaib booed Hillary Clinton during a campaign event for Sen. Bernie Sanders Friday in a moment that highlighted the raw feelings still present from the 2016 primary campaign.  As a key surrogate, Tlaib -- along with Reps. Pramila Jayapal and Ilhan Omar -- was in Iowa stumping for Sanders, as the Vermont senator was stuck in Washington for the impeachment trial of President Donald Trump.  During a panel discussion with the three progressive congresswomen, the moderator raised Clinton's attack against Sanders that \"nobody likes him.\" Hours earlier, Clinton on a podcast with the daughter of a former donor had, again, criticized Sanders and his supporters for not doing enough to unify the party after the last primary. The moderator tried to quell the crowd's jeers, saying \"we're not going to boo,\" when the Michigan congresswoman interjected. \"No, no, I'll boo,\" Tlaib said, as she then led the crowd in boos.  \"You all know I can't be quiet. No, we're going to boo,\" she said. \"That's alright. The haters will shut up on Monday when we win.\" In a statement on Twitter Saturday, Tlaib said she allowed her \"disappointment\" over Clinton's latest comments about Sanders and his supporters \"get the best of me,\" but stopped short of apologizing. Read the full story here. Elizabeth Warren has been busy trying to snatch up last-minute endorsements in Iowa with the caucuses just around the corner. But rather than making that outreach in person in the Hawkeye State, Warren has been doing it over the phone from Washington, DC, where she and her colleagues in the Senate have been serving as jurors in President Donald Trump's impeachment trial. The Massachusetts Democrat has been squeezing in brief phone calls to local elected officials, power brokers and activists in Iowa by utilizing moments when she can step away from the Senate floor, where cell phones and other electronics have been strictly prohibited during impeachment hearings. One of those calls on Thursday was to former Iowa Democratic Party Chairwoman Sue Dvorsky -- and it worked. Read the full story here. Joe Biden played the role of pundit after his event in Mount Pleasant, Iowa, answering questions from CNN about what a second, third or fourth place finish in Iowa would mean for him. “Well there’s a big difference between second and fourth,” he said.  I’ve been saying from the beginning I think we’re gonna do well here. I think it’s gonna be really tight no matter how it works out. It’s been bunched up, it’s gonna remain bunched up I think.” He added, “I view this as, you know, four sets here. I really mean it. I think that the two caucuses and the two first primaries -- I view them as a package, and how you come out of there I think is gonna determine what your shots are. So I feel good about it.”  Biden then argued that Iowa isn’t “as consequential” as years past, noting that his metric of success is whether a candidate can “represent every aspect of the Democratic Party.” He labeled Iowa a “toss up” and described New Hampshire as a “real uphill race” “I just think it’s a different year in that I think the measure, you all won’t do it now, and I don’t mean it in a bad way, but I think what you’re going to have to measure is who can represent every aspect of the Democratic Party. And that’s why I think it matters how you – it’s not as consequential in one sense as it has been in years past. Because I feel very strongly that we have a great firewall in South Carolina. I think we’re in a position where we’ll do very well in Nevada, I think it’s gonna be a real uphill race as it always is for a non-New Englander in New Hampshire. And I think it’s gonna be just a toss up here. It has been all the way along,” he said. Biden continued: “But look, I’m not being a pundit about it – you guys will make those judgments about it. I’m not being a wise guy, but it’s about, I think, the party understand and folks understand that you gotta be able to represent the whole country.\""], "Language": false}