{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/app-news-section/videos-of-the-week-mobile-january-31/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alex Chaet, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-31T14:29:06Z"], "LastModifiedDate": ["2020-01-31T14:29:06Z"], "Headline": ["Must-watch videos of the week"], "Section": ["app-news-section"], "MappedSection": [null], "Article_Body": ["An unwanted paint job, an unwanted critter in an unusual place, and an eye-popping fire video. Here are the must-watch videos of the week. Impeccable timing Shocking time-lapse video shows the sky turning dark as a bushfire takes over the Australian countryside in less than four minutes. Fortunately, authorities said the crew that stayed behind to protect the property was safe. Unwanted guest A Texas man received some unexpected news after years of suffering from chronic headaches. The surprise? He had a tapeworm living in his brain. Not for the weak of heart (or stomach). The man was able to make a full recovery after brain surgery. Bucket list addition Have you ever wanted to visit the Northern Lights? Well, now there is a new shape for you to see. A group of Finnish amateur stargazers observed a new aural phenomenon. Scientists believe the unique \"dome\" shape is caused by waves of oxygen atoms in the atmosphere.  When home makeovers get too extreme Residents of an upscale Naples, Florida, neighborhood are upset after one homeowner apparently decided to give his house a radical paint job. Members of the homeowners association are so angry that they are filing a lawsuit against a person they believe is responsible. Watch for yourself and decide if this is an eyesore or a work of art. Every dog has its day Democratic presidential candidate Michael Bloomberg took the internet by storm after greeting a dog in a peculiar manner. As CNN's Jeanne Moos reports, this isn't the 2020 hopeful's first unorthodox interaction with a canine."], "Language": false}