{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/opinions/kobe-bryant-death-impact-on-girls-basketball-players-blais/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Madeleine Blais"], "Writers": [[]], "FirstPublishDate": ["2020-01-31T13:01:58Z"], "LastModifiedDate": ["2020-01-31T13:01:58Z"], "Headline": ["The miracle Kobe Bryant saw"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The whole world knows by now that one of Kobe Bryant's last public acts was to congratulate the man who surpassed him in the record books, but for me what resonated most was his last private one, as he escorted one of his four daughters and her friends and their family members to a youth basketball game on which he served as coach. Through coaching his daughter Gianna's team, Kobe Bryant was helping break down gender barriers in sports. He wanted opportunities for women commensurate with the ones that had enriched his life.  Years ago, I wrote a book about a girls' championship high school basketball team. In the aftermath of learning the news of Kobe Bryant's death, I thought immediately of the young women on that team and their coach. I wondered how they were reacting to the loss.   The suddenness of Bryant's death matched the sport that defined him in one regard. Basketball is, after all, a game in which destinies can change in matter of seconds.  'My players' went from girls with ambition to women of consequence  It is hard to look at the photos of Gianna, gazing at the father, feeling safe in his embrace, and knowing that she is no longer here to inherit his mantle. It is hard to look at the photos of Kobe Bryant's wife Vanessa and his three other daughters, Natalia, Bianka and Capri, and know that he will not be there to champion them in their future pursuits.  As for his legacy of fighting to create equal opportunity for girls in sports, it is too early to say how much it will continue, but I can definitely attest to my hope that it does, based on the long-term benefits I have witnessed in the lives of the players I wrote about.   My players went from being girls with ambition to becoming women of consequence. And many thank precisely the kind of experience Kobe was trying to provide to his daughter and her friends for giving them the blueprint for that success.    My players: please forgive the possessive. It is pure vanity on my part. These young women belonged to no one so much as themselves -- which was the point. What I learned from them is that the game of basketball is ideally suited to creating strong female athletes and, therefore, strong women. 'There will be lots more basketball'   The Lady Hurricanes were based in Amherst, Massachusetts and for years they had suffered from a predictable pattern:  After a terrific regular season, they would clutch in the post season. They didn't lack talent. One, point guard Jamila Wideman, went on to Stanford, the Final Four and five seasons in the WNBA. After that, she went on to NYU School of Law. She focused on criminal justice issues and death penalty defense  and was a fellow at the Equal Justice Initiative of Alabama, led by Bryan Stevenson.  The book chronicles a sea change in the attitudes of all the players so that before they separated for the summer in 1992 after yet another humiliating loss, each player vowed to rebuild, body and soul, in preparation for 1992-1993 season. The team won a state championship with a score so lopsided that the joke was they could have gone up against the men's college team at UMass.  I am often asked my favorite moment from that season. I know without hesitation, and it's a moment I've returned to in the wake of Bryant's death. Right after the final game, the Amherst players had refused to leave the locker room and the more their coach found himself knocking on the door, each rap louder than the last, as his players huddled together inside, weeping. Finally, he announced he was coming in, and what greeted him was a roomful of girls who were crying because they'd just played their last game of basketball. He looked at them and said: \"You're wrong. This isn't the last. There will be lots more basketball.\" His tone was conversational, almost adult to adult.  \"But . . .,\" they started to say. \"I promise you. There will be lots more basketball.\" Still they regarded him with disbelief. But that can't be true. Only two of us are planning to play on college teams. Coach doesn't know what he is talking about. They could not decipher his real message, at least not at that moment. They couldn't fathom how the word \"basketball\" might have more than one meaning. What their coach meant by \"lots more basketball\" was lots more ups, downs, challenges, victories. In the years since, basketball indeed has had many meanings for those players: resilience, flexibility, self-awareness, finding jobs, leaving jobs, finding partners, leaving partners, finding new work, getting advanced degrees, finding new partners, getting married, moving, moving again, having children, coming out, singing, running a company, fighting for the downtrodden, blessing a congregation, counseling teens on how to keep a job, staying in touch, losing touch, regaining it. How the players I knew are processing Bryant's death Forward Rita Powell is the one who runs a congregation. Now an Episcopalian minister, her reaction to Kobe Bryant's death skewed toward the sacred.  \"As a mom who is also a basketball coach now for my kids and my community, I am more aware now of just how deeply basketball can reach into our hearts,\" she told me. \"Kobe and Gianna's death hurts me and hurts my kids and hurts my teams. To lose a great athlete, and a young athlete, a dad and a daughter, is a reminder to hold closely all that we love and to celebrate every time we are privileged to step onto the court.\"          Center Kristin Marvin is a player who went from tipping cows on a Saturday night  to running her own company. Married, with three daughters, she shared her own thoughts on Bryant's passing:  \"While Kobe has left behind a complicated legacy, it is unquestionable that towards the end of his life he became a true advocate for women's sports. He used his power to promote the WNBA and its players, and sadly now his focus won't be fully actualized. I would love to see Kobe's legacy honored through a call to the rest of basketball community to embrace their sisters in the WNBA and advocate for gender equality across the field of basketball.\"   A coach who shared joy and pain with Kobe and his dad The loss struck deep chords with their coach, Ron Moyer, on a variety of levels. He said the entire Bryant family \"have weighed heavily on my mind. I cannot fathom what Joe Bryant is experiencing with the loss of his most amazing son and his beautiful granddaughter in this tragedy.  \"I think of Joe 'Jellybean' Bryant as one of my kindred souls. We were both raised in Philadelphia and played high School basketball in the renown Philadelphia Public School League (Joe at Bartram HS, me at Lincoln HS). We then stayed local for our college careers, me at Lafayette College and Joe at my Mid-Atlantic Conference rival, LaSalle College (roughly 4 years apart). After Joe's pro career, he worked at a Jewish High School and as a Head Counsellor at a basketball summer camp in the Pocono Mountains. He taught at a Jewish school in Lower Merion, PA and I taught in Massachusetts in public schools, but summers I worked in a Jewish camp in Marshals Creek, PA and played some hoops against Joe in some inter-camp counselor games for the entertainment of the campers. I continued to coach women at the college and high school level and Joe was an immensely successful coach of the WNBA Los Angeles Spark of which one of my protégées, Jamila Wideman, was an original member.\"  \"I wish our life streams ended their connection there,\" Moyer continued. He then told me of losing his daughter Kristin, the single mom of two boys and an \"exceptional swim coach,\" at age 39. Moyer said he saw in Bryant's face in pictures of him with his daughter and her teammates that \"he discovered the wonders of parenting a young woman and of coaching the game he loved to her and her friends. Kobe's life arc took him on journeys and experiences that led him to the true joy of life ... fatherhood. The women in our male lives try to mold us and help us smooth out the excesses of maleness that is in our DNA and our culture. Moms, sisters, aunts, grandmoms, girlfriends and wives all try to show us the benefits of fully enjoying and embracing the art of giving, caring and loving. But I believe that the only true inner awakening that has any meaning for men is when we become fathers of young women,\" the coach told me.   \"As Kobe watched his dad coach women, I strongly feel that was where his suddenly cut short path was leading him,\" said Moyer of his own realization that sports, basketball especially, is the \"ideal crucible\" for teaching connection across gender and race. \"I hope many dads and granddads follow the Bryant family spirit and use the medium of sport to make our men and women of the future reach their full human potential. We males need the connection with female to become whole.\"  What to make of what my players didn't say  As the world continues to process the tragic deaths of Kobe Bryant and those who perished with him, much has and much will be said. People will continue to talk about Bryant's innovations as a player, having redefined the position-less game. People will continue to speak to his weaknesses and grave missteps when he was in his teens and barely out of them. But something apparently happened to him as he aged on the world stage. He grew in wisdom and in grace.  None of the people I spoke to made overt mention of the rape allegations made against Bryant stemming from an incident when he was 24, later dropped. There was also an out of court settlement. I have heard some people say they would never forgive him. I have read opinions about the apology he offered and debates about how best to speak about what happened in the wake of his death, how to be mindful of survivors. Those who told me they cannot forgive him argue he should have spoken more openly about what happened that night. He should have released the woman who made the charges from her nondisclosure agreement (which her lawyers cited in 2016 to explain why she was not permitted to comment when the Washington Post contacted her for a story) so that at last her voice might be heard.  I think of Coach Moyer's words to me: \"You can talk all day as a teacher, but as a coach you can show them.\"  After he retired from the pro game, Kobe Bryant brought the same drive and creativity he showed as a player to an arena that benefited his own daughter in the short run and would ultimately benefit many other young women in the long run.  Maybe that was the only way he knew how to apologize."], "Language": false}