{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/art-basel-hong-kong-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Oscar Holland, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-31T12:13:14Z"], "LastModifiedDate": ["2020-01-31T12:55:53Z"], "Headline": ["Hong Kong art fair faces calls to cancel amid coronavirus fears"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Organizers of Asia's largest art fair, Art Basel Hong Kong, are facing mounting pressure to postpone or cancel the March event as the deadly Wuhan coronavirus continues to spread around the region. A number of galleries set to attend at the five-day fair, which last year attracted almost 90,000 visitors from over 70 different countries, have called for its cancellation citing health fears and commercial concerns. The appeals come as Hong Kong confirms its 12th case of a virus responsible for over 200 deaths in mainland China. Almost 9,800 cases have now been confirmed worldwide, leading the World Health Organization to declare the outbreak a global health emergency on Thursday. With Art Basel Hong Kong already facing calls to cancel due to the city's ongoing pro-democracy protests, which have rocked the city since June, the coronavirus outbreak is, according to exhibitor Jasdeep Sandhu, \"the final nail in the coffin.\" \"It's staring us in the face right now, and my advice is that it shouldn't happen,\" said Sandhu, founder of Singapore's Gajah Gallery, in a phone interview. \"With regards to getting clients and staff there, I think it's a no-brainer. Everyone's got reservations. Some have an axe to grind (with the organizers), some are genuinely concerned and some have got an altruistic view -- that it's a pity, because a lot of jobs are dependent on this, galleries are dependent on this and so is Hong Kong.\" Sandhu praised the organizers' track record of professionalism, adding that he trusts them \"to do the right thing.\" But others were more forthright. In an email sent to Art Basel and seen by Bloomberg, London exhibitor Richard Nagy described the fair as \"commercially on artificial life support.\" \"Regretfully, we believe this situation needs decisive leadership and the fatally wounded Art Basel Hong Kong 2020 needs to be put out of its misery and quickly,\" he is quoted as saying. \"Having taken soundings and we can tell you, not one of our foreign clients will be attending and they are surprised the fair is still on.\" A city in lockdown On Tuesday morning, Hong Kong's government announced that public cultural facilities, including museums and performance venues, would be closed \"until further notice.\" Leisure facilities like swimming pools and libraries were also shut, and the city's annual marathon called off. Perhaps more damaging for the fair is that the semi-autonomous city has moved to limit border crossings and restrict travel from mainland China, where many collectors and visitors are expected to arrive from. Rail services from across the border have been canceled, while flights from the mainland have been reduced by more than 50%. But with the fair's VIP previews not scheduled to begin until March 17, more than six weeks away, organizers said it was \"too early\" to tell whether the show could go ahead. \"Art Basel is taking the situation very seriously and we are monitoring the developments closely, including assessing the situation with risk specialists and with Selection Committee members,\" a spokesperson said in a press statement. \"At this stage, it is too early for us to discuss how the recent outbreak of the new virus will impact the show.\" In a letter sent to exhibitors Thursday, the fair's directors said they were \"working hard to review all possible options.\" \"Needless to say, the contemplation of postponing or canceling an event of this scale -- which takes a full year to produce -- is a complex process, with many factors and multiple stakeholders,\" said the letter, which was seen by CNN. \"The health and well-being of you, your team, our team, and everyone involved is of paramount concern, and we are equally cognizant of the many impending deadlines. We fully recognize the urgency of the situation, and we will provide a resolution as soon as we can.\" The effect of demonstrations Fears about the coronavirus have further compounded concerns surrounding the impact of the pro-democracy demonstrations that have unfolded across Hong Kong. A number of exhibitors had already pulled out over fears that demonstrations could disrupt the event or deter collectors from attending. Galleries to withdraw include New York's Tyler Rollins Fine Art, Toyko's SCAI The Bathhouse and Luxembourg & Dayan, which is based in both New York and London. Earlier this month, a group of 24 participating galleries wrote to organizers asking for a number of financial concessions. The Financial Times reported that fair organizers had offered exhibitors more time to take up a withdrawal offer, which would see 25% of their booth fees returned. The paper also reported that 75% of exhibitors' fees would be refunded if the fair was canceled due to protests. Art Basel Hong Kong has not yet responded to CNN's queries on whether this offer still stands with regard to the coronavirus outbreak. Despite recent developments, some exhibitors said they intended to join the fair -- if it goes ahead. Hong Kong's Blindspot Gallery, which is set to show work by local and mainland Chinese artists, described the event as \"one of the most important dates in our calendar.\" \"I understand the fear in Hong Kong given our traumatic experience with SARS in 2002 (and 2003),\" said the gallery's development officer, Nick Yu, via email. \"But I think it will be a pity if the fair gets canceled, as it is one of the most looked-forward-to art events in the region. \"From my knowledge, quite a few galleries have the same feeling. I hope the fair organizer will provide adequate support and concession to participating galleries, while allowing the fair to happen.\" The Hong Kong Art Gallery Association (HKAGA) also offered its \"unanimous\" support for Art Basel's \"ultimate decision to proceed with, reschedule, cancel or otherwise make necessary changes to the fair.\" In a statement emailed to CNN, the group's board added that other art events planned during Hong Kong Art Week, which runs alongside the fair in March, could still go ahead. \"Provided a healthy and safe environment within the city, the HKAGA will do its utmost to make March's art week as eventful as possible,\" the statement read, \"even should Art Basel Hong Kong 2020 be canceled.\""], "Language": false}