{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/06/cnn-underscored/wayfair-sale-72-hour-deal-dash/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2019-12-06T14:00:35Z"], "LastModifiedDate": ["2020-01-29T17:52:30Z"], "Headline": ["Wayfair is taking up to 65% off at its All Things Home Sale"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["A new decade means new home decor from Wayfair. The mega home retailer is rounding out January by marking down items across product categories at its All Things Home Sale Save big on all the furniture you need for your bedroom, living room, kitchen, patio and beyond. Or, if you're just looking to add a few new touches to your space, shop deals on wall art, area rugs, storage solutions and even pet essentials. A few discounted top picks are below, but be sure to browse through all the home deals time runs out on these lowered prices.  Mercury Row Almanzar Ladder Bookcase ($58.49, originally $72.99; wayfair.com) Display your books and other knickknacks with this trendy, industrial-inspired ladder shelf.  Bungalow Rose Ranck Distressed Gray Area Rug ($39.99, originally $131; wayfair.com) This patterned rug will add a touch of neutral-toned personality to any room. Willa Arlo Interiors Karratha 3 Drawer Accent Chest ($199.99, originally $439.99; wayfair.com) With mirrored accents and a gold frame, this chest of drawers is a glam statement piece.  Duraflame Electric 3D Flame Effect Infrared Quartz Electric Stove ($169.99, originally $249.99; wayfair.com) No fireplace? No problem. Add some heat to any space with this electric stove featuring a flame effect and glowing log and ember bed. Le Creuset Signature Dutch Oven ($149.95, originally $185; wayfair.com) Cook up some comfort food this winter in an enameled dutch oven from cult-favorite brand Le Creuset.  Laurel Foundry Colmars Throw Pillow ($34.29, originally $79; wayfair.com) This woven throw pillow normally goes for nearly $80, but now you can add it to your sofa or bed for under $35.  Wayfair Basics 3\" Gel Memory Foam Mattress Topper ($56.99, originally $199.99; wayfair.com) A mattress topper, like this one made from gel memory foam, make all the difference when it comes to nighttime comfort.  Eider & Ivory Castorena Dearmond 400 Thread Count 100% Cotton Sheet Set ($31.75, originally $72.47; wayfair.com) Choose from 11 colors and eight sizes of this 100% cotton, sateen weave sheet set. For more great deals on Wayfair, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}