{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/cnn-underscored/valentines-day-gifts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-01-27T18:05:57Z"], "LastModifiedDate": ["2020-02-03T15:26:29Z"], "Headline": ["25 gift ideas that are perfect for Valentine's Day"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Valentine's Day is nearly here again, and if you're looking for gifts for your significant other, it's a good time to get started. Now trust us: You don't want to wait until February 13, since it's definitely easy to tell when a gift is from a last-minute CVS run. Plus, if you start planning your gifts now, you can even swing a present for (and hear us out on this one) both of you.  From couples' massages and Masterclasses to personalized pillows and cozy blankets, we've scoured the internet for the 25 cutest, cuddliest and loveliest Valentine's Day gifts for couples. Check out our favorites below, and make sure to check back, as we'll be updating and adding to our list as the annual day of love inches closer.  Couple's At-Home Massage (prices vary; zeel.com) Love nothing more than relaxing from the comfort of your own home? Now, you and a loved one can indulge in a massage without having to leave your home. Book in seconds and enjoy the services of vetted and licensed massage professionals. _______________________________________________________________________________ Long Distance Lamp (starting at $85; uncommongoods.com) If your loved one is far away, you can still feel close with these long-distance lamps. Just tap your lamp and no matter where someone is in the world, their lamp will change color, letting your partner know you're thinking about them.  _______________________________________________________________________________ Personalized Anniversary Pushpin World Map ($149; uncommongoods.com) If you and your significant other are the adventurous type, track all the places you've gone with this personalized pushpin world map. It can be customized with your names and anniversary date, while commemorating all your travels together.  _______________________________________________________________________________ 100 Things To Do Scratch Off Poster ($15; uncommongoods.com) Ever run out of date ideas? Try this scratch-off poster that reveals adventurous things for you and your other half to do together.  _______________________________________________________________________________ Intersection of Love Print (starting at $75; uncommongoods.com) This cute photo commemorates where you and your partner crossed paths. Plus, you can have it framed with traditional anniversary materials, such as wood for your fifth anniversary or tin for your 10th.  _______________________________________________________________________________ Grafomap (starting at $49; grafomap.com) Grafomap creates custom, minimalist maps of nearly anywhere in the world. Just type an address (hint: where you two met, or maybe even your first kiss) and voila — a romantic, nostalgia-filled map for your wall.  _______________________________________________________________________________ Date Night Bucket List ($18; uncommongoods.com) This bucket list provides simple but exciting ideas for memorable date nights. Don't overthink it — just grab a random stick and go. Then when you get back, remember to write the date on the back, so you'll never forget that time you went stargazing on a whim.  _______________________________________________________________________________ Class Subscription ($90 for one class, $180 for annual subscription; masterclass.com) This is a great gift to learn new skills together. Learn everything from cooking and writing to management and leadership from experts. This is how you turn movie night into Masterclass night.  _______________________________________________________________________________ Vows As Art Print (starting at $76; minted.com) This personalized piece of art is the perfect way to be reminded of your wedding vows, or any other words or phrases that have special meaning. _______________________________________________________________________________ Heart Snapshot Mix (prices vary; minted.com) The heartfelt way to keep your memories with each other forever: a collage of your favorite pictures. Think of this gift as the ultimate romantic addition to your home decor. _______________________________________________________________________________ Foil-Pressed Maps (prices vary; minted.com) We love maps, and this foil-pressed map is a gorgeous way to honor the city, state or country where you live, or where you fell in love. Plus, they come in four  sizes, so they'll look great on any wall.  _______________________________________________________________________________ Love Scented Candle ($29.95; homesick.com)  Ever wonder what love smells like? Well, one of our favorite candlemakers, Homesick, has a scent specifically called Love (it has hints of lemon and cassis). These romantic candles also come in scents reminiscent of other life events and places, so you can give your Valentine a candle that reminds them of any place they miss or want to remember.  _______________________________________________________________________________ Couples Mug ($48; uncommongoods.com) These adorable mugs are handcrafted, glazed and then inscribed with a heartfelt message. They're sold individually, so you can buy one for your significant other, or a pair so you can have matching mugs.  _______________________________________________________________________________ Heart Cocotte Le Creuset ($150, originally $235; lecreuset.com) Le Creuset is favored by chefs around the world, offering the best in enameled cast-iron cookware. If you and your partner love to cook, this heart-shaped cocotte comes in both rose and cerise, making your weeknight dinners all the more romantic.  _______________________________________________________________________________ Cuisinart Electric Fondue Pot ($45.99; amazon.com) For couples who cook, can you think of a better night in than a fondue dinner? This 8-quart electric fondue pot is perfect for cheese, oil and, of course, chocolate.  _______________________________________________________________________________ Storyworth ($79, originally $99; storyworth.com) Storyworth is one of our favorite services, compiling your own stories and photos into a beautifully bound book. This Valentine's Day, document your time together with your partner with a gorgeous book.  _______________________________________________________________________________ Personalized Couples Pillow (starting at $36.90; etsy.com) Couch-potato couples will love this personalized pillow that's ideal for snuggling. And with both of your names elegantly written on the pillowcase, it adds a cute, commemorative piece to any room.  _______________________________________________________________________________ Chunky Knit Blanket (starting at $25.16; etsy.com)  Speaking of snuggling, it doesn't get much better than this blanket, handmade with extremely soft 100% merino wool. Throw it on your couch or bed for instant coziness.  _______________________________________________________________________________ Couple Key Rings (starting at $13.68; etsy.com)  You can take your love wherever you go with these key rings. With the option to add dates, initials, heart engravings and more, this affordable gift is all about combining customization with your love story.  _______________________________________________________________________________ Custom Star Map (starting at $44.95; etsy.com) For you stargazers, this maps the night sky of any location on any day. The night of your first kiss, or even when you got engaged, can be remembered forever on this beautiful wood print.  _______________________________________________________________________________ Framed Song Lyric Wall Art (starting at $78; etsy.com) Especially good for married couples, this custom print allows you to put the lyrics of any song (*coughs* like your first dance) in a beautiful design circling a starry sky.  _______________________________________________________________________________ Reasons Why I Love You Jar ($34.50; etsy.com) A more heartfelt and personal gift, this jar can be filled with 52 reasons you love your partner. If you take your time and write good ones, you might even get a tear or two. _______________________________________________________________________________ Time Capsule Kit ($19.70, originally $21.89; etsy.com) Never forget this year's Valentine's Day by capturing your memories in this time capsule. A perfect way to end a day of romantic adventure, store little tokens and mementos to remember your day of love.  _______________________________________________________________________________ Love Language Card Game ($17.95; amazon.com) Turn your next game night into an opportunity to get closer with your significant other with this card game. Full of insightful topics and conversation starters, it will help you get to know things about each other to strengthen your relationship.  ___________________________________________________________________________ Picnic & Beyond Willow-Seagrass Picnic Basket for 2 ($69.99; amazon.com) Get ready for warm-weather dates with this gorgeous picnic basket. Fully stocked with two glasses, two plates, cutlery and even a cheeseboard, it will inspire the most luxurious picnic dates in the months to come.  Note: The prices above reflect the retailers' listed price at the time of publication."], "Language": false}