{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/us/quotes-kobe-bryant-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone and Alicia Lee, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2020-01-27T05:08:29Z"], "LastModifiedDate": ["2020-01-27T05:08:29Z"], "Headline": ["Kobe Bryant on leadership, failure, critics and more, in his own words"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["On Sunday, the world lost Kobe Bryant, the basketball legend who was indisputably so much more, and his 13-year-old daughter, Gianna.  Over the years Bryant inspired countless people, and not just athletes. His influence stretched far beyond sports, touching art, culture, business and his family.  And over the years he shared his own thoughts and wisdom on a wide range of subjects. Here's the late Kobe Bryant, in his own words.  On sacrifice \"We all can be masters at our craft, but you have to make a choice. What I mean by that is, there are inherent sacrifices that come along with that. Family time, hanging out with friends, being a great friend, being a great son, nephew, whatever the case may be. There are sacrifices that come along with making that decision.\" Source: Showtime's \"Muse\" / CBS Sports On the cultural contributions of black athletes  \"(They've been) crucial. What we stand for, what America stands for, the cultural melting pot that is America, the diversity that is America, it's all about moving that culture forward. From Muhammad Ali to Bill Russell, that's what they've done, that's what they've pioneered and its our responsibility to try to carry it forward.\" Source: ESPN On leadership \"To be an effective leader, you have to be a really good listener and not to what's being said, but to what's not being said. You have to be really observant. That was a big transition for me. I went from being a scorer and a floor general ... to being a leader and that meant putting others first. That means not worrying about are you in rhythm, are you playing well in this game, are you ready to go, to being, are they ready? What can I do to help them be ready?\"  Source: Alabama Football / ESPN On his critics \"I've shot too much from the time I was 8 years old. But 'too much' is a matter of perspective. Some people thought Mozart had too many notes in his compositions. Let me put it this way: I entertain people who say I shoot too much. I find it very interesting. Going back to Mozart, he responded to critics by saying there were neither too many notes or too few. There were as many as necessary.\" Source: GQ On selling yourself \"Be yourself. That's it. Be you. There's no gimmick. You don't have to contrive anything. Who are you? Where are you today? What is your story? And all you're doing is communicating that story to the public.\" Source: Bloomberg On fear of failure \"You've got to step up and play, man. You can't worry about criticism. You can't worry about failure. You really can't worry about that stuff. You've got to go out and figure that out and play and do the best you can, and whatever happens, happens. You can't be held captive by the fear of failure or the fear of what people may say.\" Source: ESPN On being intimidated \"My mind doesn't work that way. It's something that's never even entered my thought process. The last time I was intimidated was when I was 6 years old in karate class. I was an orange belt and the instructor ordered me to fight a black belt who was a couple years older and a lot bigger. I was scared s---less. I mean, I was terrified and he kicked my ass. But then I realized he didn't kick my ass as bad as I thought he was going to and that there was nothing really to be afraid of. That was around the time I realized that intimidation didn't really exist if you're in the right frame of mind.\" Source: ESPN  On raising his daughter, Gianna \"The best thing that happens is when we go out and fans would come up to me and she'll be standing next to me and they'll be like, 'You've gotta have a boy ... You gotta have somebody to carry on your tradition, the legacy.' \"She's like, 'Oy, I got this. Don't need no boy for that.' I'm like, that's right. Yes you do, you got this.\" Source: ABC's \"Jimmy Kimmel Live!\""], "Language": false}