{"Type": ["gallery"], "Url": ["https://www.cnn.com/style/gallery/fashion-grammys-red-carpet/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Frazer Harrison/Getty Images", "Rich Fury/Getty Images", "Amy Sussman/Getty Images", "Valerie Macon/AFP/Getty Images", "Steve Granitz/WireImage/Getty Images", "Kevin Mazur/Getty Images", "Emma McIntyre/Getty Images", "Jordan Strauss/Invision/AP"]], "FirstPublishDate": ["2020-01-27T02:33:36Z"], "LastModifiedDate": ["2020-01-27T05:05:28Z"], "Headline": [null], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["In a Cinderella moment, Ariana Grande wore a ruffled, Giambattista Valli dress. Scroll through the gallery for more of the night's best fashion.  Lizzo arrives in a custom Versace dress embroidered with Swarovski crystals. Lizzo's sparkly white ensemble was complemented with a white shawl and elaborate nail art. Dua Lipa channeled 90s fashion with a chic, two-piece satin ensemble by Alexander Wang.  Lil Nas X in a head-to-toe hot pink Versace ensemble. Music mogul Bang Si-hyuk arrives with K-pop stars, BTS. Billie Eilish wore a lime green and black Gucci suit with matching hair and accessories.  Eilish's Gucci-branded dark green nails matched her outfit.  Guapdad 4000 sported a durag so long that it formed a train behind him on the red carpet.  Model Shaun Ross wore a pearl-encrusted coat and matching boots.  A close-up of Ross' pearl-covered boots.  Beyoncé's stylist Ty Hunter wore a structured Christoph Rumpf coat with a turban and yellow heels.  Rosalía wore a red wrap dress with silver accessories and embellished nails.  James Blake and Jameela Jamil, who wore an elaborately layered blue gown by Georges Chakra. Tyler, the Creator accessorized his bellhop-inspired outfit with a piece of luggage. FKA twigs arrives in a custom dress by Ed Marler. Billy Porter embraced the cowboy trend, wearing a sparkly blue and silver ensemble with plenty of fringe. Priyanka Chopra paid tribute to Kobe Bryant by painting one of her nails with the basketball star's LA Lakers jersey number.  Chrissy Teigen and John Legend arrive at the Grammy Awards. Teigen wore an orange Yanina Couture gown with elaborate sleeves while Legend sported a long gray tailored suit.  Kevin Jonas, Nick Jonas and Joe Jonas appeared on the red carpet wearing complementary dark blue and gold blazers.  Diplo and Orville Peck embraced cowboy-style fashion in Dior Men. Peck, right, often appears in a masked disguises. "], "Language": false}