{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/25/us/super-bowl-tickets-vip-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kevin Conlon, CNN"], "Writers": [["Kevin Conlon"]], "FirstPublishDate": ["2020-01-25T09:59:20Z"], "LastModifiedDate": ["2020-01-25T12:03:36Z"], "Headline": ["Here's what a $40,000 Super Bowl ticket will get you"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Millions of football fans will descend on Miami for Super Bowl LIV next Sunday, but only 65,000 of them will attend the big game. Of those attendees, even fewer will experience what it means to be a VIP. (Hint: all-inclusive luxurious accommodations that will blow your mind). Just how luxe? VIPs will be admitted to the \"72 Club,\" so-named after the Miami Dolphins' perfect 1972 season. Their $40,000 ticket includes black car service to and from Hard Rock Stadium, a private lane on stadium grounds to bypass traffic, a private concert from an A-list performer, high-end food and booze, and even access to the field for the post-game celebration, according to Jeremy Walls, the venue's chief marketing officer. If that doesn't sound exclusive enough, there's an even higher level for the V-VIPs: Nine open-air living room suites that Walls says feel \"like sitting in the back of a yacht, only at the 50-yard line.\" Priced at $750,000 per suite, it'll cost about as much as a yacht, too. Of course, VIPs will be treated to a swanky menu of food and drinks. While ordinary attendees chomp down on hot dogs and sodas, Hard Rock Stadium's Centerplate Executive Chef Dayanny De la Cruz has something special planned for the high rollers. \"I think food makes every single space a little bit more special,\" De la Cruz told CNN. \"But for Super Bowl, we're going a little bit bigger.\" She wouldn't divulge exactly what's on the menu, but said it would pay gastronomical homage to the Kansas City Chiefs and San Francisco 49ers. \"We will most definitely custom make something that is unique in each of those cities,\" she said. In true Miami fashion, the stadium will also spotlight the city's bustling art scene. \"You're really going to see a complete and total inclusion of art and culture -- which is so Miami -- into the Super Bowl experience,\" said Jessica Goldman Srebnick, curator of The Wynwood Walls, the open-air street art district that has become one of Miami's most celebrated landmarks. Goldman-Srebnick is bringing Wynwood to Hard Rock Stadium for the Super Bowl: 19 large scale Wynwood-style murals and 40 pieces of fine art will dot every level of the stadium.  \"I think what you're going to find is probably the most creative and artistic Super Bowl that we've ever had,\" she said. Super Bowl LIV will mark the 11th time Miami has hosted the championship game in its 54-year history. Walls intends for this one to be the best one yet. \"We try our best to make this the best stadium experience in the NFL,\" he boasted at a recent Miami Dolphins home game. \"But when the Super Bowl comes to town, we take it to another level.\""], "Language": false}