{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/mean-architecture-middle-east/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kieron Monks"], "Writers": [["Kieron Monks"]], "FirstPublishDate": ["2020-01-24T11:14:43Z"], "LastModifiedDate": ["2020-01-24T11:16:32Z"], "Headline": ["MEAN's machines: Futuristic designs inspired by nature"], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["The Namib Desert Beetle has a neat trick for slaking its thirst in desert conditions.  The beetle's shell is lined with small bumps that draw and condense atmospheric moisture into droplets of water, which can sustain the insect in harsh climates.  Architect Riyad Joucka looked to the beetle for inspiration when he came to design a drinking water fountain for Dubai's Expo 2020 site.  This fountain would also harvest water from the desert air, feeding it into underground tanks for storage and filtration, before being piped back up into petal-style sinks for consumption. The design also borrows from the Aloe Vera Cactus' use of its leaves to shield water from heat and consequent evaporation.  Joucka is a keen proponent of biomimicry. \"The idea is to look at nature to develop architectural systems as nature is so resourceful in how it uses energy,\" he says. \"With limited supplies of energy resources we have to look to nature.\" Forward thinking has come to define Joucka's approach, and that of the collective he founded: the Middle East Architecture Network (MEAN). MEAN & MEAL  Jordanian by birth, Joucka moved to Canada as a teenager before studying and practicing architecture in Hong Kong, London, and New York.   MEAN started life as a \"side hustle\" in the US, the architect says, which became formally established in late 2017 after he moved to Dubai.  The group today has \"four or five\" core members, the founder says, and a revolving cast of freelancers. Many are drawn from Dubai, others connect remotely from as far afield as Budapest and Shanghai.  MEAN does not prize a particular aesthetic but positions itself at the intersection of design and technology. The group's projects typically draw on emerging practices such as biomimicry, 3D printing, virtual reality, and the use of recycled materials.  Projects are informed by partner group the Middle East Architecture Lab (MEAL), which \"tries to stretch the level of imagination and extend the ways we build,\" says Joucka. MEAL solicits input from a broad sweep of academics and specialists from diverse disciplines such as software development and niche areas of design.   That spirit of innovation is apparent in many of MEAN's projects to date. The group has installed a 3D-printed pavilion in Dubai's financial district formed of 30,000 recycled plastic bottles. It has produced an ornate web of cables, steel, and recycled rubber from car tires for an installation at Dubai Design Week. A prototype bus shelter takes the form of seashells from the city's beaches.  A proposal for Expo 2020 would see visitors walk through a roundabout of 3D-printed concrete columns -- \"with the topography of a forest,\" says Joucka -- which would harvest energy through solar panels and light up at night. On a larger scale, MEAN has produced plans for a solar-powered ferry terminal in South Korea, and a modular redesign of the Barjeel Art Foundation Museum in Sharjah, UAE. 2020 vision Expo 2020, a six-month international festival of innovation, is a large part of the attraction of working in Dubai for Joucka.  \"It has been on my radar for the past five years since Dubai won the bid,\" he says. \"This is a big opportunity to showcase what we can do with technology. Expos have always been a platform for innovation and to show the world how we can deal with the challenges of our age.\" MEAN has been invited to pitch proposals for designs in and around the Expo site, which occupies much of the group's time, giving rise to ideas such as the beetle-inspired fountain and the roundabout forest.   Joucka hopes the occasion will raise the profile of local architects. \"I think Dubai has been reliant on creative inputs from the West - it has become a comfortable idea that anything innovative or creative must come from abroad,\" he says. \"This is something we should change.\" \"There is a massive amount of talent here today...and it would be great to see more representation for companies in Dubai and the Middle East. People are coming from all over the world and it would be great to show what the region has to offer.\" The collective has won admirers in its short life to date, including one of the region's most prominent cultural commentators - Sultan Sooud Al Qassemi, art critic and collector, founder of the Barjeel Art Foundation, and visiting instructor in the Islamic Civilization & Societies Program at Boston College.   \"For decades, the Arab World has experienced a brain-drain of talented youth emigrating to the West in search of better opportunities,\" Al Qassemi told CNN. \"Riyad Joucka is a great example of a slowly emerging trend, in which young Arab talent that has succeeded in the West has chosen to return and set up new lives in the Middle East.\"  \"Ultimately MEAN represents the idea that young Arab talent can choose to take a leap of faith and start their own entrepreneurial projects in the Arab World and succeed, despite not being associated with recognized Western so-called 'starchitect' firms,\" Al Qassemi added. \"What we need now is for governments and larger corporations that oversee major commissions to also take a leap of faith and trust in the capabilities of young Arab talent.\""], "Language": false}