{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/23/success/masterclass-explained/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jeanne Sahadi, CNN Business"], "Writers": [["Jeanne Sahadi"]], "FirstPublishDate": ["2020-01-23T12:55:39Z"], "LastModifiedDate": ["2020-01-23T21:37:33Z"], "Headline": ["What 12 minutes with a famous CEO can teach you"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["Chances are you'll never get to corner someone like Disney CEO Bob Iger to learn his secrets to success. Or sit down with Spanx founder Sara Blakely to hear about how she started a multimillion dollar business. But you can spend a few hours with them -- or more than 70 other luminaries in various fields -- in a series of lessons they teach through the online streaming platform MasterClass. Cofounder and CEO David Rogier's grandmother was the inspiration for MasterClass, which started in 2015. Having lost everything when she fled the Nazis, Rogier said, she always told him that education is the one thing no one can take away from you. \"We can make the world more fair if everyone has access to these people,\" Rogier told CNN Business. Access costs $90 for one class -- which typically includes a dozen or so lessons that each run roughly 10 to 25 minutes long. Getting access to all classes for one year costs $180. Rogier said the youngest student so far is 8 years old -- she chose to watch basketball superstar Stephen Curry's class on shooting, ball-handling and scoring with her dad. The oldest student is 104 -- she's taken a few classes, including the art of the short story taught by the writer Joyce Carol Oates. Rogier won't discuss how MasterClass instructors are paid. But as icons in their fields, money is likely not their biggest motivator. Rogiers said one factor that appeals to them about teaching a master class is that they have editorial control, can take their time explaining things and are creating something that can be part of their legacy.  \"We provide them a new audience to reach in a way where they can go into substantial depth,\" Rogier said. Rogier's biggest criteria for selecting a new instructor? It has to be someone from whom other masters would want to learn. His wish list for future instructors includes J.K. Rowling, Elon Musk and Michelle and Barack Obama. New classes are in the works. Rogier hopes by next year to have a new one available every week, and to expand internationally, inviting luminaries from other countries to teach in their native languages.  CNN Business listened in on a few lessons from business leaders who signed on as MasterClass instructors and this is what we learned. When negotiating big deals, Bob Iger shows his cards early  During Bob Iger's tenure as Disney's CEO, the company has made four big acquisitions: Pixar, Marvel, Lucasfilm and 21st Century Fox. Being expedient and frank helped him close the deals.   He said he knows what he wants going into a negotiation and lays his cards on the table fairly early on. He cited as a good example his negotiation with Steve Jobs to buy Pixar in 2006. \"I told Steve from the beginning, look, this is something that [Disney] really needed to do. I did not use the word 'desperate.' But I think he might have concluded that, 'Hey, this guy on the other side of the table seems desperate. I can get whatever I need,'\" Iger said.  But it turns out Jobs welcomed the candor. \"He realized that there wasn't a game being played,\" Iger said. \"Instead there was a discussion, a negotiation with an absolute result in mind. And, in a way, it was a way of stripping away egos. I didn't come to the table with my ego.\" Iger also said as a leader he's learned to make swift decisions when necessary. For example, executives at Disney-owned ABC decided to fire actress Roseanne Barr and cancel her show \"Roseanne\" within hours of Barr making offensive comments on Twitter.  \"There are times when you're faced with having to make a decision very quickly, which means having to process all the ramifications ... without the luxury of time,\" Iger said. \"The marketplace was reacting very quickly to [Barr's tweets] and opinions were being formed. ... There was only one course of action, and that was to terminate her,\" Iger said. Sara Blakely: A positive mindset is everything Self-doubt and negative thoughts can plague anyone. Successful entrepreneurs know how to put those feelings in their place, explained Sara Blakely in her master class on self-made entrepreneurship. \"A big part of this game is how much you can manage your own self-doubt. We all have a choice on how we react to everything ... We can choose to react in a way that propels us forward or holds us back,\" Blakely said. The doubts that should concern you pertain to the quality of what you're selling. \"What are you creating, how are you delivering it, what are you going to do to serve the customer ... when that gets cloudy, then that's a self-doubt you need to listen to,\" said Blakely, who founded her company out of her Atlanta apartment in 1998 with just $5,000. She learned the value of failure from her father, who would ask his kids at dinner what they failed at during the week. \"If I didn't have something to tell him, he would actually be disappointed.\" When she did have something to share, he'd high-five her. \"I had no idea at the time but he was completely redefining failure for me. Instead of failure becoming about the outcome, it simply became about not trying. And that truly is the only failure, to not try,\" she said. Howard Schultz doesn't let the competition drive his decisions As a business owner, you should know your marketplace and create a lasting competitive advantage with your product or service, but never let the competition drive your next move, said former Starbucks CEO and chairman Howard Schultz in his master class on business leadership. \"I don't want the competitors to be in the room when we are establishing what our strategy should be. ... [W]e have to be in control of our own destiny and believe in what we're doing,\" said Schultz. \"This isn't about being arrogant, just about being intentional. This is what we intend to do, and we're going to do it regardless of what the competition does.\"  Setting expectations is also key. Tolerating mediocre performance from even a few people can lower the bar for your business, Schultz said. \"It's one standard for everybody, and the standard has to be excellence. You have to establish common language about what is mediocrity and what is excellence. Mediocrity is for other companies, not for us.\" Correction: A previous version of this story misstated Howard Schultz's role at Starbucks. He is the former CEO and chairman."], "Language": false}