{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/travel-photographer-of-the-year-2019-winners/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Katy Gomez Catalina//www.tpoty.com", "Indigo Larmour/www.tpoty.com", "Paul Sansome/www.tpoty.com", "Trevor Cole/www.tpoty.com", "Geoff Shoults/www.tpoty.com", "Tran Tuan Viet//www.tpoty.com", "Alain Schroeder/www.tpoty.com", "Florian Ledoux/www.tpoty.com", "Will Burrard-Lucas/www.tpoty.com", "Jason Edwards/www.tpoty.com", "Zhiyuan Liao/www.tpoty.com", "Debdatta Chakraborty/www.tpoty.com", "Brian Clopp//www.tpoty.com", "Marco Grassi/www.tpoty.com", "Quanhou Lu/www.tpoty.com", "Sumi Duha/www.tpoty.com", "Yevhen Samuchenko/www.tpoty.com", "Ignacio Palacios/www.tpoty.com", "Robin Yong/www.tpoty.com", "Benjamin Shaul/www.tpoty.com"]], "FirstPublishDate": ["2020-01-23T12:51:17Z"], "LastModifiedDate": ["2020-01-23T13:16:57Z"], "Headline": ["Travel Photographer of the Year 2019 winners"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Overall winner, Travel Photographer of the Year 2019: Katy Gomez Catalina, from Spain, was awarded the top prize thanks to her stunning images, such as this photograph of members of the Batwa pygmy tribe In Lake Mutanda, Uganda. Click through the gallery to see the rest of this year's winners -- please note that there are graphic images which some readers may find disturbing).  Overall winner, Travel Photographer of the Year 2019: This image of the Louvre Museum in Paris on a rainy day was also captured by Gomez Catalina. \"It was raining and people formed a perfect row to enter the Louvre Museum,\" she says. \"The only dynamic note of the scene was a boy who ran across.\" Young Travel Photographer of the Year: Indigo Larmour, 11, from Ireland, was the overall winner in this category. This photo of a man drinking chai tea in Kolkata, India is among the many she's captured while traveling with her family. Winner, Art of Travel portfolio: Professional fine art and travel photographer Paul Sansome, based in the south of England and Vietnam, triumphed in this section. His portfolio featured a multi-exposure image of Agra in India taken over 10 minutes. Commended, Art of Travel portfolio: Trevor Cole from Ireland submitted a portfolio that included this image of Wodaabe nomads in Massenya, Chad. Winner, Best Single Image in an Art of Travel portfolio: This photograph of a solitary person walking in the Scottish Highlands by Geoff Shoults from the UK came out on top in this category. Special Mention, Art of Travel portfolio: Tran Tuan Viet's image of a worker collecting bundles of incense in Hanoi, Vietnam also won praise. Winner, Endangered Planet portfolio: Alain Schroeder, a Belgian photojournalist, was the winner of this category. His portfolio included several images of orangutans being treated at the SOCP Quarantine Centre in North Sumatra, Indonesia. Runner-up, Endangered Planet portfolio: French photographer Florian Ledoux's selection of images featured this photograph of a polar bear leaping between pieces of ice in Nunavut, Canada. Commended, Endangered Planet portfolio: UK photographer Will Burrard-Lucas' impressive images of elephants in Tsavo East National Park, Kenya, were commended in this category. Winner, Best Single Image in an Endangered Planet portfolio: Jason Edwards from Australia took this prize with his image of the charred remains of a tortured African elephant in northern Botswana. Winner, People & Cultures portfolio: Photographer Trevor Cole, from Ireland, captured this mesmerizing image in Mundari, Terekeka county, South Sudan. Commended, People & Cultures portfolio: Zhiyuan Liao's portfolio of images from China was commended in this category.  Winner, Best Single Image in a People & Cultures portfolio: Debdatta Chakraborty from India took this photograph during the country's Chhath festival. Winner, Thrills & Adventures portfolio: Brian Clopp took these images while living amongst the Onaqui wild horses in harsh desert conditions in Utah. Commended, Thrills & Adventures portfolio: Marco Grassi's portfolio featured this image, which was taken on top one of the highest peaks in the island of Senja in Norway. Winner, Best Single Image in a Thrills & Adventures portfolio: Quanhou Lu's photograph of animals moving between pastures in China triumphed in this category. Winner, Dusk to Dawn portfolio: Wildlife photographer Will Burrard-Lucas was the joint winner in this category. Winner, Dusk to Dawn portfolio: Amateur photographer Sumi Duha shares this title with Burrard-Lucas thanks to this wonderful image taken in Cuba. Runner-up, Dusk to Dawn: Yevhen Samuchenko from Ukraine was the runner-up in this category thanks to this image of Lake Gosaikunda in the Himalayas, Nepal. Winner, Oceans, Seas, Rivers, Lakes: Ignacio Palacios' image of Parque Nacional dos Lençóis Maranhenses in Brazil was taken from a light plane. Winner, Street Life: Travel photographer Robin Yong's image of a man and woman in Cuba's Old Havana also won the People's Choice award, which was voted for online. Winner, SmartShot iTravelled: Benjamin Shaul's iPhone image of flamingos on the beach was taken in Oranjestad, Aruba."], "Language": false}