{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/ghent-altarpiece-restoration-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-01-22T13:18:52Z"], "LastModifiedDate": ["2020-01-22T13:18:52Z"], "Headline": ["This newly restored 15th-century lamb is worrying art lovers"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["\"There are no words to express the result\" was the beaming reaction of Belgium's Royal Institute for Cultural Heritage, after a 15th-century masterpiece -- painted over shortly after completion -- was restored to its former glory. And they were right -- commentators have been left speechless by one particular aspect of the newly revealed painting. The latest panel of the \"Ghent Altarpiece,\" a large work by Hubert and Jan van Eyck, was unveiled in December as part of an ongoing project to restore the painting to its original design. The painting -- also known as \"The Adoration of the Mystic Lamb\" -- depicts a lamb, representing Jesus, being sacrificed on an altar.  And it's this holy lamb that's giving viewers nightmares. Why? Well, the creature's remarkably human eyes are just a bit too lifelike -- not to mention intense -- for many amateur art critics. The project's head, Hélène Dubois, told The Art Newspaper the discovery was \"a shock for everybody -- for us, for the church, for all the scholars, for the international committee following this project.\" Dubois noted that the original lamb had a more \"intense interaction with the onlookers\" than the repainted version. The Royal Institute were effusive in their praise for the restoration, saying in a statement that the project has \"brought back the original vividness, richness of detail and brilliant colours for all to see.\" The final phase of the restoration is expected to start next year, and the panels restored so far will be available to view at St. Bavo's Cathedral in Ghent from February."], "Language": false}