{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/politics/fact-check-trump-remarks-april-28/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Tara Subramaniam, Daniel Dale, Marshall Cohen and Nathan McDermott, CNN"], "Writers": [["Tara Subramaniam", "Daniel Dale", "Marshall Cohen", "Nathan McDermott"]], "FirstPublishDate": ["2020-04-29T00:03:52Z"], "LastModifiedDate": ["2020-04-29T03:54:25Z"], "Headline": ["Fact check: Trump falsely suggests he was right when he predicted 'close to zero' virus cases in February"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump claimed Tuesday that Dr. Anthony Fauci, a key member of the White House coronavirus task force, said in late February that the coronavirus was \"no problem.\"   Fauci didn't say that.  Trump also suggested Tuesday that he was correct when he said in February that the US would go down from 15 coronavirus cases to nearly zero -- even though he was wildly inaccurate, since the US now has more than a million cases.  And the President repeated his false claims that he \"inherited\" a \"broken test\" for the virus, though there was no inherited test for a virus only identified during his presidency. He also said that Democratic presidential candidate Joe Biden had apologized to him for previous comments about Trump's travel restrictions on China, though there was no apology.  Here are some fact checks of statements Trump made at his two Tuesday media events, during an Oval Office meeting with Florida Gov. Ron DeSantis and an East Room event about the Paycheck Protection Program for small businesses.  Fauci on coronavirus threat in late-February The President claimed during the availability with the governor of Florida that Fauci, the nation's top infectious disease expert, downplayed the threat of the coronavirus in February, saying that it was \"no problem.\"  \"You go back, and you take a look at even professionals like Anthony were saying, 'This is no problem.' This was late in February. This is no problem. This is going to blow over.\" Facts First: Trump is wrong that Fauci publicly said the virus was \"no problem\" and would \"blow over.\" While it is true that Fauci said in late February that Americans did not need to change their behavior patterns at that time, he also clarified that these conditions could change and coronavirus could develop into a major outbreak.  Trump is presumably referring to an interview Fauci did with NBC's \"Today\" show, which conservative social media users have been sharing as evidence that experts dismissed the threat of the virus as late as February 29. The President himself promoted a tweet in mid-April referring to the interview.  In Fauci's actual interview, he is much less assertive than Trump makes him out to be. He even couched his language by saying multiple times that the virus could become much worse.  \"At this moment, there's no need to change anything that you're doing on a day by day basis. Right now, the risk is still low,\" Fauci said, \"but this could change. I've said that many times even on this program.\"  \"When you start to see community spread, this could change and force you to become much more attentive to doing things that would protect you from spread.\"  When asked how the outbreak would end, Fauci stated that the situation could escalate.  \"This could be a major outbreak. I hope not. Or it could be something that's reasonably well controlled,\" Fauci said. \"At the end of the day, this will ultimately go down. Hopefully we could protect the American public from any serious degree of morbidity or mortality. That's the reason why we've got to do the things that we have in our plan.\"  Trump defends wildly inaccurate prediction   In the East Room event, CNN's Jim Acosta asked Trump about his wildly incorrect prediction from February that the number of confirmed coronavirus cases in the United States would soon reach zero.    For context, here's what Trump said in February: \"When you have 15 people, and the 15 within a couple of days is going to be down to close to zero, that's a pretty good job we've done.\"   On Tuesday, Acosta invoked Trump's faulty prediction from February while asking for his reaction to the news that the United States officially surpassed 1 million confirmed cases.    \"It will go down to zero, ultimately,\" Trump responded.     Facts First: Trump's prediction was wrong and contradicted warnings from doctors that the disease would become widespread. He's now saying his prediction was right, because there will eventually come a time without new cases. This is dishonest because by saying it would drop from 15 to zero in a few days, he couldn't have meant that cases would climb to 1 million in late April before it eventually reaches zero.   Trump's comments in February came when he was downplaying the dangers of coronavirus. He never came close to suggesting that there would be a massive swell in the number of cases, as we've seen in recent weeks. Instead, he said the virus might \"disappear.\"   And while it would be good news if the number of new cases \"ultimately\" hits zero, like Trump said, that milestone won't bring back the nearly 58,000 Americans who died from the virus.    The back-and-forth on Tuesday is the latest example of Trump defending his wrong predictions.   Coronavirus testing Trump argued once again that any coronavirus testing issues were the fault of others, claiming, \"We inherited a very broken test.\"   Facts First: Since this is a new virus that was first identified this year, the tests for it are newly created, not inherited from any past administration. The faulty initial test for the coronavirus was created during Trump's administration, in early 2020, by the Centers for Disease Control and Prevention. Several epidemiology experts have even dismissed the President's claim as nonsensical.   Trump has made versions of this claim on multiple occasions, including the broader and more debatable claim that the testing \"system\" was flawed, which he also said today. You can read more about the President's past claims and shifting rhetoric on coronavirus tests here. Travel restrictions Trump also mentioned his oft-repeated false claims about placing travel restrictions on China and Europe due to the coronavirus.  Speaking in the East Room Tuesday afternoon, he claimed that he \"closed down\" the US and its borders, adding, \"I did a ban on China from coming in, other than US citizens.\"  Earlier in the day with DeSantis, the President also said \"ultimately we did a ban on Europe.\"  Facts First: It's not true that Trump \"closed down\" the country entirely. While he acknowledged this time that his travel restrictions on China contained exemptions for certain people -- he usually just describes it as a \"ban\" without elaboration -- he still wasn't telling the full story. Citizens were not the only exempted group; he also exempted permanent residents, some of the close family members of citizens and permanent residents, and some others. Only foreign nationals who had been in China, Europe's Schengen area, the UK or Ireland within the past 14 days were outright banned from entering the US.  You can read more about the Trump administration's travel restrictions in response to coronavirus here.   Biden and the restrictions on China  During the meeting with DeSantis, Trump repeated his false claim that Biden had apologized for previous criticism of Trump's travel restrictions on China.  \"He said all sorts of things, we won't even say it. And then he apologized because -- two weeks ago he put out a statement that I was right,\" Trump said.  Facts First: Biden's campaign announced in early April that he supports Trump's travel restrictions on China, so part of Trump's claim is correct. But neither Biden nor his campaign apologized for any previous criticism of Trump. The campaign says that the Biden comments Trump has described as criticism of the China restrictions -- in which Biden said Trump has a record of \"hysterical xenophobia\" and \"fear mongering\" -- were not about the travel restrictions at all.  The campaign says Biden did not know about the China restrictions at the time of the January 31 speech in which he made these remarks, since his campaign event in Iowa started shortly after the briefing during which the China restrictions were revealed by Health and Human Services Secretary Alex Azar.  Given the timing of the Biden remarks, it's not unreasonable for the Trump campaign to infer that Biden was talking about the travel restrictions. But Biden never took an explicit position on the restrictions until his April declaration of support -- and whether or not you accept his campaign's argument that the \"xenophobia\" claim was not about the restrictions, he certainly hasn't apologized. "], "Language": false}