{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/australia-travel-fires-recovery-destinations/index.html"], "Source": ["cnn"], "Location": ["Melbourne"], "ByLine": ["By Hilary Whiteman, CNN"], "Writers": [["Hilary Whiteman"]], "FirstPublishDate": ["2020-01-22T00:38:10Z"], "LastModifiedDate": ["2020-01-22T02:04:16Z"], "Headline": ["Australia wants you back after the fires. Here's where to go"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Australia wants you to know that it's not all blackened and charred. The bushfires that burned millions of hectares in the southeast are still burning, but they're fewer in number and recent storms have drenched debris that might otherwise have gone up in flames. The fires came at the worst time of the year for local tourism operators.  The money they make over the summer school holidays keeps them in business for the rest of the year. But this year, instead of juggling reservations, they're counting the cost of cancellations. And they desperately want tourists to come back. One town has even made a song about it.   While Australia's best advertising minds brainstorm their next slogan, we've come up with a list of places to go to aid local recovery in the hardest hit areas -- Victoria and New South Wales, starting in the Australian capital, Canberra. Canberra Canberra wouldn't normally be the first stop on the list for incoming international tourists, but it'll put you in easy reach of towns recovering from the fires. In late January, tourist attractions in the Australian capital were also \"feeling the pinch\" from a drop in tourism, according to Australian Capital Territory (ACT) Chief Minister Andrew Barr.   The city is filled with interesting attractions that offer great insights into Australia's history. First, head to Parliament House, the Australian War Memorial and the National Gallery.  Or drive to Tidbinbilla to visit the Canberra Deep Space Communication Complex, which was instrumental in beaming back the first images of Neil Armstrong stepping onto the Moon.  You'll find the CSIRO Parkes telescope about 300 kilometers north in NSW. Watch \"The Dish\" before you go.  Batemans Bay, NSW  From Canberra drive 1.5 hours south to Batemans Bay.  This is where you'll find Jacob Crooke, the owner of JJ's at The Marina, who is also an amateur lyricist.  After the fires, the restaurateur found himself humming the tune to 70s hit \"Baby Come Back\" and was inspired to write his own song. The title \"Canberra come back,\" refers to Australia's capital city, where the town gets most of its business.  Restaurant workers took the mic, while Crooke's \"protégé\", 16-year-old fishmonger Joel Ware, edited the video in between his normal job of peeling prawns.  It now has thousands of views on YouTube.  Batemans Bay is a favorite weekend escape for locals. It sits at the point where the Clyde River meets the sea.  The river, also known by its traditional Aboriginal name of Bhundoo, is one of the purest water sources in Australia. It runs from high in the mountains, through three National Parks and 10 state forests.  Water holes along the way are popular with locals and the native platypus, which scoops food from mud at bottom of the river.  For more native animals go to the Birdland Animal Park, where you can cuddle baby wombats.  Owner David Burnett says business is the worst it's been in his 26 years at the park.  \"There are people filtering through, but nothing like normal,\" he tells CNN Travel.  \"We didn't have any fire damage here in the park, but there was enormous damage to the forests around. But that will all regrow. Within three months those blackened tree trunks will be beginning to shoot green.\" Moruya From Batemans Bay, drive south down the coast to Moruya.  There's a local airport with regional flights to Sydney and Melbourne.  South Coast Seaplanes is back in the air, now that the smoke has cleared. The plane takes off and lands in the Moruya River -- the same river used by water bombing aircraft to douse the flames.  From the air, you'll see areas damaged by fire, lush green coastal forests and the New Zealand fur seal colony on nearby Montague Island.  Visit Moruya town center for local shops and restaurants -- and some seriously good coffee at Alfresco Coffee on Church Street. Narooma Continue down the coast to Narooma, where local tourism guides say there's a 98% chance of seeing a whale during peak season between May and November, when some 30,000 whales make their way along what's known as the \"Humpback Highway.\"  At Narooma, the view from the cliffs along the coast is extraordinary. Head to a lookout, or play a round at Narooma Golf Club, one of Australia's most scenic courses.  The 3rd hole is known as \"Hogan's Hole\" because actor Paul Hogan, of \"Crocodile Dundee\" fame, once played a shot for a TV ad, hitting the ball over an ocean cliff to the top of a nearby green.  More recently, the Narooma Golf Club offered shelter to evacuees from the nearby town of Cobargo on New Year's Eve. About 500 people spent the night there, with some parking their caravans on the green.  \"We're just hoping that people will come back and our February will be busier than it usually is,\" says Tracey Vaughan, the club's assistant manager. Cobargo This small town is now infamous as the place Prime Minister Scott Morrison was heckled in early January for his slow response to the fires.  \"You're out, son, you are out,\" one local yelled.  Many homes were lost in the area and it will take time to rebuild, but the town is open for business.  Visitors will get a warm welcome at the Lazy Lizard Gallery, one of two art galleries in Cobargo. All nine Lazy Lizard artists were affected by the bushfires, including artist Shirleyanne Myers.  \"We're endeavoring to open as much as we can,\" Myers says.  The local bakery, coffee shops and cafes are still open, but the town has had to cancel the annual Cobargo Folk Festival, one of the year's biggest events.  Stay the night in Cobargo Hotel or drive to nearby Bermagui on the coast.  Bega Home of the famed cheese brand of the same name, Bega is one of the bigger country towns in the southeast, with a population of around 4,000.  It has a rich Indigenous history dating back thousands of years, but is now better known as prime dairy country.  Stop by the Bega Cheese Heritage Centre and treat yourself to a cheese platter on the grass near the Bega River.  There are bike tracks through the town to work it off afterwards. Eden  From Bega, make your way down to Eden on the coast at Twofold Bay, one of the best places to see the southern migration of humpback whales.  Eden's whale watching season is between August to late October/early November, when the town holds its annual whale festival, which includes a colorful street parade.  Other times of the year, there's fishing, kayaking tours and birdwatching tours. Some of the bush surrounding Eden was burned, but the town itself remained untouched by the recent fires.  From nearby Merimbula, take a flight to Melbourne and use that as your base to discover Victoria. Blackwood, Victoria This tiny town is less than an hour outside Melbourne by car, but it feels like the middle of nowhere. Blackwood Ridge, in Wombat State Forest, is the country's only totally off-grid nursery and restaurant.  All the ingredients are picked fresh from the nursery garden, or are sourced as close to home as possible.  Fans of Melbourne's world famous coffee scene will be relieved to know the famed Martin St. Coffee has a Blackwood branch that serves \"Avo Fetta smash.\" Clunes  Not far from Blackwood is Clunes, best known for the annual \"Clunes Booktown Festival,\" which sees the town's population swell from fewer than 2,000 people to several thousand in May.  The rest of the year, visitors come to see one of the best preserved towns of Victoria's gold rush era.  The main street has appeared in films, including the original 1979 \"Mad Max,\" starring a young Mel Gibson.  Drop into Quigley & Clarke for lunch or dinner in the beautiful 1860s Criterion Hotel.  Metung Four hours east of Melbourne, you'll find the seaside town of Metung, which sits on the picturesque Gippsland Lakes.  Metung is in Gippsland, a vast area that stretches from east of Melbourne to the New South Wales border.  There are many places in Gippsland that haven't seen flames, but are suffering from name association with fire-ravaged regions.  Metung is the place to go for seafood, water sports and fishing. It also has a rich Indigenous cultural history -- learn more about it on the Bataluk Cultural Trail. Lakes Entrance  From Metung, take a boat to Lakes Entrance, a bigger town where you can wander for kilometers along the scenic coast, taking in the views and sea air.  Fishing boats regularly pull into the pier, selling freshly-caught fish to the public.  Grab an ice cream and pull on a jumper -- it may be summer but temperatures are cooler along Australia's south coast. Wilsons Promotory National Park  For a closer look at Victoria's stunning south coast, hit the water in an amphibious boat. See the southernmost tip of the Australian mainland and one of the country's other great monoliths -- Skull Rock, also called Cleft Island.  This is not a rock you can climb -- partly because it's home to thousands of barking fur seals.  For other places to visit in Australia's fire-hit regions, see the local tourism websites -- Visit Victoria and Visit NSW.  Locals want international visitors to know they'll be welcome. In the words of Jacob Crooke's tune, \"Canberra Come Back\" -- \"we are strong, but we just can't live without you.\""], "Language": false}