{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/why-celebrities-want-to-become-artists/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["JJ Charlesworth, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-21T14:34:20Z"], "LastModifiedDate": ["2020-01-21T17:11:56Z"], "Headline": ["When fame and fortune are not enough -- why celebrities want to be artists"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Almost as soon as news broke that pop idol Britney Spears was going to present her first solo exhibition at an art gallery in southwest France, it turned out that, well, it wasn't true. Based on Instagram posts by Galerie Sympa, some media reported that Spears was branching out as a painter and that the gallery was \"happy to announce its representation of Britney Spears.\" Yet a day later, Spears' publicist told the BBC that there was \"no truth\" to claims that the gallery would be hosting her first solo show.  Diehard Britney fans must have been bitterly disappointed. Who can forget the Instagram video showing her serenely dabbing bright colors on a canvas before the painting of flowers went on to sell at a charity auction for $10,000? As a story about how easily social media can help circulate rumors, \"Britney the artist\" is a pretty funny one: An oddball \"gallery\" in rural France, seemingly run by someone who knows how to game the art world's fascination with mass culture, manages to declare they're \"representing\" Britney. (When contacted by CNN, Galerie Sympa declined to answer questions, replying, \"we work only with journalists who come to visit our shows, in the flesh.\") While Spears may not be making a serious foray into the art world anytime soon, the interest around her \"exhibition\" begs the question: Why are celebrities so drawn to making their mark \"as an artist?\" There is a long line of pop and movie stars who have made public their passion for painting, including James Franco, Jim Carrey, Marilyn Manson and Bob Dylan, and in the past David Bowie, Frank Sinatra and Tony Curtis.  The results are a mixed bag. While Sinatra's geometric abstractions, painted in the 1980s, borrow from other artists in a way that is the privilege of the happy amateur, Dylan's vivid, lyrical paintings of a disappearing America are by contrast rich in mood and detail.  Meanwhile, the likes of Shia LaBeouf and Lady Gaga have tried their hand at conceptual and performance art -- LaBoeuf has staged eccentric happenings and more recently exhibited strident anti-Trump works in public, while Gaga stripped for a video in which she adopts the durational method invented by artist Marina Abramović.  Celebrities can, of course, collect art -- take Jay-Z and Beyoncé's longstanding art-collecting (and subsequent lyricizing about their art-collecting). Their collection is reportedly worth over $70 million (it includes works by the likes of Kara Walker, Pipilotti Rist and Kerry James Marshall). But what is it about being an artist that satisfies celebrities in ways that fame, riches and their own achievements as, well, artists, don't? Art is perhaps seen as a way to explore authentic personal expression, free of the demands of being a working celebrity, free of the intrusive and insatiable demands of your fanbase, free of the obligation to satisfy the lure of profit to be made from the fickle tastes of mass culture. Maybe that's why so many pop stars are drawn to the image of the expressive painter, the paragon of individual freedom. It makes them feel free. But the truth is, the contemporary art industry isn't about introspection and individual freedom. Gone are the old modernist ideals of personal and creative self-expression. Today, it's about communicating and influencing. Today's art -- contemporary art -- is about sending messages around the world in order to change minds and change society -- if you believe the hype -- and get yourself taken seriously.  Another recent story captures why celebrities might be attracted to dabbling in the world of visual art. It was probably sheer coincidence that the same week the Spears story broke, K-pop boyband idols BTS announced -- to much media fanfare -- their \"Connect, BTS\" project: five high-profile installations by major contemporary artists to be staged in New York, Seoul, London, Berlin and Buenos Aires -- all financially backed by BTS.  This wasn't a hoax. The project rhetoric is about care for the environment and a yearning for togetherness in an era of digital isolation. During a press conference at London's Serpentine Galleries (where BTS were beamed in by video link), the band explained in a statement that \"This project is especially meaningful to us because it truly represents diversity and creates a collective, positive message for the world that we value.\"  As Daehung Lee, the project's artistic director states on the project's website, \"Connect, BTS reaches for a collective experience that might be only the beginning of new communication between art, music and people.\" Perhaps more significant than this declaration of global connectivity, through their act of patronage and by infusing the project with their \"ethos,\" Lee could declare in a statement that \"BTS has become a global group worth noting among global contemporary artists.\" Being a celebrity who is 'in' with artists, or being an artist yourself, is a way to claim authenticity and still get noticed.   Because the art world has retained all its old exclusivity and privilege -- funded by the very wealthy few, not the wage-earning masses -- it has become a place where those with wealth demonstrate their seriousness, intelligence and care for the world by backing art that communicates socially progressive ideas and values.  It's a relationship which is as old as contemporary art itself. If John Lennon made his fortune writing and singing some of the world's favorite pop songs, it was through his relationship with conceptual artist Yoko Ono that he ended up getting credit for holding radical, political views. Remember their \"War is Over if You Want It\" billboards and their \"Bed-Ins for Peace,\" for example. Meanwhile, because of their relationship, Ono's arguably niche art was able to reach a global audience, the two of them a coupled-up manifestation of the symbiotic relationship between fame and credibility.  Celebrities don't just want to entertain us. That would make them our property, our puppets. Instead, they increasingly want to use the platform we've given them by being their fans to educate and preach to us about what they see as more serious matters.  In a way, I wish Spears had opened a show, featuring paintings of things she likes -- flowers, colorful patterns, whatever. It would be better than any well-meaning, issue-led art that's meant to make us all feel more connected, more together, but whose real purpose is to give already powerful entertainers a sense of purpose in the world -- to feel like they're being taken for real artists.  "], "Language": false}