{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/klimt-painting-authentic-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Amy Woodyatt, CNN"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2020-01-18T13:27:15Z"], "LastModifiedDate": ["2020-01-20T18:28:09Z"], "Headline": ["Painting found hidden in Italian gallery wall confirmed as long-lost Klimt"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Italian authorities have confirmed a painting found hidden in the wall of a Piacenza art gallery is the long-lost \"Portrait of a Lady\" by Austrian artist Gustav Klimt.  In December, gardeners at the Ricci Oddi Modern Art Gallery in Piacenza found the canvas, partially concealed by a black trash bag, while cleaning ivy off a wall.  The workers discovered the trash bag after they opened a small, rusted metal door that revealed a cavity that had been hidden by more than 30cm of ivy, gallery employee Dario Gallinari told CNN in December. The portrait, which depicts a young woman with rouged cheeks and dark hair, disappeared from the gallery during a building renovation in 1997 and was presumed stolen.  In a statement published on their website on Friday, the gallery said that experts had deemed the painting to be authentic.  The painting's disappearance in 1997 was somewhat of a mystery -- its frame was found near the gallery's skylight shortly after the work disappeared, leading to speculation that the thieves could have entered and left through it.  A forgery of the painting, wrapped up and posted to a disgraced politician, was seized by authorities a month later, Reuters news agency reported -- adding further intrigue to the case.  But the discovery of the painting inside the wall suggests the work may have never even left the building, according to CNN affiliate Sky TG24. According to head of culture Jonathan Papamarenghi, \"Portrait of a Lady\" was second on the list of the most valuable artworks missing in Italy, after a work by Caravaggio stolen from a church in Sicily in 1969, Reuters reported.  The painting was part of a series of female portraits that Klimt painted in the last few years of his life, some of which were never finished. Piacenza is a northern Italian city of about 100,000 and is about 69 kilometers (43 miles) southeast of Milan."], "Language": false}