{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/uzbekistan-travel-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Meher Mirza"]], "FirstPublishDate": ["2020-01-20T15:45:12Z"], "LastModifiedDate": ["2020-01-20T15:45:12Z"], "Headline": ["The delights of travel in Uzbekistan"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Samarkand: Gales of tourists blow through the mausoleum-heavy city daily to peer at the Bibi Khanum mosque and ogle at the exquisite Registan complex. Jewel box: Each mausoleum in Samarkand is different, but the whole melds together in a sparkling jigsaw of a jewel box, brocaded with glossy turquoise and aquamarine tiles. Non: The bread is ubiquitous and it will follow you across every meal in every province of the country; a facsimile of the sun, the bread is seen as life itself. Choice beverage: No matter where in Uzbekistan you travel to, all but the most devout nurse a bottle of okchai (white tea, a euphemism for vodka). Bazaar: Spices and dried fruits, nuts and grains can all be purchased at Uzbekistan's colorful, lively markets. Taste and see: A market stop is worth it for any traveler to the area -- even those with no designs to buy. Karakalpakstan: Desperate ruins touched with majesty are characteristic of this area. Via Nukus: Arrive at Karakalpakstan through Nukus and stay a night at Tashkent Hotel if you have time to explore the vast area.  Lost world: In the flatlands of the Republic of Karakalpakstan lies a portal to another era, that of the glorious Zoroastrian Persian empire.  The Karakalpakstan State Museum of Art: See works by Vladimir Lysenko and Alexander Volkov and contemporary artists here.  Khiva: Today buses disgorge tourists from around the world into the old town, Ichan Kala, that sits aloof from the rest of the trafficked city. Silk for sale: In Margilon, you can buy silk items -- clothing and more -- and visit Yodgorlik, a silk-making factory. Bukhara: The entire old town is a UNESCO-recognized masterpiece of medieval Muslim architecture. Termez: A sun-ripened stupa is part of a large complex of Buddhist structures in this city in Uzbekistan's southeast."], "Language": false}