{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/street-art-murals-artsy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Christy Kuesel"], "Writers": [[]], "FirstPublishDate": ["2020-01-20T12:31:42Z"], "LastModifiedDate": ["2020-01-20T23:27:36Z"], "Headline": ["The fraught business of removing and selling street art murals"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Banksy is well known for creating murals in the dead of night, frequently addressing social ills like homelessness or poverty. Tourists and fans gather around each of his new creations, often spurred to the site by a post on the anonymous artist's Instagram account. So the idea of removing one of these works from public view and selling it is bound to stir up strong emotions. \"It's against the street art world for items that are done in public to be sold,\" said Darren Julien, founder and CEO of Julien's Auctions, which specializes in selling pop culture-related items and street art. Many businesses tagged by a famous street artist may not want the attention, or would rather take the financial windfall that could result from selling the work. The owner of a Valero gas station in Los Angeles certainly benefited from Banksy's creation of \"Flower Girl\" (2008) on their wall. The work depicts a girl with a basket of flowers staring up into a security camera, and was created late one night in 2008.  Another street artist, Mr. Brainwash, asked the gas station owner if his friend could stencil something on the side of the wall. The work later appeared on Banksy's website. When the owner of the gas station decided to sell the property, he looked into ways to save the mural. How Julien's Auctions actually got a nearly 8,000-pound hunk of concrete to auction, however, is a bit more complicated. The auction house advanced the seller the $80,000 removal cost, and a construction crew came in and removed the section of wall on which the mural was painted. The 2013 sale of \"Flower Girl,\" which brought in $209,000, was one of the first times the street artist's work had been auctioned in the US. Sales of street art murals in general are divisive. Artists often object to the transformation of a work they created for public enjoyment into an art object to be bought and sold. Although Julien acknowledged the controversy around selling Banksy murals, he argued, \"The other side of it is that [auctions are] really what made them famous.\" Banksy mural sales in particular attract protest. \"Slave Labour\" (2012), a mural painted behind a London discount shop, was removed from a Miami auction in 2013 after Banksy fans protested, saying the work had been stolen from its original home. It was sold privately months later, bringing in $1.1 million. American street artist Ron English then purchased the mural five years later from a sale at Julien's Auctions for $730,000, vowing to paint it white in protest. Street artists, he said, were \"tired of people stealing [their] stuff off the streets and reselling it.\" (It's unclear whether or not English made good on his pledge to erase the Banksy.) Street art fans -- and the artists themselves -- may protest the sale of murals, but from a legal perspective, it's entirely up to the owner of the building on which the work was created. \"Generally, when you purchase a building, you own the fixtures within the building, whether they're ceiling fans or [a] fine art mural painting on a wall,\" said Paul Cossu, a partner at legal firm Pryor Cashman and a member of the firm's art law group. \"Of course, what an owner can do with a fine art mural after acquiring the building will depend, in part, on whether the mural is protected by the Visual Artists Rights Act.\"  The Visual Artists Rights Act, or VARA, allows artists some level of control over what happens to their art. Cossu added that whether or not the artist or the estate of the artist condones the sale can impact the work's value at auction. If someone owns a building with famous graffiti, there's no legal issue with selling the building with the art, or with taking the work out of the building before the sale of the building. The latter route was the path the Church of the Ascension chose when it sold off a rarely seen Keith Haring mural earlier this year -- to the tune of $3.8 million. The process cost $900,000, according to the New York Times, and took two years. The sale marked the first time a Haring mural had appeared at auction, though his murals have been privately sold before. The Grace House mural (ca. 1983-84) was painted by the artist in one night, in the staircase of a youth group's home. Some of Haring's most iconic characters, like the barking dog, the crawling baby, and two conjoined figures with a hole in their shared chest, make an appearance. Grace House, a former convent and the one-time home of the Catholic Youth Organization, is now closed. Its owner, the Church of the Ascension, needed to sell the building to cover its expenses. The process of removing the mural, which consisted of 13 individual pieces, each weighing around 1,000 pounds, involved some trial and error on the part of EverGreene Architectural Arts, a Brooklyn-based firm that specializes in conserving and restoring buildings. After initially trying a technique that would only remove the paint from the substrate, EverGreene chipped away the surrounding wall and extracted each section of the mural piece by piece.  Since the mural went up three stories of stairs, it would have been impossible to extract it in one piece. The team then applied a resin to the back of each section, welded custom metal frames to each one, and hoisted the frames down to the building's ground floor. \"We put in a lot of time and the church put in a lot of time making sure this was done right, and of course there was always the possibility that the mural cracked or something happened while we were taking it out,\" said Andrew Maziarski, a manager for the project. \"There's no guarantee that we were going to be able to get all 13 of these out in the condition that we did.\" Lisa De Simone, a senior specialist of post-war and contemporary art at auction house Bonhams, which handled the sale of Grace House Mural, praised its \"excellent condition.\" After the mural was painstakingly transported to the Bonhams showroom, all 13 pieces were arranged in a gallery dedicated to Haring, where it remained on public view for nearly two weeks. Aside from the logistics of removing the work, De Simone said the process of selling the mural at auction was strikingly similar to selling any other type of artwork. But one factor may always limit the market for street art murals: the question of who can actually store such large and heavy works. Julien said he has seen works of street art in people's homes and offices -- one buyer went so far as to use a mural as one of the walls in the house he was building -- but De Simone sees the size of such works as a significant challenge. \"When you sell a painting, regardless of the price point, one can potentially take it home and hang it on the wall,\" she said. \"When you sell a mural in 13 parts, it's a whole other ball of wax.\" Although Bonhams wouldn't identify the buyer of the Grace House Mural, De Simone said she and her team had expected a museum or institution to show interest due to the constraints of such large works. Another roadblock to selling extracted street art murals can be artists' refusal to cooperate with or endorse their sale. Selling Banksy works at auction is particularly contentious due to the refusal of the artist or his authenticating service, Pest Control, to condone the sale of any work taken out of its original context (with a couple notable exceptions, including Banksy's \"Love is in the Bin\" (2018), which was authenticated after it was sold -- and shredded -- at auction). However, Banksy's prodigious use of Instagram, as well as the media frenzy around each and every new public intervention, makes it pretty easy to check whether a given work should be attributed to him or not. De Simone sees the ethical dilemma of selling a mural at auction as a question of public versus private art. The Haring mural sold at Bonhams was a private mural in a private space, and no one, excepting those who frequented the youth group, had access to it. She pointed to the public viewing period at Bonhams as a way to allow more people to experience a rarely seen work by one of the greatest street artists of all time. \"I feel very strongly that Keith Haring would rather have his work live than be destroyed in the sale of the building,\" De Simone said. Julien acknowledged that street artists may never be happy about their murals selling at auction, but he hasn't seen that hamper the market for their works. And as long as buyers will still pay for these enormous pieces, the phenomenon seems set to continue.  \"The fact you can sell a massive wall for $300,000 to $400,000 just because someone did a quick graffiti on it is pretty remarkable,\" he said. "], "Language": false}