{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/politics/what-matters-april-28/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Zachary B. Wolf, CNN"], "Writers": [["Zachary B. B. Wolf"]], "FirstPublishDate": ["2020-04-29T02:01:44Z"], "LastModifiedDate": ["2020-04-29T02:01:44Z"], "Headline": ["Sweden and Georgia vs. everywhere else"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The issue of states reopening versus states remaining closed is the top political question of the moment. Lives and livelihoods hang in the balance and we're starting to get some data. Sweden's government has stood by its decision to stay open. CNN compared deaths and infections in Sweden versus the rest of Europe and Scandinavia. While most of the remainder of the continent is largely locked down, Sweden only went halfway there. The country encouraged social distancing, but didn't require it. It kept younger kids in schools and didn't entirely close restaurants. Despite Sweden's insistence that it made the right call, it's beyond doubt that more people have died in Sweden than neighboring countries. From CNN's report: The death rate in Sweden has now risen significantly higher than many other countries in Europe, reaching more than 22 per 100,000 people, according to figures from Johns Hopkins University, controlled for population. By contrast, Denmark has recorded just over seven deaths per 100,000 people, and both Norway and Finland less than four. Here's what that looks like:  Sweden -- 18,926 cases and 2,274 deaths among 10.3 million people Denmark -- 9,049 cases and 427 deaths among 5.8 million people Norway -- 7,599 cases and 206 deaths among 5.4 million people Finland -- 4,695 cases and 193 deaths among 5.5 million people Translate that to a state-by-state approach -- In the US there's a continued and growing divide between the states that are opening up -- led by Georgia and, coming soon in a big way, Texas. Partially as a result of those openings, the University of Washington's Institute for Health Metrics and Evaluation model often cited by the White House has been adjusted to predict more American deaths. Last week, the model predicted 67,641 deaths from Covid-19. Now it predicts 74,000. Read more. Another milestone -- The US has now surpassed 1 million cases of Covid-19. Seven coronavirus models now predict a rise in cases depending on Americans' behavior, according to the Centers for Disease Control and Prevention. Clearly it is fair to state the obvious: staying open or opening up will lead to more American deaths from Covid-19.  Why it's so hard to create a vaccine You're going to read a lot of stories in the coming weeks and months about the effort to develop a Covid-19 vaccine and how researchers in China are hard at work and researchers at Oxford have entered a more advanced trial stage. There's a collaborative group working under the National Institutes of Health and then there are companies like Moderna, working with government money, that are competitively trying to develop a vaccine. The big question -- Could it be done in 12 to 18 months? Could it be done sooner? We just don't know yet.  CNN chief medical correspondent Sanjay Gupta published an excellent story over the weekend about exactly why developing vaccines is so difficult. He talked about the rushed 1976 swine flu vaccine effort that led hundreds of people to develop Guillain-Barré syndrome and probably contributed to skepticism of vaccines in many Americans. He also looked at problems with a dengue fever vaccine in Philippines that cost the lives of many children. Shortcuts -- One portion of the story focused on how the timetable could be sped up. \"Vaccine makers got a head start on a Covid-19 vaccine because work had already started on vaccines against two related coronaviruses: severe acute respiratory syndrome or SARS, which infected about 8,000 people and killed close to 800 before it was stopped in 2004, and Middle East respiratory syndrome virus or MERS, which causes occasional outbreaks,\" Gupta wrote. \"So scientists already knew a great deal about the mechanism by which this particular virus used its spike protein to enter human cells and how to inhibit that process.\" Reality check -- But even the often-cited 12-to-18-month timeline could be wishful thinking, according to Gupta. Here's what he said about that: Dr. Peter Hotez, a leading expert on infectious disease and vaccine development at Baylor College of Medicine, believes the 12-to-18-month timeline may be wishful thinking. \"I can't think of another example where things have gone that quickly,\" Hotez said. The quickest vaccine ever developed was against mumps. After vaccine inventor Maurice Hilleman isolated the mumps virus from his 5-year-old daughter in 1963, it sped to market in four years. How about an actual Manhattan Project? This Wall Street Journal story about a sort of ad hoc and secret Manhattan Project being formed by investors (who promise they aren't going to make any money!) and scientists got my hackles up. Reminder: The original Manhattan Project, which produced the atomic bomb, combined government, universities and industry in a formal way with government money. Perhaps that's the end result of President Donald Trump's coronavirus task force, but stories like this make it sound as if these investors have a back door communication with people on the vice president's staff. (Speaking of Mike Pence, today he went to the Mayo Clinic and didn't wear a mask. He should have.) Everyone who can be working on finding a way past coronavirus should be working on it. But what I saw in this story was the cutting of FDA regulations and potential profit for pharmaceutical companies. It's time for all hands on deck in every possible way, not an ad hoc group. National security is guns and pork processing Yesterday we wrote here that you should carefully read the statement Tyson Foods printed as a full-page ad in American newspapers warning about meat shortages. Today Trump signed an executive order to use the Defense Production Act and keep all meat processing facilities open. Read more here. So meat processors must stay open. Trump would like to reopen schools. While most American schoolkids won't be back in school this year, Trump told US governors they should seriously consider opening schools up. \"Some of you might start thinking about school openings, because a lot of people are wanting to have school openings. It's not a big subject, young children have done very well in this disaster that we've all gone through,\" Trump told the governors on a teleconference call, according to audio of the call obtained by CNN. I've written here before about how the economy won't fully open until the schools do. But square Trump's private words to governors about opening up with his public rebuke of Georgia's governor for doing just that. \"The President's conflicting guidance -- initially calling to 'liberate' states, but then sharply criticizing Kemp for opening some businesses on Friday -- has led to an often confusing, messy patchwork of state-by-state rules,\" writes CNN's Jeff Zeleny. The kids are all right, right? -- It's true that children aren't dying in the same numbers as older Americans. But it's always a little heartbreaking when I hear my own daughter talk about the \"deadly virus that's on the loose.\" So rather than fact check that kids have done well, I'll just leave that as a debatable point. Dr. Anthony Fauci, the nation's top infectious diseases expert, has said he's hopeful schools could reopen in the fall. California Gov. Gavin Newsom, who's taken a hard line on reopening his state, on Tuesday floated the idea of reopening schools for the new academic year in some way as early as July.  In scary news, UK doctors are tracking an increase in children who need to be hospitalized because of a rare but serious illness that could be tied to coronavirus. Not all pandemic casualties die from Covid-19 Read this story about a New York ER doctor who contracted the virus, recovered and continued to treat patients. She killed herself over the weekend. This is not an isolated problem. Doctors and front-line health care workers are exhausted by this assault. In a USA Today op-ed, Dr. Nivedita Lakhera described the overwhelming response when she asked for input from health care workers: Our traumas are overwhelmingly similar: \"I am an emergency medicine physician in a mini epicenter in Southwest Georgia,\" said Dr. Nilam Vaughan in response to my call on Facebook. \"We have had 11 deaths and our ICU is full. We have run out of (ventilators). ... I have intubated multiple COVID-19 positive patients and have positive exposures. And I haven't seen my three kids in three weeks. ... I don't sleep anymore because I'm constantly trying to make sense of all of this.\""], "Language": false}