{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/18/us/the-good-stuff-011820/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["AJ Willingham"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-01-18T12:59:57Z"], "LastModifiedDate": ["2020-01-18T12:59:57Z"], "Headline": ["Crafty koalas for Australia, a green puppy and the most creative proposal ever"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["I'm not a fan of technology. Seriously, up until a few years ago I drove a truck with crank windows and a tape player. Now, my house is filled with all kinds of Alexa devices that I have to address politely and in a specific way or they won't do the very basic things I want. Turning off a light wasn't hard to begin with, and now I need to build a rapport with a robot to do it. Absolutely not. (Why do I have these devices? One word: Husband.) However, we did get one of those video calling devices to keep in touch with my parents. The first time they came on screen, my heart did an inexplicable leap. It was like they were right there in a way no phone call or Face Time could replicate. I still don't condone filling your house with speakers and cameras and ornery AI voices, but I must admit. Some technology isn't as bad as I thought.   Our favorites this week Get going with some of our most popular good news stories of the week Koalas for the koalas  The Australian wildfires have affected billions of animals, and sadly, many of those animals have likely perished in the blazes. It's a heartbreaking reality — one that led 6-year-old Owen Colley to a pursue a sweet, creative way of helping out. Owen's mother encouraged him to turn his concern into art, so he started making small clay koalas to give to friends and family in exchange for donations. Let's be real: Sometimes when kids attempt art, the beauty is very much in the eye of the beholder. However, Owen's koalas are incredibly adorable. At first, he made about 55 of them, as many as he could before he and his mom had snapped up all the clay at every craft store within a 20-mile radius. The 55 koalas added up to more than $20,000 in donations for Wildlife Rescue South Coast. However, since word of his cute creations has gotten out, Owen's koalas have raised more than $100,000!   A fairytale proposal — literally  Guys, we hate to tell you, but the proposal game has been forever changed. Blame Lee Loechler, a filmmaker in Los Angeles who helped produce and animate an entire fairytale scene to propose to his girlfriend! Loechler worked for six months with an illustrator from Australia. When it came time for the big moment, Loechler and some family and friends staged a fake movie screening of Disney's \"Sleeping Beauty.\" During the big kiss scene near the end, the animation suddenly changed to show Loechler as the Prince and his girlfriend, Sthuthi David, as Princess Aurora.  \"I love you with my whole heart, including all of its ventricles, atriums and valves,\" he said, as the animated characters looked on expectantly. (David is a cardiologist, which makes this the most romantic part!)  She said yes, of course, but just in case, Loechler had an alternative ending ready to play in case she said no. So prepared!  Cocoa for a cause  Hot cocoa is a universal symbol of comfort, especially for a little boy in Redding, California, who's battling a rare type of brain cancer. Four-year-old Jasper Mazzocco had to be taken out of school for treatment last year, but his classmates never stopped thinking about him. Recently, they held a hot cocoa fundraiser for Jasper's family, and their sweet idea netted more than $10,000. The best part? It was a complete community effort. A local Trader Joe's provided space to sell the cocoa. A Dick's Sporting Goods set up tables and chairs, and Starbucks and Costco both donated baked goods. Jasper's preschool teacher, Jessica Stephens, said some people who visited were cancer survivors who shared their stories over steaming mugs and sweet treats. \"So many tears were shed in those six hours,\" Stephens told CNN. \"This experience has been the most beautiful thing I have ever been a part of.\" Raise a glass to... Two history-makers: Jonny Kim and Alyssa Nakken.  Jonny Kim is the first Korean-American headed to space. He and 12 others graduated from NASA's Artemis program, which means they'll be eligible to participate in missions to the International Space Station. Oh, and he's also a former Navy SEAL and a Harvard Medical School graduate. His advice to his younger self? \"All things that are worthwhile are very difficult to obtain.\" Alyssa Nakken became the first female full-time coach in MLB history when the San Francisco Giants added her to their roster as an assistant coach this week. Nakken, a former softball star at Sacramento State, started with the organization as an intern in 2014, and oh, how far she's come!  You gotta see this Do not adjust your screens. This puppy really is (neon) green! Gypsy, a white German Shepherd in North Carolina, gave birth to eight healthy puppies last week, and one of them was, well, greener than the rest. Don't worry, there's nothing wrong with the little guy. A veterinarian said there's a simple reason for the pup's verdigris: Poop! Sometimes an infant puppy's first bowel movement goes into its birth sac before it's born, which can stain its fur. The color will eventually go away, but the pup's family named him Hulk to make sure they never forget his first impression. Heroes among us Retired Maj. Bill White, a 104-year-old US Marine Corps veteran and Purple Heart recipient from California, has had a lifetime of unforgettable experiences. He collects objects and fills scrapbooks to remind him of special memories and keeps them on a bookshelf organized by year. Now, he has a very specific wish: He wants the public to send him Valentine's Day cards so he can make even more memories. \"I'll save every one of them like I've been saving little things that have come up until right now and they'll be a personal part of my history,\" he says. If you want to send him a card, here's the address:   Operation Valentine ATTN: Hold for Maj Bill White, USMC (Ret) The Oaks at Inglewood 6725 Inglewood Ave. Stockton, CA 95207  Wanna get away? Are you intrigued by this mysterious Italian town with its craggy splendor, 12 full-time residents and bevy of feral cats? Do you wish to cross the narrow pedestrian bridge over an abyssal canyon to reach the secrets behind its medieval walls? Well, then you'd better pay up. Civita di Bagnoregio charges visitors to enter the city, but for €1.50 (about $1.67), it sure seems worth it. The mayor of the town instituted the \"symbolic charge\" in 2013 to encourage people to come, look around and boost the economy. The little charge made a big difference. People started flocking to the hard-to-reach town by the thousands. After all, the best experiences always require a little effort.  Who knew? Wolf puppies love to play fetch! This was the surprising conclusion of a new study that examined the similarities and differences between wolves and domesticated dogs. It's surprising because scientists have pinpointed such interactions with humans as a learned behavior picked up when we first domesticated dogs from gray wolves 15,000 years ago. The idea that a wolf without that history would pick up on human cues could change a lot of assumptions about when and why canines learned to interact with us. Perhaps they just know humans will do anything for a cute game of fetch. Who's training who, again?  Tell us something good Brooklyn, New York  This winter, millions of homeless citizens across the country will face the cold without enough bedding or proper clothing to keep warm. Blankets of Hope, a global non-profit organization, is trying to change that one blanket at a time. The organization started as a family project between brothers Nick (left) and Mike Fiorito (right) in 2016. They reasoned blankets were a practical way to help homeless neighbors in New York City. \"We added a handwritten note to every blanket we handed out that winter to add a more human touch and help people feel warm both inside and out,\" Mike Fiorito told CNN. Their efforts caught the attention of a venture capitalist, and Blankets of Hope became a global movement. Now, the organization has worked with more than 150 schools across the US, Mexico and Canada to deliver over 25,000 Blankets of Hope — and each one is still delivered with a thoughtful, handwritten note.  Impact your world Thousands of Puerto Ricans have had to leave their homes following a series of strong earthquakes that hit the island this week. In response, Airbnb is offering evacuees the chance to find free temporary housing through its Open Homes Program. Here's how it works: People who have space to house evacuees or aid workers can list the space for free until January 31. People in need can complete a form at the top of the service's website, then search the listings. So far, more than 100 hosts in Puerto Rico have signed up. \"Airbnb hosts in Puerto Rico have a history of sharing their generosity in times of need,\" said Kim Rubey, Airbnb's director of social impact. Shameless animal video There's always time for cute animal videos. That time is now. This guy has found a new level of happiness: Drowning in bunnies on Japan's so-called \"Rabbit Island.\" (Click here to view)"], "Language": false}