{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/17/media/disney-20th-century-fox-rebrand/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-01-17T19:36:48Z"], "LastModifiedDate": ["2020-01-17T22:15:55Z"], "Headline": ["Disney drops 'Fox' name and will rebrand its movie studio as '20th Century'"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["20th Century Fox is an icon of Hollywood history. Its epic fanfare title card has appeared in front of \"The Sound of Music,\" \"Star Wars\" and other major films over the past 85 years. But in 2020, that name is no more. Disney is dropping the Fox name from its 20th Century Fox brand, renaming the longtime studio as just 20th Century Studios. Its art house production company, Fox Searchlight, will now be known as Searchlight Pictures.  Disney closed a $71 billion deal to acquire the studio and other Fox assets last year. The iconic logo, title card and its fanfare will stay the same, minus the name Fox. The new branding will first be seen on Searchlight Pictures' \"Downhill,\" a drama/comedy starring Will Ferrell and Julia Louis-Dreyfus, which hits theaters on February 14. \"The Call of the Wild,\" an adventure film starring Harrison Ford, will be the first film with the 20th Century Studios name, when it hits theaters on February 21. The name change does make sense considering that the remaining assets from Fox such as the Fox Entertainment, Fox Sports and Fox News are a part of Fox Corporation, which has nothing to do with Disney. However, the name change brings an end of an era in Hollywood. \"The name 20th Century Fox has deep roots in film, so it's chipping away a little chunk of Hollywood history,\" Leonard Maltin, a film critic and historian, told CNN business. \"It's one of the pillars of the moviegoing experience. Even a non-film buff recognizes that logo, that name and that music, which is one of the most famous fanfares in the world.\"  20th Century Fox was born in 1935 as a merger between Twentieth Century Pictures and Fox Films.  20th Century Fox has produced some of the most popular and beloved films in Hollywood history including \"Die Hard,\" \"Alien,\" \"Miracle on 34th Street,\" \"All About Eve\" and \"Home Alone.\" Disney dominated 2019 with a record-setting year at the box office, but it was a bumpy year for its newly acquired studio.  Fox films such as \"Dark Phoenix,\" \"Stuber\" and \"The Art of Racing in the Rain\" disappointed at the box office. However, \"Jojo Rabbit\" and \"Ford v Ferrari,\" two films from Searchlight and 20th Century, were nominated for multiple Oscars including best picture."], "Language": false}