{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/17/politics/martha-mcsally-cynicism/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-01-17T16:28:12Z"], "LastModifiedDate": ["2020-01-17T16:32:00Z"], "Headline": ["Martha McSally's staggering cynicism"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Virtue signaling is all the rage in politics these days. Witness the show Arizona Sen. Martha McSally (R) put on Thursday morning when asked a simple -- and totally fair -- question by CNN's Manu Raju. As McSally was walking to her office, Raju asked her if she had made a decision about whether she would support the calling of witnesses during the Senate impeachment trial. \"You're a liberal hack,\" she replied. \"I'm not talking to you. You're a liberal hack.\" Now, that is a rude and inappropriate response to a reporter asking an entirely relevant and non-adversarial question. But maybe McSally could be forgiven for that. After all, we all lose our temper from time to time. But that's not what was going on here. Far from it. This wasn't McSally getting frustrated in the moment. This was a purposeful piece of performance art designed to endear the senator to the President of the United States and his political base. Consider: 1) Within minutes of the exchange, McSally had tweeted a video of the exchange with Manu (meaning she or someone on her staff was filming it the entire time) 2) Within an hour of the exchange, McSally's campaign had registered the domain name \"liberalhack.com\" 3) Within 2 hours of the exchange, the @Trumpwarroom Twitter handle, which is managed by the President's reelection campaign, was touting her attack on Manu -- and urging donations to her 2020 reelection campaign 4) Within 8 hours of the exchange, McSally's campaign was selling \"Liberal Hack\" T-shirts on its newly registered \"LiberalHack.com\" website. 5) Within 10 hours of the exchange, McSally was on Fox News Channel -- laughing with Laura Ingraham about the incident. The only thing missing at this point is a tweet from Trump himself celebrating McSally. Of course, knowing Trump, that could well be coming soon. The point is that none of this was accidental. McSally knew exactly what she was doing -- and why. After losing a Senate race in 2018 and then being appointed to replace retiring Sen. Jon Kyl (R) shortly after, McSally is facing a very difficult race in 2020. She's trailing astronaut Mark Kelly, the likely Democratic nominee, in polling and fundraising. She needs a boost. She needs to rally the Republican base, which has never been all that enthusiastic about her record of relative moderation. And so, she does this. That it works speaks to the Pavlovian characteristics of our modern political moment -- particularly within the Republican Party. Trump has made attacking journalists -- no matter how baseless, pre-planned and just plain wrong it is -- the sort of thing that elicits cheers (and money) from his base. There's no debate about whether McSally was out of line in responding the way she did to a totally innocuous question. (She was.) Instead she is celebrated as some sort of conservative champion for being rude. That she quite clearly did it purposely to drive exactly the reaction that the Trump base had is ignored or discounted. The bell rings, the dog salivates. The end. \"McSally isn't a strong candidate and her performance art isn't really going to matter, wasn't really appropriate, and won't cost or win her an election,\" tweeted conservative pundit Erick Erickson on Friday morning. \"But it reinforces she's not a strong candidate and is trying to excite the base.  That McSally acted the way she did is bad. That she did it on purpose is even worse. That she's being rewarded for it is just plain appalling."], "Language": false}