{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/17/entertainment/eminem-album-music-to-be-murdered-by/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-01-17T08:04:15Z"], "LastModifiedDate": ["2020-01-17T14:28:51Z"], "Headline": ["Without warning, Eminem drops new album 'Music to be Murdered by'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It's \"Music to be Murdered by,\" and no one saw it coming. Eminem surprised fans Thursday night by tweeting news of the release of his 11th album. \"It's your funeral...\" the rapper wrote. The album's cover art is modeled after an Alfred Hitchcock album of the same name. One of the tracks, called Alfred, is a 30-second clip of the famed filmmaker speaking. \"How do you do? Ladies and gentlemen/My name is Alfred Hitchcock and this is Music To Be Murdered By/It is mood music in a jugular vein/So why don't you relax? Lean back and enjoy yourself/Until the coroner comes,\" Hitchcock says in the clip. The album features collaborations with Ed Sheeran, Skylar Grey, Royce Da 5'9\", Black Thought, Q-Tip, Denaun, White Gold, Young M.A, KXNG Crooked, Joell Ortiz, Don Toliver, Anderson .Paak and Juice WRLD. Rapper and singer Juice WRLD died in December after suffering a medical emergency. Eminem, whose real name is Marshall Mathers, released his last album -- 2018's \"Kamikaze\" -- in similar fashion. That one had a political element, with multiple references to President Donald Trump.  \"Music to be Murdered by\" quickly became controversial after its release because of lyrics in the song \"Unaccommodating\" that reference the bombing of Ariana Grande's Manchester concert. \"But I'm contemplating yelling 'Bombs away' on the game like I'm outside of an Ariana Grande concert waiting,\" Eminem raps on the song. A suicide bomber killed 22 people outside the singer's concert in the English city in 2017. Some users called the lyrics \"disgusting.\" Others called the #EminemIsOverParty an overreaction."], "Language": false}