{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/worlds-best-and-most-extreme-ski-lifts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Hodgetts and Stacey Lastoe, CNN; video by Diana Diroy, CNN"], "Writers": [[]], "FirstPublishDate": ["2017-03-06T09:57:21Z"], "LastModifiedDate": ["2020-02-06T01:02:49Z"], "Headline": ["11 of the world's coolest ski lifts"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["Ski lifts, like skiers, come in all shapes and sizes, with varying degrees of technical merit, but only a few have the X factor.  Whether it's a revolutionary design, nerve-jangling ride or historic aura, some lifts offer more than just a fast track to the top of the mountain. It might even have more to do with the setting and the terrain they access than the cabled contraptions themselves. Here are 11 ski lifts that put the \"X\" into extreme, and give as good an experience going up as gravity does on the way down: 1. Aiguille du Midi, Chamonix, France Grafted onto a thin rock spire towering over the historic mountain town of Chamonix, France, is the cathedral-like top station of the Aiguille du Midi cable car standing sentinel below Mont Blanc. The two-stage lift soars from 1,035 meters to 3,778 meters (3,396 feet to 12,395 feet). It goes over forests, glaciers, ice cliffs and predatory crevasses, offering one of the highest vertical ascents of any lift in the world.  The 20-minute journey rewards light-headed tourists with high-altitude panoramas and offers alpinists access to the wilds of the Mont Blanc massif.  To reach the famous Vallee Blanche glacier, skiers walk through an ice tunnel and rope up to scramble down a knife-edge before descending 20 kilometers to Chamonix. On a pinnacle above the lift station is a viewing platform where thrill-seekers can access a glass box -- known as \"Step into the Void\" -- with the Bossons glacier 1,000 meters below. Did you know? Mont Blanc was first climbed on August 8, 1786 by Jacques Balmat and doctor Michel Paccard. The first ascent by a woman was in July 1808, when Maria Paradis summitted, with Balmat as her guide.  2. Skyway Monte Bianco, Courmayeur, Italy Climbing into thin air from characterful Courmayeur is the slick Skyway Monte Bianco, a 360-degree rotating aerial tramway from valley floor to Punta Helbronner (3,466 meters) in just 10 minutes. The 110 million euro ($131 million) lift, which opened in June 2015 to replace an older gondola, breaks its journey at the Pavillon du Mont Frety (2173 meters) before soaring like a speck of dust through the imposing scenery on the south side of Mont Blanc. The futuristic top station peers across the roof of Europe toward the big \"4,000ers\" of Mont Blanc, Monte Rosa, the Matterhorn, the Gran Paradiso and the Grand Combin, plus offering high-altitude access for skiers and climbers. In the summer a gondola connects Punta Helbronner with Chamonix's Aiguille du Midi, completing an aerial route from Italy to France. Did you know? Courmayeur's ski area is a gourmet skier's paradise with seemingly more mountain restaurants than varieties of pizza. Maison Vieille is a cosy old shepherd's hut offering hearty staples, while Chiecco's  dishes includes ricotta ravioli and ragu of wild boar with polenta.  3. Schindlergrat, St. Anton, Austria  At the end of the 20189-2019 season, the mountain's 40-year-old three-person chairlift was removed and replaced with a work of art that also happens to transport visitors up  the mountain. The state-of-the-art gondola can hold up to 10 people and travels further than the lift preceding it. Its 68 cabins have the ability to service 2,800 passengers per hour. The Schindlergrat gondola begins along more or less along the same route as the old lift, but now there's an intermediate exit point where the former lift ended. Continuing on for another 420 meters, the gondola's final stop is at a new mountain station near Valluga ski lift. Kicking off the day here — at the Valluga north face — is the \"classic\" itinerary for advanced skiers. A steep top section opens into rolling powder fields all the way to Zurs, part of the extensive Arlberg region, and paradise is realized. Did you know? St. Anton is known as the \"Cradle of Alpine Skiing\" after native Hannes Schneider developed the Arlberg technique in the 1920s.  His method of teaching took beginners from snowplough, through stem turns, to parallel, though the advent of carving skis, which offer greater flexibility, has now changed the emphasis for many ski schools.  4. La Grave, France The lifeblood of the off-piste paradise of La Grave is a creaky old cable car in the shadow of La Meije mountain (3,984 meters) in France's Ecrins National Park. The quirky lift, more than 40 years old, rises from the 12th-century village at 1,480 meters and trundles, via two intermediary stations, to a high point of 3,200 meters amid a wild and tumbling mountainscape of glaciers, cliffs and crevasses. There's only one rudimentary run up here, and no ski patrol. This is skiing \"sauvage.\" Anyone venturing from the cable car station must trust their skills and their mountain guide to get home safely. \"La Grave is just an incredibly unique area, and a special place, one of the least explored places in the Alps,\" says Pelle Lang of La Grave's Skiers' Lodge.  Did you know? The old cable car's days could be numbered. In the summer of 2017, a new 30-year lease was awarded to the Alpe d'Huez lift company with instructions to modernize where necessary. A new gondola will also replace the drag lift to the top of the ski area at 3,600 meters.  5. Peak 2 Peak, Whistler-Blackcomb, Canada With two iconic mountains and one steep, forested ravine in between, the challenge was connecting the ski areas of Whistler and Blackcomb in British Columbia without causing environmental damage or creating a long series of lifts going down one side of the valley and back up the other. The answer, opened in 2008, was the record-breaking Peak 2 Peak gondola, a 4.4 kilometers aerial tram that allows skiers and boarders to access both mountains in a single day. The lift was a record-breaker: the longest unsupported span at 3.024 kilometers, and the highest lift above the valley floor at 436 meters. The gondola, with several glass-bottomed cabins, is an 11-minute ride from Whistler's Roundhouse Lodge (1850 meters) to Blackcomb's Rendezvous Lodge above mid-level in each ski area. Did you know? Whistler, which celebrated its 50th anniversary in 2016, enjoys warmer temperatures because of its proximity to the water. 6. Titlis Rotair gondola, Engelberg-Titlis, Switzerland The world's first fully rotating gondola carries visitors to the 3,208 meters summit of the Klein Titlis mountain far above the town of Engelberg in central Switzerland. The revolving Rotair bubble makes one complete spin during the five-minute ride from the mid station at Stand, offering 360-degree views of steep ice fields, crumbling crevasses and the surrounding Uri Alps. Engelberg-Titlis has 25 lifts in all and 82 kilometers of groomed ski runs on mostly north-facing slopes. Experts flock here for the lengthy off-piste powder runs in a high-alpine setting. From Titlis to town, it is a leg-jellying 12 kilometers, or a 2,000 vertical meter descent. Did you know? For further Titlis titillation, visitors can access the \"Cliff Walk,\" a 100-meter long suspension bridge -- Europe's highest -- over a 500-meter deep abyss.  7. Lessieres Express chairlift, Val d'Isere, France It might seem like an ordinary chairlift when you get on, but the Lessieres Express packs a stomach-churning punch. It's not called the \"up and oh-ver\" for nothing. When the two-way chair crests the sharp ridge between Solaise and Le Fornet and then plunges down the other side, your stomach tends to end up in your chest. Somehow the sense of exposure is much worse going downhill. Plus, often one side is in the lee of the wind -- popping over the top gives you a face-full of spindrift-laden alpine air. Ski bums have been known to jump off the chair halfway down the Le Fornet side to access fresh powder but it's a highly dangerous maneuver and likely to result in serious sanctions. Did you know? Val d'Isere can trace its early human habitation back to Roman times, while the old church in the center of town was built in 1664.  Because of the narrow entrance gorge and high snowfall, it remained cut off for much of the year until the access road was improved in the late 1880s.  8. Jackson Hole tram, Wyoming Nicknamed \"Big Red\" or the \"Red Heli,\" the Jackson Hole tram is a skiing institution. The lift, revamped in 2008 after 40 years of service, scoops up 100 people from Jackson Hole Mountain Resort and plonks them on top of Rendezvous Peak at 10,465 feet (3,190 meters) in nine minutes. At 41,541 feet, it's the largest vertical of any ski resort in the United States, with views of the Tetons, Jackson Hole and the Snake River Valley spread out far below. The tram also flies past the infamous Corbet's Couloir with its mandatory 3-6 meter cliff drop into the chute. On a powder day, competition for a place in \"first box\" begins well before opening time and can be an extreme sport in its own right. Rounding out the tram experience, the operators gee-up visitors with pumping tunes and warnings such as \"If you don't know... don't go.\" Did you know? Jackson Hole Mountain Resort has 133 (named) trails including 50% expert, 40% intermediate and 10% beginner, and 12 lifts across 2500 acres of inbound terrain. Rendezvous Bowl accesses a variety of black trails with names like Dog Face, Wally World and Bivouac.  9. Lone Peak tram, Big Sky, Montana The Lone Peak Tram revolutionized the expert ski scene at Big Sky when it was built in 1995.The 15-passenger aerial tramway climbs 1,450 feet up a sheer rock face to land skiers and boarders on the summit of Lone Mountain at 11,166 feet. The tram tripled the amount of expert terrain on offer, and gave the leg-strong the chance to complete a 4,350 vertical feet, six-mile descent in one run. To prevent nerves on the way up, the inside of the two tram cabins were originally painted pink to have a calming effect on passengers. Of note also is the technologically advanced Ramcharger 8, which zips passengers up the mountain in mere minutes -- 3,600 skiers per hour are serviced via the high-speed lift. It doesn't lead directly to the most advanced terrain on the mountain but deserves credit for efficiency and comfort. Did you know? Big Sky designated several runs triple-black diamonds instead of the standard double-black diamond in an attempt to label the mountain's most challenging terrain. 10. Jungfrau railway, Kleine Scheidegg, Switzerland What could be more extreme than a train that bores up through the inside of the feared and revered Eiger? The Jungfrau railway, which was completed in 1912, is a rack railway running from Kleine Scheidegg above Wengen and Grindelwald to the Jungfraujoch at 3,454 meters, the highest station in Europe. For most of its 9.3-kilometer journey, the railway runs through the Jungfrau tunnel, up through the Eiger and the Monch mountains, to a lofty perch high above the awe-inspiring Aletsch glacier in the Bernese Oberland. The train stops twice in the tunnel for tourists to gaze through windows onto the mountainscape outside, not"], "Language": false}