{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/extreme-ski-lifts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Englebert Titlis Tourismus", "Patrik Lindqvist/Getty Images", "Cody Whitmer", "Jungfrau.ch", "Jackson Hole Mountain Resort", "Enrico Romanzi", "Valle D'Isere", "Courtesy St Anton am Arlberg", "Paul Morrison", "La Grave", "Courtesy Curtis DeVore", "Courtesy Copper Mountain"]], "FirstPublishDate": ["2017-03-06T09:55:24Z"], "LastModifiedDate": ["2020-01-17T13:10:20Z"], "Headline": ["World's best and most extreme ski lifts"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Titlis Rotair, Engelberg, Switzerland: Some ski lifts offer much more than a fast ride to the top of the mountain. The Titlis Rotair makes a complete 360-degree spin as it climbs  above the town of Engelberg. Aiguille du Midi, Chamonix, France: To reach the famous Vallee Blanche glacier, skiers walk through an ice tunnel and rope up to scramble down a knife-edge before descending 20 kilometers (12.4 miles) to Chamonix. Lone Peak tram, Big Sky, Montana: This 15-passenger aerial tramway climbs 1420 feet (433 meters) up a sheer rock face to land skiers and boarders on the summit of Lone Mountain. Jungfrau railway, Kleine Scheidegg, Switzerland: Built in 1912, the Jungrau terminates at the Sphinx Observatory, where alpinists can venture in the high-altitude heart of the Bernese Oberland.  Jungfrau railway: For most of its 9.3-kilometer journey, the railway runs through the Jungfrau tunnel, up through the Eiger and the Monch mountains Jackson Hole tram, Wyoming: Nicknamed \"Big Red,\" this skiing institution scoops up 100 people from Jackson Hole Mountain Resort and plonks them on top of Rendezvous Peak at 10,465 feet in nine minutes.\n Skyway Monte Bianco, Courmayeur, Italy: This $116 million lift, opened in June 2015, soars through imposing scenery on the south side of Mont Blanc. Lessieres Express chairlift, Val d'Isere, France: This stomach-flipping lift crests the sharp ridge between Solaise and Le Fornet and then plunges down the other side. Schindlergrat, St. Anton, Austria: The state-of-the-art gondola can hold up to 10 people and services more of the vast mountain's terrain. Peak 2 Peak, Whistler-Blackcomb, Canada: A record-breaker, this lift connecting two ski areas separated by a ravine boasts the longest unsupported span at 3.024 kilometers.  La Grave, France: This quirky lift, more than 40 years old, rises from the 12th-century village of La Grave at 1,480 meters and trundles, via two intermediary stations, to a high point of 3,200 meters amid a wild and tumbling mountainscape of glaciers, cliffs and crevasses. The American Eagle, Copper Mountain, Colorado: Visitors to Copper Mountain can hop on a standard chair or gondola via this lift up the mountain.  Copper Mountain, Colorado: Trekking uphill is another option for visitors seeking an extra adrenaline rush. "], "Language": false}