{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/16/business/gap-old-navy-split/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Nathaniel Meyersohn, CNN Business"], "Writers": [["Nathaniel Meyersohn"]], "FirstPublishDate": ["2020-01-16T21:31:56Z"], "LastModifiedDate": ["2020-01-16T23:44:27Z"], "Headline": ["Gap won't spin off its Old Navy brand"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Gap ended plans to spin off its Old Navy brand Thursday, reversing a strategy announced less than a year ago. The plan was unveiled last year as a way to give Old Navy, Gap's faster-growing budget brand, space to maneuver as its own company. At the same time, the plan would have allowed Gap to consolidate its older brands like Gap and Banana Republic with newer ones like Athleta and Hill City. But Old Navy has struggled in recent months, making separating the brands less attractive to investors.  Sales at Old Navy stores open for at least a year slipped 4% during its most recent quarter compared with the same period a year earlier. Former Gap chief executive Art Peck, the architect of the plan, also left the company in November. Analysts raised concerns about the spinoff after the weak results and Peck's abrupt departure. So Gap pulled the plug. \"The cost and complexity of splitting into two companies, combined with softer business performance, limited our ability to create appropriate value from separation,\" Robert Fisher, interim CEO of Gap, said in a prepared statement. Separately, Gap said its outlook for the remainder of its fiscal year would come in at the higher end of its prior guidance. Gap still expects sales to drop for the year, however. Gap stock jumped as much as 10% during after hours trading Thursday, a sign investors approved of the decision to keep the brands together. \"The decision to stop pursuing a company split is now the right one,\" said Randal Konik, an analyst at Jefferies.  Old Navy, which launched in 1994, had been the top prize in Gap's often inconsistent brand portfolio.  Old Navy reached $1 billion in annual sales in its first four years by hawking trendy, low-priced clothes. The brand had thrived in recent years as more Americans shop for bargains. Sales at stores open at least a year grew 3% in 2018 and the brand has grown to $8 billion in revenue. It aims to hit $10 billion. Most of the budget brand's nearly 1,200 stores are away from the mall, and Old Navy CEO Sonia Syngal said the brand plans to open 800 new stores in \"under-served small markets.\" \"We're an $8 billion start-up,\" Syngal said at an investor conference in September. \"The sky's the limit.\" \"The opportunity to focus as a stand-alone mono brand and mono company is going to give us that much more ability to move fast,\" she said at the time. But on Thursday, interim Gap CEO Fisher said the company would now work to operate in way that \"empowers our growth brands, Old Navy and Athleta, and appropriately focuses on profitability for Banana Republic and Gap brand. \""], "Language": false}