{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/16/media/nbcuniversal-peacock-debut/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-01-16T16:28:43Z"], "LastModifiedDate": ["2020-01-16T21:29:31Z"], "Headline": ["Everything you need to know about Peacock, NBC's new streaming service"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The streaming field is becoming increasingly crowded and consumers have more choices than ever if they're willing to pay for them. So what better way to stand out from your competitors than by giving away your streaming service free? That seems to be NBCUniversal's play with Peacock, the streaming service it unveiled on Thursday. At an event in New York, the media and investors were treated to the first look at Peacock from inside the company's headquarters with a presentation from Studio 8H — the home of \"Saturday Night Live.\" NBCUniversal pulled out all the stops to make sure it had the public's attention by constructing a giant topiary in the shape of peacock outside of 30 Rockefeller Plaza for the occasion. The service will have ad-supported and ad-free options. \"Peacock Free\" will be a free, ad-supported option for any consumer regardless of cable provider. \"Free\" will provide 7,500 hours of programming that includes movies and classic shows. \"Peacock Premium\" will come with 15,000 hours of programming including original Peacock series, early viewings of NBC's late-night shows and sports like the Premier League. It will be free to Comcast and Cox subscribers, and it will cost $4.99 to everyone else. \"Premium\" without ads will cost $9.99. That's a little bit more than Disney+ and Apple TV+ but a little less than Netflix and WarnerMedia's upcoming service, HBO Max. The service from the Comcast-owned company will launch on April 15 for Comcast's X1 and Flex customers and will debut nationally three months later on July 15, NBCUniversal announced at its media event for the service on Thursday.  NBC said it expects to reach 30 million to 35 million active accounts by 2024.  Peacock's interface will include \"Virtual Channels\" of curated content such as \"Art House\" for independent films and \"SNL Vault\" which will host every season of the \"Saturday Night Live.\" Peacock is debuting in the middle of the streaming wars which has media companies like Disney and WarnerMedia, CNN's parent company, competing with the likes of Netflix and Amazon. Like its rivals, Peacock will be competing for your time, money and attention. The streaming service's biggest pitch is that it relies heavily on easily digestible sitcoms and TV comedies, which have become popular fodder for streamers in recent years. The service will host comedies like \"Cheers,\" \"Frasier\" and \"Will & Grace.\" It will also be the exclusive streaming home for popular sitcoms like \"Parks and Recreation\" and \"The Office.\" The mockumentary starring Steve Carrell has been a viewership juggernaut for Netflix and will leave the service for Peacock in 2021. Peacock will be home to Telemundo series as well as NBC hit shows like \"This is Us\" and \"Law and Order: SVU.\" Users will be able to watch new episodes the day after they air. The Universal part of NBCUniversal will also have a presence on Peacock.  Blockbusters from Universal Pictures such as movies in the Fast & Furious and Jason Bourne franchises will be on the service. So will classics like \"Jurassic Park,\" \"E.T. the Extra Terrestrial,\" \"Field of Dreams\" and \"Big Lebowski.\" Peacock will also have content for kids from DreamWorks Animation such as \"Shrek\" and films from the Despicable Me franchise. There will be an original crime series called \"Dr. Death\" starring Alec Baldwin and \"Brave New World,\" another original series, this one starring Demi Moore based on Aldous Huxley's dystopian novel. Reboots of old favorites like \"Saved By the Bell\" and \"Battlestar Galactica\" will also live exclusively on the service. Altogether Peacock will offer more than 600 films and 400 series. It also appears that Peacock is leveraging NBC's news department and the company's sports rights.   Premier League soccer will be on the service starting in August and the Ryder Cup golf tournament will debut in September. The opening and closing ceremonies of the Tokyo Olympics as well as three daily highlight shows about the competition.  NBC News will also be a part of Peacock. \"NBC Nightly News with Lester Holt\" and \"Meet the Press with Chuck Todd\" will be on the service alongside live news. Behind the scenes, Peacock and NBCUniversal have gone through some executive shifts since announcing the service last September. Bonnie Hammer, NBCUniversal's former chairman of direct-to-consumer and digital enterprises, who was overseeing the launch, shifted to a new role as chairman of NBCUniversal Content Studios in October. Most notably, Steve Burke, NBCUniversal's CEO, announced in December that he was stepping down to a chairman role on January 1 and would retire in August.  Jeff Shell, the chairman of NBC's film and network TV businesses, stepped in for Burke and will now lead the company into its new streaming era."], "Language": false}