{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/16/cnn-underscored/best-bathroom-scales/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christie Griffin"], "Writers": [["Christie Griffin"]], "FirstPublishDate": ["2020-01-16T21:00:20Z"], "LastModifiedDate": ["2020-01-20T18:52:31Z"], "Headline": ["13 top-rated bathroom scales: Smart, budget and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["On Amazon alone, there are nearly 250 digital bathroom scales with ratings of 4 stars or higher available for Prime shipping. And that list doesn't exactly offer a rainbow of colors or a wide variety of features — the designs (and even the titles) all start to look the same after just one page scroll. So how does someone even start to choose a digital bathroom scale? To answer this, we went through thousands of Amazon reviews for an initial vetting, and did some digging and sorting. Then we connected with health and nutrition pros about what's really important when it comes to your weight management, on and off the scale. First, the good news: Most digital bathroom scales fall into one of three categories: Smart scales, scales with some extras and no-frills scales. Of the roughly 250 digital options with 4 stars or more on Amazon, we've narrowed it down to 13 of the best bathroom scales.  Smart scales Smart scales offer up a range of data points, but it's not like you can pick and choose among BMI scales versus body fat scales versus water weight scales; most of these souped-up scales have the exact same data offerings. But there are two hiccups with choosing a smart scale.  The first: Although some of the technology is pretty slick, such as syncing data with custom and third-party apps, the data isn't necessarily perfect. \"Smart scales are often not so 'smart' because they use parameters like age, height and gender to determine body composition,\" says Fred Hahn, a certified personal trainer and founder of SlowBurn Personal Training Studios. \"These parameters often skew the truth and result in false readings.\"  Hahn uses an InBody 570 state-of-the-art body composition device — a large scale that retails for around $10,000 — for his clients. So for true body composition, having a fitness analysis done at a gym that's invested in a high-end smart scale can be both more accurate and a better use of your hard-earned dollars. The second hiccup is that many smart scales on the market calculate things like body fat and body water levels by using bioelectric impedance analysis. BIA is a low-level electrical signal that goes through the body, and it's not recommended for pregnant women, young children, or people who have pacemakers or some other medical devices. Nearly all the smart scales we found use BIA technology. If those two caveats don't bother you, there is a range of well-rated, high-tech digital scales to choose from — and several connect with popular third-party apps (like this Garmin scale and this Fitbit scale). But even with a solid 4-star average rating, some of these scales also have as many as 20% 1-star reviews that say they don't work so well. So, we sifted out the 5- and 4.5-star digital scales (at super reasonable prices) that have very few 1-star reviews while still offering all the bells and whistles. Arboleaf Digital Smart Scale ($39.99, originally $50.95; amazon.com) Like several smart scales you'll see available, this scale syncs with numerous third-party apps (like Fitbit, Apple Health, and Google Fit). It can also recognize which household member has stepped on the scale based on previous weigh-ins and then automatically syncs the information to the correct user profile in its custom app.  _______________________________________________________________________________ Redover Bluetooth Body Fat Scale ($28.99, originally $35.99; amazon.com) Similar to the Arboleaf in its third-party app functionality, multi-data point promises, and black or white color options, this one might also deserve a permanent spot in your family bathroom but will cost you just a few bucks less. _______________________________________________________________________________ Renpho Bluetooth Smart BMI Scale ($29.99; amazon.com) With 25,000 reviews averaging nearly 5 stars, this scale also has a newer version in a glossy black that is on its way to boasting strong ratings. _______________________________________________________________________________ GreaterGoods Bluetooth Connected Smart Scale ($59.95; amazon.com) Whether or not you drop the pounds, here's something to feel good about: A percentage of your purchase goes to the charity Love146 to help fight child trafficking and provide care for survivors. _______________________________________________________________________________ Etekcity Digital Weight Scale ($19.99, originally $24.99; amazon.com) Here's one of the best-rated smart scales with all the bells and whistles — at one of the best prices around. Digital bathroom scales with some extras If you're not feeling the smart scale vibe, take heart — there are still some great digital bathroom scales that also offer a couple of cool extras, such as being able to track multiple users' weigh-ins.  Speaking of other people's weigh-ins: Going on a health journey as a family can be a special thing. But comparing yourself to others' before-and-after pictures that you see on social media can make you feel like you're failing if you're not losing as quickly, says Melissa Mitri, of Nutrition Counseling for Moms. \"It also gives the impression that losing weight quickly is what you need to do to be successful,\" Mitri says. \"Usually, the reality is that the faster you lose, the faster you may gain it back.\"  Focus instead on the present to achieve your weight loss goals. \"Your mindset can be huge in establishing better habits,\" Mitri advises. \"Instead of thinking, I 'have' to eat this, or I 'have' to work out, think I 'get' to do this. Switching the mindset to one of gratitude reminds you that changing your habits is an opportunity that not everyone may get. This type of mindset can keep you going on those tough days when you may be lacking motivation.\" Inevifit Bathroom Scale ($39.99; amazon.com) Between the five-year warranty, well-reviewed customer service, and perfect 5-star rating, this sleek, large tile-like scale is an eye-catching buy, perfect if you want to track multiple users but otherwise skip the high-tech features. _______________________________________________________________________________ Ozeri Rev Bathroom Scale ($26.35, originally $32.95; amazon.com) The retro teal blue and large, 5.5-inch ode-to-analog dial are combined with modern technology that has a built-in alarm to remind you to weigh yourself. But yes, it's available in black and white if you love everything but the teal. _______________________________________________________________________________ My Weigh 700 lb 320 kg Talking Bathroom Scale ($77.60, originally $98.75; amazon.com) Although most digital bathroom scales can accommodate around 400 pounds, this one can read up to 700. The platform is huge at 20 inches across. But the most special thing about this digital bathroom scale is that it has talking functionality in four languages (English, French, German and Spanish). And yes, you can turn off that option if you don't want your weight announced every time you step on. No-frills digital bathroom scales Sometimes you just want an accurate number and that's it. No alarms, no extra users, and no mysterious electric something-or-other possibly going through your body. That's where one of these no-frills choices might be your best bet. Plus, you may be able to track your progress just as well without any special apps or automatic features. Dietitian Mandy Enright, whose company Food + Movement offers fitness and nutrition programs, says a journal is a wonderful way to track your progress and stay accountable. You can get pretty creative and go way beyond the numbers on the scale, too: \"I've used photo journaling with my clients, where they share pictures of their meals with me,\" Enright says. \"My clients love it because I give them feedback they can implement right away, and it helps them become more aware of what's happening at mealtime.\" Hahn, the personal trainer, also encourages his clients to track their progress off the scale by having a garment that they try on every week to see if they're moving in the right direction with their goals. \"Body weight and body composition are two very different things,\" he says. \"What you weigh on the scale isn't the whole picture. If you lose 5 pounds of fat but gain 5 pounds of muscle and bone, you'll weigh the same but you'll look and feel very different!\" Bonus: Once you move away from the smart scales and special features, you can find some more interesting-looking options that also carry solid reviews. There's this bamboo one from Target, this cool textured silicone-gray one, also from Target, and even this blush pink one from Bed Bath & Beyond. Here are a few top Amazon choices that will keep readings super simple but are still fun to look at: Etekcity Stainless Steel Bathroom Scale ($21.99; amazon.com) Given the popularity of stainless steel appliances, it can be surprisingly difficult to find a top-rated stainless steel digital bathroom scale. This one offers just the basics (backlit LED screen, auto on/off, etc.) — but it's smudge-proof and might be the simple, reliable solution you're looking for. _______________________________________________________________________________ Yoobure Precision Digital Body Scale ($14.99; amazon.com) Another no-frills, budget-friendly scale that offers a different look, this compact scale adds a feminine touch to your bathroom aesthetic. Numerous photos from reviewers show just how pretty it is in person. _______________________________________________________________________________ EatSmart Precision MaxView Digital Bathroom Scale ($37.98, originally $59.95; amazon.com) The 4.5-inch display is by far one of the largest displays we've seen available.  _______________________________________________________________________________ Taylor Digital ($26.99, originally $29.99; amazon.com) This basic digital scale looks great, has a slightly larger platform than others, and is deemed both reliable and elegant by its users. _______________________________________________________________________________ Letsfit Digital Body Weight Scale ($19.98; amazon.com) For a clean, minimalist look, this is a top-rated and popular choice when searching for a digital glass scale. Note: The prices above reflect the retailers' listed price at the time of publication."], "Language": false}