{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/alex-israel-always-on-my-mind-gagosian/index.html"], "Source": ["cnn"], "Location": ["London, UK"], "ByLine": ["Matthew Ponsford, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-16T14:33:10Z"], "LastModifiedDate": ["2020-01-16T16:43:16Z"], "Headline": ["Surreal self-portraits show the best and worst of Hollywood"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Alex Israel's ultra-bright self-portraits are visions of everything that is exciting and trite about Los Angeles.  In the foreground of one of the giant head-shaped paintings stands an overweight Spiderman, resting his hands defeatedly on his hips, as tourists walk past him along the star-lined Hollywood Walk of Fame.  In the distance is the cinder-block wall that props up the Orientalist façade of historic Grauman's Chinese Theatre, a street-hustling Minnie Mouse impersonator, Coca-Cola umbrellas, and all the detritus of this drab tourist strip. Despite the lackluster scene, the painting radiates sun-kissed happiness. Israel loves his sprawling hometown, a city that has done more than most to mythologize itself. The 37-year-old artist has carried this mantle into the 21st century, as one of the stars of the city's homegrown art scene, which has boomed in the last decade.    For Israel, the city's paper-thin glamor is no bad thing. \"It doesn't matter to me to know that every reality TV show is heavily produced. Or that Justin Bieber's voice is autotuned. Or that every picture I see of Kim Kardashian is photoshopped,\" he said.  \"I know that already,\" he continued. \"And I'm still consuming those things. And I'm still excited by them, or want to see them, or want to listen to those songs.\" His first solo show in London, \"Always on My Mind,\" brings together 13 paintings, each contained inside an outline of the artist's profile silhouette.  In addition to similar airbrushed canvases -- now collected by the likes of LACMA and New York's MoMA -- Israel's output has permeated the image-obsessed industries of LA. In the last decade he has hosted an online chat show, \"As it Lays,\" for which he interviewed Tom Hanks, Paris Hilton and Melanie Griffith, directed a teen movie called \"SPF-18,\" and launched Freeway Eyewear, a fashion brand that produces the sunglasses he is usually pictured wearing.  For the last decade the artist has forged a close relationship with Warner Bros. Studios, including working in the scene-painting workshop on the lot. The unusual arrangement has helped Israel establish a symbiotic relationship with the industry that he idolizes, including exhibiting old props in galleries as readymade artworks, and projecting the bat-symbol from Tim Burton's \"Batman\" (1989) from Le Corbusier's brutalist Cité Radieuse, an architectural landmark in Marseille.  Among the images on show in London are paintings of the US game show \"Wheel of Fortune,\" a neon Ferris wheel on the Santa Monica pier, and Eli, the last trained chimpanzee actor (animal rights and CGI have ended the practice).  Each of the scenes is presented as a self-portrait, rendered on fiberglass with the uncanny quality of a Hollywood set: photorealistic at a distance but dissolving into brushstrokes the closer you get.  \"They're physically painted in acrylic and airbrushed by scenic artists at Warner Brothers. They're made in the department where they used to make backdrop paintings for movies, where they paint props for movies and things like that,\" said Israel, walking around the cavernous Gagosian Grosvenor Hill gallery in London's Mayfair.  \"Now, the department isn't so active on the film side, because so many things are done digitally that used to be done in an analogue way. So there was this availability for someone like me to come in and start using their resources and their space.\" Working on the lot, in front of a changing backdrop of superhero blockbusters and big-budget fantasies, Israel found an ideal place to interrogate the sheen of allure that he likes to call \"stardust.\" \"You get to see behind the scenes how things are made, which can really demystify the whole thing,\" he said, adding: \"But for me it doesn't demystify the fantasy and the illusion.\"  \"I'm interested, not in showing people how Hollywood manipulates us, but in using the mechanism of Hollywood to garner stardust -- this magical quality that incites our desire to suspend disbelief -- into my work,\" he continued. \"I think it's great that you can see the fantasy and how it's fabricated and still know that you want to believe it.\" Israel is the son of a real estate developer and many of his \"Self-Portraits\" have the sterile glamor of real estate commercials, such as a tracking shot of meandering Mulholland Drive. Growing up in the 1980s and 1990s among the LA elite -- he's well-networked with art royalty and heiresses -- some works reflect the changing face of the city, as it has moved from old Hollywood to Influencer culture.  In 2016, Israel gained international attention for his collaboration with author Bret Easton Ellis, which incorporated the \"American Psycho\" novelist's words into Instagram-esque images of palm trees and concrete highways.  Israel has followed in the wake of other superficiality-obsessed artists such as Richard Prince and Jeff Koons, including also collaborating with Louis Vuitton, in 2019. But Israel's interests extend into digital culture. \"As It Lays\" began in 2012 and its opening credits spawned the head-shaped motif that Israel calls his own brand.  Suited and wearing his self-designed sunglasses, with crackling microphone and stilted local-access TV camerawork, Israel brings a disjointed, cringey energy to the show. In appearances, it sits somewhere between Zac Galifianakis' talk show \"Between Two Ferns\" and Andy Warhol's celebrity obsessive Interview Magazine. Deadpan Israel disrupts any flow of organic conversation with a series of non-sequiturs: \"What is your favorite carb?\", \"Do you believe in love at first sight?\" \"Do you think that it's really so 'lonely at the top'?\" \"What in your opinion is the best vegetable to pickle?\"  Many celebrity guests have appeared, Gwyneth Paltrow, Charlie Sheen and Kris Jenner, often squirming opposite Israel. Others, like rockstar Marilyn Manson, appear at home with Israel's strangeness, getting deep about his favorite facial hair. (Stalin: \"Communism -- big-up to them, they got a lot done.\")  Looking at one canvas, of the \"Wheel of Fortune,\" he confronts the question of whether these miscellaneous branded \"self-portraits\" tell us anything meaningful about the artist. \"This is my inner truth!\" he responds enthusiastically. \"This is the most popular game show in America, \"Wheel of Fortune.\" And I love the wheel because it represents this early 80s idea of an American dream. But it's still spinning, still on TV every night, my grandma still watches it.\"  \"I also liked that it's like a surrealist color wheel,\" he continued. \"Or this symbol of risk, of gambling. For me, it's like an allegory for making art. You spin the wheel and sometimes it goes well, sometimes it doesn't. Or you have to take that risk to try and figure out what you're doing.\" Alex Israel \"Always on My Mind\" is showing at Gagosian Gallery Grosvenor Hill London from Jan 16, 2020 to Mar. 14, 2020. "], "Language": false}