{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/ireland-islands-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Courtesy Tourism Ireland", "Tourism Ireland", "Tom O'Hare", "Courtesy Sean Molloy/Achill Tourism", "Peter Martin", "Millie Baring", "Greg Marsh"]], "FirstPublishDate": ["2019-09-17T09:57:35Z"], "LastModifiedDate": ["2020-01-16T16:14:38Z"], "Headline": ["Photo tour of Ireland's most stunning islands"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Great Blasket, Kerry: The Blaskets, like many of Ireland's islands, have the kind of dazzling white sand beaches that wouldn't look out of place in the Caribbean.  Great Blasket, Kerry: The largest, Great Blasket Island, is the most commonly visited, and is a hiker's paradise -- bring a picnic and explore the trails around the island. Click through to see more of Ireland's most beautiful islands.  Skellig Michael, Kerry: After starring in \"Star Wars: Episode VII -- The Force Awakens,\" Ireland's Skellig Michael island is a hot property.  Skellig Michael, Kerry: It hosts a UNESCO World Heritage Site, an ancient Christian monastery famous for its architecture consisting of stone \"beehive\" huts built without mortar. Rathlin Island, Antrim: Your best chance of spotting puffins on Rathlin is from April to July, but at other times you can see seals in Mill Bay or spot gannets dive-bombing into the sea.    Rathin Island, Antrim: Rathlin is a place shrouded in myth and legend, from tales of banished kings to the shipwrecks surrounding its shores.  Clare Island, Mayo: Though only a 25-minute ferry from the mainland's western coast, Clare is the kind of island that feels a million miles away from the everyday world.  Clare Island, Mayo: You can rent a bike and head out to explore the island's mountains, cliffs and bays -- the swimming cove on the east of the island will take your breath away (both with its beauty and its staggeringly cold waters).   Achill Island, Mayo: The largest island off the Irish coast, there's a wealth of gorgeous spots to discover in Achill, such as the crumbling stone cottages in the Deserted Village, or the cute little Lynott's Pub. Achill Island, Mayo: In April 2017 at Dooagh, a beach that was washed away by storms more than 30 years before reappeared. The Atlantic returned what it had stolen, depositing thousands of tons of sand.  Inis Oírr, Galway: The three Aran Islands -- Inis Mór, Inis Meáin and Inis Oírr -- all share a distinctive, otherworldly look, with honeycombs of stone walls, swathes of limestone and teeny beaches.  Inis Oírr, Galway: The smallest of the three, Inis Oírr, has an unparalleled charm. It even has its own ale, Inis Beer, and a feisty island dolphin, Dusty, who swims into the bay almost every day.  Cape Clear, Cork: Because of its status as one of Ireland's most southernmost islands, Cape Clear is blessed with fairer weather than most of the destinations on this list.  Cape Clear, Cork: It's a Gaeltacht island, meaning the inhabitants speak Irish, so learning a cúpla focal (couple of words) in the native tongue will be sure to earn a few smiles.  Innisfree, Sligo: Nobel Prize-winning poet W. B. Yeats made this tiny lake-bound island famous with the lines, \"I will arise and go now, and go to Innisfree.\"  Lambay Island, Dublin: On this private island off the east coast you can stay in a 16th-century castle and a 20th-century addition by legendary English architect Edwin Lutyens.  Lambay Island, Dublin: Wallabies are Lambay's most surprising animal residents, but there are also seals to be spotted.  Tory Island, Donegal: One of the most remote islands off the Irish coast, Tory is a magnet for creatives, with its own art gallery -- and some impressive sea cliffs. "], "Language": false}