{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/damien-hirst-medicine-gbr-scli-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["Lianne Kolirin, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-15T11:52:56Z"], "LastModifiedDate": ["2020-01-15T11:52:56Z"], "Headline": ["Damien Hirst medicine cabinet bought for under $800 could sell for millions"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A work by Damien Hirst originally bought for under $800 could fetch more than $2 million when it comes up for auction in London next month. The 1989 piece \"Bodies,\" which has an auction estimate of £1.2 million-£1.8 million ($1.6 million-$2.3 million) is a doorless medicine cabinet packed with everything from Optrex eye drops to Dioralyte rehydration sachets. Bought by collector Robert Tibbles for just £600 ($782) in 1989, the unusual piece is part of a collection of work from the Young British Artists (YBA) movement that goes on sale at Phillips in February. The label YBA is loosely applied to a group of British artists who, according to the Tate, \"became known for their openness to materials and processes, shock tactics and entrepreneurial attitude.\" According to Phillips' website, Tibbles is a banker who began collecting art \"at the genesis of a movement that transformed contemporary British art, and ushered a novel artistic language built on rebellion and audacity.\" Hirst was at the forefront of this movement and his degree show in 1989 marked the beginnings of his \"Medicine\" series. The show featured the first four of a series of 12 cabinets he produced using empty medication packages. An enfant terrible of the 1990s art world, Hirst made his name by using everyday objects to shocking effect, questioning the very nature of art.  His signature pieces have included a human skull studded with diamonds and dead animals submerged in formaldehyde. The auction record for a single Hirst work is \"The Golden Calf\" -- a dead calf in a tank of formaldehyde -- which sold for $13.4 million in 2008.  The Robert Tibbles Collection: Young British Artists & More is made up of 30 works. It is expected to fetch around £4 million ($5 million) and features six works by Hirst, as well as other artists, including Gilbert & George.  \"Antipyrylazo III\" -- Hirst's 1994 work featuring 2,050 hand-painted spots -- has been hanging above the collector's fireplace since he bought it in the year it was created, the auction house said.   Tibbles told CNN that he \"absolutely loved\" \"Bodies\" when he first saw an image of it.  \"It came straight from Damien's degree show in 1989, and I paid £600 for it,\" he said. \"Damien came to put it up in the flat with a mate of his, and I remember going into the kitchen and hearing, 'Higher than that, Charles, higher than that!'\" He described Bodies as being \"enjoyable at lots of different levels,\" adding: \"The more you look at it, the more you see and begin to understand all the little details, from the different medicines that have been put in it to the fact that the works are named after the tracks on the Sex Pistols' album, which makes it even more peculiar, idiosyncratic, and enjoyable.\" Recalling the response to his purchase more than 30 years ago, London-based Tibbles, 59, said: \"People completely unrelated to the art market thought it was quite off-piste and uncomfortable. The medicine cabinet has always produced the strongest reaction of all the works in my collection. There's something very primal about having a product which you associate with something personal like your health, put in a public way like that.\"  "], "Language": false}