{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/14/asia/shaheen-bagh-muslim-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["New Delhi, India"], "ByLine": ["By Swati Gupta, Manveena Suri and Julia Hollingsworth, CNN"], "Writers": [["Swati Gupta", "Manveena Suri", "Julia Hollingsworth"]], "FirstPublishDate": ["2020-01-15T04:50:45Z"], "LastModifiedDate": ["2020-01-15T06:07:50Z"], "Headline": ["'They tried to stifle the voices of our children': Meet the women protesters who have been occupying a New Delhi street for a month"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Only a month ago, 50-year-old mother Bahro Nisa was a regular New Delhi shopkeeper, making a living selling cold drinks to tourists visiting one of Asia's biggest mosques.  She had never protested a day in her life -- but on December 15, that all changed. She saw images on television of police appearing to assault students protesting at the prestigious Jamia Millia Islamia University (JMI) in the Indian capital against a controversial law that fast-tracks citizenship for non-Muslim minorities from select countries.  That night, Nisa and others headed to the residential Muslim area of Shaheen Bagh to express their solidarity with the students -- and oppose the controversial law that was passed on December 11 and came into effect last week. She has come every day since -- and even quit her job so she could stay full time. \"They tried to stifle the voices of our children,\" she told CNN at Shaheen Bagh on Monday, as she sat on an elevated bed set up for older women, wrapped up in a thick shawl. \"So, as mothers, we decided to stand up.\" Nisa is one of hundreds of Muslims who have occupied the once-bustling road in Shaheen Bagh for the past month as protests against the Citizenship Amendment Act (CAA) have raged around the country. But the gathering at Shaheen Bagh is no ordinary demonstration: only women can take part -- and men support them from the sidelines. There's a vibrant atmosphere at the protest. Children play in front of protest posters strung around the area and run after a man selling a balloon. Street hawkers sell peanuts and popcorn on the periphery. There's even a makeshift library, where books and crayons are laid out. It's almost like a quiet Saturday evening -- except two young girls can be heard on the loudspeaker shouting \"Long live the revolution.\" Each night, women and children gather in the center of a tent while men offer their support along the periphery. The women -- many of whom are grandmothers, mothers and sisters of students at JMI -- sing songs and chant slogans of freedom, while speakers on stage discuss the Indian Constitution. Members of the community serve tea and snacks, and many of the shops nearby have closed in solidarity. Then, many of them bunker down for the night on cheap cotton mattresses. Even an unusually chilly winter hasn't deterred them. On December 30, New Delhi recorded its coldest day in more than a century with the temperature dropping to 9.4 degrees Celsius (49 degrees Farenheit). Instead of leaving, the women have wrapped themselves in quilts and drunk cups of tea to keep warm. Why the women are protesting For many, it was the alleged police brutality on December 15 that prompted them to come out. But it's broader concerns about Prime Minister Narendra Modi's treatment of Muslims that made them stay. Modi said Muslims were excluded from the CAA because they are not minorities in India's neighboring countries. But critics say the bill isn't constitutional in secular India -- and some worry about the implications for the country's 200 million Muslims, especially against a backdrop of growing anti-Islam rhetoric. Around 2,000 people demonstrated against the CAA at JMI on December 15. The protests were broken up by police, who forced their way into the university library, firing tear gas. Dozens were arrested and hundreds were injured, with students telling CNN they were beaten by police with sticks and batons. Delhi Police said they were unarmed and used minimum force to bring the crowds under control. The anger in Shaheen Bagh, like elsewhere in the country, is palpable. Nationwide, over 20 people have died in protests -- but here in Shaheen Bagh, the protests have been peaceful. \"(The CAA) is against Muslims,\" said 24-year-old Nazma, who goes by only one name and who brought her two-year-old daughter Isra to the protest. \"My daughter wants freedom. If we are not free, then my daughter also won't be free.\" Nazma -- who wears a headscarf -- only heard about the CAA after the JMI demonstration. Since then, she has been coming to the protest a few times a week once she has finished her chores. Her mother-in-law stays out at the protest 24/7.  Like many others, Nazma is afraid that the CAA could be part of the government's bigger plan to implement a nationwide register of citizens, which it says is intended to root out illegal immigrants, but which critics fear could be used to target Muslims without documentation. So far, the register has only been implemented in the northeastern state of Assam, where an estimated 1.9 million people were excluded from the list -- the majority of whom were Muslim. \"We wonder what will happen to India,\" Nazma said, adding that her non-Muslim friends have stopped talking to her. \"My grandfather fought for the freedom of this country. We are citizens and we are being asked to leave. We were born in the lap of this country and now they want to throw us out of that very lap. It is like a mother abandoning her child.\" Reaction to the protests To many onlookers, the protest breaks with the stereotype that women must stay in the home.  Nazma's husband Riyasat Ali, a 29-year-old contractor, said: \"My mother stays here all night and we are so worried that something will happen to her. These goons (the police) might come and assault them one night. If (the police) can get into a university and assault people ... this is just a street.\" Like his wife, he is worried about the possibility of a nationwide register of citizens, even though his family has correct documentation. \"There are others who don't have documents -- where will they go? We won't abandon them,\" he said as he checked out street art in Shaheen Bagh. \"This is not a fight for just Muslims, it is a fight for everyone.\" Nazia Shakil, a 34-year-old housewife, said she makes food and finishes the housework by 11 a.m. each morning, and stays at the protest until 3 a.m. Her husband -- who educated her on what the CAA meant -- joins her after he comes back from work, and then the pair head home together. She doesn't have any children, but she said she is out protesting for \"humanity.\" \"People say that we should do this for our children. I don't have any children, but I think about the people living in this country and about the (lack of) humanity that is being shown to them,\" she said. Here to stay Roads have been closed in Shaheen Bagh for the protesters -- but a petition was recently filed to ask the courts to intervene and stop the road closure. On Tuesday, Delhi's High Court dismissed the petition and told the police to asses the situation and deal with it themselves, while keeping in mind \"the larger public interest as well as the maintenance of law and order.\" There's also bigger things at play. The state of Kerala has filed a legal case against the CAA, claiming it is unconstitutional. That case, along with dozens more, is expected to be heard in India's highest court, the Supreme Court. But the women CNN spoke to seemed determined to stay. Nisa, who has been on hunger strike for two weeks, said she will not eat until the national register and the CAA are abolished. \"I am ready to die for this. So many people have died for this already,\" she said. \"If they roll back the bill, we will leave.\" Noor Nisa -- no relation -- has been protesting since December 15, and feels the same. \"We are fighting for our children,\" said the 70-year-old. \"It does not matter for me. I will not be alive for very long.\""], "Language": false}