{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/14/us/pittsburgh-library-theft-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alec Snyder, CNN"], "Writers": [["Alec Snyder"]], "FirstPublishDate": ["2020-01-14T05:39:12Z"], "LastModifiedDate": ["2020-01-14T19:23:49Z"], "Headline": ["A library found it was missing $8 million of its rarest items. Nearly three years later, a man on the inside admitted to selling the items to a local bookstore"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Two men have pleaded guilty to theft and receiving stolen property charges after an alleged $8 million worth of rare books, plates and maps were taken from a Pittsburgh library and sold to a rare book store owner, court documents show. The theft is among the world's largest losses to date, according to court documents. Gregory Priore, a former archivist at the Carnegie Library of Pittsburgh, was originally charged with 10 counts but pleaded down to theft of unlawful taking and receiving stolen property. Both counts are felonies in Pennsylvania. John Schulman, the owner of Caliban Book shop, originally received 20 charges but pleaded guilty to a forgery charge in addition to theft by deception and receiving stolen property. In a statement provided to CNN, Schulman's attorney, Albert Veverka, said his client was \"accepting responsibility for his association with books under circumstances whereby he should have known that the books had probably been stolen.\" Attorneys for Priore, as well as the Carnegie Library, did not immediately respond to requests for comment. The two will be sentenced on April 17 and could face fines, restitution and jail time, Veverka said. The investigation Prosecutors alleged the relationship between Priore and Schulman dates back to 1992 and lasted for 25 years, until a Carnegie Library staff member auditing the museum's Oliver Room, which houses its rare items, noticed some pieces were vandalized or missing altogether. The subsequent investigation determined that 320 items were missing and that 16 additional items were \"diminished,\" meaning damaged beyond their original condition or missing a portion of the complete work. Pall Mall Art Advisors, an independent art appraisal firm that was brought in to aid the investigation, appraised the 336 affected items at $8.1 million in 2017. PMAA President Anita Heriot declined comment Monday night. Among the most notable items to have gone missing was a 1787 first-edition signed copy of Thomas Jefferson's \"De la France et des Etats-Unis.\" The book was one of 14 items that PMAA found for sale at Caliban Book Shop, Schulman's store. Schulman allegedly sold items to several vendors and individuals over the years while housing others in a separate warehouse. Investigators eventually searched that warehouse and found 42 items, 18 of which were \"cannabalized,\" or damaged in some way that detracts from their initial value. They also found receipts dating back to 2000, with some items selling in the thousands or tens of thousands of dollars. In addition to the 42 items in the warehouse, 37 items determined to be missing from the Oliver Room were found listed for sale on viaLibri, a website dedicated to the sale of out-of-print or rare copies of books and other publications. PayPal records also found 171 transactions involving 231 missing photographs sold through eBay. Priore was fired from his archivist job in June 2017 and was arrested along with Schulman in July 2018. What was recovered Pennsylvania's statute of limitations for the charges runs only five years, Veverka said, so the pleaded charges against Schulman and Priore would only date back to approximately 2012. The defense contests the long-standing relationship and did not accept responsibility for any sort of arrangement as part of the plea agreement. It also disagreed with the valuation of the missing property. When the charges were filed in 2018, PMAA found that, among the contents recovered, about $1.2 million worth of them were either found as not to be missing or were reobtained. Although the Jefferson book was among the missing items returned, it was not immediately clear whether any more missing material had been found since then."], "Language": false}