{"Type": ["article"], "Url": ["https://www.cnn.com/2013/09/13/us/serena-williams-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-09-13T11:49:03Z"], "LastModifiedDate": ["2020-01-14T16:46:52Z"], "Headline": ["Serena Williams Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of professional tennis player Serena Williams. Personal Birth date: September 26, 1981 Birth place: Saginaw, Michigan Birth name: Serena Jameka Williams Father: Richard Williams, tennis coach Mother: Oracene Price Marriage: Alexis Ohanian (November 16, 2017-present) Children: Alexis Olympia Ohanian Jr. Other Facts Has won 73 career singles titles, 23 doubles titles and two mixed doubles titles. This includes 39 Grand Slam titles - 23 singles titles, 14 doubles titles and two mixed doubles titles. Four-time Olympic gold medalist. Has won over $92 million in career prize money, more than any other female athlete. Is fifteen months younger than sister and tennis pro Venus Williams. Is a Jehovah's Witness. Timeline September 1995 - Turns professional, losing her debut tennis match at the Bell Challenge in Quebec City. January 1998 - Enters the Australian Open, her first Grand Slam tournament. She loses to her sister, Venus, in the second round, 6-7, 1-6. 1999 - Enrolls at the Art Institute of Fort Lauderdale in Florida for fashion design. September 12, 1999 - Wins the US Open, becoming the first Williams sister to win a Grand Slam. July 8, 2002 - Ranked Women's Tennis Association (WTA) world number 1 for the first time in her career, at age 20. 2002-2003 - Completes her first \"Serena Slam,\" by winning all four Grand Slam titles - the French Open, Wimbledon, US Open and the Australian Open - but not in the same calendar year. August 1, 2003 - Has surgery to repair a partially torn tendon in her left knee. September 14, 2003 - Williams' older half-sister, Yetunde Price, is murdered in Compton, California. 2004 - Launches \"Aneres\" clothing line (Serena spelled backwards). 2008 - Establishes the Serena Williams Foundation, to assist American youth touched by violent crime and also underprivileged children around the world.  September 12, 2009 - Williams goes on a profanity-laced outburst against a line judge who calls her for a foot fault in the US Open semifinals against Kim Clijsters. Clijsters is awarded a penalty point to win the match. The Grand Slam committee later fines Williams a record $82,500 and places her on probation for the next two years. July 7, 2010 - Receives stitches in both her feet after stepping on broken glass while leaving a restaurant in Munich. Later, she has surgery in July and October to repair a lacerated tendon on her right foot. February 2011 - Undergoes emergency treatment for a hematoma related to a pulmonary embolism, a blood clot in her lungs.  September 2011 - Appointed a UNICEF international goodwill ambassador. February 18, 2013 - At age 31, becomes the oldest female tennis player to be ranked No. 1 since computer rankings began in 1975. This is the sixth time in her career to be ranked No. 1. September 7, 2014 - Williams wins her third consecutive US Open title. July 9, 2016 - Wins the Wimbledon title for the 7th time. With her 22nd victory in a major tournament, Williams ties Steffi Graf for most singles titles in the Open era. September 12, 2016 - After 186 consecutive weeks ranked WTA No. 1 in the world, falls to No. 2 behind Angelique Kerber. Williams ties Graf's record for longest consecutive weeks ranked No. 1. December 29, 2016 - Announces her engagement to Reddit co-founder Alexis Ohanian. January 28, 2017 - Beats sister Venus in the Australian Open final, collecting a 23rd grand slam title to surpass Graf for the Open Era lead. April 19, 2017 - Williams posts a side profile photo of herself in a yellow swimsuit with a caption that reads \"20 weeks\" on Snapchat, that is quickly deleted. Her spokesperson later confirms to CNN that Williams and fiancé Ohanian are expecting their first child this fall. September 1, 2017 - Gives birth to a baby girl, Alexis Olympia Ohanian Jr. December 30, 2017 - Returns to tennis and loses an exhibition match to Jelena Ostapenko at the Mubadala World Tennis Championship in Abu Dhabi. January 10, 2018 - Featured on the cover of Vogue with her four-month-old daughter Alexis Olympia for the magazine's February issue. Alexis Olympia becomes the publication's youngest cover girl. In the magazine's article, Williams reveals she had an emergency C-section, blood clots and additional complications following the birth of her daughter. September 8, 2018 - Loses to Naomi Osaka in a controversial US Open final. Chair umpire Carlos Ramos first gives Williams a code violation warning after ruling that her coach, Patrick Mouratoglou, gave her hand signals from the stands. Williams denies the accusation and can be heard repeatedly demanding an apology from Ramos. Later in the match, Williams is penalized a point for smashing her racket upon misplaying a shot and subsequently docked an entire game when she tells Ramos during a changeover, \"You stole a point from me and you are a thief.\" In the post-match news conference, Williams says, \"I've seen other men call other umpires several things. I'm here fighting for women's rights and for women's equality and for all kinds of stuff. For me to say 'thief' and for him to take a game, it made me feel like it was a sexist remark.\" September 9, 2018 - The US Tennis Association says the US Open has fined Williams $17,000 for three code violations during her loss in the women's singles final on September 8. January 12, 2020 - Williams wins the ASB Classic in Auckland, New Zealand, her first title since becoming a mother in September 2017, and donates her $43,000 prize money to Australian bushfire relief."], "Language": false}