{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/empty-churches-conversation/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Ashima Krishna"], "Writers": [[]], "FirstPublishDate": ["2020-01-14T11:22:24Z"], "LastModifiedDate": ["2020-01-17T19:20:09Z"], "Headline": ["A new solution for America's empty churches: A change of faith"], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["Over the past few decades, vacant and underutilized churches have become a familiar sight in American cities. In some cases, a congregation or a religious governing body -- say, a Catholic diocese -- will sell the church to developers, who then turn them into apartments, offices, art galleries, museums, breweries or performance spaces. But what about churches in neighborhoods that aren't doing well, areas that are less attractive to developers looking to turn a profit? In Buffalo, New York, two empty Roman Catholic churches were recently converted -- not into apartments or offices, but into other places of worship. One became an Islamic mosque, the other a Buddhist temple. As an architect and historic preservation planner, I was drawn to this phenomenon. With the help of Enjoli Hall, who was then a graduate student at University at Buffalo, I interviewed those involved in converting the former churches. With immigrant and refugee populations growing in post-industrial cities across the US, the conversion of vacant Christian churches into new places of worship can preserve historic architecture and strengthen burgeoning communities. In Buffalo, a split between east and west Buffalo has long been an immigrant gateway. From 1850 to 1900, the city's population increased by over 700%. In 1892, over one-third of Buffalo's residents were foreign born. Poles, Germans and Italians settled in the city, leading to a wave of church construction. In the 1930s, African Americans started migrating from southern US to the east side of the city. But by 2010, the city's population had dwindled to just over 260,000 people -- less than half of what it was in 1950. Nonetheless, Buffalo has recently been in the news for its efforts to overcome decades of population decline and disinvestment. In 2016, Yahoo News anchor Katie Couric, fascinated by Buffalo's transformation, featured the city in her six-video series, \"Cities Rising: Rebuilding America,\" while The New York Times detailed the changes taking place in some of the city's neighborhoods. This public attention, however, has mainly focused on the West Side neighborhoods, which have experienced the bulk of investment and population growth. Neighborhoods in Buffalo's East Side continue to face tremendous challenges of poverty, crumbling infrastructure and abandoned houses. According to the 2015 American Community Survey, these neighborhoods are now predominantly African American. But they've also become home to immigrants from South Asia, along with resettled refugees from Vietnam, Central Africa and Iraq. During community clean-up events or flower plantings, it's not uncommon to see members of Temple Beth Zion, Westminster Presbyterian Church and the mosque Masjid Nu'Man working side by side. A closer look at two faith-to-faith conversions Istanbul's Hagia Sophia famously switched from a Christian church to a mosque in 1453. The same sort of conversions have been taking place in Buffalo's East Side. Many former Catholic churches have, over the years, been converted into other denominations -- Baptist, African Methodist Episcopal and Evangelical -- to accommodate the area's African American community. But several former Christian churches in Buffalo's East Side also now serve as sites of worship for other religions. Two mosques, Bait Ul Mamur Inc. Masjid and Masjid Zakariya, used to be Saint Joachim's Roman Catholic Church and Holy Mother of Rosary Polish National Catholic Church, respectively. And two other formerly vacant churches that the Catholic diocese was struggling to sell were eventually sold. One, Queen of Peace Roman Catholic Church, was converted into a mosque, Jami Masjid. Another, Saint Agnes Roman Catholic Church, became a temple, the International Sangha Bhiksu Buddhist Association. For my study, I interviewed those involved in the conversion of these two Catholic churches to learn more about how they were successfully adapted. In Islam, for example, there's a wariness about idolatry. So those involved with Jami Masjid removed the stained glass windows, statuary and iconography, along with the pews, Stations of the Cross and the altar. Volunteers painted over the ecclesiastical murals by local artist Josef Mazur and carpeted the entire floor so worshipers could pray on the floor, per Islamic custom. The structural elements of the church, however, all remained the same -- including the wooden trusses, doors and the adjoining buildings. Today, the mosque offers camps for children and runs a school on the premises. The neighborhood residents -- not all of whom are Muslim -- have been largely appreciative of the new facility, especially the new playground on the premises. The Buddhist temple, on the other hand, made very little changes to the interior, aside from removing the Stations of the Cross and the altar. The priest, Bhiksu Thich Minh Chanh, replaced the statuary with large Buddha statues. But the pews are still there, save for a few rows in front that were removed and carpeted for prayer services. The neighbors in the immediate vicinity -- some of whom had attended services at St. Agnes -- told us that they were sad that their church was gone. But most were happy that, at the very least, it continued to be used as a place of worship, as opposed to lying vacant, or worse, being demolished. Even with the neighborhood's support, the temple has been vandalized several times; clearly, not everyone is happy with the conversion. Other cities, like Cincinnati and Detroit, are also grappling with the issue of empty and underused churches. Each, like Buffalo, has growing immigrant populations. Buffalo has shown how faith-to-faith church conversions can be a win-win situation for everyone involved: The diocese gets to sell a redundant property, immigrants can acquire a property that will strengthen their community, and the city builds its tax base by attracting new residents to the area."], "Language": false}