{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/cnn-underscored/best-mocktail-recipes/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wallace"], "Writers": [["Elizabeth Wallace"]], "FirstPublishDate": ["2020-01-10T14:05:26Z"], "LastModifiedDate": ["2020-01-10T21:48:18Z"], "Headline": ["12 incredible nonalcoholic cocktails that aren't just for Dry January"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Dry January may be played out — and not just because many of us have already given up trying to abstain from drinking alcohol in the New Year. In fact, according to one poll, fewer people reported plans to adhere to Dry January in 2020 than in 2019, because more people this year are just not drinking at all. It's an ongoing trend: N/A (that's nonalcoholic, of course) beers spiked in popularity in the last year as more millennials are choosing \"sober-curious\" lifestyles.  And the Whole Foods list of 2020 food trends features \"zero-proof drinks\" including alcohol-inspired nonalcoholic beverages, as well as products meant to be used in place of booze with a mixer, such as those from Seedlip, Curious Elixirs, and Kin Euphorics. These spirits, and nonalcoholic cocktails integrating them that are no less strikingly crafted than their original counterparts, are popping up in sophisticated bars and restaurants across the world — and on kitchen counters and home bar carts too.  Want to reduce your alcohol intake for whatever reason, but still partake in festive cocktail culture? We've got you. Pretty-drink influencers shared with CNN Underscored their best mocktail recipes (warning: some in the N/A world don't like the term \"mocktails\" and prefer \"nonalcoholic cocktails\"), and the basic tools you'll need to make them. Ready, set, stir, sip. Repeat (without the slurring).             The drinks Colorado-based cocktail blogger Emily Arden Wells, aka @gastronomista, has been experimenting with nonalcoholic cocktails this January, both more traditional and less expected options employing some of the newer nonalcoholic spirits, like Seedlip, and other appealing ingredients. \"You can find N/A syrups such as Orgeat and Velvet Falernum that give your mocktails extra body, flavor, and a more cocktail-like mouth-feel,\" Arden Wells says. \"One of my favorite finds is Crodino, an Italian nonalcoholic aperitivo that comes in little glass bottles and tastes like a bitter orange creamsicle. They are great on ice, or mixed into a N/A cocktail.\"   Crodino Creamsicle  Recipe:  2 ounces Crodino N/A Aperitivo ($32.90 for 10 bottles; amazon.com) \n2 ounces orange juice (instacart.com)\n1 ounce vanilla bean syrup ($18, surlatable.com) Build — that means add one ingredient at a time, in order they're listed on the recipe — in a low-ball glass over a king cube (that's a big beautiful ice cube). Garnish with a piece of vanilla bean and an orange slice. Arden Wells has found some good substitutes for alcoholic-drink mainstays. \"Keep an eye out for products that mimic the flavors you like in cocktails in syrups, jams, and juices,\" she advises. \"I recently discovered sparkling pear juice, which is a great N/A substitute for sparkling wine, and elderflower syrup, a great substitute for St. Germain liqueur.\"   N/A 75  Recipe: 2 ounces Seedlip Spice 94 ($37.50; amazon.com)\n¾ ounce fresh lemon juice \n¾ ounce N/A Falernum Syrup ($16.99; amazon.com)\n2 ounces Sparkling Pear Juice (instacart.com) Shake lemon juice, falernum syrup and Seedlip spirit in a cocktail shaker with ice. Strain into a coupe and top with sparkling pear juice. Garnish with a slice of fresh pear.  Arden Wells also loves the Seedlip version of a G&T, which, to be fair, requires access to fresh spring peas, but is strikingly beautiful and instantly transports you to an outdoor green space in the UK:  Garden & Tonic  Recipe:  2 ounces Seedlip Garden 108 ($37.50; amazon.com)\nTonic water (instacart.com) Build in a highball glass with ice. Garnish with fresh peas (also works with a lime wedge, if spring peas are just not happening for you). And when Wells wants to enjoy a low-alcohol refreshment during Aperol spritz season, she turns to her own low or N/A version. Noperitivo Spritz Recipe: 1 ounce W&P Italian Spritz Syrup ($19.95; amazon.com)\n3 to 4 ounces soda water (instacart.com)\n½ ounce Peychaud's bitters ($14.92; amazon.com) Note: Some bitters are 35% to 45% alcohol by volume, so with drinks that call for a few dashes, there would be a scant amount of alcohol — meaning technically, this drink isn't alcohol-free. \nGrapefruit express, or a grapefruit peel  Build over a king cube, syrup first, then soda water, and float the bitters on the surface of the drink. Express with a grapefruit twist — that means cutting off a slice of peel, twisting it gently with your fingers over the glass, then rubbing the inside of the peel around the glass rim — and either drop in the drink or discard. Don't forget about classic cocktails either, Arden Wells reminds us. \"A virgin Bloody Mary or a virgin Piña Colada tastes delicious without the booze, and won't give you a hangover!\" Come warmer weather (or just a fantasy calling up of warmer weather, which Coloradans often need around this time of year), Wells loves to bring the tiki spirit home with a colada that can be made beautifully without rum or tequila, and subbing in ginger simple syrup for the ginger liqueur in her original recipe.  Piña Colada Recipe: 2 ounces pineapple juice (instacart.com)\n1½ ounces coconut water (instacart.com)\n1 ounce coconut milk (instacart.com)\n½ ounce fresh lime juice\n¼ ounce ginger syrup ($18.99; amazon.com) Shake (or blend), strain into a tiki mug, garnish with pineapple leaves, a slice of pineapple, and fresh orchids. (Don't feel bad if you're not a professional cocktail blogger and just don't have fresh orchids on hand — the drink still works without it.) Enjoy! New Hampshire-based cocktail designer and wild edibles forager Amy Traynor, aka @moodymixologist, notes that many popular cocktails can be crafted as N/A simply by omitting the hooch. She reworked a few of her favorite recipes as nonalcoholic for CNN Underscored.  Blood Orange Turmeric Collins Recipe:  1 ounce blood orange juice ($69.99; amazon.com)\n1 ounce lemon juice (instacart.com)\n½ ounce turmeric syrup  \nSparkling water (instacart.com) Shake the first three ingredients with ice and strain into a highball glass filled with ice. Top with sparkling water. Garnish with blood orange slices and a sprig of rosemary, if desired. Basil Smash Recipe:  10 to 12 fresh basil leaves  (instacart.com)\n1 ounce freshly squeezed lemon juice\n¾ ounce simple syrup (instacart.com)\n3 ounces sparkling water (instacart.com) Thoroughly muddle basil leaves with lemon juice in a shaker. Add simple syrup and ice to shaker and shake until chilled. Fine strain into a rocks glass filled with ice. Top with sparkling water and garnish with fresh basil.   Grapefruit & Pomegranate Sour  Recipe: 2 ounces freshly squeezed pink grapefruit juice (instacart.com) \n1 ounce freshly squeezed lemon juice\n1 ounce honey pomegranate syrup\nFor the honey pomegranate syrup:\n½ cup hot water\n½ cup honey (instacart.com) \n½ cup pomegranate juice (instacart.com)  Shake all ingredients in a shaker with ice. Strain into a rocks glass filled with ice. Garnish with grapefruit slice and sprig of rosemary, if desired. Mock Cosmopolitan Recipe: 1½ ounce water\n¾ ounce (nonalcoholic) Triple Sec Syrup ($11.48; walmart.com)\n¾ ounce unsweetened cranberry juice (instacart.com) \n¾ ounce lime juice (instacart.com) \n¼ ounce honey syrup (a mix of equal parts honey and water) Shake all ingredients with ice and strain into a chilled martini glass. Garnish with a sprig of rosemary for a wintery vibe, or a lime wedge for a warmer weather feel. And most of the N/A spirits brands also share their own sumptuously styled cocktails with recipes: So there's your starter inspiration. Keep scrolling for a list of home bar supplies you should eventually have on hand if you want to become a legit N/A mixologist — or just want your creations to be Insta-inspiring. The glassware  Classic Martini Glasses Set Of 4 ($11.96; worldmarket.com) Every bar needs at least two simple, unadorned ones for classic nonfussy presentations.  ______________________________________________________________________________ Viski Stemless Martini Glasses, Set of 2 ($17.99; amazon.com) The stemless option is also appealing for serious martini drinkers and N/A indulgers alike. ______________________________________________________________________________ Marie Coupe Cocktail Glass ($3.95; cb2.com) A coupe is so sophisticated, and perfect for both shaken/stirred drinks and sparkling-fizzy ones like a mock Bellini. ______________________________________________________________________________ Speakeasy Champagne Glasses, Set Of 4 ($19.96; worldmarket.com) This retro art deco version feels solid in your hand — and is party-ready. ______________________________________________________________________________ Dailyware Double Old-Fashioned Glasses, Set of 4 ($9.99; bedbathandbeyond.com) Versatile and affordable, these are good for any drink built over a big ice cube or on the rocks — and at this price can double as your daily water glasses.  ______________________________________________________________________________ 10-ounce Crystal Whiskey Glasses, Set of 4 ($18.59, originally $29.99; amazon.com) For those eternally looking for a new favorite Old-Fashioned glass, these are a beautiful crystal-cut style. They make whatever you're drinking feel that much more premium, but if they get broken, it won't break the bank. ______________________________________________________________________________ The tools Japanese-Style Double Cocktail Jigger ($7.99; amazon.com) Shot glasses are fun for collecting, but true bar aficionados insist on a Japanese style jigger, which marks measurements on both sides for the perfectly built cocktail. ______________________________________________________________________________ Hudson Standard Stainless Steel Cocktail Bar Strainer ($3.99, originally $4.99; amazon.com) For drinks made by mixing in a glass, not shaken, you'll need this strainer — and it also looks super professional in your kitchen. (You can use a beer pint glass or an empty shaker to stir if you don't have a specific mixing glass.) ______________________________________________________________________________ Barfly Cocktail Shaker ($19; amazon.com) There are so many beautiful cocktail shakers out there. Start with at least one basic one that's secure when shaking, easy to open, and dishwasher-safe — like this one.  ______________________________________________________________________________ Mesh Strainers, Set Of 2 ($8.99; worldmarket.com) Particularly helpful for cocktails with muddled ingredients, like green herbs and citrus — as seen in the Basil Smash — advises Traynor. ______________________________________________________________________________ Premium Quality Metal Lemon Squeezer ($10.95; amazon.com) This \"makes quick work of lemons, limes and oranges,\" Traynor says — in bright, cheery citrusy colors. ______________________________________________________________________________ Bar Spoon with Muddler ($9.95; crateandbarrel.com) A cocktail-specific spoon isn't a necessity, b"], "Language": false}