{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/entertainment/oscars-preview/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-10T14:46:52Z"], "LastModifiedDate": ["2020-01-10T14:46:52Z"], "Headline": ["After controversy, Oscar nominations could give 'Joker' the last laugh"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"'Joker's' Revenge\" might overstate the movie's march through awards season, but \"'Joker's' Redemption\" would seem to apply, with significant recognition in Monday's Oscar nominations -- never mind winning -- potentially giving the DC-derived film the last laugh. After the dark spinoff from the Batman universe was greeted with both rave reviews and security concerns about its real-world repercussions, it went on to become one of the year's biggest hits, earning $334 million domestically in North America and more than $1 billion worldwide.  Now, writer-director Todd Phillips R-rated movie looks poised to snag a best-picture nomination, in what amounts to the designated slot for a genuine blockbuster (last year, \"Black Panther\" broke through) amid movies with considerably smaller popular footprints. \"Joker\" has burnished its credentials in the run-up to the Oscars, emerging as the most-nominated film at the BAFTA awards -- the British equivalent of the Academy Awards -- garnering one of the 10 nods from the Producers Guild of America and earning a Golden Globe for star Joaquin Phoenix. For Phillips -- a director principally known for \"The Hangover\" comedies -- who fended off criticism when the movie made its debut by saying of the concerns, \"Art isn't safe,\" the embrace from awards bodies is surely gratifying. It's an added bonus, meanwhile, for Warner Bros., which appeared to have been caught somewhat flatfooted by the initial blowback, after the movie launched in October not long after claiming the top prize at the Venice Film Festival. (Warner Bros. and CNN are both part of WarnerMedia.) \"Joker,\" of course, isn't the only movie or studio with a lot riding on the Oscar nominations, where an assortment of pedigreed contenders but the absence of a clear frontrunner has added sizzle to the industries built around securing such bids and prognosticating about which movies will be anointed. Netflix, for one, approaches nomination day amid its biggest push thus far into the prestige movie business, with two serious contenders in Martin Scorsese's mob drama \"The Irishman\" and Noah Baumbach's deeply personal \"Marriage Story.\" Still, thus far the streaming service's success in securing nominations didn't translate into Golden Globe wins -- a hurdle it could also face vis-à-vis the Oscars. In fact, some high-profile members of the Academy of Motion Picture Arts and Sciences, among them Steven Spielberg, have questioned whether movies that essentially make a pitstop in theaters en route to home viewing should compete on an equal footing with more traditional fare. \"Parasite,\" meanwhile, is looking to make history among foreign-language films in general, and South Korean cinema in particular, after Netflix's \"Roma\" landed best director honors last year but fell short in the best picture category. If one movie has benefited most from the various honors that precede the Oscars, it's \"1917,\" a World War I epic -- inventively filmed to look like one continuous shot -- from director Sam Mendes, an Oscar winner 20 years ago for \"American Beauty.\" In addition to winning at the Globes, the Universal release -- which expands to wide distribution this weekend -- has landed Writers Guild, Directors Guild and Producers Guild nominations. While the academy has made strides in terms of greater inclusion since the birth of the #OscarsSoWhite hashtag in 2015, that issue will also be closely watched, especially after the BAFTAs failed to nominate a single person of color in its acting categories. The academy, it's worth noting, has significantly expanded its membership, part of a multi-year effort to make the voting body more representative and invigorate the awards process with more relevant selections. How well that paid off is reevaluated every year. The latest report card, as it were, will be issued on Monday."], "Language": false}