{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/09/health/northeastern-university-measles-student/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jen Christensen and Nicole Chavez, CNN"], "Writers": [["Jen Christensen", "Nicole Chavez"]], "FirstPublishDate": ["2020-01-10T01:15:28Z"], "LastModifiedDate": ["2020-01-10T01:56:04Z"], "Headline": ["A college student in Boston was diagnosed with measles. Health officials say many people may have been exposed"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["A student at Northeastern University in Boston was diagnosed with measles and may have exposed many others to the highly contagious disease, Boston health officials said Thursday. The infected person, who was not identified, visited Logan International Airport and numerous places on and off-campus from January 3 to 6, the Boston Public Health Commission said. The student went to at least 10 stores and cafes as well as dorms, dining halls, and classrooms at Northeastern University during those three days, health officials said. The commission asked people to call their doctor if they have been at the university or in the following locations during these dates and is unclear of their immunization status or if they develop a fever before January 27, 2020. Friday, January 3, (night) Logan International Airport Terminal E Saturday, January 4 Blick Art Materials, 333 Massachusetts Avenue\nTatte Bakery & Café at the Marino Center, 369 Huntington Avenue\nWollaston Market in the Marino Center, 369 Huntington Avenue Sunday, January 5 CVS, 231 Massachusetts Avenue Monday, January 6 Rebecca's Café at Churchill Hall, 360 Huntington Avenue\nAT&T store, 699 Boylston Street\nUniqlo, Newbury 341 Newbury Street\nBrandy Melville, 351 Newbury Street\nAmelia's Taqueria, 1076 Boylston Street The student was diagnosed with measles on Wednesday. It is the second confirmed case of the contagious disease in Boston in the past three months. A Boston resident was diagnosed in October but there have not been any cases since 2013, the commission said. The measles virus spreads through coughing and sneezing and can live in the air where an infected person coughed or sneezed for up to two hours. If someone who is not immune to the virus breathes the air or touches an infected surface, they can become infected, according to the US Centers for Disease Control and Prevention. Symptoms of measles generally include a high fever, cough, runny nose, conjunctivitis and a red splotchy rash. \"Measles is a dangerous disease and can cause serious complications, but it is preventable. The best way for everyone to protect themselves is to get vaccinated. If you don't know your immunity status, call your health care provider,\" said Jennifer Lo, medical director of the Boston Public Health Commission. Measles was declared eliminated in the United States nearly two decades ago, but there has been an upsurge of cases in recent years as vaccination rates have declined. Those who have received two measles, mumps and rubella vaccinations are safe from the disease. Before the development of a vaccine in 1963, about 3 to 4 million Americans were infected yearly, including 48,000 hospitalizations and 400 to 500 deaths, according to the CDC. In 2010, there were only 63 reported US cases. As of October 2019, there were 1,250 measles cases in the US, the greatest number in nearly three decades."], "Language": false}