{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/09/tech/concept-cars-at-ces/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2020-01-09T18:25:47Z"], "LastModifiedDate": ["2020-01-10T15:44:40Z"], "Headline": ["The far out and futuristic cars of CES"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Filled with software and sensors, connected to our smartphones and featuring an increasing number of interactive screens, there is arguably no piece of consumer technology today as complex as automobiles. It makes sense then, that cars are a big part of the annual Consumer Electronics Show in Las Vegas.  That was certainly true this year. While major automakers weren't unveiling lots of new models, they did introduce a number of intriguing concept cars as well as cool technologies for inside the car. There were also concepts from companies not known for making cars.  Mercedes-Benz goes all Avatar on us Daimler, which traces its roots back to the first internal combustion cars, brought its vision of the far future to this year's Consumer Electronics Show.  And it's a very freaky future, one in which humans and machines can, literally, become one. Called the Mercedes-Benz Vision AVTR, this concept car theoretically allows drivers to operate some of the car's features with their mind.  Instead of a conventional steering wheel, the Vision AVTR features a \"multifunctional control element\" -- essentially a moving bulge in the center console that allows the driver and the car to \"merge.\" The vehicle recognizes the driver by his or her heartbeat or breathing. A menu is projected onto the palm of the driver's hand and the driver can, using thoughts, select from among the different options. Flaps along the rear of the car -- reminiscent of window louvers -- can open and close individually using that movement to communicate with those outside the car. The Vision AVTR can even move like a crab, turning all four wheels by about 30 degrees in order to drive sideways.  The Mercedes-Benz Vision AVTR was created in cooperation with the producers of the movie Avatar 2, which is expected to be released next year. Ringed with glowing lights, inside and out, the Vision AVTR resembles one of the bioluminescent creatures on Pandora, the Earth-like satellite in which the original Avatar movie was set. Fisker's second act: The Ocean SUV  Auto designer Henrik Fisker's first attempt at his own electric car company, Fisker Automotive, resulted in the nicely designed but rather impractical Fisker Karma plug-in hybrid in 2011. But production of the Karma soon ended when the company declared bankruptcy and its assets -- including some unassembled cars -- were auctioned off. The hybrid has since been improved upon, and is now being produced by another company, Karma Automotive.  But that has not deterred Fisker. In 2016, he launched California-based Fisker Inc. And this week, the luxury electric car maker unveiled it first vehicle, the Ocean SUV, at CES.  The new Fisker Ocean SUV is \"designed for optimal space and usability,\" according to Fisker, a marked contrast to the long but cramped Karma. The SUV will have a \"California Mode\" button, which opens all the windows at one touch. The rear hatch window can roll down to allow long items -- like surfboards -- to hang out the back. It has a solar-panel roof to provide some additional electric power.  Fisker plans to make the Ocean SUV available in 2022 at a starting price of about $37,000.  Fiat Centoventi: Serious customization Fiat Chrysler Automobiles has perfected the art of creating new versions and special editions of its models in order to stoke consumer interest. Few companies do this as often or with as much success.  The Fiat Centoventi, first shown at the Geneva Motor Show last spring and displayed again at CES, puts this creative process into the customers' hands. It allows them to have a blank canvas of a car that customers can change as often as they like. Delivered in a combination of light gray and white color, customers can change the car's color using four different body wraps and four different colors of bumper and roof panels. Big screens display messages through the windshield and at the back of the vehicle, promising a hi-tech alternative to bumper stickers and handwritten notes left on the dashboard. The name Centoventi means 120 in Italian, a reference to Fiat's 120th anniversary.  Sony plays with cars Sony, a company that does not ordinarily make cars, unveiled its own \"prototype\" car at CES.  From the outside, the Sony Vision-S is a rather conservatively designed car -- it wouldn't look out of place among cars currently on the road. But under its skin, this electric car shows off an array of Sony's cameras, telecommunications and sensor technologies.  The dashboard contains an enormous digital touchscreen that reaches from one side of the car to the other. Sony's web site for the Vision-S provides surprisingly detailed and realistic specifics. The 536-horsepower four-seat sedan can go from 0 to 60 in under 4.8 seconds, according to Sony.  Though it's designed for real roads, Sony has no plans to mass produce it, a Sony spokesman said. Lamborghini teams up with Alexa Beginning later this year, the new Lamborghini Huracán will have the most thorough integration yet of the Amazon Alexa voice control system. Besides being able to do things like get directions, play music or open the garage door, drivers will now be able to turn on the seat heaters, adjust interior lighting and control other settings with voice commands. Lamborghini is continuing to work with Amazon to add more capabilities, said Maurizio Reggiani, Lamborghini's chief technical officer. For now, the Alexa software doesn't interact with any systems directly involved in driving, Reggiani told CNN. But that could change as Alexa Auto's security is tested and improved.  One of the biggest challenges, he said, has been getting the system to work well in the noisy cockpit of a V10-powered supercar.  Toyota's Woven City Toyota revealed plans for a 2,000 person \"test city\" in Japan in which it will try out new technologies, such as autonomous cars and human assistance robots.  It will be called \"Woven City,\" an apparent reference to Toyota's founding in the 1930s as an offshoot of the Toyoda Automatic Loom Works, a manufacturer of weaving machines. The 175-acre community is near Japan's Mount Fuji, previously the site of a Toyota factory, and will act as a laboratory in which people will live alongside self-driving delivery vehicles and autonomous zero-emission cars. The first residents will be Toyota employees and retirees along with retailers and researchers. \"With people, buildings and vehicles all connected and communicating with each other through data and sensors, we will be able to test AI technology, in both the virtual and the physical world, maximizing its potential,\" said Toyota CEO Akio Toyoda."], "Language": false}