{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/chicago-america-brashest-boldest-city/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Richard Quest and Joe Minihane, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-08T11:21:22Z"], "LastModifiedDate": ["2020-01-08T11:38:36Z"], "Headline": ["How Chicago became America's brashest and boldest city"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Nicknamed the \"city of the broad shoulders,\" Chicago rises majestically out of America's Midwest. Bold, brash and welcoming to anyone willing to dig in and dream big, the Windy City defines the spirit of the United States, having emerged from the ashes of a devastating fire to become a key hub for the country's rapid development. From its architecture to its politics, its cuisine to its immigrant heritage, Chicago is wholly different from New York, Los Angeles, San Francisco and Miami. Everything about this place is big and in your face.  And nowhere defines the Chicago spirit quite like the Palmer House hotel. Built by bank clerk turned retail tycoon Potter Palmer, the original hotel burned down just 13 days after opening, a victim of the Great Fire that swept the city in 1871. 'Fireproof' hotel It reopened as the world's first \"fireproof\" hotel just two years later, becoming a magnet for the great and good of late 19th and early 20th century America. By the time a third iteration of the hotel was built in 1925, Palmer House had become a true Chicago icon. \"Keep in mind, when this hotel opened in 1871, basically what people slept in was their covered wagons going west,\" explains Ken Price, Palmer House's in-house historian. \"Or a public house, which was a single-story building that housed a bar. And the bar was a floor covered in hay.  \"A man would ride into town, drink himself into craziness and then collapse in one of these slots on the floor.\" That all changed after the Great Fire, when virtually all central Chicago was razed to the ground. Price describes how Palmer built a hotel of stone and cement, rather than using timber, adding fascia marble and grand touches to make the building stand out. \"I think Palmer learned from being in this place called Chicago that it would one day be the commercial success it became,\" adds Price. \"He sensed that and that's the reason Chicago became the railroad capital of America, the hog butcher of America, the second manufacturer of steel, processor of grain, processor of wood.\" Soon Palmer House would become a byword for luxury in Chicago. In 1879, it hosted what has since become known as \"the greatest banquet in American history,\" when President Ulysses S. Grant and General Sherman sat down for a meal at which the master of ceremonies was one Samuel Clemens, aka Mark Twain. According to Price, Palmer House still takes great pride in having hosted such a momentous event and the plates, tankards and cutlery used that day have all been carefully stored. \"The entire collection is three levels below the hotel, underneath the hotel subway because this stuff is truly priceless. There are 500 place settings, 18 pieces to a place setting and 24-karat, heavily lacquered gold and bone china.\" Iconic architecture  Palmer House is just one example of Chicago's diverse, fascinating and downright brilliant architecture. The Great Fire gave the architects of the time a blank canvas to create buildings that are still hailed to this day. \"[Chicago] is a city that doesn't worry about following the rules,\" says Chicago's official cultural historian Tim Samuelson. In the wake of the Great Fire, there was scope to try to build a new city that reflected its place at the heart of American industry, technology and culture. The people who came to Chicago to help rebuild were, says Samuelson, renegades. \"They have a different idea of what architecture should look like,\" he says. \"What's the nature of style? What about making a building that reflects its technology? \"How it's built. Giving it a new vision. \"This is what made Chicago different, and because Chicago was a city of people who came from everywhere, there was no set idea of what something should look like.\" Samuelson points to Louis Sullivan, who came to the city in 1873 to make his name as an architect, as perhaps the best example of this phenomenon. \"He had ideas of making a building that would be a part of its environment, that would be expressive of its structure, that would have its form based on what the building is supposed to do, but also to do something that's like an analogy of what you would see in nature, that makes you sigh.\" Perhaps the best example of Sullivan's work is the Schlesinger and Mayer department store, now known as the Sullivan Center. \"If you look at the base of this building, and this strong, green base to it, this is like rooting the building to the ground,\" says Samuelson. \"And as you look up, it rises up to the sky, and then a cornice spreads out that's like the blossoming of a flower.\"  Sullivan's work, along with that of numerous other architects, helped turn downtown Chicago into nothing short of a fine art museum for buildings. Few places, if any, in the United States, can match its grandeur. Politics, power and corruption Chicago's reputation wasn't just built on the back of great architects.  While its famous department stores and skyscrapers are elegant, there's a darker side to this city, where power, money and politics collide. This is a destination renowned for its organized labor, progressive politics and a system of patronage, the latter shaped in large part in the post-war period by one man, Richard J. Daley.  Known as \"da mayor,\" he single-handedly redefined Chicago's political machine. Daley was mayor of Chicago from 1955 until his death in 1976. His controversial tenure was marked by accusations of vote rigging, including claims centering on the election of John F. Kennedy as president in 1960, and systemic violence. The latter was no more apparent than during the infamous 1968 Democratic National Convention, when Chicago's politics drew the attention of the entire world. Don Rose, who worked as Martin Luther King Jr.'s press secretary, saw first hand the brutality meted out to protesters marching on the convention as part of the fight against the Vietnam War. \"I was part of the group of radical troublemakers who were protesting the war in Vietnam and the likely nomination of [Hubert] Humphrey. We wanted to dump Johnson and get rid of the war,\" says Rose. \"We wanted to march to the amphitheater and tell the convention, but they didn't let us march. \"We came right up here out of the park and were met with scores of policemen, police wagons and heavy billy clubs which they called batons. \"They started smashing heads indiscriminately. This became known as the 'Battle of Michigan Avenue'.\" Rose was one of many protesters shouting at TV cameras that \"the world is watching.\" A subsequent federal investigation dubbed the battle a police riot, much to the disgust of Mayor Daley. Rose explains that Daley's approach was part of a wider political machine across the city, known for backhanders and corruption. \"One way or another, you had to pay your way,\" says Rose. \"When inspectors came in, if you were opening up a business, it was very common for them to give you approval and you'd give them a tip as you might tip a washroom attendant.\" According to Rose, the tactics are different today. \"Campaign contributions are the current way and have been for some years rather than naked bribery,\" he says. He stresses that money remains a key factor in driving the continuing issues with the city's politics. \"The big guys make their money in legitimate ways that in many places are considered unethical,\" Rose adds. \"You have a law firm; the most powerful alderman in the city council and the most powerful leader of the State Democrats both make their millions through their law firms which represent people before the board of assessments.\" For all the issues, says Rose, there are, and have been, signs of hope. \"Chicago's an awful lot of things,\" he says. \"It's an awful lot of neighborhoods. On the one side, it's the most segregated city in America. \"Severe problems of race have gone on for generations and yet, out of Chicago, we got our first black mayor and now our second black mayor who's a woman and a lesbian and a fellow named Obama made it all the way to the top.\" Murky worlds  While political graft might have got its name in Chicago, the city was also known for its organized crime, an issue that remained rife until a decade ago. Al Capone famously ran Chicago during the 1920s Prohibition era, taking advantage of immigrant communities, with the mob having a stranglehold on businesses and neighborhoods for much of the 20th century. \"Organized crime in Chicago lasted for so many years and was so powerful because of the people that ran it,\" says Frank Calabrese Jr., a former mob enforcer turned FBI informant. \"Even though the Chicago mob was much smaller in numbers than New York, they were more powerful. A lot had to do with the labor unions, the way they were running businesses and making money with less violence.\" It's here that Chicago's murky worlds collide. \"In order for the mob to survive they need politicians, they need judges, they need law enforcement,\" says Calabrese. This gave rise to protection rackets, which businesses were forced to pay right up until the 1990s. Rush Street, in particular, was under mob rule. \"It was kind of a common knowledge in the city... the mob ran Rush Street,\" says Calabrese. \"Growing up, if you were tough, as a kid... you only had two choices in life... you either became a gangster or a law enforcer,\" he adds. Calabrese helped organize crime across Chicago, but grew tired of his old life. His decision to help the FBI led to an investigation in 2007 that finally helped bring the mob down. Today, there's little left of its infrastructure, even if its style is still felt in the way Chicago does politics. \"There are guys left, but they're not doing what they used to do,\" says Calabrese. \"They went legitimate.\" Baseball wars The influence of Italian culture in Chicago is obvious, especially when it comes to food and, in particular, pizza. This is the home of deep dish and a raging debate about whether such a loaded form of pizza can ever be better than traditional, tavern-style thin crust. However, it's not just vast deep-dish pizzas that keep Chicagoans fueled. The infamous Chicago dog, replete with pickles, onions, relish, mustard and peppers also scores big when it comes to finding something to leave you full for at least a day, especially if you opt for the half-pound \"dogzilla.\" While the pizza debate might seem contentious, it's got nothing on the rivalry between Chicago's two baseball teams, the Cubs and the White Sox. The latter dominates the south, while the former has a stronghold in the north. One man straddles the divide: Darryl Wilson. Wilson is from the south, \"Sox territory\" as he calls it. But he also happens to be the scoreboard operator at Wrigley Field, home of the Cubs. \"Cubby fans are like, banned from my neighborhood, you know?\" laughs Wilson. \"When I got this job, um... I had to tell all my friends, I'm working for the Cubs now. Every year, every day I got off"], "Language": false}