{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/06/opinions/golden-globes-missed-mark-bodenheimer/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Rebecca Bodenheimer"], "Writers": [["Rebecca Bodenheimer"]], "FirstPublishDate": ["2020-01-06T21:12:52Z"], "LastModifiedDate": ["2020-01-08T06:50:12Z"], "Headline": ["How the Golden Globes missed the mark"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Two years ago the Golden Globes were a site of feminist political action.  In the wake of the widespread sexual assault allegations against Harvey Weinstein -- whose trial on charges of sexual assault and rape begins this week -- followed by sexual misconduct accusations against Kevin Spacey, Louis CK and numerous other famous men, many stars dressed in black to display their support for the #MeToo and #TimesUp campaigns. (Weinstein and Spacey have denied all allegations, while Louis CK has admitted to sexually harassing women).  Some actors went further than symbolic gestures. Michelle Williams brought #MeToo founder Tarana Burke to the event, and she wasn't the only one who invited an activist as a plus one. Seth Meyers addressed the \"elephant not in the room\" (Weinstein) head-on, and even joked at his own expense about the Hollywood Foreign Press Association's (HPFA) choice of a man as host.  Finally, several female actors called out gender inequality, most notably Natalie Portman in a simple, but beautifully effective commentary during her listing of the best director nominees: \"And here are all the male nominees.\"     Last year's Golden Globes weren't any better in terms of gender equality among the director nominees: Once again, all were men. They did, however, include some racial and national diversity in the best director nominees, including Mexican director Alfonso Cuarón, who won for \"Roma,\" and Spike Lee who was nominated for \"BlacKkKlansman.\"  In fact, last year's awards featured a particularly racially diverse group of winners: Sandra Oh, Rami Malek, Darren Criss, Regina King and Mahershala Ali all took home acting awards.   But given the continued relevance of #MeToo and the gains women and people of color have made in getting their stories told on the big and small screens, the 2020 Golden Globe nominees were sorely disappointing to many.  There was no Lupita Nyong'o nomination for her incredibly ambitious dual role in Jordan Peele's \"Us,\" and Ava DuVernay's excellent limited series \"When They See Us,\" which was nominated for 16 Emmys and won two, was completely shut out. I was particularly disappointed in the HPFA's failure to recognize Zendaya for her superb work in the disturbing HBO teen drama \"Euphoria.\" Earlier in 2019, many assumed she'd be a shoo-in.  Although there were people of color scattered among the nominees and winners -- Akwafina won for \"The Farewell\" and Ramy Youssef won for \"Ramy\" -- many categories included no non-white actors. This was the case for Best Actor in a dramatic movie; Best Supporting Actor in a movie; Best Actress in both the dramatic TV and musical or comedy TV categories; Best Actor and Actress in a series, miniseries, or TV movie; and Best Supporting Actor and Actress in a series, miniseries, or TV movie. Furthermore, the nominated film dramas were all stories centered on white people, and the same could be said for the nominated TV comedies.  But the biggest disappointment at this year's Golden Globes was the absence of any female directors, particularly because there were more women-directed films in 2019 than ever before, many of which were critically acclaimed. These included Greta Gerwig's \"Little Women,\" Lulu Wang's \"The Farewell,\" Lorene Scafaria's \"Hustlers,\" Melina Matsoukas's \"Queen & Slim,\" Kasi Lemmons's \"Harriet,\" Marielle Heller's \"A Beautiful Day in the Neighborhood,\" Olivia Wilde's \"Booksmart,\" and Celine Sciamma's \"Portrait of a Lady on Fire.\"  There have been various initiatives in recent years designed to increase the number of films directed by women and to give them a platform -- at the 2020 Sundance Film Festival, for example, 46% of the films that will be shown are directed by women. And yet, this progress is nowhere to be seen in awards shows.  As film writer Sara Stewart wrote last month, \"Globes voters have chosen to sweep these remarkable films aside to celebrate a slate of films about the male experience, from the wise guys of 'The Irishman' to the incel-sympathetic 'Joker' to the ubiquitous award-bait of a war film in '1917'...After all, we've had a couple of years of talk about #MeToo and #TimesUp and systemic discrimination against women and people of color in the film industry. Time for a breather, am I right?\" The choice of host contributed to many people's feelings that a backlash was taking place: Ricky Gervais isn't exactly a paragon of feminism and has been called out in recent weeks for transphobia. His entire schtick revolves around thumbing his nose at political correctness, so by making this choice, the HFPA seemed to be tacitly acknowledging that it values shock-jock antics over inclusion.  The HFPA could have invited the talented singer/actor/fashion icon Billy Porter to host -- or, to make up for the lack of female directors, a female comic like Kate McKinnon or Tiffany Haddish -- but instead, it cynically bet on Gervais's propensity to insult large swaths of people to draw viewers.  And insult, he did. Gervais's opening monologue was self-referential, claiming he didn't care about people being offended. He continued: \"Maybe talented people of color were snubbed in all major categories. Unfortunately there's nothing we can do about that. The Hollywood Foreign Press are all very, very racist.\"  Later in the show, he acknowledged the absence of female director nominees with this distasteful joke: \"I've had a word with the Hollywood Foreign Press Association and they've guaranteed this will never happen again. Working with all the major studios, [the HFPA has] agreed to go back to the way things were, when they didn't even hire women directors. That will solve the problem. You're welcome.\"  Yes, these jokes took digs at the HFPA and the Hollywood power structure, but they also punched down at people who have been systematically excluded and portrayed the situation as unfixable: we can't solve racism or sexism, so we might as well \"have a laugh at your expense.\" The whole show had a disjointed, uneven feel. On the one hand, you had Gervais' cynical, who-cares-about-inclusion stance and a deeply narcissistic, tone-deaf Quentin Tarantino acceptance speech for his movie -- \"Once Upon A Time in Hollywood\" --  that largely silenced women's voices. However, Michelle Williams made a rousing feminist acceptance speech about reproductive rights. I couldn't help but note that directly after Williams' speech, \"Chernobyl\" beat out the female-produced Netflix series \"Unbelievable,\" a show hailed as a truly revolutionary sexual assault procedural that went home empty-handed, despite three tour-de-force female performances.   If Phoebe Waller-Bridge's widely loved \"Fleabag\" -- which only days ago got the very rare Obama seal of approval -- hadn't won best TV comedy, women-created stories would have been completely absent from the awards show. Ultimately, this year's awards told me that women-made art still isn't viewed as universally appealing (see the ridiculous brouhaha about \"Little Women\" being only a chick flick) like male-written and directed stories are.  Similarly, film critics wrote about how refreshing it was to see \"Hustlers,\" a movie about strippers, not being filmed with the male gaze in mind; and yet, when it came to doling out nominations, Scafaria, the movie's director, was left out.  The one ray of light during the show were the contrasting performances of masculinity on display. Several films that took home the top prizes -- namely \"Once Upon A Time in Hollywood,\" \"1917,\" and \"Joker\"— are dominated by male actors and storytellers, and feature excessive violence; \"Joker\" has even been interpreted as a manifesto for misogynist incels. Joaquin Phoenix's win for Best Actor for \"Joker\" was the night's biggest disappointment for me, as I've long hoped Antonio Banderas would be awarded for his much quieter, restrained role as a pain-ridden movie director in the sensitive Pedro Almodóvar autobiography \"Pain and Glory.\"   Notwithstanding this trend, a contrast to traditional masculine posturing was seen when, in accepting the Cecil B. DeMille award, Tom Hanks gave what could be called the anti-Tarantino speech. Not only did he start weeping at how blessed he has been in his life and career, he was also humble in his recognition of how many people have contributed to his success.  Veteran actor Brian Cox gave a similarly gracious speech when he won for \"Succession.\" And finally, in one of the feel-good moments of the night, in his Best Supporting Actor acceptance speech, Brad Pitt got sentimental about his professional partnership with Leonardo DiCaprio, ending with a perfectly-timed reference to \"Titanic\": \"I would've shared the raft.\"    Many people presumably take the stance on the Golden Globes that Gervais took: It's just an awards show, and not even a well-respected one at that. But it's still considered to have an impact on Oscar nominations, and calling oneself a Golden Globe winner can help an actor command a higher rate. For a director, it might mean the difference between getting your next movie funded or not.  So, inclusion isn't just an abstract concept -- it matters. And the HFPA still has a long way to go to achieve it. Perhaps its members would do well to consult with the Sundance organizers."], "Language": false}