{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/us/mount-holyoke-professor-attack/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe and Giulia McDonnell, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-01-08T04:02:36Z"], "LastModifiedDate": ["2020-01-08T04:02:36Z"], "Headline": ["A confession of love ended in a professor attacking her friend with a fire poker, police say"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A Mount Holyoke College professor has been charged in an attack that left her friend semi-conscious and barely breathing and stemmed from what police say was a confession of love. Rie Hachiyanagi, 48, was arraigned Friday in a Massachusetts court on charges including assault with intent to murder a victim 60 years or older. She was also charged with multiple counts of assault with a dangerous weapon, armed assault in a dwelling and mayhem.  Hachiyanagi pleaded not guilty to the charges, according to The Washington Post. An attorney for Hachiyanagi, Thomas A. Kokonowski, told CNN he could not comment on the charges at this time.  Police said the victim was a fellow professor but did not identify her. Massachusetts Northwestern District Attorney David E. Sullivan said in a statement she is expected to survive. Victim thought she might die Massachusetts State Police responded to a home just after midnight December 24 after Hachiyanagi called to report that she arrived at her friend's home and found her on the floor -- barely breathing with a head injury, according to an arrest report. When police arrived, they found Hachiyanagi lying on the floor with the semi-conscious victim.  The victim told police she did not know who had attacked her and could not provide any identifying information at the scene, the report said.  But when police conducted a recorded interview of the woman in the triage room at a local hospital, she told police that she saw Hachiyanagi attack her with her fists, rocks, a fire poker and garden shears, the report said.  The woman had seen Hachiyanagi twice that day before the attack and had \"benign\" conversation, according to the report.  But when the woman arrived home later that night, she told police Hachiyanagi emerged from a shadow outside her home and said she wanted to talk about her feelings. The two had been friends for years and had never had a romantic relationship, she told police, adding that Hachiyanagi had a long-term boyfriend.  The woman told investigators she asked Hachiyanagi to come inside. When she turned to enter, she told police Hachiyanagi hit her on the head with something hard and repeatedly struck her while saying that she had loved the woman for years, the report said.  Fearing she may die, the woman told police she lied and said she loved Hachiyanagi, too. She told police she was later able to convince Hachiyanagi to call 911. Police arrested Hachiyanagi that morning. She is being held in the Franklin County House of Correction without bail until her next hearing February 4, according to the statement from Sullivan.  Suspect chairs college art studio Mount Holyoke College, which employs both women, said officials are cooperating with police and that Hachiyanagi has been placed on administrative leave pending a review of the incident. \"We take very seriously the safety and well-being of every member of our community, and the College is providing support to impacted parties as appropriate.\" Hachiyanagi chairs Mount Holyoke's Art Studio, where she specializes in handmade paper works. Originally from Sapporo, Japan, she came to the United States as a high school exchange student, according to her Mount Holyoke faculty bio. On a separate Mount Holyoke College web page, Hachiyanagi has a statement that reads, \"My work in performance and installation expresses both the concrete actuality and the ephemerality of life.\" She also writes, \"Art is a way of being.\""], "Language": false}