{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/entertainment/brad-pitt-marc-maron-leonardo-dicaprio/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-01-07T17:43:18Z"], "LastModifiedDate": ["2020-01-07T20:24:32Z"], "Headline": ["Brad Pitt's 'happy place' is highly relatable"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Brad Pitt's had a rough few years.  But, he said, he's found his \"happy place.\" Marc Maron's former IFC and current Netflix comedy series \"Maron\" is where it's at for Pitt, and the actor explains why on the latest episode of Maron's \"WTF\" podcast. Pitt spoke with Maron, along with his \"Once Upon a Time... In Hollywood\" costar Leonardo DiCaprio, for an hour-long chat. \"Mr. Marc Maron! This is cool as s---! ... Dude, I'm a fan!\" Pitt said, as DiCaprio cut in with, \"He really is. I remember him talking about you on the movie. You were going off.\" \"I love the show,\" Pitt said. \"I've seen it three times -- the entire series. It's my happy place. To see you miserable makes me not feel so bad. It really does.\"  And, really, who among us hasn't found a bit of relief from the chaos of life in a 23-minute sitcom? \"I just love how you -- I think I told you this when I bumped into you -- how you'll suffer some minor injustice in the world from another, have it out with them, you suffer no fools, and then you invite them back to listen to your new turntable or something,\" Pitt continued. When Maron told Pitt the show was leaving Netflix with no future home, Pitt replied, \"into the ether, it's gone?\"  The three went on to discuss \"Once Upon a Time,\" with Pitt revealing his famous line to DiCaprio's character, \"You're Rick f---ing Dalton! Don't you forget that!\" is actually based on Pitt's real life.  In the '90s Pitt says, he was complaining about something on a set, and said someone he didn't name said something similar.  \"I was bitching and moaning; this is like mid-'90s. He said, 'Hey man, don't forget: You're Brad f---ing Pitt.' And you know what? It soothed me,\" Pitt recalled. He also revealed he smoked so much pot with Edward Norton before the \"Fight Club\" premiere at the Venice Film Festival that the two sat laughing at their own jokes throughout the movie.  DiCaprio, however, didn't disclose as much. He talked about comic books, art and movies. The one thing he did share was that he lived in his mom's guest room until his early 20's. That all changed after \"Titanic,\" which of which DiCaprio said he remembers thinking, \"this life will never be the same.\""], "Language": false}