{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/opinions/t-s-eliot-letters-and-bad-male-poets-zakaria/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Rafia Zakaria"], "Writers": [[]], "FirstPublishDate": ["2020-01-07T11:12:15Z"], "LastModifiedDate": ["2020-01-07T11:12:15Z"], "Headline": ["May T.S. Eliot letters send an overdue #MeToo message"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"Emily Hale would have killed the poet in me.\"  So wrote legendary poet T.S. Eliot testily when he learned that Emily Hale, his longtime epistolary partner, rumored paramour and reputed muse was giving all the letters he had written to her to Princeton University's library in 1956 to be unsealed 50 years after they both died (Eliot in 1965, Hale in 1969). Princeton unveiled more than 1,000 letters from Eliot to Hale last week; according to the library, Hale also left photographs, clippings, assorted ephemera and a short note about her relationship with Eliot with her donation. Their correspondence, tantalizing for many literary scholars and fans, was made available for public viewing and is, said Eliot scholar Francis Dickey, \"extremely passionate.\" Transparent in its annoyance, Eliot's statement (housed at the Houghton Library at Harvard and left specifically to be made public upon the letters' release) tells the story not of a sensitive poet, the modernist genius of \"The Love Song of J. Alfred Prufrock,\" but of a man who cannot believe that a woman has the temerity to challenge his version of the story of his life, to present to the world material that would expose him (at best) as a spurned lover. Eliot, who met Hale in 1912 when he was at Harvard and she was attending Smith College, is not alone. A number of significant male poets esteemed and cosseted in literary canon have long claimed a right to sole agency over how their art is perceived by society. That often goes hand in glove with the right to use and misuse the women in their lives on the holy altar of their art. This has made otherwise socially impermissible misogyny tacitly tolerable within the realm of art in general and poetry in particular. The sins of misogynistic poets past must not be so easily forgiven. The gift of verse should not, as it has for so long, deliver undeserved immunity to the estimation of character and its shortcomings. In the Eliot-Hale case, Eliot's statement exposes how his estimation of a woman he loved tanks precipitously when he learns she is about to release correspondence he would rather not have released. \"You have made me perfectly happy: that is, happier than I have ever been in my life\" writes Eliot in one of the 1,131 letters to Hale. Petulant and sulky in his statement by contrast, he alleges instead that \"he and Emily had very little in common.\" Had he stayed with her, he tells us, he would have ended up not as the author of \"The Waste Land\" but as a \"mediocre professor of philosophy.\" Ironically, it is Eliot's own words that suggest a likely reason why he did not want his private passion to be laid bare to the world. In an essay on Montaigne and Shakespeare published in the Times Literary Supplement in 1925, he notes that letters reveal more than autobiography because they represent an \"internal history\" that \"may have much or may have little to reveal about external facts; that internal crisis over which our imagination is tempted to brood for too long.\" If this is true, then his letters to Hale reveal just how crucial she was to the internal battles inside Eliot's head. Eliot the poet was dependent upon her, Eliot the man could not stand to admit that he was.  Using this recipe, Eliot's poetry and Eliot's life are a thing apart. So too it has been for others who fashion themselves literary geniuses.  Take American poet Robert Lowell, for instance. Recently-released correspondence between Lowell and his ex-wife Elizabeth Hardwick show how he used unauthorized quotations from her private letters to him as a foundation for his 1973 poetry collection, \"The Dolphin.\" \"The Dolphin\" and its reviews \"hurt me as much as anything in my life,\" Hardwick wrote when she read the poems and saw what Lowell had done. He had not merely used her letters, he had taken bits and pieces of them, added his own fictive words to her real ones. Lowell the poet used the literary and emotional material gathered up by Lowell the ex-husband. The license to appropriate was largely permitted in the service of poetry, as presumably was the pass Lowell received after punching his first wife, Jean Stafford, in the face.  If Eliot tried to discredit his love letters and Lowell cut them up to collate a passive vengeance, the British poet Ted Hughes went even further. So concerned was Hughes about what his wife, poet Sylvia Plath, who took her own life in 1963, may have said about him in her journals that he claimed to have \"lost\" some volumes of her journals and destroyed others. Another potential reason for his concern surfaced in the form of  unpublished letters Plath wrote to therapist Dr. Ruth Barnhouse in the last days of her life, which allege that Hughes beat her two days before she miscarried her second child and that he wanted her dead. Other letters reveal how distraught Plath was at discovering her husband's adulterous relationships. For all three poets, the women in their lives were largely means toward an end, an end perpetually justified by the imprimatur of art. For Hughes and Eliot in particular, women posed an active threat to the persona they desired to present to the world. In this system of values, a woman could be an Emily Hale -- the muse who served as a hollow receptacle for poetic machination. Or she could be like Elizabeth Hardwick -- an understanding and patient ex-wife, whose words were tinkered and transformed into the jealous and vengeful creature required for Lowell's poetic creations. Worst of all, they could be like Plath, beaten and abused, her words erased and altered. Hughes notably also \"edited\" Plath's 1965 posthumous poetry collection, \"Ariel,\"  changing Plath's selection and order of poems and adding an introduction from Lowell.  (A new edition restoring Plath's arrangement and selection was published in 2004.) Pretending that the misogyny that led Eliot and Lowell and Hughes to diminish and erase the women in their lives can be distilled away from their poetry assures the endurance of misogyny in the verse of the future. Bad men, abusive men, selfish men, it must be admitted, cannot be great poets, deserving of reward and reverence, their sins washed away by rhyme and unreason."], "Language": false}