{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/business/hallmark-card-cut-400-jobs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN Business"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-01-07T08:21:47Z"], "LastModifiedDate": ["2020-01-07T08:21:47Z"], "Headline": ["Hallmark Cards will cut 400 jobs"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Hallmark Cards, Inc. announced Monday that it will cut 400 jobs. The family-owned company based in in Kansas City, Missouri, will be cutting jobs in the greeting card business, retail business and corporate support functions, the company said in a news release. Hallmark Cards said that it saw \"positive performance\" in 2019, but that cutting 400 of its 30,000 global employees would help with future changes.  \"These changes, while not easy, will enable us to invest in new growth strategies that will ultimately help us realize our future vision,\" said Mike Perry, president and chief executive officer of Hallmark Cards, Inc. Of the jobs lost, 325 will be in the Kansas City headquarters, a spokesperson for the company told CNN affiliate WDAF.   \"For over a century, Hallmark has been a leading business in our community. I know this transformation will allow them to continue their key role in our region,\" Kansas City Mayor Quinton Lucas tweeted. \"My heart goes out to workers leaving the firm. We stand ready to assist any Kansas Citians affected by today's news.\" Affected employees will be notified in the coming days and will be offered severance, the release said, and they will be encouraged to apply for other jobs. Hallmark says it is worth about $4 billion and distributes its cards in more than 30 languages to more than 100 countries. In addition, the company owns the craft and art supply company Crayola and is well known for its television channels: Hallmark Channel, Hallmark Movies & Mysteries and Hallmark Drama."], "Language": false}