{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/01/us/princeton-university-portraits-workers-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Monica Haider, CNN"], "Writers": [["Monica Haider"]], "FirstPublishDate": ["2020-01-01T19:55:14Z"], "LastModifiedDate": ["2020-01-06T22:07:38Z"], "Headline": ["Princeton University is hanging a series of portraits that honor its blue-collar campus workers"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Portraits on university campuses usually portray school founders, presidents and donors.  But at Princeton University, portraits of blue-collar campus workers are now taking center stage. A new set of paintings are offering a fresh perspective on the working class, racial struggle and empowerment at the Ivy league school. Mario Moore, the artist behind the paintings, views his artwork as more than just decoration. By showcasing the university's workers, he wants to pay tribute to them and \"put them in positions of power,\" he told CNN.  Moore painted 10 workers at Princeton, including people in facilities, dining, grounds maintenance and security. He focused on African-Americans as his subjects and says he was inspired by the plight of migrant black families who have struggled for job opportunities and equal pay. Growing up in Detroit, he remembers his own father working blue-collar jobs to provide for him.  \"Mario's portraits capture beautifully the character and contributions of valued members of our campus community and bolster our broader efforts to ensure Princeton's portraiture and iconography reflect the University's values and diversity,\" said university spokesman Ben Chang.  \"We are excited to acquire some of Mario's works so they become a permanent part of the University's collection and can be appreciated by future generations of students and returning alumni alike.\" His paintings made an impression on campus Moore, 32, was one of five Hodder Fellows at Princeton. After he completed the program in June, his paintings were displayed at the school's exhibition from September to November. His images made an impression on the community and the Princeton University Art Museum, which subsequently purchased a lot of his work.  Moore originally was planning to paint only male workers at the school. But he struck up a casual conversation with Valeria Sykes, a dining hall worker, and was moved by her long-running dedication to the university.  When Moore asked Sykes what she likes to do for leisure, she replied washing her car. So he took a photo of her detailing her car in a nearby New Jersey park, and began the final product using oil paint. \"I wanted to get input from them (my subjects) about how they wanted to be represented,\" Moore said. \"It was a communal effort. In order for me to make a painting genuine, I needed to connect with them.\" The 8-foot tall painting of Sykes with her car was an eye-catcher at Princeton's exhibition.  She was pleased with the end result as well. \"Just to see someone is so talented that they can just take a photo and you see the beginning stages and the end stages,\" Sykes said.   Another portrait of Sykes depicts her at work in the dining hall. Princeton has chosen to place this portrait in the Rocky-Mathey Hall, where Sykes works.   Moore also will teach a drawing class at Princeton this semester. The school is happy to have him. \"His work and his presence on campus have served to heal some of the lasting wounds of racial division that have long marred this institution's history,\" said Tracy K. Smith, chair of Princeton's Lewis Center for the Arts."], "Language": false}