{"Type": ["article"], "Url": ["https://www.cnn.com/middleeast/live-news/us-iran-soleimani-tensions-live-intl-01-05-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Fernando Alfonso III, Ivana Kottasová, Amir Vera, Jessie Yeung and Eliza Mackintosh, CNN"], "Writers": [["Fernando Alfonso III", "Ivana Kottasová", "Amir Vera", "Jessie Yeung", "Eliza Mackintosh"]], "FirstPublishDate": ["2020-01-05T08:35:24Z"], "LastModifiedDate": ["2020-01-06T13:51:39Z"], "Headline": ["Crowds swarm Tehran to mourn slain Iran military leader Soleimani"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the airstrike and the aftermath has moved here.   Iranian Foreign Minister Mohammad Javad Zarif asked President Donald Trump whether he had ever seen \"such a sea of humanity,\" sharing photos of the thousands who had turned out to mourn Qasem Soleimani in Iran on Monday.  Zarif claimed that the \"end of malign US presence in West Asia has begun.\" The killing of Soleimani could mark the “first step towards the end” of the Iran nuclear deal, German Foreign Minister Heiko Maas warned on Monday, a day after Iran announced it would no longer limit itself to the restrictions imposed by the pact. The deal, known as the Joint Comprehensive Plan of Action or JCPOA, was implemented in 2016, freezing Iran's nuclear program in return for a progressive lifting of international sanctions. On Sunday, Iran announced that it would \"set its limits based on its technical needs,\" essentially rendering the JCPOA redundant if technically still alive. “What was announced is not in line with the nuclear agreement…[the situation] has not got easier, and this could be the first step towards the end of this agreement, which would be a big loss,\" Maas said in an interview with German public radio station Deutschlanfunk. “We will now weigh this up very, very responsibly,” Maas added. According to Maas, European leaders joined US Secretary of State Mike Pompeo on a call over the weekend to discuss the situation. Maas said Pompeo “was not so pleased that [the European leaders] did not agree one hundred percent” with the US position.  Meanwhile, EU foreign affairs chief Josep Borrell reiterated the EU’s call for the “full implementation” of the JCPOA agreement, expressing in a tweet shared on Monday his “regret” that Iran had decided to continue enriching uranium without limitation.   “Full implementation of [the] Nuclear Deal by all is now more important than ever, for regional stability & global security,” Borrell tweeted. The move marks Iran's fifth step in a gradual divorce from the nuclear deal, having chipped away at its provisions in response to the US withdrawal from the deal and re-imposition of tough sanctions. It now no longer recognizes any limits on the operational aspects of its nuclear program, including in enrichment capacity, the extent (or degree) of enrichment, and nuclear research and development. Iraqi Shiite lawmaker Anaam al-Khizaee has said that Iraq will respond with \"legal action\" if US President Donald Trump follows through with a threat to impose sanctions on the country, a US ally. Trump made the remarks on Sunday, reacting to a vote by the Iraqi Parliament to end the presence of \"all foreign troops on Iraqi soil.\" The vote represented a rebuke of the US over its targeted airstrike on Iranian commander Qasem Soleimani at Baghdad International Airport in Iraq early Friday, which was condemned by Iraqi lawmakers as a flagrant breach of the country's sovereignty and a violation of international agreements. \"My next response to the American violation of Iraq sovereignty will be by criminalizing the American troops\" with legal action, al-Khizaee said in a post to Twitter.  Responding to the vote on Sunday, Trump threatened: “If they do ask us to leave, if we don’t do it in a very friendly basis. We will charge them sanctions like they’ve never seen before ever.” \"It'll make Iranian sanctions look somewhat tame,\" he added. Trump said the costs of maintaining an American troop presence in the country over the past many years should be repaid by Iraq if the country chooses to rescind the agreement allowing them to stay. Days after President Donald Trump ordered a drone strike that killed Qasem Soleimani, the powerful commander of Iran's elite Quds Force, the US is bracing for possible retaliatory actions by Iran.  Before the strike, the US had been pushed to the brink of retaliation against Iran or its proxies on multiple occasions, specifically after attacks last summer on oil tankers in the Persian Gulf and oil facilities in Saudi Arabia and Iran's downing of a US drone in June. Here's how tensions between the two nations have escalated in recent weeks: December 27: A rocket attack believed to be linked to a Shiite militia group, backed by Iran's Islamic Revolutionary Guard Corps, killed a US civilian contractor and wounded several US and Iraq military personnel on a base near Kirkuk, Iraq. December 29: According to the Pentagon, US forces conducted airstrikes at five facilities in Iraq and Syria controlled by a Shiite military group known as Kataib Hezbollah -- the group that American officials blamed for the attack on a base near Kirkuk. December 31: Pro-Iranian protesters, demonstrating against the American airstrikes, attacked the US Embassy in Baghdad, scaling walls and forcing the gates open. January 3: Trump said he ordered a precision drone strike at the Baghdad airport to \"terminate\" Soleimani, a top Iranian commander who was plotting \"imminent and sinister attacks on Americans diplomats and military personnel.\" Others were killed in the attack. January 4: Iran vowed retaliation against the US, in response to the strike. If Iran targets \"any Americans or American assets,\" Trump has said he would sanction specific military strikes against Iranian cultural sites, which could amount to a war crime. January 5: Soleimani's body arrived in his home country, where thousands mourned him. Meanwhile, Maj. Gen. Hossein Dehghan, the military adviser to Iran's Supreme Leader, told CNN in an exclusive interview that Tehran would retaliate directly against US \"military sites.\" Major General Ismail Qaani, who was announced as Soleimani's successor just hours after he was killed, vowed retribution for his death on Monday.  \"The revenge for Soleimani's martyrdom is a promise given by God,\" Qaani said, according to Iranian state-news agency IRNA. \"We promise to continue Martyr Soleimani’s path with the same strength and his martyrdom will be reciprocated in several steps by removing the US from the region.\" The streets of Tehran are packed with throngs of Iranians young and old to pay their respects to General Qasem Soleimani, who was killed in a US drone strike last week in Baghdad, Iraq. Iranian state media Press TV have put the number who turned out for his funeral procession as \"millions,” although this is yet to be verified.  Reza Moghaddam, who was among those on Revolution Street, in front of Tehran University, said that the cross-section of Iranian society at the event was unprecedented. “I am 36 years old and have never seen such a crowd,” Moghaddam told CNN. “The most important thing is that they come from all groups.” “From early morning, the people had gathered. They read the Quran. And they were crying, declaring readiness to counter Trump's threat.” Just weeks before, thousands of anti-government protesters had taken to the streets to voice their frustration with Iran’s leaders, as well as the crippling economic sanctions imposed on the country by the Trump administration. But widespread reverence for Soleimani, who commands a cult-like status in the country, has seemingly united Iranians — even critics of the government.  As tensions rise in the Middle East following the killing of Iranian Gen. Qasem Soleimani, more than 3,000 US troops are preparing to deploy to the region -- leaving behind thousands of family members and loved ones. The city of Fayetteville, North Carolina, is home to many of these families -- it's close to the Fort Bragg military installation, which houses more than 53,000 troops. One woman told CNN her husband was already deployed for training. He had been due to train in Africa, then go to the Mediterranean to be stationed in European countries -- but they found out today that he's being rerouted to the Middle East. “It’s stressful for sure, especially with everything that has escalated recently,\" she said. \"He was supposed to be only doing training, and now it’s obviously transpired into something else.\" When veteran Taylor Smith attended church on Sunday, he asked people to pray for his friend, who is being deployed -- right before his pregnant wife is due to give birth.  “The 82nd (division) is trying to push back his deployment date as much as possible, but his wife is a high-risk pregnancy. We believe he’s leaving somewhere around Tuesday, and his wife is due Wednesday,” Smith said.  Thousands of people are mourning Qasem Soleimani in the Iran capital of Tehran -- but they are also visibly angry. Many in the crowd have been there for hours, since before sunrise, grieving for one of the country's top military leaders. These past few days, there have also been furious anti-US protests, both in Iran and the Iraq capital of Baghdad. \"They want what they call hard revenge,\" said CNN correspondent Frederik Pleitgen, who is in Tehran. \"I don't know if you can hear the chants coming from behind me -- a lot of them say, 'Down with the USA,' also 'Death to the USA.'\" \"As they keep pointing out, he's one of the people that fought against ISIS. They believe that he was someone that made this country safer. Of course, the international reputation that he has is very different, but for these folks here he is no less than a hero,\" Pleitgen added. Take a look at the crowds: Oil prices continued to rise today amid rising tensions between the United States and Iran. Futures for Brent crude, the global benchmark, gained 2.4% to reach $70.24 per barrel — the first time prices have hit that amount in more than six months. US oil futures advanced 2.1% to reach $64.36 per barrel. Oil prices rose more than 3% on Friday after Iranian military leader Qasem Soleimani was killed in a US drone strike ordered by President Donald Trump. The killing risks escalating tensions further in the Middle East, which is home to major oil-producing countries and key energy supply routes. Still, analysts said last week that they expect a limited response that won't significantly disrupt crude supplies, keeping a lid on oil prices. Read more here. The streets of Tehran are packed with mourners as the casket carrying slain general Qasem Soleimani -- one of the most powerful and revered men in Iran -- makes its way to Azadi Square. Soleimani was killed last week by a drone strike in Baghdad, Iraq, ordered by US President Donald Trump. The casket is being carried to the square after a prayer ceremony earlier today at the mosque at Tehran University. Iran's vow to strike the US military in retaliation for Soleimani's killing presents the Pentagon with a massive force protection problem. A military threat: In an exclusive CNN interview on Sunday, Maj. Gen. Hossein Dehghan -- the military adviser to Iran's Supreme Leader, Ayatollah Ali Khamenei -- said that Tehran's response to the US drone strike would be to hit back directly on American \"military sites.\" What this means for the US: From Singapore to Djibouti and Bahrain to Brazil, today the US operates about 800 military bases and logistical facilities outside its sovereign territory -- more than any other nation.  And every US installation -- even every soldier, sailor, airman or Marine -- could be a target. Presumably that could also include US Navy ships at sea, US Air Force planes at airports or in the world's skies, or even US troops enjoying themselves off base and off duty. \"There are many ways to hit US personnel, and you can't protect them all,\" said Carl Schuster, a former director of operations at the US Pacific Command's Joint Intelligence Center. Proxy threat: The threat could come from Iranian forces themselves -- or proxies deeply tied to Tehran, like the Lebanese militant group Hezbollah, which has reach across the Middle East and into Africa. While the US military will be on heightened watch, it's hard to stay on constant alert. \"Tight security tends to impede your operations,\" Schuster said, citing the need to resupply bases or ships and the movement of personnel in or out. \"You can't guard them all the time for a very long period of time.\" Read the full analysis here. Early this morning in Tehran, Gen. Qasem Soleimani's body was carried to the mosque at Tehran University, where the country's Supreme Leader Ayatollah Ali Khamenei led a prayer. Now, the body will be carried on the shoulders of his supporters towards Azadi Square in the Iranian capital -- about six miles (10 kilometers) away. Photos from the ground show the casket, decorated with the Iranian flag, held up by a sea of mourners dressed in black.  Later today, the body will spend several hours at a shrine in the holy city of Qom, then be buried in Kerman, Soleimani's hometown. On the weekend, Soleimani's body was carried through major cities in Iraq -- from Baghdad to Karbala and Najaf. Iran's Supreme Leader Ayatollah Ali Khamenei prayed over the body of Gen. Qasem Soleimani on Monday, during funeral services at Tehran University.  Large crowds gathered for the procession, dressed in black as they mourned Soleimani's death. He had been revered as a hero in Iran, which is observing three days of national mourning. After Soleimani's death, Khamenei had vowed “harsh revenge awaits the criminals” who committed the act. Iranian Gen. Qasem Soleimani's daughter warned that her father's death \"will cause more awakening in the resistance front\" and \"will bring darker days\" for the United States and Israel. Speaking in front of a large crowd at her father's funeral procession at Tehran University on Monday, Zeinab Soleimani said President Trump's \"evil plan to cause separation between two nations of Iraq and Iran\" by killing Soleimani and Iraqi militia leader Abu Mahdi Al-Muhandis \"has failed.\" \"Trump, you compulsive gambler, your evil plan to cause separation between two nations of Iraq and Iran with your strategic mistake in assassinating both Haj Qasem and Abu Mahdi has failed and it has only caused historical unity between two nations and their mutual eternal hatred for the United States,\" Zeinab Soleimani said.  \"Hey crazy Trump, you are the symbol of stupidity and a toy in the hand of international Zionists,\" she added in front of a large crowd at the procession.  \"This heinous crime committed by the Americans expresses the spirit of criminality and bullying that covers all crimes of bloodshed, especially on the land of Palestine.\"  The Trump administration is in danger of losing control of the political storm unleashed by its killing of Iran's top general, Qasem Soleimani. President Trump's claim that the drone strike last week made Americans safer is being challenged by cascading events that appear to leave the US more vulnerable and isolated. Criticism in the US: The administration's basis for the attack came under suspicion after Secretary of State Mike Pompeo told CNN that it was not \"relevant\" to reveal how imminent the attacks on US interests were that Trump said Soleimani was planning. Dissent also emerged inside the administration over Trump's vow to strike Iranian cultural sites if Tehran mounts a reprisal strike. Anger in the Middle East: In signs of the deepening crisis, Iran on Sunday announced that it was shaking off restrictions on its uranium enrichment under the Obama-era nuclear deal.  Iraq's Parliament also voted to expel US troops -- which could imperil the fight against extremism and consolidate Iranian influence in Baghdad.  An isolated US: Washington's European allies have distanced themselves from Trump's assault. The US-led military coalition fighting ISIS temporarily stopped its counter-ISIS missions in order to focus on protecting Iraqi bases and coalition forces there from Iranian-backed militias. And in a sign of widening gaps between Iraq and the US, Prime Minister Adil Abdul Mahdi said he had been scheduled to meet Soleimani on the day he was killed. Read more of the analysis here. Iraqi Prime Minister Adil Abdul Mahdi said at a parliamentary session on Sunday that he was scheduled to meet with Qasem Soleimani on the morning the top Iranian general was killed. Mahdi said Soleimani was supposed to carry a message from Iran “in response to the Saudi message that we brought to Iran in order to reach important agreements and situations regarding Iraq and the region.”  Mahdi said he was optimistic after a visit to Saudi Arabia in September 2019 that Baghdad had a plan to open dialogue between Riyadh and Tehran to calm tensions in the region, according to an interview on state-run TV station al-Iraqiya.  Following Mahdi's speech at Parliament Sunday, Shia-majority blocs in the session chanted in support of Soleimani, and against the US and Israel. Watch CNN's Nic Robertson explain: Over the weekend, antiwar activists and protesters marched in major cities across the United States, including New York and Washington. In the nation's capital, they demonstrated outside the White House and the Trump International Hotel, holding signs that read \"US out of Iraq\" and \"No war with Iran.\" In New York, protesters gathered in Times Square. \"Use our taxes for schools, not for war,\" one sign read. Others painted peace signs on their faces and held posters decrying American imperialism. “I’m here to take a stand against war because I have grown up in the last two decades with endless wars in Iraq and Afghanistan,\" said Mandy Ti, who marched in New York.  \"The consequences of another, likely larger, war cannot be predicted or underestimated. I have family in the military and don’t want them in harm’s way for the whims of the president,\" she told CNN. Smaller protests were also held in North Carolina, Georgia, Illinois, New Mexico, Pennsylvania, Oregon, and other states. The sun has risen in Tehran, setting a golden glow on the buildings, and the streets are full of mourners dressed in black. Music is blaring and the crowds are chanting as the funeral procession gets underway. Gen. Qasem Soleimani's body arrived in the city on Sunday, and will now be carried to Azadi Square on the shoulders of supporters.  His body will rest in a shrine in the holy city of Qom, south of Tehran, before arriving in its final resting place in Soleimani's hometown of Kerman. People at the funeral procession are holding portraits of Soleimani and waving Iranian flags. Some are carrying anti-US signs that read \"Down with the USA.\" Soleimani was revered and beloved in Iran, and the country has declared three days of national mourning. Late Sunday night, House Speaker Nancy Pelosi sent a letter stating that the House of Representatives will introduce and vote on a war powers resolution to limit President Trump’s military actions regarding Iran. The statement said: As Members of Congress, our first responsibility is to keep the American people safe. For this reason, we are concerned that the Administration took this action without the consultation of Congress and without respect for Congress’s war powers granted to it by the Constitution.\nThis week, the House will introduce and vote on a War Powers Resolution to limit the President’s military actions regarding Iran. This resolution is similar to the resolution introduced by Senator Tim Kaine in the Senate. It reasserts Congress’s long-established oversight responsibilities by mandating that if no further Congressional action is taken, the Administration’s military hostilities with regard to Iran cease within 30 days.\" Pelosi reiterated that the killing of Soleimani “endangered our service members, diplomats and others by risking a serious escalation of tensions with Iran.” Editor's note: Michael Ware is a former Time magazine and CNN correspondent who was based in Baghdad from 2003 to 2009. The views expressed in this commentary are his own. President Donald Trump says he ordered the killing of Iranian top general Qasem Soleimani \"to stop a war.\" But that's simply not true. Rather than stop a war, Trump just called Tehran's bluff and wagered all in with the single most daring American act in a conflict that's been raging for years. Decades-long war: The war between the United States of America and Iran dates all the way back to 1953, when the US staged a coup d'etat in Iran to take down a popular, secular and nationalist prime minister. This coup then led to the 1979 revolution that placed an ayatollah on the throne and the rule of the mullahs still in power today -- the very same mullahs that Soleimani served. When the Iranians revolted, they overran the US Embassy in Tehran, taking dozens of American diplomats and Marines hostage, as seen in the 2012 movie \"Argo.\" That is when this war began. Not with this week's drone strike. Soleimani's significance: Soleimani did more to shape then re-shape the region than any king, prince, sultan, president, or prime minister. For more than 20 years, he commanded the Quds Force -- arguably, the most elite special forces outfit in the region, if not the world. They are spies, soldiers and technical experts. In Western terms, they are a hybrid of Green Berets, SAS commandos and Delta Force operators all fused into one. Washington understood his value -- that is why Trump ordered the drone strike. Will his assassination alter Iran's strategic ambitions? No. But will it slow them down? Maybe. Read the full op-ed here. Posting on Twitter Sunday, President Trump appeared to declare that his tweets were enough to notify Congress of any US military action -- which led to swift criticism from Democrats. Trump tweeted: \"These Media Posts will serve as notification to the United States Congress that should Iran strike any U.S. person or target, the United States will quickly & fully strike back, & perhaps in a disproportionate manner. Such legal notice is not required, but is given nevertheless!\" The Democratic-led House Foreign Affairs committee shot back at Trump's post in their own tweet Sunday night, stating, \"This Media Post will serve as a reminder that war powers reside in the Congress under the United States Constitution. And that you should read the War Powers Act. And that you're not a dictator.\" The War Powers Act: It states that when US armed forces abroad are \"substantially enlarge(d)\" without a war declaration, \"the President shall submit within 48 hours ... a report, in writing\" to the House Speaker and to the President pro tempore of the Senate. It's been three days since President Donald Trump ordered an airstrike that killed Iranian military leader Qasem Soleimani in Baghdad.  Tensions are running high, with Iran promising revenge, Iraqi lawmakers pushing to expel US troops from the country, world leaders pleading for peace, and protests in several nations. If you're just joining us now, here's what you need to know: The airstrike: A drone strike on Friday killed Soleimani, head of the Islamic Revolutionary Guards Corps (IRGC) Quds Force. It also killed Iraqi militia leader Abu Mahdi al-Muhandis, deputy head of the Popular Mobilization Forces (PMF).\nThe US argument: The Trump administration claims it killed Soleimani in response to an \"imminent threat\" to American lives. The administration has not yet shared the intelligence surrounding the threat, but Trump said he \"may discuss\" releasing some of that information.\nThe response from Iran: Iranian officials called the strike an act of terrorism and war, and vowed that \"harsh revenge awaits the criminals\" who killed Soleimani. Thousands have flooded into the streets for anti-US protests and prayers in mourning of Soleimani, who was revered as a national hero.\nThe response from Iraq: Iraq is also furious -- the strike happened on its soil, and killed an Iraqi leader. The Iraqi Parliament voted earlier today to push the government to expel US troops. Protests have also been happening for days in Iraqi cities.\nThe response in the US: Republicans have almost uniformly supported the airstrike and thanked Trump for standing up for America, while Democrats expressed concern over whether the action was justified. Anti-war protests also took place in major cities like New York and Washington. What to expect today: The funeral procession for Soleimani is continuing Monday in Iran, after his body arrived in the capital, Tehran. His body will be carried by supporters, placed in a shrine, and then finally be laid to rest in his hometown of Kerman. US Customs and Border Protection has denied claims on social media that Iranian Americans were being detained and refused entry to the United States over the weekend. A series of social media posts claimed that Iranian Americans had been held for extended periods of time at a port of entry in Blaine, Washington, at the Canadian border. In one post that was shared more than 24,000 times, activists claimed that CBP had been \"ordered\" to detain \"all Iranians entering the country deemed potentially suspicious.\" \"Social media posts that CBP is detaining Iranian-Americans and refusing their entry into the US because of their country of origin are false. Reports that DHS/CBP has issued a related directive are also false,\" CBP press secretary Matt Leas said in a statement Sunday. The agency said that \"based on the current threat environment, CBP is operating with an enhanced posture at its ports of entry to safeguard our national security and protect the American people while simultaneously protecting the civil rights and liberties of everyone.\" US officials will meet with their Iraqi counterparts on Monday and Tuesday in Washington, with the two countries' relationship under strain. Last week, US officials were extremely angry during discussions with Iraqi officials -- protesters tried to storm the US embassy in Baghdad.\nNow, the tables have turned -- Iraqis are furious about the US airstrike at the Baghdad airport, which killed Iranian military leader Qasem Soleimani.\nThe mood in Iraq: Many are angry that the strike happened on Iraqi soil, and that the country has once again become a battleground for the US-Iran conflict. Some also fear that Soleimani's killing will inadvertently fuel extremism rather than subduing it.\nVote on US troops: The Iraqi Parliament voted earlier today to obligate the government to remove all foreign troops in the country -- a clear rebuke of the US. In response, Trump said he would sanction Iraq \"like \"never seen before\" if the troops were expelled.\nWithheld intelligence: The Trump administration said it had prevented an \"imminent threat\" posed by Soleimani. The US has not shared the intelligence surrounding this threat, despite requests for information from Iraqi officials, according to sources familiar with the discussions.  US officials tried to convince Iraqi leaders to prevent Sunday's parliamentary vote to expel American troops from the country, according to two sources familiar with the discussions.  US officials claimed it would be harmful for Iraq to follow through on such a move and hold the vote at all -- but ultimately the argument fell flat. \"The mood in the country was pushing for it,\" one source familiar with the discussions said of the vote. \"This was not something that could have been avoided.\" Axios was first to report the push by US officials. What the vote means: It is too soon to know if the expulsion vote will come to fruition, due to the legal and procedural steps that would be necessary, the sources said. Iraq's council of ministers will this week have a meeting on the topic, where they will begin to determine the way forward, one of the sources explained. During a flight from Florida to Washington on Air Force One, President Donald Trump spoke with reporters about the increasing tensions with Iran.  He reiterated his threat to target Iranian cultural sites.  They’re allowed to kill our people, they’re allowed to torture and maim our people, they’re allowed to use roadside bombs and blow up our people, and we’re not allowed to touch their cultural site? It doesn’t work that way,” Trump said, according to a pool report. Asked about the prospects of retaliation from Iran after the death of Qasem Soleimani, Trump said “If it happens it happens.” Trump also threatened sanctions against Iraq should US troops be expelled from the country. The Iraqi Parliament voted Sunday to obligate Iraq's government \"to work towards ending the presence of all foreign troops on Iraqi soil.\" “If they do ask us to leave, if we don’t do it in a very friendly basis. We will charge them sanctions like they’ve never seen before ever,” Trump said.  Trump said the costs of maintaining an American troop presence in the country over the past years should be repaid by Iraq if the country chooses to rescind an agreement allowing them to stay.  “We have a very extraordinarily expensive air base that’s there. It cost billions of dollars to build. Long before my time. We’re not leaving unless they pay us back for it,” Trump said. Lastly, Trump said he would not rule out releasing some of the intelligence that led to the US killing Soleimani.  Zainab Qasem Soleimani, daughter of Qasem Soleimani, spoke with Lebanese television station al-Manar TV on Sunday, saying President Trump needs to know \"his crime will never wipe out the remembrance of my father.” She added that “his martyrdom inspired rebirth in our souls.” “You could not match my father, so you targeted him with missiles. Had you been so, you would have confronted him face-to-face,” she said. French President Emmanuel Macron, German Chancellor Angela Merkel and British Prime Minister Boris Johnson issued a joint statement Sunday calling on all parties to “exercise utmost restraint” and saying there is “an urgent need for de-escalation\" concerning rising tensions with Iran after the death of Qasem Soleimani.   We specifically call on Iran to refrain from further violent action or proliferation, and urge Iran to reverse all measures inconsistent with the (Joint Comprehensive Plan of Action). We recall our attachment to the sovereignty and security of Iraq. Another crisis risks jeopardizing years of efforts to stabilize Iraq,” the statement read. The three leaders also said they condemned the attacks on coalition forces in Iraq and are \"gravely concerned by the negative role Iran has played in the region\" under the command of Soleimani. They urged Iraqi officials to continue providing \"all the necessary support\" to the coalition forces.  \"The current cycle of violence in Iraq must be stopped,\" the statement read.  Kata'ib Hezbollah, an Iran-backed paramilitary group of the Popular Mobilization Forces, said in a statement Sunday they supported the resolution by the Iraqi Parliament to remove foreign forces from the country. \"What was achieved was a great victory, considered a first step in the process of liberating Iraq and purifying it from the filth of enemies, and must be followed by other important steps,\" the statement read. The group said closing of \"the US Embassy of Evil\" and adopting the resolution are priorities for the government. Kata'ib Hezbollah praised the parliament members who attended and voted in Sunday’s emergency session.  \"While we commend those who voted in favor of the resolution, we value the courageous stance of Mr. Adel Abdel Mahdi, and the speaker of the House of representatives, and we blame those who missed the voting session, placing themselves on the record of shame and disgrace,\" the statement read.  Iraqi officials are preparing a memorandum for the withdrawal of foreign forces from the country, Iraqi Prime Minister Adil Abdul Mahdi told French Foreign Minister Jean-Yves Le Drian in a phone conversation Sunday. Iraqi officials in various government departments are preparing a memorandum outlining the legal and procedural steps required to implement the resolution of the Parliament regarding the withdrawal of foreign forces,” a statement from the Prime Minister's office read. The Iraqi Parliament voted Sunday to obligate Iraq's government \"to work towards ending the presence of all foreign troops on Iraqi soil,\" according to the media office of the Iraqi Parliament. King Abdullah II of Jordan and Iraqi President Barham Salih spoke by phone Sunday. The King emphasized the need to de-escalate tensions in Iraq and the region.  The King urged all parties to exercise restraint and reiterated Jordan's support for Iraq's security, sovereignty and stability, according to a statement by the media office of the Iraqi President. “Iraq seeks to be a point of cooperation and inclusion rather than to be a battleground to settle scores for all regional and international states,” Salih told the monarch. The bodies of Gen. Qasem Soleimani and his companions arrived in Tehran, Iran, early Monday to massive crowds. according to Iran's Press TV. Soleimani was killed in a US airstrike Friday, increasing tensions between Iran and the United States.  French President Emmanuel Macron called US President Donald Trump on Sunday, emphasizing his solidarity with French allies in the wake of \"the recent increase in tensions in Iraq and in the region,\" he said in a statement.  Macron indicated that the American and French priority should be the pursuit of action against ISIS within the framework of the international coalition and with “full respect for the sovereignty of Iraq.” Macron expressed concern about the destabilizing activities of the Quds Force, which was led by Qasem Soleimani, and reiterated the need for Iran to put an end to such activities. Macron also urged Iran to refrain from any military escalation likely to aggravate regional instability. Muqtada al-Sadr, a leading Shia cleric and the head of Iraq's largest political bloc, Saeroun, called the Iraqi Parliament's vote Sunday a “weak response in comparison to American violations of Iraqi sovereignty.\"  Parliament voted Sunday to obligate Iraq's government \"to work towards ending the presence of all foreign troops on Iraqi soil.\"  Al-Sadr called for Parliament to terminate the security agreement with the United States immediately and to close the “evil American embassy” and all American bases immediately, he said in a statement.  Al-Sadr urged the so-called \"national resistance forces,\" a term used to describe paramilitary and militia forces, to support Iraqi security forces in protecting Iraq’s sovereignty. The bloc leader also wants Iraqi resistance groups inside and outside the country to form “international resistance regiments.” Al-Sadr reactivated the Mehdi Army after Qasem Soleimani's death. The army is his militia group, which was officially disbanded more than a decade ago. A spokesperson for State Department said today that “the United States is disappointed by the action taken today in the Iraqi Council of Representatives” to begin to work towards the end of US troops presence in Iraq.   Earlier Sunday, the Iraqi Parliament voted to obligate Iraq's government \"to work towards ending the presence of all foreign troops on Iraqi soil,\" following the controversial targeted airstrike on Iranian commander Qasem Soleimani and a Iraqi militia leader. Spokesperson Morgan Ortagus said in a statement that the US is awaiting “further clarification on the legal nature” of Iraq’s resolution and that the US hopes Iraq will reconsider.  “We strongly urge Iraqi leaders to reconsider the importance of the ongoing economic and security relationship between the two countries and the continued presence of the Global Coalition to Defeat ISIS,” Ortagus said. Ortagus added: “We believe it is in the shared interests of the United States and Iraq to continue fighting ISIS together. This administration remains committed to a sovereign, stable, and prosperous Iraq.” The resolution to end foreign troop presence in Iraq was passed today overwhelmingly by Shia members of parliament. All Kurdish lawmakers boycotted the vote, only about a dozen Sunni lawmakers attended. The statement from the parliament says the vote “obligates” the Iraqi government to cancel its 2014 request for coalition assistance against ISIS.  Parliament says this includes ending all operations on land, water and Iraqi airspace, for any reasons.  The parliament’s vote is not binding, it is up to the Iraqi executive to enact it, even if it is a care-taker government. At least two Katyusha rockets hit the International Zone in Baghdad — commonly called the Green Zone — late Sunday evening, according to new information released in a statement from the Iraq Defense Ministry. A third Katyusha rocket landed near the Green Zone, according to the statement. It is unclear if there were any casualties or damage to any structures. It is also unclear who shot the rockets. On Saturday, a rocket impacted the Green Zone, the Iraqi Army said in the statement at the time.  The Green Zone contains the parliament, ministries and foreign embassies, including that of the US. Some of the Green Zone is protected by barriers. Iranian Foreign Minister Javad Zarif tweeted details on the legislative action decided upon by Iranian cabinet members Sunday in which the country will no longer limit itself to the nuclear restrictions set forth in 2015 by the Joint Comprehensive Plan of Action (JCPOA). “As 5th & final REMEDIAL step under paragraph 36 of JCPOA, there will no longer be any restriction on number of centrifuges. This step is within JCPOA & all 5 steps are reversible upon EFFECTIVE implementation of reciprocal obligations Iran's full cooperation w/IAEA will continue,\" Zarif tweeted today. More on the JCPOA: Under the terms of the nuclear deal, Iran had committed to not using advanced centrifuges to enrich uranium, among other restrictions on its nuclear program, in exchange for the removal of strict sanctions. But the pact has been in jeopardy since May 2018, when President Trump withdrew the US from the agreement. The deal is still supported by five other nations -- Britain, China, France, Germany and Russia. Since withdrawing from the pact, Washington has passed multiple rounds of sanctions on Iran, crippling the country's economy. Earlier this year, Rouhani said Iran would partially withdraw from the deal in response. After a much anticipated cabinet meeting where Iranian officials discussed the fifth and final phase of cutting down its nuclear commitments, it was decided that Iran will no longer limit itself to the restrictions set forth in 2015 by the Joint Comprehensive Plan of Action (JCPOA), according to a statement on state-run news agency IRNA. “Iran will set their limits based on their technical needs,” the statement reads. “Iran will continue to work with international nuclear agencies and will return to JCPOA limits once all sanctions are removed from the country.\" The limits to nuclear operations outlined in the statement include abiding by limits on uranium enrichment, percentage of uranium enrichment, amount of enriched materials and research and development associated with nuclear operations. The coalition fighting ISIS announced today it was temporarily stopping its counter-ISIS missions because it needs to use all resources to protect coalition forces and Iraqi bases housing them following the airstrike that killed Qasem Soleimani in Baghdad on Friday. Citing the recent attacks by the Kata'ib Hezbollah militia which have resulted in the deaths of a US civilian contractor and Iraqi security forces, the coalition said, “As a result we are now fully committed to protecting the Iraqi bases that host Coalition troops.\" “This has limited our capacity to conduct training with partners and to support their operations against Daesh and we have therefore paused these activities, subject to continuous review,” the coalition said in a statement, using the alternative name Daesh for ISIS. Some context: CNN reported last week that coalition forces had decided to only conduct “limited” counter-ISIS missions with the Iraqi Security Forces and prioritizing force protection due to the attacks by Kata'ib Hezbollah and other security concerns. This has now turned into a full pause. “We remain resolute as partners of the Government of Iraq and the Iraqi people that have welcomed us into their country to help defeat ISIS. We remain ready to return our full attention and efforts back to our shared goal of ensuring the lasting defeat of Daesh,” the coalition said in its statement. Two senior US officials currently serving tell CNN there is “deep opposition” within the administration to targeting cultural sites in Iran.  This follows President Trump’s tweet Saturday evening threatening that as part of retaliation if Iran attacks US interests.  “Nothing rallies people like the deliberate destruction of beloved cultural sites. Whether ISIS’s destruction of religious monuments or the burning of the Leuven library in WWI, history shows targeting locations giving civilization meaning is not only immoral but self-defeating. The Persian people hold a deeply influential and beautiful history of poetry, logic, art, and science. Iran’s leaders do not live up to that history. But America would be better served by leaders who embrace Persian culture, not threaten to destroy it,” one of the officials told CNN. “As a matter of principle, we as a nation and as a military do not attack the culture sites of any adversary,” a former Trump and Obama career administration official said. Several sources tell CNN there are no indications at this time that the US would strike cultural sites in Iran .  The White House did not return a request for comment Saturday evening requesting details regarding the President’s tweet. CNN has asked for comment today regarding the opposition within the administration. CNN’s Alex Marquardt contributed to this story Hezbollah chief Hassan Nasrallah has vowed to mete out \"just retribution\" for the killing of Iran’s top military general Qasem Soleimani, promising to expel US forces from the region.  “The US military presence in the region, US military bases, US military vessels, every US officer and soldier in our region and in our countries and on our lands. The US military are the ones who killed [Soleimani and al-Muhandis] and they are the ones who will pay the price,” said Nasrallah in a televised speech today.  “Soleimani is not only an Iranian issue, he is all of the axis of resistance,” Nasrallah added. “Soleimani is the Muslim nation.” Hezbollah, an Iran-backed Lebanese armed group and political party, is part of a coalition of fighting groups which includes Yemeni Houthi rebels, Islamic Jihad fighters in Gaza and Popular Mobilization Forces in Iraq. Soleimani is widely seen as having masterminded the so-called “axis of resistance.”  “This is an American beginning in the region. We didn’t go attack them. They started a new war, of a new kind, in the region,” Nasrallah said.  He said that the deaths of Soleimani and Iraqi paramilitary leader Abu Mahdi al-Muhandis, also killed in the attack, marked “the beginning of a new phase and a new history, not just for Iran or Iraq but for the entire region.” Before the airstrike: In his speech, Nasrallah said Soleimani visited him in Beirut on New Year’s Day – two days before Soleimani was killed in a US strike in Baghdad airport.  The Hezbollah chief said he felt that the US was planning to assassinate Soleimani. According to Nasrallah, Soleimani smiled and said “I hope so.” Thousands of mourners attended a funeral ceremony today for Qasem Soleimani and his comrades, who were killed in Iraq in a US drone strike Friday. The mourners were seen in the southwestern city of Ahvaz, Iran, today. The body of Soleimani arrived as President Trump threatened to bomb 52 sites in the Islamic Republic if Tehran retaliates by attacking Americans, according to the Mehr News Agency. The scheduled ceremony for Soleimani slated to take place at Tehran's Grand Mosalla on Sunday night has been cancelled due to the delayed procession caused by the large turnout of mourners who showed up in Mashhad, according to the Islamic Revolutionary Guard Corps (IRGC).  The IRGC cited the late arrival of Soleimani’s body to Tehran as a cause for the cancellation. Mourners were advised to attend a ceremony slated to take place at the University of Tehran on Monday. The Iraqi parliament has voted to obligate the Iraqi government \"to work towards ending the presence of all foreign troops on Iraqi soil,” according to the media office of the Iraqi parliament.   Iraq’s Foreign Ministry filed a complaint via two letters to the president of the United Nations Security Council and UN Secretary General, about the “American attacks and assaults against Iraqi military locations,” according to a Foreign Ministry statement.  The complaint was also about the death of Abu Mahdi Al-Muhandis, deputy head of the Iran-backed Iraqi Popular Mobilization, and others on Iraqi soil. “These attacks represent a serious violation of Iraqi sovereignty and the conditions of the presence of the American forces in Iraq,\" the statement read, adding, “Iraq called on the Security Council to condemn the bombing and assassinations.” Hassan Nasrallah, the leader of the Iranian-backed Lebanese militant group Hezbollah, said today that he hoped the Iraqi parliament would draft a law calling for the departure of US troops from Iraq but that – if they don’t – Iraq’s “resistance fighters will not let a single American soldier remain.”  Addressing supporters at a memorial rally south of Beirut for Iranian commander Qasem Soleimani and Iraqi commander Abu Mahdi al-Muhandis, Nasrallah said his hope was that Iraqi lawmakers would end the US presence in Iraq.  If parliament cannot do this, Nasrallah said, “what I know about the Iraqis, and the Iraqi resistance factions is that the honorable [Shia] resistence fighters will not let a single American soldier remain in Iraq.” Secretary of State Mike Pompeo on Sunday backed President Trump's strong threats to Iran as the US braces for potential retaliatory actions by the country following an attack last week by US forces that killed Iran's top military leader.  \"The American people should know that we will not waver. We will be bold in protecting American interests and we will do so in a way that is consistent with the rule of law,\" Pompeo told CNN's Jake Tapper on \"State of the Union.\" Pompeo continued: \"We're trying to restore deterrence that frankly is a need that results directly from the fact that the previous administration left us in a terrible place with respect to the Islamic Republic of Iran ... we have developed a strategy to convince the Iranian regime to behave like a normal nation. That's what our strategy is about. We've been executing it.\" Some context: The comments from Pompeo come amid dramatically increasing tensions between Tehran and Washington following a series of US attacks in the region, including one last week in Iraq that killed Iranian military commander Qasem Soleimani and several others. Though the President has claimed Soleimani was planning attacks on US forces and that the action was taken \"to stop a war,\" he vowed specific military action against Iran if it \"strikes any Americans, or American assets.\" Watch more of Pompeo on \"State of the Union\" below: Supporters of the Iran-backed Lebanese militant group Hezbollah have gathered for a memorial rally in Beirut.  The message coming from the angry crowd is clear: They expect a war. There's a sense of focused energy at this gathering. Lebanese Hezbollah has received support from Iran and the men here consider Qasem Soleimani to be one of their key leaders. Some of the women are dressed in black, carrying Soleimani's portraits. They expect revenge and conflicts to be ahead. Many in the crowd are wearing yellow headbands with the words \"Death to Americans\" written on them.  Hassan Nasrallah, the head of the Lebanese Hezbollah, addressed the rally on Sunday, promising a revenge.   He said the deaths of Soleimani and Iraqi commander Abu Mahdi al-Muhandis marked “the beginning of a new phase and a new history, not just for Iran or Iraq but for the entire region.” More context: Lebanese Hezbollah has long been in a state of conflict with Israel and many are concerned there may be flash points. A spark of conflict between the two sides could end in a catastrophe.  Iran’s Foreign Ministry summoned the Swiss envoy in Tehran today to protest against President Trump’s comments threatening Iran’s cultural sites, according to state-run IRNA. Deputy Foreign Minister Abbas Araqchi told the Swiss charge d’affaires – who represents US interests in Iran and acts as a diplomatic conduit between Tehran and Washington – that Trump’s threats “are prohibited by the International Humanitarian Law governing the armed conflicts\" and amount to” war crimes.” Araqchi was referring to tweets by the US president threatening to strike 52 Iranian sites, including cultural sites, if Iran takes action in the aftermath of the targeted killing of one of its top commanders Qasem Soleimani early Friday. “Araghchi said that Trump's hostile, threatening, and unlawful remarks are in contravention of the International Law,” IRNA reported. Read Trump's tweets below: The Iranian government is set to make a decision on the future of the nuclear deal on Sunday. President Hassan Rouhani's Cabinet will hold a meeting Sunday evening to discuss the fifth phase of cutting down its nuclear commitments, which will determine the country's approach to the Joint Comprehensive Plan of Action (JCPOA), Iran’s Foreign Ministry said Sunday.    \"Today's decision will determine Iran's policy concerning the implementation of the JCPOA and the future of the deal,\" Iranian Foreign Ministry spokesman Abbas Mousavi said Sunday at a presser in Tehran, as quoted by state news agency IRNA.   France, Germany and China have urged Iran to preserve the deal. Mousavi also said that foreign media is trying to portray killed general Qasem Soleimani in a wrong way and that those attempts will not succeed.  He thanked the Iraqi government for the funeral ceremony for those killed in the US airstrike Friday, and expressed condolences on the “martyrdom” of Abu Mahdi Al-Muhandis and everyone killed in the airstrike. The European Union Foreign Affairs Chief Josep Borrell has invited Iranian Foreign Minister Javad Zarif to Brussels, the EU’s diplomatic branch wrote in a statement on Sunday. According to the statement by the EU External Action Service, Borrell and Zarif spoke on the phone during the weekend about “the need for de-escalation” and “the importance of preserving the JCPOA [nuclear deal].” The statement further states that in the call, Borrell “urged Iran to exercise restraint” and “carefully consider any reaction” in order to avoid further escalation. Borrell said a regional political solution was “the only way forward” and the EU was ready to support this. The scale of Iran's influence across the Middle East in on display on Sunday. In Beirut, the Iran-backed Lebanese militant group Hezbollah is holding a rally and a memorial service to honor “two martyrs Soleimani and Al-Muhandis.” Hezbollah Secretary General Hassan Nasrallah condemned the killing of Soleimani and said that the US will not be able to achieve any of its goals by this.  Nasrallah has also said that the group would \"complete his path and work day and night to achieve his goals.\"  The Iraqi Parliament called an extraordinary session for Sunday to decide the future of US troops in Iraq. The meeting was scheduled to start at 1 p.m. local time (5 a.m. ET), but has been delayed. Several members of parliament told CNN only 20 or so lawmakers have turned up, out of a total of 329. It's uncertain whether the session will go ahead at all -- the Iraqi Parliament often fails to meet when contentious issues are on the agenda. Draft proposals that have been submitted by a number of political parties vary from a plan to force US troops out immediately, to keeping them in the country under revised conditions.  Hamdallah al-Rikabi, member of Saeroun, Muqtada Sadr’s political party, said “we are hoping to see a national decision by all political parties that US troops leave the country immediately.”  Al-Rikabi added his party has been asking for US troops to leave for some time, because the longer US troops stay in the country, problems will increase. He said US troop withdrawal is necessary in order to preserve Iraqi sovereignty. Other pro-Iranian and hardline Shia parties also want all US military presence in country to end immediately. But more moderate Shia political parties, like Dawa, want to revisit the US Iraqi agreement. They want to keep US troops in the country, but take away the immunity the US troops now enjoy.  According to Sunni lawmaker Wahda Jumaili and Kurdish lawmaker Sarkawt Shamsulin, Sunni and Kurdish parties want the US troops to remain. They want to see a legal agreement between US and Shia militias to not target each other, and for both to only target \"extremist groups.\" Iran has hoisted a red religious flag warning of a severe battle to come.  For the first time, the flag was unfurled on the great mosque of Jamkaran, a Shia pilgrimage site, in the Iranian holy city of Qom.  It calls for avenging Imam Hussein, the grandson of the Prophet Mohammed, who was slain during a bloody battle in Karbala.  Hussein is a central figure in Shia Islam. Video: Mehr The flag’s slogan – “O’ Avengers of Hussein” – was popularized in the uprising that followed Hussein’s death.  Its resurfacing in Iran serves as an ominous signal of Iran’s expected response to the US assassination of its most powerful military commander, Qassem Soleimani.  Tehran has vowed “forceful revenge” for his killing. The military adviser to Iran's Supreme Leader said Sunday that his country's response to the killing by the United States of one its most influential commanders will certainly be a military response \"against military sites.\" In an exclusive interview with CNN in Tehran, Hassan Dehghan said: \"The response for sure will be military and against military sites.\" Dehghan, a former defense minister, is the main military adviser to Supreme Leader Ayatollah Seyyed Ali Khamenei and is very close to him. Read the full story here. Iran's leaders have promised a retaliation for the killing of the country's top general Qasem Soleimani. With proxy militia strewn across the Middle East, what could a response from Iran look like? Tehran has many options. Watch CNN's Tom Foreman look at possible scenarios:  Top US national security officials continue to defend the Trump administration's claim that it killed Iranian military commander Qasem Soleimani in response to an imminent threat to American lives, but the lack of evidence provided to lawmakers and the public has fueled lingering skepticism about whether the strike was justified. President Donald Trump, Secretary of State Mike Pompeo and top military officials have offered similar explanations for targeting Soleimani, citing an \"imminent\" threat from his plans to carry out what Chairman of the Joint Chiefs Mark Milley called a \"significant campaign of violence\" against the US in the coming days, weeks or months. But questions have continued to swirl in recent days about the imminence of such Iranian attacks, whether the administration fully considered the fallout from such a strike against Soleimani, and if an appropriate legal basis was established for the presidential authorization of lethal force. Read the full story here. Iranian Foreign Minister Javad Zarif took to Twitter Sunday to slam US President Donald Trump for threatening to bomb 52 Iranian sites, including cultural sites, if Iran takes action in the aftermath of the killing of top general Qasem Soleimani. Zarif said targeting cultural sites would be in breach of key principles of international law.  “Targeting cultural sites is a WAR CRIME,” Zarif tweeted. “Whether kicking or screaming, end of US malign presence in West Asia has begun.” Also taking to Twitter Sunday was Iran’s Minister of Information Mohammed-Javad Azari Jahromi who described US President Donald Trump as “a terrorist in a suit.” Trump issued the warning to Iran via Twitter Saturday. Read more about the threat here. Mourners have taken to the streets in Iran’s western town of Ahvaz. The bodies of Qasem Soleimani and Abu Mahdi al-Muhandis arrived in the city earlier. A funeral service for Soleimani will take place later on Sunday in Mashhad, at the holy site of Imam Reza Shrine.  Iran will observe three days of national mourning, paying respects to Soleimani, who was seen as a national hero and has been called a martyr by the Iranian leadership. British Foreign Secretary Dominic Raab said it is important to “de-escalate and stabilize the situation” in the Middle East in the aftermath of the killing of Iranian General Qasem Soleimani but “understands the position that the Americans found themselves in.” Raab said he was “not naïve” about the role of Soleimani, the Qods force or the Iranian Revolutionary Guard in the region – describing the general as a “regional menace” -- but emphasized that “a war is in no one’s interest.” Speaking on Sky News on Sunday, Raab said “the only people who would gain” from a possible war would be terrorist groups like ISIS who would try to exploit the vacuum created by any war on the ground. He said he had spoken to Iraq’s Prime Minister Sunday morning, to the Iraqi President Saturday night, and was planning to contact Iran’s Foreign Minister Javad Zarif. Raab said he is meeting next week with US Secretary of State Mike Pompeo as well as his French and German counterparts. Raab's boss, UK Prime Minister Boris Johnson, has found himself under mounting criticism over his notable absence. Johnson has not issued any statements or cut short his Caribbean holiday in light of the escalating tensions in the Middle East.  Hashtag #WhereIsBorisJohnson was trending on Twitter in the UK, and opposition politicians including Labour leader Jeremy Corbyn criticized the PM. Raab defended his boss, insisting he has been in constant contact with Johnson and “the Prime Minister is in charge.” Iranian military commander Qasem Soleimani was killed Friday following a US airstrike. Here's a recap of what we know: Iran's military leader killed: Soleimani, top general and one of the most powerful men in Iran, was killed in a US drone strike at Baghdad airport early Friday. The deputy head of an Iran-backed Iraqi militia was also killed. US Secretary of State Mike Pompeo said the airstrikes disrupted an \"imminent attack\" in the region that put American lives at risk.\nFuneral processions were held Saturday: Thousands mourned Soleimani at services in Iraq and Iran. The general's body arrived to Iran earlier on Sunday.\nUS deploying troops: The US is sending thousands of additional troops to the Middle East in response, according to a US defense official.\nSoleimani was watched as he moved around the region: Soleimani was under frequent surveillance by the US intelligence community, according to a senior administration official.\nRockets strike Iraq: A number of rockets landed in the Baghdad neighborhood of Al-Jadiriya and outside Balad Air base on Saturday. At least one rocket hit Baghdad’s Green Zone, the Iraqi Army said in a statement. It is unclear where the rockets were shot from and who fired them.\nInternational reaction: France, Germany and China urge Iran to preserve the nuclear deal and not violate it.  In Iraq's capital on Saturday, thousands of people attended a funeral procession, mourning Qasem Soleimani and Abu Mahdi al-Muhandis, deputy head of the Iran-backed Iraqi Popular Mobilization Forces, as they chanted \"death to America.\" Mourners wept as they walked alongside the vehicle carrying his coffin down the streets of Baghdad. Some carried signs that read, \"We are all Muhandis and Soleimani.\" Iraqi Prime Minister Adil Abdul Mahdi was among the crowd of mourners walking next to the cars carrying the coffins. Some women carrying flags of the Iraqi Popular Mobilization Forces — the forces al-Muhandis commanded — erupted into tears when the slain commanders were mentioned. Many mourners said the attack strengthened their resolve to expel US forces from Iraq. \"This strike killed our heroes, but it created a thousand more Hajji Soleimanis and Muhandises,\" said Assifa Abbas, 50, a mother of three PMF fighters. \"If Parliament doesn't vote to expel US troops, they will see the true face of the Iraqi street.\" During Iranian President Hassan Rouhani's visit to Qasem Soleimani's family Saturday, Soleimani's daughter asked him: \"Who will take revenge for my father?\" \"Everyone will take revenge,\" he replied, in a video aired by Iranian state television. Iran's Supreme Leader, Ayatollah Ali Khamenei, has vowed \"harsh revenge,\" according to a statement on his official website. \"His pure blood was shed in the hands of the most depraved of human beings,\" Khamenei said. In a letter to the United Nations, Iran described the attack as state terrorism and an unlawful criminal act. European officials and the UN have called for de-escalation. It was \"tantamount to opening a war,\" Majid Takht Ravanchi, Iran's ambassador to the UN, told CNN's \"Erin Burnett OutFront\" on Friday. He said the strike had escalated a war that started when the US pulled out of a nuclear deal with Tehran in 2018. Qasem Soleimani's body is to be transferred to Iran for funeral services today in Mashhad and Monday in Tehran, Iranian state media reported. Iran will observe three days of national mourning. "], "Language": false}