{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/05/cnn-underscored/samsung-8k-4k-qled-tv-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-01-06T02:39:00Z"], "LastModifiedDate": ["2020-01-06T02:39:00Z"], "Headline": ["Here's your guide to Samsung's 2020 4K and 8K QLED line"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Samsung is kicking off CES 2020 with big upgrades to its home entertainment offerings.  As you might expect, it's all about enhancing the experience with more smarts and sharper pictures that are equally as vibrant. There's new technology powering these TVs, which you can expect to start shipping in the spring. The current line of 4K UHD, 4K QLED, and even 8K QLED panels, still provide a solid viewing experience. You'll get the picture quality Samsung TVs are known for, and on QLED models, which utilize Quantum Dot (a layer on top of the LED-backlit), you can get the top of the line picture. It's basically Samsung's answer to OLED that aims to address the burn out of individual pixels. Like Samsung normally does, the flagship piece of hardware for CES 2020 is the bezel-less Q950TS. And this is the flagship 2020 QLED 8K TV. It's quite astonishing, and we'll soon update this with photos. The bezel-less design is being dubbed an Infinity-Screen (similar to the naming convention for the Galaxy S10 and Note 10), and it's as if the 8K screen blends into the metal frame.  So yes, the design is stunning. There's a tiny center stand, but you can mount this model with the no-gap wall mount.  All QLED 8K models, including the Q950TS, are powered by the Quantum Processor 8K. Since there isn't much 8K content available, this processor handles the upscaling of lower-quality content. This way, it can look its best on an 8K panel. I haven't seen this in action on the 2020 8K models, but 2019 upscaling performed well.  On the 4K side of things, it seems that Samsung will embrace the value market more in 2020. For starters, you can expect 4K panels to become more affordable — and that goes for UHD (ultra-high definition) and QLED panels. We're not sure how many will make the jump to QLED, but we'll dig for information. 4K QLEDs aren't receiving full redesigns, like the 8K model. Some models will feature a new boundless design that aims to decrease bezels. But for a picture, Samsung is using Dual LED technology, which aims to cut out blue light and less light leak from the sides. These work in conjunction with one another and should deliver a sharper picture. And if you're someone who wants the TV to do the adjustments on its own to deliver the best quality, rather than you digging through settings, Adaptive Picture is welcome news. Thanks to a light sensor in the Samsung logo on the TV, it can get a sense of your room and customize the picture settings. Keep in mind, though, if you like to fine-tune the experience, you can shut it off. In a similar vein, 4K QLEDs will also feature active voice amplification. With this turned on, the TV is listening for anything with a loud decibel that might last for a few seconds. If detected, it can raise the volume on dialogue, so you won't miss it. We don't know the exact sizes, but we're expecting a range from around 32 inches to the high 70s. Samsung is expected to share more details on the 2020 4K QLED line, as well as the 8K and 4K UHD line, in the spring. Both the 4K and 8K models will run an updated version of Samsung Smart TV. A new addition will be Samsung Health, which will let you sync data across your Samsung account. It should also give you easy access to exercise content and Calm. Support for AirPlay 2, Google Assistant, Amazon Alexa, and of course, Bixby, will be here. And Smart TV wants it to make it easier to access the content you want, so with new discovery features and a redesign guide, you should be able to quickly find them. The Samsung TV that looks like it could be in a museum also is receiving updates in 2020.  The Frame is still a 4K QLED and will feature the Quantum Processor 4K, and like the other 4K QLEDs, it will use the Dual LED panel for a sharper and clearer picture. It seems like a well-rounded update to The Frame, plus you can make it look more like a piece of art with the one connector and no-mount wall gap. This also means that 2019 models, which offer an equally solid experience, will likely see discounts.  The vertical and horizontal Sero rounds out the lifestyle area for Samsung TVs. This model features a motor that enables the quick switch, so it can't be mounted, but comes with a stand. There's no word on pricing for Sero.  Bookmark us and follow us on Instagram, Facebook and Twitter for all the announcements out of CES 2020. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}