{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/05/politics/iranian-cultural-sites-us-strikes-donald-trump/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jim Sciutto, Chief National Security Correspondent"], "Writers": [["Jim Sciutto"]], "FirstPublishDate": ["2020-01-05T19:21:01Z"], "LastModifiedDate": ["2020-01-05T20:42:50Z"], "Headline": ["Senior US officials say there is widespread opposition within the Trump administration to targeting cultural sites in Iran"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Two senior US officials on Sunday described widespread opposition within the administration to targeting cultural sites in Iran should the United States launch retaliatory strikes against Tehran, despite President Donald Trump saying a day before that such sites are among dozens the US has identified as potential targets. \"Nothing rallies people like the deliberate destruction of beloved cultural sites. Whether ISIS's destruction of religious monuments or the burning of the Leuven Library in WWI, history shows targeting locations giving civilization meaning is not only immoral but self-defeating,\" one of the officials told CNN. \"The Persian people hold a deeply influential and beautiful history of poetry, logic, art and science. Iran's leaders do not live up to that history.  But America would be better served by leaders who embrace Persian culture, not threaten to destroy it,\" they added.  \"Consistent with laws and norms of armed conflict, we would respect Iranian culture,\" the second senior US official said. Another official who formerly worked in both the Trump and Obama administrations told CNN: \"As a matter of principle, we as a nation and as a military do not attack the culture sites of any adversary.\"  Additionally, several sources tell CNN there are no indications at this time that the US would strike cultural sites in Iran. The comments from the current and former officials come hours after Trump, in a series of tweets on Saturday, threatened to attack 52 Iranian sites -- including cultural ones -- should the country respond with military force to a US strike in Iraq last week that killed Iranian military commander Qasem Soleimani and several others.  The pointed threat by the President has been met with criticism as it's highly unusual for the US to target cultural rather than military sites, with some critics suggesting such action may violate international law. Among those critics was Colin Kahl, former deputy assistant to President Barack Obama and national security adviser to Vice President Joe Biden, who tweeted on Saturday that targeting such sites would be \"a war crime\" and that he finds it \"hard to believe the Pentagon would provide Trump targeting options that include\" them.  The White House did not return a request for comment Saturday evening for details regarding the President's tweet. CNN has asked for comment on Sunday regarding the opposition within the administration. Secretary of State Mike Pompeo on Sunday defended Trump's Twitter threat, arguing during an interview on CNN's \"State of the Union\" that such an action would not violate international law and instead suggested it would be a continuation of the administration's attempt at deterrence and defense. \"If we need to defend American interests, we will do so. What President Trump said last night is consistent with what we have said all along,\" he told CNN's Jake Tapper. \"And the American people should know we will always defend them and we'll do so in a way that is consistent with international rule of law and the American Constitution,\" Pompeo said, insisting when facing pushback from Tapper that strikes against Iranian cultural sites and an action consistent with international law are \"not two different things.\""], "Language": false}