{"Type": ["article"], "Url": ["https://www.cnn.com/2014/11/27/us/ray-rice-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Library"], "Writers": [[]], "FirstPublishDate": ["2014-11-27T20:48:59Z"], "LastModifiedDate": ["2020-01-04T22:45:44Z"], "Headline": ["Ray Rice Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of former NFL running back Ray Rice. Personal Birth date: January 22, 1987 Birth place: New Rochelle, New York Birth name: Raymell Maurice Rice Father: Conrad Reed Mother: Janet Rice, special education teacher Marriage: Janay (Palmer) Rice (March 28, 2014-present) Children: Jaylen, 2016; Rayven, 2012 Education: Attended Rutgers University 2005-2007 Other Facts Rice's father, Conrad Reed, was accidentally killed in a drive-by shooting when Rice was 1 year old. Myshaun Rice-Nichols, a cousin and father figure to Rice, was killed in a car accident when Rice was 11 years old. Selected three times for the Pro Bowl (seasons 2009, 2011 and 2012). Founded the Ray Rice Charitable Fund to support underprivileged children in Baltimore and his hometown of New Rochelle, New York. Key events in the Ray Rice story. Post-football activities have included working with organizations such as A Call to Men and the Childhood Domestic Violence Association, and speaking to professional football teams about domestic violence. Timeline April 26, 2008 - Selected in the second round, 55th overall, in the NFL draft by the Baltimore Ravens. July 2012 - Signs a five-year, $35 million contract with the Ravens. February 3, 2013 - Rice earns a Super Bowl win when the Baltimore Ravens defeat the San Francisco 49ers in Super Bowl XLVII, 34-31. February 15, 2014 - Rice and his fiancée, Janay Palmer, are involved in an early-morning fight on an elevator in an Atlantic City, New Jersey, casino. Atlantic City police say Rice and Palmer struck each other with their hands and refused medical treatment at the scene. The couple is arrested and taken to the Atlantic City Police Department holding facility. Each is charged with simple assault. February 19, 2014 - TMZ releases video of Rice dragging Palmer out of the elevator in which the incident occurred. March 27, 2014 - Rice is indicted by an Atlantic County grand jury on a charge of third-degree aggravated assault. The charge against Palmer is dropped. Rice and Palmer are married the next day. May 1, 2014 - Rice pleads not guilty to aggravated assault and applies for a program for first-time offenders that could clear him of charges in one year. May 20, 2014 - Rice is accepted into a diversionary program, or a pretrial intervention program. May 23, 2014 - The Ravens hold a news conference with Rice and Palmer. Rice apologizes for \"the situation my wife and I were in.\"  July 24, 2014 - The NFL announces a two-game suspension for Rice. July 31, 2014 - Rice tells reporters at a Ravens news conference that the violent incident is not representative of who he is. \"You know that's not me,\" he says. \"You know that's something I have to live ... with the rest of my life.\" He calls his actions \"inexcusable.\" August 1, 2014 - NFL Commissioner Roger Goodell addresses the media for the first time after Rice's suspension while in Canton, Ohio, for the Pro Football Hall of Fame ceremonies. He defends his decision: \"I take into account all of the information before I make a decision on what the discipline will be. In this case, there was no discipline by the criminal justice system. They put him in that diversionary program.\" August 28, 2014 - Amid criticism for Rice's punishment, the NFL announces a new, harsher policy for domestic violence and other violent conduct. In a letter, Goodell admits that he got the Rice punishment wrong, without mentioning him by name. September 8, 2014 - TMZ releases surveillance footage from inside the elevator showing Rice punching Palmer. Hours later, the Ravens terminate Rice's contract and Goodell announces Rice's indefinite suspension from the NFL. The league claims it had not seen the video from the elevator's interior until it was released by TMZ. September 10, 2014 - The NFL announces that former FBI Director Robert Mueller will lead an independent inquiry into the league's investigation and how it gathered evidence in the case. Two NFL owners who are attorneys -- John Mara of the New York Giants and Art Rooney II of the Pittsburgh Steelers -- will oversee the independent investigation. September 16, 2014 - The NFL players' union announces it has filed an appeal of Rice's indefinite suspension by NFL Commissioner Goodell. October 21, 2014 - NBC Sports ProFootballTalk reports Rice has officially filed a wrongful termination grievance against the Baltimore Ravens. November 5-6, 2014 - Former US District Judge Barbara Jones, a neutral arbitrator, presides over Rice's indefinite suspension appeal hearing in New York. November 28, 2014 - Rice wins an appeal of his indefinite suspension by the NFL, and is reinstated effective immediately, according to the NFL players' union. January 9, 2015 - Mueller releases his \"Report to The National Football League of an Independent Investigation into the Ray Rice Incident.\" According to the report, investigators did not uncover evidence that anyone at the NFL received or viewed the interior video before it became public. He concludes that the NFL, \"should have taken additional steps to obtain all available information about the February 15 incident.\" January 15, 2015 - Rice's salary grievance filing against the NFL is settled. May 21, 2015 - After Rice completes the terms of the pretrial intervention program, a judge dismisses the domestic violence charges against him."], "Language": false}