{"Type": ["article"], "Url": ["https://www.cnn.com/2012/12/06/world/europe/duchess-catherine---fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2012-12-06T16:38:32Z"], "LastModifiedDate": ["2020-01-04T22:42:53Z"], "Headline": ["Duchess Catherine Fast Facts"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Here is a look at the life of the Duchess of Cambridge, the former Catherine (Kate) Middleton.   Personal Birth date: January 9, 1982 Birth place: Reading, Berkshire, England Birth name: Catherine Elizabeth Middleton Father: Michael Middleton, former airline pilot, now mail-order business owner Mother: Carole (Goldsmith) Middleton, former flight attendant Marriage: Prince William, The Duke of Cambridge (April 29, 2011-present)  Children: George Alexander Louis, Charlotte Elizabeth Diana and Louis Arthur Charles Education: University of St. Andrews, Fife, Scotland, 2005, MA, Art History Other Facts Is the eldest of three children of self-made millionaires. Her engagement ring belonged to Princess Diana. Timeline 2001 - Meets Prince William at University of St. Andrews.    2002-2005 - Shares living quarters with William and several other college students. 2003 - Begins dating Prince William around Christmas. April 1, 2004 - First public sighting of the couple, a ski trip in Switzerland, is reported. 2006-2007 - Works as an accessories buyer for British ladies' fashion chain store Jigsaw. March 2007 - Ends relationship with Prince William, but within months they are on again. October 2010 - Becomes engaged to Prince William during a trip to Kenya. November 16, 2010 - Prince Charles officially announces the engagement to the world. April 19, 2011 - The Middleton family coat of arms is unveiled. April 29, 2011 - Marries Prince William, the Duke of Cambridge at Westminster Abbey and becomes Her Royal Highness the Duchess of Cambridge. June 2011 - The Duke and Duchess make an apartment on the grounds of Kensington Palace their London home. June 30-July 8, 2011 - The couple's first official trip to a foreign country, Canada. July 8-10, 2011 - Visits Los Angeles, where she and Prince William visit a job fair for veterans and an arts center in a low-income neighborhood. It is her first trip to the United States. July 22, 2011 - Her wedding dress is put on display at Buckingham Palace. January 5, 2012 - Announces the four charities she will support as a patron: the Art Room, which helps disadvantaged children express themselves through art; the National Portrait Gallery, which houses a famous collection of royal paintings and photographs; East Anglia's Children's Hospices, which helps children with life-threatening conditions; and Action on Addiction, which assists those with addiction issues. March 19, 2012 - Gives her first official public address at East Anglia's Children's Hospice facility in Ipswich, England. September 2012 - The French magazine Closer runs photographs of the Duchess privately sunbathing topless. The pictures also run in the Irish Daily Star newspaper.  September 17, 2012 - The Duchess and Prince William file a complaint in France against the photographer who took the topless sunbathing pictures. They are seeking damages and would like to prevent further publication of the photos. The French magazine Closer, the Irish Daily Star and the Italian magazine Chi have each published some of the topless photos. December 3, 2012 - The royal household announces that the Duchess is pregnant. According to the announcement, she is admitted to hospital with acute morning sickness.  July 22, 2013 - The Duchess gives birth to the couple's first child, a son weighing 8 lbs., 6 oz. The baby is named Prince George Alexander Louis of Cambridge. May 2, 2015 - The Duchess gives birth to the couple's second child, a daughter weighing 8 lbs, 3 oz. The baby is named Princess Charlotte Elizabeth Diana of Cambridge. February 17, 2016 - Guest edits Huffington Post UK as part of her Young Minds Matter initiative. April 30, 2016 - As part of a partnership with the British National Portrait Gallery, the Duchess will appear on the cover of the centenary issue of fashion magazine British Vogue, and have two of her portraits hung in the gallery. September 4, 2017 - Kensington Palace issues a statement that the Duchess is pregnant. The baby will be her and Prince William's third child.  September 5, 2017 - A French court rules that the topless sunbathing pictures of the Duchess were an invasion of privacy, awarding her and Prince William 100,000 euros (about $119,000) in damages.   April 23, 2018 - The Duchess gives birth to the couple's third child, a son weighing 8 lbs., 7 oz. The baby is named Prince Louis Arthur Charles of Cambridge."], "Language": false}