{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/03/middleeast/baghdad-soleimani-lister-analysis-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Tim Lister, CNN"], "Writers": [["Tim Lister"]], "FirstPublishDate": ["2020-01-03T07:40:04Z"], "LastModifiedDate": ["2020-01-03T16:52:25Z"], "Headline": ["US drone strike against top Iranian commander threatens spiral of violence in Middle East"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["The killing of Qasem Soleimani, one of the most powerful men in Iran, is a dramatic escalation of an already dangerous situation in the Middle East, threatening to trigger violence from the Gulf to the shores of the Mediterranean. The Pentagon announced the US had carried out the attack near Baghdad airport, describing it as \"decisive defensive action to protect US personnel abroad.\" In a statement late Thursday, the Pentagon asserted that \"General Soleimani was actively developing plans to attack American diplomats and service members in Iraq and throughout the region.\" It said Soleimani \"had orchestrated attacks on coalition bases in Iraq over the last several months.\" The targeted US drone strike also killed one of the most prominent leaders of the Iraqi Shia militia, Abu Mahdi al-Muhandis. Al-Muhandis was the leader of Kataib Hezbollah, an Iran-backed group that Washington blames for a recent surge in rocket attacks against US forces in Iraq.  Hundreds of the group's supporters attacked the US Embassy in Baghdad this week following US airstrikes against five of Kataib Hezbollah's units in Iraq and Syria last Friday. The latest crisis has been brewing for weeks amid an uptick in rocket attacks by Shia militia against Iraqi bases where US forces are present -- attacks of growing sophistication and accuracy -- in which a US civilian contractor has been killed. But Charles Lister, a leading analyst of Iranian policy in the region, says this strike far eclipses the deaths of al Qaeda leader Osama bin Laden or ISIS founder Abu Bakr al-Baghdadi in terms of strategic significance and implications. \"The US and Iran have been engaged in a dangerous tit-for-tat for months now, but this is a massive walk-up the escalation ladder,\" he said.   Ben Friedman, policy director of think tank Defense Priorities in Washington, told CNN that the strike was a \"remarkably reckless act, because the forces the US has in the region are not sufficient to deal with the potential fallout.\" Soleimani was once described by Iran's Supreme Leader, Ayatollah Ali Khamenei, as a \"living martyr of the revolution.\" Friedman describes his killing as an act of war that the Iranians will feel compelled to avenge.   Soleimani was the architect of the growing Iranian military presence in Iraq, Syria and Yemen as the leader of the IRGC's Quds Force, essentially Iran's special forces tasked with missions beyond Iranian borders.  He had led the Quds force for nearly 20 years, \"working as a power broker and as a military force: assassinating rivals, arming allies, and, for most of a decade, directing a network of militant groups that killed hundreds of Americans in Iraq,\" as Dexter Filkins wrote in a New Yorker profile in 2013. He was revered by his fighters, whose funerals he often attended.  Ali Soufan, a former FBI officer with extensive experience in the Middle East, wrote in the Combating Terrorism Center's Sentinel in 2018 that \"without question, Soleimani is the most powerful general in the Middle East today; he is also one of Iran's most popular living people.\" \"More than anyone else, Soleimani has been responsible for the creation of an arc of influence -- which Iran terms its 'Axis of Resistance' -- extending from the Gulf of Oman through Iraq, Syria, and Lebanon to the eastern shores of the Mediterranean Sea,\" wrote Soufan, who now runs the Soufan Group, which analyzes events in the Middle East. In early 2008, Soleimani sent General David Petraeus, then the most senior US commander in Iraq, an imperious message: \"Dear General Petraeus: You should be aware that I, Qassem Soleimani, control Iran's policy for Iraq, Syria, Lebanon, Gaza, and Afghanistan. And indeed, the ambassador in Baghdad is a Quds Force member. The individual who's going to replace him is a Quds Force member.\" Soleimani was hugely influential among what are known as the Popular Mobilization Forces in Iraq -- Shia militia first mobilized in 2013 to confront the advance of ISIS. He personally led their campaign to drive ISIS out of cities like Tikrit. Those militia remain a powerful force in Iraq, many of them outside the control of a weak state.  Soleimani was also the chief Iranian official in providing support for the Assad regime in Syria, for which he was sanctioned by the US Treasury. Along with Russian airpower, his leadership of Shia militia from Iraq, Iran and Lebanon helped turn the tide of the war in Syria as Assad's army weakened in 2015-16.  And Soleimani was an important Iranian interlocutor with the powerful Hezbollah militia in Lebanon. In a recent interview, Soleimani revealed that he had taken part in the 2006 Israel-Hezbollah war, saying he was present in Lebanon throughout the conflict. Targets for retaliation This strike then is nothing like those aimed at terrorist leaders like Baghdadi and bin Laden. US Democratic Senator Chris Murphy asked: \"Did America just assassinate, without any congressional authorization, the second most powerful person in Iran, knowingly setting off a potential massive regional war?\" The assassination of such a powerful official will certainly not go unanswered by Tehran, which has responded to the imposition of crippling US sanctions over the last 18 months with what it calls a policy of maximum resistance. Khamenei himself said Friday that \"harsh revenge awaits the criminals\" involved in the killing of Soleimani and others, in a message to the nation published on his official website. Iran's campaign has included the harassment and sabotage of shipping in the Gulf and Arabian Sea -- and attacks on Saudi Arabia, including devastating cruise missile strikes against the kingdom's largest oil processing plant at Abqaiq in September that took out 5.7 million barrels of oil production at a stroke.  Besides its own forces in the IRGC, Iran has powerful proxies across the region -- in Iraq, Syria, Lebanon and Yemen. All will likely be tasked with finding ways of attacking US interests and allies. In the face of adversaries with superior military capabilities, Iran has mastered the art of asymmetrical warfare, a sort of state-sponsored guerrilla action, and exported the model to its allies across the region.  Iranian Foreign Minister Javid Zarif described the US action as \"extremely dangerous & a foolish escalation. The US bears responsibility for all consequences of its rogue adventurism.\"  What those consequences will be is yet unknown. One possible target for retaliation will be the small US military presence in Syria, which in some places is within miles of units of the Iraqi Popular Mobilization Units. Charles Lister believes \"the US presence in Syria now looks very vulnerable, having already shrunk in size and weakened in terms of credibility and partner trust.\" \"US allies in the Gulf, particularly Bahrain, the United Arab Emirates and Saudi, could all fall victim to Iranian retaliatory measures, as could [the US] al-Udeid base in Qatar,\" adds Lister. Friedman says he doesn't think Iran \"will start a war with the United States, but you can imagine there will be a number of provocative acts against US forces.\" And he agrees the 500-strong US contingent in Syria might be especially vulnerable.  For the Iraqi government, already reeling in the face of popular protests against corruption that have left nearly 500 people dead over the past three months, this strike threatens to plunge the country into a new spasm of political violence.  Since the Trump administration began its policy of \"maximum pressure\" against Iran, the Iraqis have tried to navigate a path to neutrality between two titans. They have largely failed -- and Iraq could now become the sandbox for a US-Iranian conflict, just as it faces the re-emergence of the remnants of ISIS in provinces north of Baghdad.  Iraqi authorities responded to the US strike by putting the Green Zone in Baghdad, where the US and other embassies are situated, on lockdown. But there is no underestimating the anger of a broad swathe of Iraqis against such a flagrant violation of the country's sovereignty. Lister says Soleimani's death \"is a serious loss for Iran's regional agenda, but his 'martyrdom' will likely fuel a response that will, at least in the medium term, make up for his death. With Soleimani dead, war is coming -- that seems certain, the only questions are where, in what form and when?\" Correction: An earlier version of this story misidentified the country that has mastered asymmetrical warfare. This has been corrected."], "Language": false}