{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/el-seed-dubai-alserkal/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2019-12-11T13:20:32Z"], "LastModifiedDate": ["2020-01-03T16:16:35Z"], "Headline": ["Graffiti artist 'El Seed' finds a home in Dubai's new underground"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Dubai is known as a city of high-end spectacle, from its gleaming skyscrapers to colossal malls and futuristic experiments. The \"City of Gold\" is less well known as a destination for underground street culture. But a French-Tunisian graffiti artist is doing his best to change that.  \"El Seed\" -- whose pseudonym is a play on a title bestowed on 11th century Spanish lord Rodrigo Diaz - is a pioneer of \"calligraffiti,\" a style that merges graffiti with Arabic calligraphy.  Since he first rose to prominence with a mural commemorating Tunisia's revolution in 2012, the artist has gone on to create spectacular public artworks everywhere from the demilitarized zone between North and South Korea to a Coptic Christian neighbourhood of Cairo.  The 38-year-old has traveled the world but his home is Dubai, where he works in a studio within the Alserkal Avenue complex, a trendy cultural district full of art galleries and social hangouts.    \"El Seed\" tends to feature memorable quotes in his artworks -- whether from the Quran or Western poetry -- and the wall outside his studio is daubed with an ornately-presented line from a play about the Spanish lord who gave him his name.   \"When you paint in the street you are leaving something for people, you are creating for the people and the community,\" he tells CNN. \"I think the piece is now part of Alserkal.\" The artist is proud to be a part of the local community and maintains his connection to it through an open-door policy. \"My work is mainly in the street so people can see my process,\" he says. \"Here you can push the door and see how the studio is and get a little insight into the life of an artist.\" \"El Seed\" is lightly mocking of the idea that artists must meditate alone for inspiration, stating that his derives from human interaction and community life.   He is also dismissive of the idea that his adopted city is all style and no substance.  \"For me the Dubai that is seen by people from outside and by people who live here is totally different,\" the artist says.  \"There really is an underground scene and Alserkal is (a major part),\" he adds, pointing to the proliferation of cultural and social spaces.   As one of the district's major attractions, \"El Seed\" can take some credit for its rise."], "Language": false}