{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/02/entertainment/dr-phil-son-home-for-sale-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2020-01-03T04:44:52Z"], "LastModifiedDate": ["2020-01-03T13:18:03Z"], "Headline": ["Dr. Phil's son Jordan McGraw is selling his Beverly Hills home and it's not what you may expect"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Custom art featuring guns and bear figurines abound. Dr. Phil's son, musician Jordan McGraw, is selling his Beverly Hills home, along with its \"eclectic\" finishes, for $5.75 million, a realtor with Hilton & Hyland told CNN.  The 6,170 square feet home has Tuscan-style exterior but the inside is quite the opposite.  There's a staircase with a railing made of fake wooden branches and a black and white checkerboard ceiling in the lobby. In the living room, bear figurines of multiple sizes and colors, along with custom art are on display around the fireplace and several spots in the living room, the listing photos show. From the lobby, you can take a peak into the dining room where an art installation featuring melted guns and rifles covers a large a part of the wall. \"The 'guns' on display are actually an anti-gun art installation where the useless guns are melted,\" said Jerry J. Sharell, a spokesman for the \"Dr. Phil\" show. The two-story home has a total of five bedrooms, six bathrooms, and an \"inviting backyard with pool/spa and a cabana.\" \"The interior has been dramatically remodeled and updated with eclectic finishes that can be kept or transformed into your own vision,\" the home listing states.  McGraw's father, the popular TV host Phillip McGraw, does not own the home and hasn't ever lived there, Sharell said.  \"The property is held in the McGraw Family Trust, irrevocably,\" he added. Jordan McGraw is currently on tour with the Jonas Brothers as the band's opening act. Several videos posted in his YouTube channel last year were filmed inside the house."], "Language": false}