{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/politics/diamond-silk-fox-news-donald-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-28T17:54:16Z"], "LastModifiedDate": ["2020-04-28T17:54:16Z"], "Headline": ["Fox's firing of Diamond & Silk isn't the problem. Fox's hiring of them is."], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["After a series of false and misleading statements about how to combat the coronavirus, Fox News parted way with sisters Lynette \"Diamond\" Hardaway and Rochelle \"Silk\" Richardson this week, according to the Daily Beast.   The move came after an extended silence by Fox in regard to the sisters who rose to fame (and infamy) during the 2016 presidential campaign thanks to their ardent support for Donald Trump and eventually landed a show on Fox's streaming service Fox Nation. Which is somewhat stunning given what Diamond & Silk have used the Fox platform to push. As CNN's Oliver Darcy wrote earlier this month: \"Over the last few weeks, the duo has advanced all sorts of misinformation and conspiracy theories about the coronavirus. They've questioned the death toll. They've questioned whether the virus is being 'deliberately spread.' They've suggested the 'Deep State' is working 'behind the scenes' and that it is 'engineered.' And as recently as Monday night, the duo tweeted this out to their 1.4 million followers: \"We are the United States, not Communist China.  \"This Deep State experiment that we've all been suckered into must end or we will no longer have our freedoms or our country. \"We were asked to go inside to flatten the curve, not the economy.\" Given all of that, it's not surprising that Diamond and Silk are no longer affiliated with Fox. What's stunning is that the network ever hired the two in the first place. Remember that Fox News -- and Fox Nation -- are, at root, news services. They provide news -- often, yes, tinged (or more) with opinion. But news is at the heart of what Fox does. That is not what Diamond and Silk do -- or ever have done. What they do is entertain -- and they make money off it, with a helping hand from the President. As The New York Times noted in a profile of the two women in 2018: \"They also sell Trump merchandise on their website and have embarked on a speaking tour that offers fans the chance to see them live for $50 a ticket (or $150 if you would like to take a picture with them and eat hors d'oeuvres).\" They have made a cottage industry of being the most ardent of the ardent supporters of the President. And the President has been more than willing to reciprocate. \"I turn on my television one night and I see these two on television,\" Trump said at a 2016 campaign rally of Diamond & Silk. \"I say they are the greatest, what is it?\" The two women have been regular fixtures at the White House since Trump became President -- attending an event in honor of Black History Month he held in February, for example. And when news of their release from Fox went public, Trump rode to their rescue with this tweet Tuesday morning: \"But I love Diamond & Silk, and so do millions of people!\" Trump's aggressive embrace of the two women seems inextricably linked to his desire to push back against the idea that he lacks any significant support among African Americans, or worse, that he intentionally stokes racial divisions. In a January 2018 appearance on Fox's morning show \"Fox & Friends,\" Diamond and Silk were asked about the decisions by several Democratic lawmakers to skip the State of the Union speech due to concerns about Trump's divisive rhetoric on race. \"Trump is not a racist,\" Diamond insisted. \"He is a realist. And the only color he sees is green and he wants you to have the money.\"  (Embattled Iowa Rep. Steve King has attempted a similar not-racist-by-osmosis approach with Diamond & Silk -- inviting them both to Trump's 2019 State of the Union address.) There's nothing necessarily wrong with what Diamond & Silk are doing. They saw a market inefficiency -- African Americans supporting Trump -- and moved to fill it. The real problem is that Fox hired and promoted them knowing full well it would help the network curry favor with the President. Now, of course that wasn't the stated reason for the hire. That was this, according to senior vice president of development and production John Finley: \"Diamond & Silk have proven to have cultivated a significant fan base and we are thrilled to have them be a part of Fox Nation.\" But let's be honest: There is zero news value in putting Diamond & Silk on your airwaves. They are there solely to say \"President Trump is great!!\" and say outlandish things that make the Fox News hosts laugh. That's not news or anything close. Fox doesn't deserve credit for finally realizing the error of its ways and getting rid of Diamond & Silk. Fox deserves blame for ever hiring them in the first place."], "Language": false}