{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/28/world/20-things-to-look-forward-to-2020-upcoming-events-releases-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-28T13:35:55Z"], "LastModifiedDate": ["2020-01-02T17:43:38Z"], "Headline": ["20 things to look forward to in 2020"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Welcome to the 2020! Other than being a numerically auspicious date that stands at the gateway of a fresh new decade, the year 2020 will probably be like any other year: Full of confusing and depressing events that will make you wish Earth had some sort of eject button.  But, statistically speaking, there must be some good things, too. There may even be several good things! In fact, we've counted at least 20 good, interesting or otherwise noteworthy things that will happen in 2020. Mark them in your bullet journal and hold on tight, because this decade is going to be a wild ride.  1. The 2020 Summer Olympics in Tokyo Everyone loves the Olympics! When else can you and your fellow citizens get genuinely, collectively excited about beach volleyball? The 2020 games will feature five new sports: Karate, baseball/softball, skateboarding, sports climbing and surfing, as well as a mess of new events in already established categories. And in a tech-savvy, culturally rich city like Tokyo, the games are bound to be particularly festive.  2. A medley of new movies  If watching other people running around and being athletic is too taxing for you, rest assured it will be another eventful year at the box office. Do you like superhero deep cuts? Boom: \"Wonder Woman 1984.\" \"Black Widow.\" Franchises that refuse to die? Rev up for \"Fast and Furious 9\" and a new \"Fantastic Beasts\" movie. Franchises you thought weren't franchises because it's been so long but — surprise — now they are apparently? \"Top Gun: Maverick\" will look great on you. The remake train continues at full speed as well, making stops at \"West Side Story\" junction and \"Mulan\" city. Oh, and don't forget about \"Sonic the Hedgehog!\" After what those graphic designers went through, it's basically your civic duty to see it.  3. The elections Right, so not many well-adjusted people would call elections \"fun.\" But this isn't a list of fun things, it's a list of things to look forward to. And no matter how many ulcers the 2020 Presidential race will give you, it's still an important time in US history and it will affect us all. So, do your part by getting more political or learning about voting history or just practicing a few deep, democratic breaths in preparation for November. Other than the main event, 11 states will be holding gubernatorial elections this year, so there's a chance the fabric of our country could change significantly in a very short period. Haha ... fun! 4. The Mars 2020 mission In case the year really does go to hell and you want to launch yourself into space, maybe you can hitch a ride on the new rover headed for Mars in late July or early August. The Mars 2020 rover will join the Curiosity rover on the Red Planet, which hopefully means Curiosity will have a friend to sing Happy Birthday with instead of doing it all alone. Any time scientists get to be rock stars is a time worth celebrating, and the Mars 2020 rover is fully tricked out and ready to roll. It has 23 cameras and two microphones to capture the sounds of the rover landing as well as the haunting, desolate Martian winds that follow.  5. A newly opened Washington Monument  Under normal circumstances, tourists can go up to the top of the 555-foot obelisk at the heart of our nation's capital and gaze out like kings at the tidy grid of humanity below. However, for almost three years, the Washington Monument has been closed to the public while it gets a new security screening area and elevator system. It seems like a long time, but when it comes to elevators, it's always good to err on the side of caution. Everything should be back up and running for tourists in September. 6. TV like you've never seen it (or paid for it) before It's truly the dawn of a new television era. Not only will 2020 see the launch of several new streaming services like HBO Max and Peacock, there will be innumerable new shows, reboots and spinoffs in which to invest your time. \"Lizzie McGuire\" is getting the reboot treatment on Disney+, \"Riverdale\" is spawning a spinoff with the CW's \"Katy Keene,\" and a \"Clueless\" reboot is floating around the schedule (Yes, we said reboot. A TV show inspired by the movie ran for a few years in the 1990s). If you're more dramatically inclined, Stephen King's \"The Outsiders\" is sure to please on HBO, and an adaptation of the Lane Moriarty novel \"Nine Perfect Strangers\" is coming to Hulu. \"Westworld\" fans, your long wait is over: Season 3 will premiere on HBO in the spring.  7. The opening of the Yahoo! Time capsule  In 2006, Yahoo invited people to place digital artifacts of what life was like in a virtual time capsule. Participants uploaded tens of thousands of videos, pictures, poems, works of art and other submissions of varying value, and the final product was handed over to the Smithsonian Institute in Washington, DC, for safekeeping. The plan is to crack open the capsule (digitally, of course) on Yahoo's 25th birthday, which is in 2020. They better open it carefully: Unsealing that thing may bring forth a whole Pandora's box full of cat memes and cringey MySpace pics.  8. A total eclipse  Remember how fun the Great American Eclipse was in 2017? Well, there's a Great South American Eclipse coming next year, and eclipse watchers are making plans to congregate in Argentina and stare up at the cosmic spectacle (while safely bespectacled, of course). The solar eclipse will shade the region in brief darkness on December 14, but there are other fun space things happening right around the same time. The Geminid meteor shower will spangle the sky the night before, and a special alignment of Jupiter and Saturn a week later will complete a rare space nerd trifecta.  9. Historical anniversaries  While 2020 might be a great year to make history, it's a pretty good year to observe history, as well. There are plenty of interesting historical anniversaries to geek out to, but these are some of the biggest. Go ahead, memorize a few and make your high school history teacher proud.  January 10 marks the 100th anniversary of the ratification of the Treaty of Versailles, which officially ended World War I. \nAugust 18 is the 100-year anniversary of the ratification of the 19th Amendment, which recognized women's federal right to vote. \nSeptember 6 will mark 400 years since the sailing of the Mayflower.\nNovember 28, 500 years ago, Ferdinand Magellan became the first European to cross from the Atlantic to the Pacific through the Strait of Magellan. \nDecember will mark the 250th anniversary of the birth of legendary German composer Ludwig van Beethoven.  10. A bevy of new books Treat yourself to a Kindle shopping spree and pre-order some of 2020's most-anticipated books. \"A Ballad of Songbirds and Snakes\" is sure to be a buzzy release. It's a prequel to the \"Hunger Games\" series by Suzanne Collins. Other new releases from well-loved authors: \"Writer and Lovers\" from Lily King, whose novel \"Euphoria\" spawned a TV adaptation, and \"It's All Not Downhill From Here\" by Terry McMillan of \"How Stella Got Her Groove Back\" fame. For all of you recovering English majors, pick up \"A Long Petal of the Sea\" by iconic Chilean author Isabel Allende, who was awarded the Presidential Medal of Freedom by President Barack Obama.  11. A saturated soccer scene  This is the year the fútbol cosmos finally aligns. The UEFA European Football Championship will go down all around Europe this summer, culminating in a final game at Wembley Stadium in London in July. In South America, the Copa América will take over the continent at the same time. These two major international championships don't usually fall in the same year (though they did in 2016), but going forward, they'll happen simultaneously every four years. So, consider 2019's UEFA championship to be a little extra bonus.  12. A new hope for peanut allergy sufferers It's 2020, OK? It's about time for some medical breakthroughs to help people suffering from frustrating, sometimes extremely serious conditions like peanut allergies. Every year the Cleveland Clinic counts down the most anticipated advances in medical technology for the coming year, and one of the 2020 contenders is a new immunotherapy treatment for peanut allergies that was recently given the go-ahead by the FTC. The treatment, Palforzia, won't eliminate the allergy altogether, but it will train people's immune systems to help avoid serious reactions to accidental exposures.  13. An innovative year in Dubai  If you've ever thought about taking a trip to Dubai, this might be your year. The glitzy Arabian city will host the 2020 World Expo for half the year. Expo 2020 is like a World's Fair, with 192 countries showcasing the newest in art, technology, science and countless other spheres. Expo 2020 will center around a huge, specially built indoor-outdoor area between Dubai and the northern border of neighboring Abu Dhabi. Themes of the event will include happiness and environmental stability and, according to the event's website, you can \"meet Gnasher, the sharp-toothed machine of endless consumption.\" (It's a new recycling technology, not an imprisoned eldritch horror.) Sign us up!  14. A menagerie of new music  What will the sound of the new decade be? Well, we can start with some of the most-anticipated albums and tours coming our way in 2020. Keep your ears open for Cardi B's \"Tiger Woods,\" Lana Del Ray's \"White Hot Forever,\" J. Cole's \"The Fall Off,\"  Ozzy Osbourne's \"Ordinary Man,\" The 1975's \"Notes on a Conditional Form,\" plus new album releases from Kendrick Lamar, Rihanna, Haim, The Strokes, Pearl Jam, Justin Bieber, Drake and Lady Gaga.  If you're looking for your next live music thrill, Taylor Swift, Celine Dion, Kenny Chesney and Niall Horan are all hitting the road in 2020. Elton John is continuing his farewell tour through 2021, and after having to cancel 2019 tour dates due to injury, Ozzy Osbourne will return to the stage this year. Fans are holding out hope that other huge artists, like Beyoncé, AC/DC, Adele and K-pop mega groups BTS and BlackPink, will announce 2020 tours. 15. The next generation of video game consoles (and new games to play on them) Video games will continue to take over the cultural mainstream, and they'll get a huge boost when two new consoles, the PlayStation 5 and the XBox Series X, hit the market in 2020. New video game releases will accompany these next-gen consoles: Halo Infinite and Hellblade 2 for the XBox, and new Call of Duty and Final Fantasy titles for the PS5.  16. The year of the electric truck  The world of brawny haul-ems with whisper-quiet, earth-friendly engines is about to explode. We've already met the Tesla Cybertruck, and honestly, it wasn't the gentlest introduction to the world of electric trucks. Don't worry, the rest are a bit friendlier. Two startup companies, Lordstown Motors and Rivian, will release models this year. For those with very expensive taste"], "Language": false}