{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/31/entertainment/2010s-music-artists-define-decade-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash and Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-31T22:18:42Z"], "LastModifiedDate": ["2019-12-31T23:38:42Z"], "Headline": ["The 10 artists who transformed music this decade"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["What would the 2010s be without Beyoncé? Kendrick Lamar? Frank Ocean? These artists reinvented their genres -- and themselves -- to earn impressive influence and staying power. They forced the industry to change with them, and it did. They gave us new sounds, performance styles and even industry standards (hey, Taylor Swift).  Their music didn't just define the decade, it pushed us all forward. Here's a look at 10 of the most influential artists of the decade.   Beyoncé  For: Her complete domination of popular music and changing the way artists release albums. Queen Bey has had a busy decade. The 2010s saw her release three studio albums (\"4,\" \"Beyoncé\" and \"Lemonade\"), two live albums (\"I Am.... World Tour\" and \"Homecoming\") AND her soundtrack album (\"The Lion King: The Gift\"). Whew. That's not even including her joint album with husband Jay-Z, \"Everything Is Love.\" Let's not forget that everything she drops immediately becomes ingrained into the cultural canon. \"I woke up like, flawless,\" from her 2013 song \"Flawless\" basically became a catchphrase, found on everything from T-shirts to makeup. In an interview, Hillary Clinton said she carried hot sauce in her bag -- a clear callback to Queen Bey's manifesto, \"Formation\" -- which she performed at the Super Bowl in an homage to the women of the Black Panther party.  She's also a mogul. A mother (to her three children, sure, but arguably also to the millions of fans who hang on her every word). And arguably one of the most talented, groundbreaking, universally beloved performers to ever do it. Few artists can make it on their first name alone. But after Beyoncé, will anyone ever be able to get away with it again? Why she matters The surprise drop. The visual album. The Coachella performance. The key changes in \"Love On Top.\" The buoyant joy in her greatest hits and the visceral pain in the songs that document her lowest moments. When Beyoncé triumphs, it feels like we all do.  Kendrick Lamar  For: Taking rap to the next level. You can't talk about rap music this decade without talking about good ol' K-Dot (er, is it Kung Fu Kenny now?). The Compton, California rapper exploded onto the mainstream in 2012 with his album \"Good Kid, M.A.A.D City.\" He hasn't dropped the ball since, rolling out \"To Pimp a Butterfly\" in 2015 and \"DAMN\" in 2017. That last album won the Pulitzer Prize, the first to be awarded to someone who isn't a classical or jazz musician.  Each album tells a story and we, as listeners, are simply at Lamar's mercy. \"GKMC\" mimics a coming-of-age novel, taking us through one boy's adolescence in Lamar's hometown. \"To Pimp a Butterfly\" ponders blackness at the height of the Black Lives Matter movement. And his latest is a dizzying flurry of quick raps and self-reflection. Why he matters Lamar may be one of the best rappers alive. The sheer skill in his lyrical ability is hypnotic, and he has the production chops to back it up. His music is all at once a reflection of society, a political statement and an exploration of self.  His influence can be summed up maybe by one event: his infamous verse on Big Sean's \"Control.\" He calls out multiple rappers, including J.Cole, Big K.R.I.T. and Drake, by name, telling them to step their game up.   That was in 2013. He hasn't stopped raising the bar since.  Frank Ocean For: Doing it for the Millennials. Frank came up with the internet. He's only released two full-length albums -- and they're two of the most celebrated, genre-bending works of the decade. The same month as the rapturous release as his debut, \"Channel Orange,\" he published an open letter that explored his sexuality and relationship with a man, who he credited as his first love. That, and another open letter he'd write after the 2016 shooting at Pulse nightclub in Orlando, helped shift the tides of homophobia in hip-hop.  An air of mystery permeates everything he does. When will he drop his next masterwork? Will he show at his pop-up NYC nightclub called PrEP after the HIV medication? When's the next time we'll see him in public again?  For now, we must be content with random singles he drops whenever the mood strikes him -- from a searing cover of \"Moon River\" to \"Biking,\" which recruited an unlikely backing duo in Jay-Z and Tyler, the Creator.   Why he matters  If Billie Eilish is the voice of Gen Z, Frank is the voice of the young Millennials. His emotional lyrics, ornate production and blend of every genre under the sun all come together to tell the stories of a whole generation. Lady Gaga For: Her wide range of musical ability and her experimental edge. Lady Gaga has always been unapologetically herself. After last decade's success of \"Poker Face\" and \"Bad Romance,\" Gaga wasn't content to be a flash in the pan. She cemented her star with \"Edge of Glory\" and \"Born This Way,\" a song championing LGBTQ rights. Her acrobatic voice was a welcome surprise among radio-friendly pop and she used it well, from effortlessly scatting with Tony Bennett on their jazz record, \"Cheek to Cheek\" to unleashing a primal wail in \"Shallow,\" the anthem that scored her an Oscar.  She's a colossus of pop for a few reasons, among them the iconic fashion moments (the meat dress happened this decade, as did her arrival to the Grammys in a giant egg), her unabashed support for the causes she loves and, above all, a strain of pop that is at once subversive, referential and entirely her own. Brava, Mother Monster. Why she matters Gaga isn't afraid to be weird, and she encourages the same acceptance and inclusivity among her fans.  And her music has always straddled the decades and genres, citing everyone from Beyoncé to Iron Maiden as influences. Her lyrics touch upon subjects other artists wouldn't dare, and her performances always bring the heat, incorporating experimental elements that go beyond the comfort zones of other artists. Gaga can do everything, from emotional ballads to dance pop tracks. She doesn't let barriers like genre or others' expectations hold her back. Whether it's music or fashion, everything Gaga does is groundbreaking. Drake For: Blurring the line between hip hop and pop, thus redefining a genre.  Ah, Drake. Where to begin? At this point, Drake -- rapper, singer, unofficial Toronto Raptors' mascot -- has become something of a behemoth in the culture.  It seems like every year we've had a Drake project. He's released five studio albums and three mixtapes this decade alone, and it's impossible to think about music of the 2010s without coming up with a few Drake hits.  He was, after all, the decade's most streamed artist on Spotify. The numbers don't lie, people!  Why he matters Earlier this year, a New York Times critic gave Drake credit for popularizing rap-singing. Many, many people disagreed. But Drake undeniably brought hip-hop to the masses, deftly flitting between pop and rap with palatable hits and a self-assured swagger. \"Hold On, We're Going Home\" is one of those songs. Drake croons over a synth-pop beat, and the track isn't a hip-hop song at all. It's something else.   And who can deny the versatility of his jams, perfect for both the Saturday night turn up and the Wednesday night cry session? (Hello, \"Marvin's Room.\") He's managed to stay popular even amid controversy, like texting underage girls and beefing with Pusha T.  All of it equates to the rapper-singer-whatever becoming a defining figure of the 2010s, whether we like it or not.   Metro Boomin For: Pushing mainstream hip-hop to new heights \"Bad and Boujee.\" \"Mask Off.\" \"Jumpman.\" \"Congratulations.\" \"Tuesday\" (club's goin' up on a Tuesday, y'all). How many more examples do you need? You don't know his face, but you know his music. Metro Boomin (born Leland Tyler Wayne) is a modern alchemist of the most influential rap of the decade. As one of the genre's most in-demand producers, his beats have made bonafide stars out of Migos, helped legitimize Post Malone as a hip-hop heavy hitter and revitalized Drake's sound. At only 26, he's had a hand in shaping rap's biggest stars' next chapters -- Gucci Mane, Young Thug, Travis Scott -- and gave favorites like Future and 21 Savage mainstream relevance.  Why he matters With his trap-style beats, Metro Boomin defined popular hip hop this decade. His songs dominated the charts, making their way everywhere from frat houses to hip-hop radio. They were, in a word, ubiquitous -- and nearly universally revered. He's still pushing the genre forward, so keep an eye on where he heads next. Taylor Swift For: Pushing the boundaries of country and pop, and fighting for the rights to her music. Swift started the decade as a country star and ended it an all-time musical titan.  She wrote the kinds of songs that sounded as though they'd been plucked from someone's diary with a healthy dose of twang, and her 2010 album \"Speak Now\" was Swift at the peak of her country powers. Ever the shapeshifter, she integrated new genres into her 2012 project, \"Red,\" still rooted in the heartland that made her famous.  But with \"1989\" two years later, Swift completely changed the conversation surrounding her music. It was her most fully realized pop effort to date -- she broke her own mold. Her lyrics were just as, if not more, intimate and simple yet dynamic, only now she'd traded in her guitar for synths. She also brought in influential producers like Max Martin and Jack Antonoff, whose sounds are present on both of her follow-up albums, \"Reputation\" and \"Lover.\"  Why she matters As if revitalizing country-pop music wasn't enough, part of what made Swift so important to music in the 2010s may have come from outside the studio. Swift spent the latter part of 2019 fighting with music executive Scooter Braun over his ownership of her old master recordings.  Before that, she fought streaming services over payments to artists.  Her outspokenness about industry standards -- and urging musicians to own their work and profit from it -- could result in real change. It doesn't get more influential than that.  Solange For: Revitalizing R&B and influencing a horde of alternative R&B artists In previous years, Solange may have been better known for her status as Beyoncé's younger sister. That all changed in the 2010s, which saw her leveling up experimental R&B while embracing all sorts of neo-soul, electronic and funk influences in her work.  It's not just her albums -- even her music videos are performance art. \"A Seat at the Table,\" released in 2016, was a nuanced look at black identity. It's become a cultural touchstone. Songs like \"Don't Touch My Hair\" and \"Cranes In The Sky\" have impacted many, black or not -- with the latter winning the Grammy for Best R&B Performance. At times, the album feels more like a balm -- soothing and healing all at once.  And this year's \"When I Get Home\" -- an experimental ode to Houston that opens with a two-minute song that just repeats variations of the phr"], "Language": false}