{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/capital-gate-abu-dhabi/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Alice McCool, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-31T10:35:39Z"], "LastModifiedDate": ["2019-12-31T10:35:39Z"], "Headline": ["The 'Leaning Tower' of the Middle East"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Under the dazzling blue sky, the glass-walled skyscraper that is Capital Gate twinkles in the sunlight as people bustle in and out of the airy lobby. Above them, just about visible, are the window cleaners -- suspended with ropes and harnesses, artfully polishing Capital Gate's 728 individually made glass panels, which are custom-designed to fit the building's unusual shape. These so-called \"cliffhangers\" can be seen cleaning the diamond-shaped windowpanes every day, working their way around the building. A team of 12, they get through two rounds of Capital Gate every month. Calling the 35-story Abu Dhabi building a skyscraper doesn't quite convey the essence of Capital Gate. The brief given to the engineers and architects was not to make the biggest or tallest building around, but to \"challenge the rules of architecture and to build a structure that would put Abu Dhabi on the world map,\" says Ahmed Al Mansoori, a lead engineer for Capital Gate and Director of Engineering at Abu Dhabi National Exhibitions Company. Nearly 10 years on, Capital Gate remains the world's \"farthest man-made leaning building,\" according to Guinness World Records. It leans 18 degrees westward -- about five times the angle of Italy's Leaning Tower of Pisa -- and the top 17 floors \"hang over the edge, putting thousands of tonnes of pressure on the core of the building,\" explains Al Mansoori. \"Nature wants it to collapse. Everything about the tower makes it want to fall over, but it has been designed to stop.\" A world first The gravitational pressure caused by the 18-degree incline is countered by the world's first \"pre-cambered core,\" made up of 15,000 cubic meters of concrete reinforced with 10,000 tons of steel. This core was deliberately built slightly off-center but straightened as the building rose, compressing the concrete and giving it strength, and moving it into vertical position as the weight of each floor was added.  Capital Gate is also kept upright by 490 piles which are drilled over 30 meters deep. \"We created two sections of piling, one deeper than the other. Together they create competing forces that keep the building upright,\" says Al Mansoori. The building is home to 15 floors of offices, four restaurants and bars, and a hotel, the Andaz Capital Gate. As well as nearly 200 rooms, the hotel has a deluxe Presidential Suite on the 33rd floor which straddles the dramatic 18-degree incline. \"Because of the shape of the building, every room in the hotel is different,\" says Andaz employee Julia Gimadyeva. The view from the top The hotel's 18 Degrees Restaurant has views of the Abu Dhabi National Exhibition Centre (the largely corporate event space to which Capital Gate is connected), below. \"There's an oil conference going on right now, and we also have one focused on military and defense,\" says Gimadyeva, adding, \"A lot of brains come here!\" In front is a stunning view of the Persian Gulf and Abu Dhabi's islands. Opulent palaces closed to the public can be seen on the nearest island, surrounded by sea and sand. Abu Dhabi's natural landscape was the inspiration behind Capital Gate's architecture -- \"in particular its windswept dunes and the rolling waves of the gulf,\" says Al Mansoori. The hotel's restaurant and swimming pool -- suspended on a platform on the edge of the building facing the exhibition center -- were added a year into construction, providing one of the biggest challenges for the engineering team.  \"The solution was a curving mesh skin that 'splashes' against the building, culminating in the platform,\" said Al Mansoori, adding that the 'skin' also provided shade for offices on the lower floors. Looking out at the panoramic city views, Asad Haroon, another hotel employee, remarks that \"Abu Dhabi is a completely different city compared to when I moved here in 2011.\" Like 80% of United Arab Emirates residents, Haroon is an expatriate -- he's originally from Pakistan, while his colleague Gimadyeva is Russian. An architectural stronghold From the restaurant, he goes on to point out the many buildings in this area that did not exist when he first moved to Abu Dhabi. \"This was nearly an empty space. Once you'd exit the exhibition center there was nothing,\" he remembers.  Many now-landmark Abu Dhabi buildings were constructed at a similar time to Capital Gate, such as Etihad Towers, the Aldar Building and amusement park Ferrari World. More recently, the city has attracted art lovers following the 2017 construction of the \"floating dome\" which houses the Louvre Abu Dhabi.  While historically Abu Dhabi has been overshadowed by Dubai in terms of tourism, Abu Dhabi is casting itself as the UAE's cultural hub. In the Andaz, art and design intentionally represent Emirati culture, from a ground floor space exhibiting a wide variety of works by local artists to furniture and upholstery designs across the hotel. \"Abu Dhabi will never become Dubai because they don't want to,\" says Haroon. \"If you want to come for a few nights and go crazy, then Dubai is your destination. But if you really want to explore the UAE culture, Abu Dhabi is the place to go.\""], "Language": false}