{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/30/entertainment/decades-most-influential-books-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wolfe and Brandon Griggs, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-30T12:14:48Z"], "LastModifiedDate": ["2019-12-30T17:36:25Z"], "Headline": ["Here are 10 of the decade's most influential books"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A decade is in part defined by its books. And recent days have seen many roundups of the best books of the 2010s -- the titles that critics consider the pinnacle of literary excellence. But what about the decade's most influential books?  For better or worse, some authors and titles sent tidal waves through the decade -- regardless of critical reception -- shedding a light on what Americans really wanted to read and discuss over the past 10 years. Here are 10 of the most influential titles of the decade. These books are sexy, courageous, vulnerable and venerated. Many have been adapted into films, merchandise or Netflix specials.  These are the printed works that most left their mark on the 2010s. 'The Immortal Life of Henrietta Lacks' (2010) The story of Henrietta Lacks remained largely in the dark until Rebecca Skloot unearthed a twisted history of race, ethics and poverty and launched her family's story to popular attention.  Lacks' cells -- taken without her knowledge or consent during a biopsy -- were discovered to have the remarkable ability to divide indefinitely. They soon became one of the most important tools in modern medicine, making it possible to develop such things as a polio vaccine, in vitro fertilization and gene mapping.  The story, now widely taught in schools and made into a film starring Oprah Winfrey, fueled an avalanche of acknowledgment of Lacks and her family. Her relatives have now been granted control of access to Henrietta's genomes and her portrait hangs proudly in the Smithsonian as \"The Mother of Modern Medicine.\" 'Fifty Shades of Grey' (2011)   Despite the fact that everyone you know SWEARS they haven't read it, E.L. James's erotic novel and its sequels reigned sexy and supreme in the 2010s, claiming the top three spots on a list of the decade's bestselling books. The first book alone sold more than 150 million copies worldwide.  Initially written as \"Twilight\" fan fiction, the novel explores the relationship between sexually dominant millionaire Christian Grey and college student Anastasia Steele. Many found its sexual bondage scenes titillating, while others saw the book as a troubling depiction of BDSM relationships.  But \"Fifty Shades\" made its mark on the decade by taking the taboo and plastering it all over bookstores, best-seller lists and bedside tables worldwide.  The trilogy was adapted into a series of hit films co-produced by James and a line of \"Fifty Shades\" themed teddy bears, posters and erotic accessories. So ... did you read it? We won't tell. 'Gone Girl' (2012)  Millions of readers ripped through Gillian Flynn's thrilling tale of a missing wife, her suspicious husband and their seemingly blissful marriage suddenly shot to pieces.  The novel spent 26 weeks on NPR's hardcover bestseller list, sold more than 2 million copies in its first year and was adapted into a movie starring Ben Affleck and Rosamund Pike.  While the novel in its own right was a popular success, Flynn's depiction of a woman driven to great lengths by the banality of her domestic life soon seemed to inspire many other thrillers, often featuring unreliable female narrators and with \"Girl\" or \"Woman\" in the title. Think Paula Hawkins's \"The Girl on a Train,\" Lauren Groff's \"Fates and Furies,\" Lisa Lutz's \"The Passenger\" and A.J. Finn's \"The Woman in the Window.\" The \"Gone Girl\" effect began a flood of suspense novels detailing the inner thoughts of women toeing the edge of reason and trying to convince readers of their motives. 'I Am Malala' (2013)   Pakastani activist Malala Yousafzai was a leading voice in the global fight for girls' rights to education when she was shot in the head by the Taliban in 2012.  The event, documented in her memoir \"I Am Malala\" shook the world, leading to the denouncement of the Taliban's actions by government leaders and human rights advocacy groups. In 2014, she became the youngest Nobel Peace Prize laureate in history. \"I Am Malala,\" translated into over 40 languages, presents the rich experiences and urgent message of the young activist whose life has rocketed girls' education equality to the forefront of international human rights conversations.  'Bad Feminist' (2014)   Roxane Gay is a self-proclaimed \"bad feminist.\" She loves the color pink and blasts \"thuggish rap at a very loud volume even though the lyrics are degrading to women and offend me to my core.\" She also writes that she is simultaneously committed to combating misogyny and fighting for gender equity.  A bestselling book of essays, \"Bad Feminist\" grasps at the slippery concept of modern feminism as Gay considers the stereotype of the militant, man-hating feminist and offers up humorous musings on what it's like to navigate race and gender in the age of Twitter, pop culture, and, yes, \"Fifty Shades of Grey.\" With her dry humor and fierce vulnerability, Gay has become one of the most prominent American authors of the decade, penning more than six books since 2011, including a memoir, a collection of short stories, and Marvel's \"World of Wakanda.\" 'Just Mercy: A Story of Justice and Redemption' (2014)   The numbers don't lie. Year after year, the US continues to have the highest incarceration rate in the world, disproportionately imprisoning African Americans in a system which makes it difficult for prisoners to regain their freedom. Public interest lawyer Bryan Stevenson adds real faces and powerful narratives to these alarming statistics, asking in his memoir \"Just Mercy\" if it is possible to impart mercy in a justice system that is inherently broken.  \"Just Mercy\" is a compelling portrait of a lawyer dedicated to exposing the inequities of the US criminal justice system while introducing readers to Walter McMillian, a black man who was framed by police and wrongfully condemned to death row.  Stevenson masterfully connects his own fight with the struggles of McMillian and a few of his other former clients and personalizes the nation's raging debate on racial injustice and criminal justice reform.  The book was adapted into a new movie starring Jamie Foxx and Michael B. Jordan.  'The Life-Changing Magic of Tidying Up' (2014)   Marie Kondo's guide on the Japanese art of decluttering promises readers that if your home is truly organized, you will never be drowning in clutter again -- an ideal that many readers strived for this decade. The international bestseller created a widespread tidying phenomenon that had millions running around their homes, examining every tchotchke and piece of clothing over whether it would \"spark joy.\"  The \"KonMari\" method became so popular that Kondo now stars in a cheerful Netflix special, \"Tidying Up with Marie Kondo,\" and has launched her own home goods store full of things the organizational queen says bring her joy.  'Between the World and Me' (2015)   As a writer for The Atlantic, Coates had been interrogating the nation's history fraught with violence, exploitation and the struggle for power long before penning \"Between the World and Me.\" Written as a letter to his young son, Coates's memoir wields the nation's tangled history of race and power as a tool to grapple with contemporary blackness while articulating an intimate vision for his own son on how to inhabit the world while growing up black.  The book earned a pile of accolades: National Book Award Winner, #1 New York Times Bestseller, NAACP Image Award Winner, Pulitzer Prize Finalist and more.  By presenting a new lens with which to examine the American present, Coates is helping lead the nation's ongoing conversation about police violence, racial injustice and reconciliation.  'The Underground Railroad' (2016)  Colson Whitehead's novel contorts the historical slave narrative of the Underground Railroad, transforming it into an unexpected parable for 21st-century readers. The Underground Railroad in Whitehead's imagination is not the secret network of passageways and homes used to smuggle runaway slaves to freedom, but rather an actual underground railroad network. As his protagonist, a runaway slave named Cora, makes her way North on the railroad's various and unpredictable stops, readers are ushered through a series of harrowing experiences, each inspired by historical events, which remind them of the singularly disgusting machinery of slavery.  Whitehead's novel bravely retells a story often told by white writers while fusing a nation's shameful history with its present. The book has been widely recognized for its influence, winning both the Pulitzer Prize and the National Book Award. 'The Hate U Give' (2017)   Angie Thomas's debut young adult novel engages directly with the tangled topics of race and police violence as the book's narrator, a 16-year-old African-American, becomes drawn into a national news story after witnessing a white police officer shoot and kill her unarmed black friend.   Thomas' book engages directly with the Black Lives Matter movement, bringing the topic of police violence to young kids in an accessible way.  The novel was criticized by some as \"anti-cop\" and for containing drug use, profanity, and sexual references. Because of this, \"The Hate U Give\" made the American Library Association's list of most challenged books of 2018. But it also resonated strongly with readers, remaining on the New York Times Bestseller list for 80 weeks and being adapted into an acclaimed movie starring Amandla Stenberg, who told NPR that reading the book was like \"reading my own diary.\""], "Language": false}