{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/best-travel-photos-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Alexander Zemlianichenko/AP", "Jae C. Hong/AP", "Zafer Goder/Anadolu Agency/Getty Images", "Abdullah Doma/AFP/Getty Images", "Florian Plaucheur/AFP/Getty Images", "Manan Vatsyayana/AFP/Getty Images", "Ozge Elif Kizil/Anadolu Agency/Getty Images", "Ken Jack/Getty Images", "Deng Heping/VCG/Getty Images", "Chaideer Mahyuddin/AFP/Getty Images", "Jose Sarmento Matos/Bloomberg/Getty Images", "Chaiwat Subprasom/SOPA Images/ZUMA Press", "Petros Giannakouris/AP", "Loic Venance/AFP/Getty Images", "STR/AFP/Getty Images", "Mario Armas/AFP/Getty Images", "Zhang Jianhua/Xinhua/Getty Images", "Marcel Kusch/DPA/AFP/Getty Images", "Ian Horrocks/Getty Images", "Clement Mahoudeau/AFP/Getty Images", "Zinyange Auntony/AFP/Getty Images", "Fabrizio Villa/Getty Images", "Robert Michael//dpa/AFP/Getty Images", "Munir Uz Zaman/AFP/Getty Images", "Costfoto/Barcroft Media/Getty Images", "Mladen Antonov/AFP/Getty Images", "Pedro Ugarte/AFP/Getty Images", "Mohamed El-Shahed/AFP/Getty Images", "Amal KS/Hindustan Times/Getty Images", "Michal Cizek/AFP/Getty Images", "Eric Lalmand/Belga Mag/AFP/Getty Images", "John Wessels/AFP/Getty Images", "Yu Fangping/Barcroft Media/Getty Images", "Faith Aktas/Anadolu Agency/Getty Images", "Dimitar Dilkoff/AFP/Getty Images", "Fabrice Coffrini/AFP/Getty Images", "Oscar Gonzalez/NurPhoto/Getty Images", "Nicolas Economou/NurPhoto/Getty Images", "Ozkan Bilgin/Anadolu Agency/Getty Images", "Mindaugas Kulbis/AP", "Xue jun/Imaginechina/AP", "Burak Kara/Getty Images", "Joel Saget/AFP/Getty Images", "Keith Mayhew/SOPA Images/Sipa USA", "Dmitri Lovetsky/AP", "Juan Barreto/AFP/Getty Images", "George Rose/Getty Images", "Sean Gallup/Getty Images", "Martin Divisek/EPA", "Yang Yanmin/China News Service/VCG/Getty Images", "Vladimir Simicek/AFP/Getty Images", "Ye Aung/AFP/Getty Images", "Pascal Pochard-Casabianca/AFP/Getty Images", "Giuseppe Cacace/AFP/Getty Images", "Weng Xinyang/Xinhua/Getty Images", "Hristo Rusev/NurPhoto/Getty Images", "Sergei Malgavko/TASS/Getty Images", "Patrick Pleul/dpa/AP", "Veysel Altun/Anadolu Agency/Getty Images", "Aris Messinis/AFP/Getty Images", "Johannes Eisele/AFP/Getty Images", "Charly Triballeau/AFP/Getty Images", "Harry Roth/Reuters", "Christian Rizzi/AFP/Getty Images", "Peter Komka/MTI/AP", "Philippe Wojazer/Reuters", "Kim Ludbrook/EPA", "Miguel Medina/AFP/Getty Images", "Robert Michael/AFP/Getty Images", "Tang Chhin Sothy/AFP/Getty Images", "Diego Cupolo/NurPhoto/Getty Images", "Jan Woitas/picture alliance/Getty Image", "Xinhua/Supriyanto/Getty Images", "Timothy A. Clary/AFP/Getty Images", "Ed Jones/AFP/Getty Images", "Roslan Rahman/AFP/Getty Images", "Frederic J. Brown/AFP/Getty Images", "Zheng Huansong/Xinhua/Sipa USA", "Rafael Marchante/Reuters", "Philippe Lopez/AFP/Getty Images", "Carmen Abd Ali/AFP/Getty Images", "Kirill Kudryavtsev/AFP/Getty Images", "Khaled Desouki/AFP/Getty Images", "Lu Boan/Xinhua/Sipa USA", "Nir Alon/ZUMA Press", "Romina Amato/Red Bull/Getty Images", "Avishek Das/Sipa USA", "Scott Olson/Getty Images", "Laurent Emmanuel/AFP/Getty Images", "Jenny Evans/Getty Images", "Xinhua/Zuma Wire", "Anthony Anex/EPA", "Alibey Aydin/Anadolu Agency/Getty Images", "Matthias Schrader/AP", "Eric Gay/AP", "Karim Sahib/AFP/Getty Images", "Michael Probst/AP", "Artur Widak/NurPhoto/Getty Images", "Liu Chan/Xinhua/Getty Images", "Andrew Hasson/Getty Images", "Daniel Slim/AFP/Getty Images", "MANAN VATSYAYANA/AFP/Getty Images", "Luke MacGregor/Bloomberg/Getty Images", "RONALDO SCHEMIDT/AFP/Getty Images", "Simone Padovani/Awakening/Getty Images", "JUAN BARRETO/AFP/Getty Images", "Wang Zirui/Barcroft Media/Getty Images", "ANDREW CABALLERO-REYNOLDS/AFP/Getty Images", "FABRICE COFFRINI/AFP/Getty Images", "FAYEZ NURELDINE/AFP/Getty Images", "Eurokinissi/AP", "MARCEL KUSCH/DPA/Getty Images", "FRANCK FIFE/AFP/Getty Images", "Muharrem Cin/Anadolu Agency/Getty Images", "Brett Hemmings/Getty Images"]], "FirstPublishDate": ["2019-01-30T14:38:21Z"], "LastModifiedDate": ["2019-12-30T13:47:24Z"], "Headline": ["The world's best travel photos of 2019"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["Moscow, Russia: The Patriarch's Bridge, by the Cathedral of Christ the Savior, has been festooned with Christmas decorations. Tokyo, Japan: Avant-garde artist Hiroaki Umeda's interactive art installation, \"Kinesis #3 -- Dissolving Field,\" is on display at the NTT Intercommunication Center. Bolu, Turkey: The nature park around Lake Golcuk is dusted with snow in winter. Shehhat, Lybia: The ancient Greek city of Cyrene was an outpost of Thira (also called Santorini) which was founded in 630 BC.  Pinto Bandeira, Brazil: The Família Geisse vineyard is increasingly known for its sparkling wine. Siem Reap, Cambodia: Angkor Wat is the most famous temple at Angkor archaeological site, the capital of the Khmer Empire from the 9th to the 15th centuries. Antarctica: It's still a bucket list destination for travelers hoping to see wildlife -- like this leopard seal taking a breather in the Lemaire Channel. North Queensferry, Scotland: The Forth Bridge, seen here glinting in the winter sunlight, connects South and North Queensferry, nine miles west of Edinburgh. Ji'an, China: A farmer spreads his crop of gardenias to dry.  Aceh, Indonesia: A spectacular sunset ends the day at Lhoknga, a white-sand beach in Aceh province, on the northern end of Sumatra. Lisbon: In operation for close to 150 years, Lisbon's network of yellow and white trams is one of the Portuguese capital's most recognizable sights.  Ang Thong, Thailand: Ang Thong province is home to the Great Buddha of Thailand, which -- at 92 meters -- is the country's tallest statue.  Athens: In the Greek capital, the ancient Acropolis citadel was lit blue to celebrate the UN's World Children's Day on November 20, 2019. \n Carnoët, France: In Brittany's Valley of the Saints, dozens of granite statues of Breton saints dot the landscape, with more being added each year.  Xuyi County, China: in China's eastern Jiangsu province, a boat moves through the November fog on Tianqin Lake. \n Leon, Mexico: Every November, in Leon, Guanajuato, an International Balloon Festival is held in Metropolitan Park with hundreds of participants from around the world. \n Vientiane: In the Laos capital, the Patuxai -- or Victory Gate -- was completed in the late 1960s and is dedicated to those who fought for the country's independence from France.  Haltern am See, Germany: Some 80 kilometers north of Düsseldorf, the tree-lined banks of the Stever River offer an autumnal backdrop on a November day. \n Gateshead, UK: Completed in 1998, Anthony Gormley's 20-meter-tall sculpture Angel of the North is one of northern England's most celebrated landmarks. \n Marseille, France: This shot taken from a cherry picker offers a splendid view of Marseille's Museum of European and Mediterranean Civilisations, which opened in 2013. \n\n Victoria Falls, Zimbabwe: One of the world's great natural wonders, Victoria Falls was affected by severe drought in 2019. Average flow was reportedly down by almost 50% in November. \n Catania, Italy: The snow-capped peak of active volcano Mount Etna is seen from the port of Riposto in Catania, Sicily. \n Bastei, Germany: In the Elbe Sandstone Mountains, the stunning Bastei rock formation was formed by water erosion more than a million years ago. Bastei Bridge was built in 1851.  Dhaka: In the capital of Bangladesh, a laborer climbs a ladder in order to get on board a ferry at a dockyard beside the Buriganga River.  Chifeng, China: A dramatic October night sky over Dalinor Lake, on of the largest lakes in Inner Mongolia.  Phi Phi Islands, Thailand: Pileh Lagoon on Phi Phi Leh Island in the Andaman Sea has shallow waters that make it a fine spot for swimming.  El Alto, Bolivia: A cable car in El Alto, Bolivia's second-largest city, offers views of the capital, La Paz, and Illimani Mountain in the distance. \n Cairo: This view from the Egyptian capital's Cairo Tower looks toward the Giza Pyramids. \n Delhi: An illuminated view of Safdarjung Tomb in New Delhi. An example of late Mughal Empire architecture, it was built in 1754. \n Prague: An October scene in the Czech capital. This is when the city hosts its International Jazz Festival and Designblok Festival.   Laveaux-Sainte-Anne, Belgium: Arc Majeur, by French artist Bernar Venet, is Europe's tallest public art sculpture, rising nearly 200 feet above the E411 motorway.  \n Assomada, Cape Verde: The city of Assomado lies in the center of Santiago, Cape Verde's largest island and its agricultural heart.  Qingdao, China: Cyclists pass through a gaily colored footbridge in east China's Shandong province.  Lake Bled, Slovenia: The Pilgrimage Church of the Assumption of Mary sits on an island in the middle of Lake Bled, around 55 kilometers from Ljubljana, the Slovenian capital.  Moscow: A child plays in fountains in Gorky Park on a warm September day.  Geneva, Switzerland: At the southern tip of Lake Geneva, the city of Geneva enjoys dramatic views of the French Alps. \n Budapest: The Hungarian Parliament Building is a neo-Gothic monolith behemoth sitting on the banks of the River Danube. It was designed by Imre Steindl and opened in 1902. \n Geiranger, Norway: Geirangerfjord is a UNESCO World Heritage site and one of Norway's most popular tourist destinations.  Kars, Turkey: Ani Ruins, in northeast Turkey, is the site of an ancient metropolis. In the 11th century, there were around 100,000 residents in this walled city. \n Ignalina, Lithuania: The small town of Ignalina might be most famous for its nuclear power plant, but it's also in Lithuania's lake region.  Bangkok: The Thailand capital glitters on an August night. Yungcheng, China: The inland salt lake in Yungcheng, Shanxi province, is known as the \"Dead Sea of China.\" Ölüdeniz, Turkey: It's hard to fault the natural delights of Ölüdeniz: White sands, blue lagoon, the lushly covered Babadağ mountain. The trouble is, a lot of other people have discovered it too. \n Gouville-sur-Mer, France: Pretty beach houses dot the landscape in the little town of Gouville-sur-Mer on France's northwest coast.  Dinant, Belgium: The Walloon town of Dinant sits on the banks of Belgium's River Meuse, around 90 kilometers southeast of Brussels. It's the birthplace of Adolphe Sax, inventor of the saxophone.  Cornwall, UK: In August 2019, a new footbridge opened connecting the two halves of the 13th-century Tintagel Castle. Legend has it that the castle was the site of King Arthur's Camelot. \n Kalyazin, Moscow: Kalyazin Bell Tower is part of the submerged monastery of St. Nicholas. It lies in the Uglich Reservoir, created in 1939. \n Bogota: Golden light streams down on the Colombian capital in this shot taken from top of Monserrate hill.  Yangzhou, China: Tourists sail past redwood trees in Yangzhou's Water Forest in eastern China's Jiangsu province. Yosemite National Park, California: A little after sunset, Yosemite Valley is bathed in pink light on an August evening.  Ilulissat, Greenland: In the month that Donald Trump expressed interest in buying Greenland, a tourist boat travels through Ilulissat Icefjord on August 4.  Prague: Dramatic shadows are captured as a man with an umbrella passes through a tram tunnel. Trams have been operating in the Czech capital since 1891.  Zhangye National Geopark: Zhangye National Geopark in Gansu, China, is famous for its Danxia landform. It's a stunning landscape of red-colored sandstone formed in the Cretaceous age.  High Tatras, Slovakia: Štrbské Pleso lake lies on the Slovak side of the High Tatras mountains, at a surface elevation of 1,346 meters.  Bagan, Myanmar: Tourists riding bull carts pass a Buddhist temple in the ancient city of Bagan.  Scandola Nature Reserve, Corsica: On the French island of Corsica, the 16th-century Genoese Girolata Fort sits on a rocky outcrop above the seaside village of Girolata. \n\n Alexandria, Egypt: The 15th-century Citadel of Qaitbay sits on the Mediterranean coastline and was built to defend Alexandria from Ottoman forces. \n Xiaya Town, China: Husband-and-wife team Tang Linglong and Shao Zhulian work as \"fishing models,\" demonstrating traditional fishing methods in picturesque surroundings for the benefit of photography enthusiasts.  Mostar, Bosnia and Herzegovina: An Ottoman frontier town, Mostar developed in the 15th and 16th centuries in a deep valley of the Neretva River.  Yalta, Crimean Mountains: Brave souls cross a hanging bridge linking the two peaks of Ai-Petri Mountain, famously one of the windiest places in the region.  Bornholm, Denmark: Northern Europe's largest castle ruin, the medieval fortress of Hammershus sits on the northern tip of the island of Bornholm.  Samsun, Turkey: A 320-meter-long gondola brings visitors to the Amisos Hill archaeological site, home to tombs dating back to 300 BCE. \n Derveni, Greece: A boy paddles his boat in the clear waters off Derveni, a coastal town some 120 kilometers southwest of Athens.  New York City, New York: In June, the steps of Franklin D. Roosevelt Four Freedoms Park became New York's largest LGBT Pride flag.  Tokyo: An aerial view of the Ginza Crossing, at the intersection of Harumi and Chuo streets. Ginza is a busy shopping district.  London: Hot air balloons fly over the River Thames as part of the Lord Mayor's Hot Air Balloon Regatta on June 9.  Iguazu Falls: Iguazu Falls is one of the world's largest waterfalls. It lies on the border of Argentina and Brazil (this photo was taken from the Brazilian side).  Hajnacka, Slovakia: The Milky Way and Jupiter, right, are seen on a clear June night in southern Slovakia.  Paris: In June, \"Beyond Walls\" -- a biodegradable artwork by French street artist Saype -- was unveiled on the lawns of the Champs de Mars in Paris. The lawns lead up to the Eiffel Tower, which offered the best views of the work.  Cape Town: There was a public outcry in 2014 when artist Michael Ellion's tribute to Nelson Mandela was unveiled. \"Perceiving Freedom\" is a giant sculpture of a pair of Ray-Ban Wayfarer sunglasses, partially sponsored by Ray-Ban.  Mondevideo: Dawn breaks over Pocitos Beach in the upmarket Pocito neighborhood of the Uruguayan capital.  Venice, Italy: On June 9, the MSC Magnifica is seen in the Venice Lagoon the day after thousands of people took to the streets of Venice calling for a ban on large cruise ships in the city.  Dresden, Germany: A dramatic thunderstorm struck the German city of Dresden on the night of June 10.  Phnom Penh: In the Cambodian capital, a fishing boat travels at sunrise along the Mekong River. \n Agra, India: One of the world's most recognizable sights, the Taj Mahal is a white marble mausoleum built on the banks of the Yamuna River. It was commissioned by Shah Jahan in 1632 to house the tomb of his wife Mumtaz Mahal.  Tokyo: A shopping mall decorated with mirrors in Tokyo's Harajuku district, famous for its quirky fashion and street art scene.  Polditz, Germany: This drone image from May 2019 shows a Saxony landscape brightene"], "Language": false}