{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/29/us/2019-wild-stories-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2019-12-29T10:14:14Z"], "LastModifiedDate": ["2019-12-29T23:41:51Z"], "Headline": ["From licking ice cream to storming Area 51, these 8 stories made 2019 a wild year"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A year ago, no one would believe that people would be licking tubs of ice cream in grocery stores and planning to raid Area 51. But that's 2019 for ya... In addition to the serious stories that broke this year, a bunch of weird ones popped up, too. Here's a look at some that made us facepalm, laugh hysterically and question humanity:  The guy who survived on taco sauce packets 🌮 An Oregon man's trip to the gas station turned into a near-death experience when his car got stuck in the snow for five days in February. Jeremy R. Taylor initially tried to escape, but found the snow too deep to walk through. He returned to his car and waited for help. After nearly a week, he was discovered by a passerby and dug out by first responders.  When authorities asked how he survived the ordeal, he said he periodically turned on the vehicle for heat and ate taco sauce packets for sustenance. That exotic bird that was covered in curry 🐤 Residents in Buckinghamshire, England, called a nearby animal hospital in July to report a beautiful orange bird on the side of a highway. The bird looked exotic, perhaps even other worldly. (We think it looks like a real-life Pokemon Moltres.) Sadly, that wasn't the case. Turns out it was just a seagull covered in Vindaloo curry. Rescuers gave him a bath, returning him to his ordinary white coat of feather and set him free. The lady who went around licking ice cream 👅 🍦 Offset and Cardi B were right --  people will do anything for clout. In June, a woman walked into a Walmart, opened a tub of Blue Bell Tin Roof ice cream and licked it before putting it back on the shelf. The icky act sparked the #IceCreamChallenge, in which others also licked unsold ice cream and posted video proof on social media. Health officials warned of the hazards and police threatened arrest. Thankfully, the trend quickly died. Those people who pledged to storm Area 51 👽 Matty Roberts was just kidding when he created a Facebook event called \"Storm Area 51, They Can't Stop All of Us.\" But the event quickly went viral, with more than 2 million people saying they'd attend and another 1.5 million interested in the September event. For weeks, authorities warned that storming a secret government compound could be dangerous. Meanwhile, experts answered questions about what people would likely find inside Area 51 if they were to breech its security. In the end, the event transformed into a music festival called AlienStock. Other alien-themed gatherings were also held nearby. However, very few enthusiasts showed up and no one stormed the compound, though there were a few arrests. That lady who swallowed her engagement ring 💍 A San Diego woman ended up in urgent care in September with a story that was almost too crazy to believe. Jenna Evans claimed to have swallowed her engagement ring while having a bad dream about \"a very sketchy situation involving a high speed train and bad guys.\" In Evans' dream, her fiance, Bobby Howell, told her to swallow her ring to protect it. \"So I popped that sucker off, put it in my mouth and swallowed it with a glass of water,\" she said. The next morning, she awoke to find her engagement ring missing. She and Howell then drove to urgent care, where an Xray revealed the ring in her stomach. Fortunately, doctors were able to find and remove it through an endoscopy. The man whose body brews beer 🍺 When a man in North Carolina was pulled over on suspicion of driving drunk, police didn't believe him when he claimed to not have had a single drink. Results from a blood test showed his blood alcohol level was 0.2%, about 2.5 times the legal limit and the equivalent of consuming 10 drinks an hour.  But researchers at the Richmond University Medical Center in New York proved the man's claims to be true.  They diagnosed him with auto-brewery syndrome (ABS), also known as gut fermentation syndrome. in other words, the man's body was brewing its own beer.  The thieves who stole a golden toilet 🚽 Thieves targeted an English palace in September, making off with a solid gold toilet valued at $6 million. The fully functional work of art was on display at Blenheim Palace, former UK Prime Minister Winston Churchill's Oxfordshire home. The palace's insurance company offered a $124,000 reward in hopes of flushing out the thieves. However, the investigation is still pending. In a direct plea to the thieves, Italian artist Maurizio Cattelan said: \"Dear thieves, please, if you are reading this, let me know how much you like the piece and how it feels to pee on gold.\" The man sentenced to jail for missing jury duty ⚖️  A Florida man selected to serve on a civil jury was sentenced to 10 days in jail after oversleeping and missing the trial date. The judge found 21-year-old Deandre Somerville in contempt of court in September after he missed the trial and didn't call to explain what happened. \"I just said, 'Sir, honestly I overslept, and I didn't understand the seriousness of this.'\" Somerville said. The judge sentenced Somerville to 10 days in jail, 150 hours of community service, a written apology of at least 100 words, a year of probation and $233 in fees, according to court records. Somerville appealed the sentence after spending 10 days in jail. The judge initially reduced his sentence, then vacated it."], "Language": false}