{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/arthur-avenue-little-italy-bronx-food-tour/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lilit Marcus, CNN"], "Writers": [[]], "FirstPublishDate": ["2017-05-05T14:53:18Z"], "LastModifiedDate": ["2019-12-29T23:20:57Z"], "Headline": ["A food tour of Arthur Avenue, the Bronx's Little Italy"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["Little Italy in Lower Manhattan has long been associated with pizza parlors and gelato bars. But with gentrification, the neighborhood has shrunk and many residents have relocated to other boroughs and suburbs of New York City. One of the most noteworthy is the Bronx's Arthur Avenue, where another, more authentic Little Italy is harder to get to for tourists but proves to be a more rewarding destination. It feels like home Christian Galliani is a first-generation American who was raised by Italian parents (his father's family is from Milan; his mother's from Piacenza) in the northern Manhattan neighborhood of Washington Heights. The neighborhood didn't have much of an Italian-American community, and Galliani didn't really feel like he fit in -- until his family would head up to Arthur Avenue on weekends to stock up on cheese, wine, sausages and other tastes of home. Galliani ended up becoming a licensed sommelier and working with chefs like Mario Batali. While working at a wine shop, he recommended an inexpensive-but-delicious wine to an art historian named Danielle Oteri. Her friends were so impressed by the wine that she came back to say thanks.  It turned out that Oteri's grandfather had once owned a butcher shop on Arthur Avenue, and Oteri and Galliani went on their first date (where else?) in the Bronx. After they got married, the wife-and-husband duo would eventually combine their passions and skills into Feast on History, a tour company based in New York City. One of their most popular tours is a food crawl along Arthur Avenue, stopping in at some of the shops that Galliani has been frequenting since his childhood. And this is no ordinary stand-and-point tour: guests pop into the shops, some no bigger than a studio apartment, to try samples, chat with shop owners or witness behind-the-scenes operations. Oteri also breaks down some of the finer points of Italian food traditions -- for example, the tour kicks off inside the Arthur Avenue Retail Market, where travelers get fresh cannolis and she explains how true Italian cannolis must be piped fresh, not stored the day before or frozen. Another rule: Don't go to the same store for rolls of bread and cookies, as bread shops and pastry shops are distinctly different things in Italy and each have their own specialties. The couple, who have since expanded their business to food and culture tours in Italy (most recently a Naples itinerary following the hugely popular Elena Ferrante novels), feel fortunate that they have been able to follow their passions around the globe. But there's one place that really feels like home -- Arthur Avenue. Where to go in the Bronx's Little Italy Calandra Cheese: Whether it's parmigiano or burrata you're after, this cozy cheese shop is very generous with the samples. 2314 Arthur Ave, Bronx, NY; (718) 365-7572 Joe's Italian Deli: Oteri points out that there are seven shops along Arthur Avenue that make their own fresh mozzarella daily but, if forced to pick a favorite, she'd opt for Joe's Italian Deli. 685 E 187th St, Bronx, NY; (718) 367-7979 Addeo & Sons Bakery: While this third-generation-owned bakery is just off of Arthur Avenue, the breads are worth making the small detour. 2372 Hughes Ave, Bronx, NY; (718) 367-8316 Egidio Pastry: The pastry shop is where insiders go for cakes, sfogliatelle and fresh cannolis.622 E 187th St, Bronx, NY; (718) 295-6077 Calabria Pork Store: At this ode to all things pork, you won't want to miss the chance to take a selfie under the famous \"sausage chandelier.\" 2338 Arthur Ave, Bronx, NY; (718) 367-5145 Mario's Restaurant & Catering: If you're after a sit-down meal, head to Mario's for a pizza -- the restaurant was a favorite of \"The Godfather\" author Mario Puzo 2342 Arthur Ave, Bronx, NY; (718) 584-1188"], "Language": false}