{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/23/media/disney-2019-year-end/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2019-12-23T16:10:19Z"], "LastModifiedDate": ["2019-12-29T22:39:57Z"], "Headline": ["Disney had a blockbuster 2019. Here's what it has on deck for 2020"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Walt Disney Company is going to have a hard time living up to its record-breaking 2019.  First of all, there are no Star Wars or Avengers films on the docket in 2020. There are, however, two Marvel films: \"Black Widow,\" a prequel about the super spy starring Scarlett Johansson and \"Eternals,\" with Angelina Jolie and Kit Harington as immortal beings who shape the events of earth. There will also be a live-action reboot of the animated classic \"Mulan,\" two Pixar films — \"Onward\" and \"Soul\" — and a film based on the theme park ride \"Jungle Cruise,\" starring Dwayne \"The Rock\" Johnson and Emily Blunt.  It's a lineup with a lot of potential but it could lead to \"a more subdued year at the box office,\" Shawn Robbins, chief analyst at Boxoffice.com, told CNN Business. \"Disney has a 2020 slate that most studios would kill to have, but by their own recent standards, next year is missing a big event film that everyone has to see,\" he said. \"Sure, they have two Marvel movies and a few others that could be sneaky big hits, but there's no epic conclusion like 'Avengers: Endgame' or even a Star Wars movie.\" This means other studios have a chance to topple Disney from its perch. So far, the competition is looking stiff: Warner Bros. is releasing \"Wonder Woman 1984,\" \"Birds of Prey\" and Christopher Nolan's \"Tenet\" in 2020. Paramount has two big sequels with \"Top Gun: Maverick\" and \"A Quiet Place Part II.\" And Universal is set to release \"Fast & Furious 9\" and the next film in the Halloween series, \"Halloween Kills.\" There are also sequels for James Bond, \"Ghostbusters,\" and \"Coming to America.\" A hard-to-top year This has been a landmark year for Disney. In March, the company closed its $71 billion acquisition for most of 21st Century Fox. In July, it set the record for the highest-grossing studio in box office history. Star Wars: Galaxy's Edge, the parks division's biggest expansion ever, opened to incredible fanfare. And Disney+, the company's first major leap into the streaming world, officially launched. \"When we look back in 20 years, I think people will say 2019 was one of the three or four biggest years in the company's history,\" Trip Miller, a Disney shareholder and managing partner at hedge fund Gullane Capital Partners, told CNN Business. But next year will be focused on fine-tuning what Disney achieved this year, according to Miller. \"2020 is about tweaking the things that they acquired or launched in 2019,\" he said. \"It's about refinement or making what they have better.\" Robbins of Boxoffice.com said 2019 is a \"capstone year after a decade-plus of strategic build-up.\" Bob Iger has been on shopping spree during most of his tenure as CEO, buying big brands like Pixar in 2006, Marvel in 2009 and Lucasfilm in 2012 before snapping up companies like BAMTech to build Disney+ and Fox to fill the coffers of that streaming service. What ensued was a global box office windfall that surpassed the $10 billion mark in 2019, shattering Disney's 2016 record of $7.6 billion. The company released a record six films that made $1 billion or more with \"Star Wars: Rise of Skywalker\" potentially being the seventh. And as if that weren't enough, \"Avengers: Engame\" surpassed \"Avatar\" in ticket sales and grabbed the top spot as the highest grossing film in global box office history. \"All of our brands contributed to the success, whether it was Disney live action or Disney Animation and Pixar to Marvel Studios,\" Cathleen Taff, Disney's president of distribution, told CNN Business. \"And that's really the only way you can get to sort of a number like that.\" But Robbins said that to \"expect that kind of recent blockbuster success to be sustainable year to year isn't realistic by anyone's standards, including Disney.\" The company's dominance this year came with some setbacks. \"Dark Phoenix,\" \"Stuber\" and \"The Art of Racing in the Rain,\" films produced by its newly-acquired Fox studio, flopped at the box office and Disney+'s launch day was mired by glitches.  But the steaming service quickly recovered ended its first day with 10 million sign-ups -- the prize for years of work that Iger has repeatedly called his \"highest priority.\"   \"Disney+ will prove to be the one thing that repositioned the company on several media fronts,\" Miller said. \"It will connect the company to the next generation of storytelling.\""], "Language": false}