{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/politics/harry-reid-ufos-pentagon/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-28T15:39:13Z"], "LastModifiedDate": ["2020-04-28T17:09:32Z"], "Headline": ["This former senator isn't surprised by the new UFO tapes"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Monday's release by the Pentagon of three short videos of \"unidentified aerial phenomena\" (aka UFOs) was met with wonder and astonishment across the country -- and the world. One man was not surprised. And his name is Harry Reid. \"I'm glad the Pentagon is finally releasing this footage, but it only scratches the surface of research and materials available,\" tweeted Reid, the former Senate majority Leader. \"The U.S. needs to take a serious, scientific look at this and any potential national security implications. The American people deserve to be informed.\" For Reid, who served in the Senate from Nevada for three decades and led his party in the chamber for 12 years before retiring in 2017, the footage, which was compiled by a group founded by Tom Delonge, a founding member of the pop-punk group Blink-182, is simply a confirmation of what he has long believed and advocated for in the halls of Congress: We may not be alone. Back in 2007, Reid pushed hard for the creation of the Advanced Aerospace Threat Identification Program (AATIP), which was housed within the Department of Defense and about which almost nothing was (or is) known. In a 2017 profile of the program -- headline: \"Glowing Auras and 'Black Money': The Pentagon's Mysterious U.F.O. Program\" -- The New York Times wrote: \"The Defense Department has never before acknowledged the existence of the program, which it says it shut down in 2012. But its backers say that, while the Pentagon ended funding for the effort at that time, the program remains in existence. For the past five years, they say, officials with the program have continued to investigate episodes brought to them by service members, while also carrying out their other Defense Department duties.\" Reid, in an interview for the show \"Nevada Newsmakers\" in 2019, was unapologetic for the $22 million he had earmarked for AATIP over his time in the Senate. \"We know that China is doing it,\" Reid said in reference to studying unidentified flying objects. \"We know that Russia, which is led by someone within the KGB, is doing it, too, so we better take a look at it, too.\" Added Reid: \"We got a volume of research that was done, $22 million worth of research. It showed that not two people, four people or six people or 20 people but hundreds and hundreds of people have seen these things, sometimes all at the same time.\" In fact, Reid has lobbied his former Senate colleagues to increase funding for the study of UFOs and other alien activity. Last year, he told Roll Call newspaper that he was \"going to have a call with a member of the Senate in an hour or two where we have people in the military who want to come and tell somebody what they've seen,\" noting that: \"What we found in the past is that these pilots, when they see something strange like this, they're prone not to report it for fear that the bosses will think something's wrong with them, and they don't get the promotion. So, many, many times they don't say a word to anybody about these strange things.\" Reid's advocacy appears to be paying dividends. A handful of senators -- including Senate Intelligence Committee vice chairman Mark Warner (D-Virginia) have received briefings in the past year from the Pentagon about its information on UFOs. So, too, has President Donald Trump. \"I think it's probably -- I want them to think whatever they think,\" Trump told ABC's George Stephanopoulos last summer of UFO believers. \"They do say, and I've seen, and I've read, and I've heard. And I did have one very brief meeting on it. But people are saying they're seeing UFOs. Do I believe it? Not particular.\" On that point -- as well as on virtually every other issue -- Trump and Reid part ways. (Reid called Trump \"amoral\" in a 2019 New York Times profile.) Reid's fascination with the possibility of alien life and the existence of UFOs dates back decades -- and is directly tied to a wealthy Nevadan named Robert Bigelow. Bigelow's father, as well as several other wealthy businessmen, were killed in a plane crash in the 1960s. His grandparents were convinced a UFO had something to do with it. And so Bigelow, as he got older and wealthier, would hold conferences on the subject of UFOs and the possibility of extraterrestrial life. Reid attended one of the seminars and, as he told New York magazine in 2018: \"It was really fascinating quite frankly because there were people trying to figure out what all this aerial phenomenon was. Bigelow knew I was interested.\" The two men stayed in touch. And eventually Reid, now a senator, decided to do something about their mutual interest. As Reid recounted to New York: \"I said, 'Well, if you were me, what would you say to people in power in the United States Senate who have huge control over the spending of defense money?' And here's what [Bigelow] said: 'What I will do is prepare something for you that anyone can look at it that wants to, it's strictly science.' He put it in scientific language -- what the study should consist of.\" Reid then consulted with two longtime friends -- Sen. Daniel Inouye (D-Hawaii) and Sen. Ted Stevens (R-Alaska) -- who agreed to add funds for the research into the yearly appropriations bill. And, voila! UFO research! (Worth noting: Most of the money the Senate appropriated for the study went to Bigelow's company, according to the New York Times.) Now, what's important to remember here is that Reid isn't saying beyond a shadow of a doubt that UFOs and alien life forms (or ALF, for short) actually exist. He's simply saying that there's enough evidence to warrant further investigation. \"I personally don't know if there exist little green men places,\" Reid told a local Nevada radio station last year. \"I kind of doubt that, but I do believe the information we have indicates we should do a lot more study.\" In other words: The truth is out there."], "Language": false}