{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/pizza-art-rhode-island-palmieri-johnston-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Cole Higgins, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-28T13:48:10Z"], "LastModifiedDate": ["2019-12-28T17:25:36Z"], "Headline": ["This pizza maker makes a feast for the taste buds AND the eyes"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["We've grown up being told not to play with our food but a pizza maker in Rhode Island does just that to create works of art that will make your stomach growl.  Eric Palmieri is a fifth-generation Italian baker. But it wasn't until a devastating fire destroyed his more than 110-year-old family bakery in 2007 that Palmieri found his calling.  \"I started working at the bakery full time ... and consequently found a new love and appreciation for the business, I decided to make the bakery my life's work and have worked there ever since,\" Palmieri told CNN.  Palmieri first explored pizza art in July of 2016, when he made a \"very basic\" US flag pizza with pepperoni stripes and olive stars. \"It was a huge hit with customers and the following winter I made a fairly simple Patriots logo pizza during their 2017 title run,\" said Palmieri.  Those two \"simple\" designs are what kick-started it all and Palmieri hasn't slowed down since. His eye-popping, mouth-watering creations range from cartoon characters to Star Wars legends, and fierce predators. These special pies take more time to create. \"The pizzas can take anywhere from 1 hour for a basic design to 3 hours for a complex design, not including baking time. A normal pepperoni and cheese pizza might take a few minutes to make,\" explained Palmieri.  The designs are so magnificent that you may be hesitant to take a slice — but trust me, you'll want to. Palmieri uses all-natural ingredients for his pies. \"The most common ingredients used are black olives ... red, yellow, green, and orange bell peppers, breaded eggplant, and grated Romano cheese mixed with olive oil and various spices and sauces to make a wide array of colors,\" Palmieri said.  Palmieri says the custom pies haven't changed his family's business \"all that much,\" but they have paid off in a different kind of way. \"Seeing the response to my work and the reactions from customers and fans on social media is incredibly rewarding and humbling, especially when it comes to the parents who pick up a pizza for their kid's birthday party,\" Palmieri said. \"As a parent of two young children I know how important those events are and the idea that I can be a part of making such an important day even a little bit extra special is sort of indescribable.\" Unfortunately for you and your taste buds, Palmieri is not able to ship his edible art. If you make the trip to Johnston, Rhode Island, you can always visit him and pick one up from his family's shop, D. Palmieri's Bakery.  Until you take the trip, you can drool over Palmieri's designs by visiting his website and Instagram. "], "Language": false}