{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/27/business/michaels-ceo-ashley-buchanan/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Victoria Cavaliere, CNN Business"], "Writers": [["Victoria Cavaliere"]], "FirstPublishDate": ["2019-12-27T18:35:26Z"], "LastModifiedDate": ["2019-12-27T18:56:22Z"], "Headline": ["Michaels replaces CEO after just two months on the job"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Michaels Companies named longtime Walmart executive Ashley Buchanan as CEO on Friday, as the country's largest arts and crafts retailer looks to expand its customer base and compete against online giants like Amazon.  Buchanan will replace current CEO Mark Cosby in April after a transition period, the company said in a statement. The move comes just two months after Cosby took over as CEO. He will remain on the company's board, Michaels said.  Buchanan, a Walmart veteran, most recently served as the retail giant's chief merchandising and chief operating officer for US E-commerce.  Michaels' shares were up more than 15% on Friday. \"Michaels is an iconic brand, and I am excited about the tremendous opportunity we have in front of us to reimagine and redefine the experience of our Makers,\" Buchanan said in a statement. \"I believe we can engage them in innovative new ways.\" Michaels, like other traditional brick-and-mortar retailers, has grappled with how to keep its foothold as consumers increasingly transition to online shopping. US retailers announced 9,302 store closings this year, a 59% jump from 2018, according to Coresight Research.  Earlier this month, Michaels' shares tumbled 15% after it reported sales at stores open at least a year fell 2.2% in the third quarter compared to the same period in 2018. It also lowered its guidance for sales and adjusted earnings for the year. Last year, the company shut down all of its nearly 100 Aaron Brothers framing and art supplies stores. Michaels has 1,260 Michaels stores in 49 states and Canada."], "Language": false}