{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/top-new-hotels-2020-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Courtesy Kachi Lodge", "Courtesy InterContinental Hayman Island", "Courtesy of Puro Vik", "Courtesy Nayara Tented Camp", "Courtesy Aman Kyoto", "Courtesy Jao Camp", "Courtesy Hotel Château du Grand-Lucé", "Courtesy, The Standard", "Courtesy August", "Courtesy Reefsuites", "Courtesy Nobu Hotel Los Cabos", "Courtesy Gorgeous George", "Courtesy Islas Secas", "Courtesy Mama Shelter London", "Courtesy Six Senses Shaharut", "Courtesy Rosewood Bangkok", "Courtesy Equinox Hotels", "Courtesy The Fantauzzo", "Courtesy &Beyond Sossusvlei Desert Lodge", "Courtesy Santa Monica Proper Hotel"]], "FirstPublishDate": ["2019-12-26T08:08:33Z"], "LastModifiedDate": ["2019-12-26T08:08:33Z"], "Headline": ["Top hotels to check out in 2020"], "Section": ["travel-stay"], "MappedSection": [null], "Article_Body": ["Kachi Lodge, Bolivia: These geodesic domes on the Uyuni Salt Flats have bohemian-chic interiors, plush beds and huge bay windows that offer excellent star-gazing. InterContinental Hayman Island, Australia: This sleek new property features eight beachfront villas.  Puro Vik, Chile: Comprised of 19 literal glass houses carved into Millahue's hills, Puro Vik makes guests feel as if they're completely immersed in their lush natural landscape.  Nayara Tented Camp, Costa Rica: Flanked by lush rainforest near the base of the Arenal Volcano -- one of the first luxury tented camps in Costa Rica -- is worth visiting for its location alone. Aman Kyoto, Japan: Tucked away inside 80 acres of dense forest just outside of Kyoto, the newest Aman, opened in November 2019, is the perfect place to unwind.  Jao Camp, Botswana: When it comes to glamping, it doesn't get much plusher than Jao Camp in Botswana. Hotel Château du Grand-Lucé, France: Hotel Château du Grand-Lucé might possibly be the world's dreamiest countryside escape. The Standard, Maldives: Urban hotel chain The Standard, known for its hip hotels in New York and Los Angeles, has opened up shop on the white sands of the Maldives.  August, Belgium: August is a former Augustinian convent-turned-boutique hotel tucked away behind private walled gardens in Antwerp's Green Quarter. Reefsuites, Australia: Opened in December 2019, Reefsuites, Australia's first underwater hotel, allows visitors to take in the Reef's incredible underwater world from the comfort of their plush, king-sized beds. Nobu Hotel Los Cabos, Mexico: With just 12 properties around the world, the ultra-exclusive hotel brand owned by Robert De Niro and celebrity chef Nobu Matsuhisa has opened its first Latin American outpost and it's sublime. Gorgeous George, Cape Town: Though Cape Town is a hub for beautiful hotels, the ante has been raised by the opening of Gorgeous George in April 2019. Islas Secas, Panama: Located 33 nautical miles south of mainland Panama, Islas Secas is the sole development on a dreamy 14-island archipelago. Mama Shelter London, UK: Mama Shelter London has two karaoke rooms, and hotel guests can enjoy the first hour for free.  Six Senses Shaharut, Israel: Aatop a cliff in Israel's rugged Negev Desert, the Six Senses Shaharut  -- opening in Spring 2020 -- is the perfect destination for the intrepid luxury traveler. Rosewood Bangkok, Thailand: Lennon's, a speakeasy-style bar on the top floor of the newest Rosewood hotel, has a vinyl collection of 6,000 records for guests to browse and play.  Equinox Hotel Hudson Yards, New York City:  Rooms are fitted with lighting and temperature presets optimal for rest and relaxation and beds made from spring-free, organic fiber mattresses. The Fantauzzo, Australia: This hip Aussie boutique hotel has 166 minimalist-modern rooms decked out in timber, stone and leather, original art by local artist Vincent Fantauzzo and a central location steps from the city's hottest restaurants and bars.  &Beyond Sossusvlei Desert Lodge, Namibia: Opened in October 2019 after a top-to-toe $3 million renovation, the sleek new &Beyond Sossusvlei Desert Lodge is as luxe as it gets in the great outdoors. Santa Monica Proper Hotel, Los Angeles: The Santa Monica Proper is the epitome of California cool with its indoor palms, sun-drenched spaces and scenic rooftop pool."], "Language": false}