{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/france-cimabue-blocks-export-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2019-12-24T17:33:13Z"], "LastModifiedDate": ["2019-12-25T12:34:34Z"], "Headline": ["A $26M Cimabue masterpiece was found in an elderly woman's kitchen. Now France is blocking its export"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["France has blocked the export of a long-lost Italian masterpiece, which was found in an elderly woman's kitchen and sold for almost 24.2 million Euros ($26.8 million) at auction earlier this year. The remarkable discovery of \"Christ Mocked,\" by the Florentine painter Cimabue, was hailed earlier this year, and the piece sold for more than four times the pre-sale estimate in Paris in October. But the French government has stepped in to halt its export, assigning the painting \"national treasure\" status. The move keeps the tiny, ultra-rare painting in the country for 30 months, during which time the government aims to raise the funds to buy it for the nation and display it in the Louvre museum alongside other works by the artist. The unsuspecting owner of the piece did not know where the 10-inch by 8-inch painting had come from, according to Jerome Montcouquil of art specialists Cabinet Turquin, which was asked to carry out tests on the painting following its discovery in the summer. The painting had been hanging above a hot plate used for cooking food, according to AFP.  \"It didn't take long for us to see that it was an artwork by Italian painter Cimabue,\" Montcouquil told CNN prior to the sale. \"He's a father of painting so we know his work very well.\" He added it was the first ever Cimabue painting to be auctioned. The decision to block its export was made by a panel of the Advisory Committee on National Treasures, and approved by France's Culture Minister Franck Riester. Cimabue is the pseudonym of artist Cenni di Pepo, born in Florence around the year 1240. He is known to have been the discoverer and master of Giotto, widely regarded as one of the greatest artists of the pre-Renaissance era. \"There are only 11 of his paintings in the world -- they are rare,\" Montcouquil said. The work is part of a diptych made in 1280, when the artist painted eight scenes centered on the passion and crucifixion of Christ."], "Language": false}