{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/23/us/addict-turned-homeless-rescuer-trnd/index.html"], "Source": ["cnn"], "Location": ["Los Angeles"], "ByLine": ["By Paul Vercammen, CNN"], "Writers": [["Paul Vercammen"]], "FirstPublishDate": ["2019-12-24T00:45:03Z"], "LastModifiedDate": ["2019-12-24T02:34:40Z"], "Headline": ["Once ravaged by crack and alcohol, she pays it forward thousands of times to the homeless"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A well-dressed woman wove around clusters of sleeping people on a Los Angeles sidewalk and flashed a high-voltage smile. \"Hi,\" she beamed to a homeless woman clinging to a white blanket and sitting against the wall of The Midnight Mission, a large shelter in the middle of Skid Row. The sitting woman, perhaps 50-something, deep lines in her face, perked up. She began chatting with her greeter, Georgia Berkovich, the Midnight Mission's director of public affairs and ray of sunshine in recovery. Berkovich once smoked crack and binge-drank alcohol into incoherence. That gives her street credibility among the trash piles, cynicism and hopelessness in Los Angeles County, where there are 58,936 homeless people, according to the Los Angeles Homeless Services Authority. \"I like to tell them that we are no different,\" Berkovich, 51, explained. \"That I was where you are, and I am not anymore. I can show you how this (recovery) works. This is what I did and that identification is really how you reach people.\" How many people on the streets has Berkovich reached, inspired to put up, shut up and clean up? Andrew Linares estimates several thousand lost souls helped find a better path because of Berkovich and her optimism. She has been clean and sober for 26 years. \"She has a beautiful way to show others,\" said Linares, now clean and sober for two years and working under Berkovich in the mission's public affairs office. \"She did crack, I did meth,\" he said. \"The way she used is the way I used.\" Linares said Berkovich doesn't hit addicts with harsh lectures. Berkovich connects with many of her flock through the various music and art programs at the Midnight Mission, which shelters an estimated 375 homeless people per night inside and outside in its enclosed courtyard. \"Even if you don't love art or music, it's not just about that,\" she said. \"It's an opening to hope and joy and the connection with other human beings. To have a shared experience.\" It's not uncommon to see Berkovich clapping, dancing and getting misty-eyed, as she did when a group made up primarily of homeless singers finished rehearsing the \"Hallelujah Chorus.\" \"They (homeless) are you and they are me,\" Berkovich said, becoming choked up. \"They were full of hope, wonder, just as you and I are, and were. And they've have had horrific things happen.\" The horrific things began happening to Berkovich when her father died. \"I was 6 years old, and after I started to run wild,\" she said. Berkovich revealed she hid her demons so well she became sixth-grade class president at her elementary school in the Los Angeles suburb of La Crescenta. She said while her mother worked three jobs, she started hanging out with the older kids, smoking and drinking. \"Then I started to get involved in other kinds of drugs and things I that I swore I'd never do,\" Berkovich continued. She plunged to rock bottom after well over a decade in a drug and alcohol blur. \"I had my last suicide attempt at 23 and then I started smoking crack and then it got worse.\" She recalled being fired from her job and evicted from her apartment. Berkovich said she would have wound up on the streets, but her best friend's parents gave her a room in their home. The friend then got her to call a recovering alcoholic, who drove her to a 12-step meeting in a room filled with strangers and promise. \"I have been sober for 26 years and I have a big beautiful life,\" she said. I tell Berkovich people around Skid Row say she \"paid that forward thousands of times.\" \"Wow! Well, that is what was done for me, and that's what we continue to do,\" Berkovich smiled. Outside the mission, Berkovich talked to the woman with the white blanket about staying in touch with relatives, and she invited her to dinner at the Midnight Mission. \"It's nice to see you. I really appreciate it,\" the homeless woman said. Berkovich walked toward the Midnight Mission entrance, but paused twice. She hugged a once-homeless man on the sidewalk and was thrilled to hear he found a place to live. Then, steps from the entrance, Berkovich stopped and listened to a woman searching for her missing sister with Down syndrome. Berkovich consoled the anxious woman and vowed to help any way she could, just as she does every day while bringing light to the darkness of Skid Row."], "Language": false}