{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/best-new-cruise-ships-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elissa Garay, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-23T13:12:06Z"], "LastModifiedDate": ["2019-12-23T16:34:13Z"], "Headline": ["Best new cruise ships for 2020"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Looking for a 2020 cruise vacation that will make some waves?  Then don't just hop aboard any old boat: When it comes to planning your perfect trip, travel foresight is \"20/20,\" thanks to this sneak peek at the 10 most exciting cruise ships on the roster for the year ahead.  This next generation of vessels comes hot on the heels of some buzzy late-2019 arrivals: Shiny new megaships such as the Norwegian Encore, MSC Grandiosa, Carnival Panorama, Sky Princess and Costa Smeralda (debuting December 21, 2019) have all glided onto the marketplace in just the last few months, foreshadowing bigger 2020 industry trends to come.  Costa Cruises's Costa Smeralda, for instance, has ushered in a movement toward big ships embracing greener energy via clean(er)-burning liquefied natural gas (LNG) -- a power source that at least two of the new-for-2020 vessels will likewise rely upon.  Meanwhile, Norwegian Encore has wowed adrenaline-seekers with the largest racetrack at sea -- a need-for-speed cruise craze continuing on with the upcoming Carnival Mardi Gras's first at-sea roller coaster.  Norwegian Cruise Line's tech-forward Encore also rolled out augmented reality features in its laser tag arena and virtual reality gaming center; Royal Caribbean, who'd been previously toying with the technology, furthers the trend on its forthcoming Odyssey of the Seas, which will showcase an augmented reality-enhanced arcade, too.  And while many lines are upping the ante with innovations and enhancements via the newest additions to their fleet, this year will also see two significant cruise line newcomers splash onto the scene. Look out for the first-ever ships from both Virgin Voyages and The Ritz-Carlton Yacht Collection -- two well-established and respected brands that are bringing their own unique stamp of hospitality to the high seas.  So whether its on-board tattoo parlors, roller coasters, cantilevered platforms, or submarine excursions that float your boat, read on: The best new cruise ships of 2020 have got you covered.  Virgin Voyages: Scarlet Lady  The cruise industry is amping up for a seriously sexy upgrade come springtime, courtesy of Sir Richard Branson's first maritime foray via Virgin Voyages. April brings the much-anticipated debut of the fledgling line's flagship, the 2,770-passenger Scarlet Lady -- the first of four planned Virgin vessels.  Making a play for first-time \"sailors\" (as the line dubs them) and a younger, hipper, adults-only crowd, the fleets' design-heavy concept has been realized by a team of designers and architects with zero former ties to cruising.  The result is a completely fresh take on what a cruise ship should be, courtesy of industry-first spaces like a tattoo parlor and vinyl shop; \"Rockstar\"-themed suites with hammock-trimmed balconies; and yoga-dedicated sundecks and DJ-hosted spa parties reflective of Virgin's signature \"detox-and-retox\" ethos.  More than 20 dining experiences are bundled in the rates -- inclusive of vegan menus and drag-show brunches -- as are other extras like nonalcoholic drinks, Wi-Fi and gratuities. The ship will sail three- to seven-night Bahamian and Caribbean voyages out of Miami, including a stop at the line's private Bimini beach club.   Carnival Cruise Line: Mardi Gras Carnival's latest \"fun ship\" will feature a whiz-bang, first-at-sea roller coaster that zooms around 800 feet of track at speeds of up to 40 miles per hour on the ship's top deck -- including a hairpin turn that whips around the vessel's funnel.  It's the crowning innovation aboard the 5,280-passenger behemoth, the largest in Carnival's 28-ship fleet, which debuts in the fall. Look out, too, for the line's biggest water park (touting a trio of slides); a 600-foot-long ropes course; a new-for-the-line, suites-only enclave (dubbed \"Excel\") and a brewery.   Restaurants from Emeril Lagasse, Guy Fieri and Shaquille O'Neal will be neatly packed into the ship's six themed zones including \"Ultimate Playground\" and \"French Quarter.\" Mardi Gras will also be the first ship sailing North America to be powered by LNG. After an inaugural summer season of sampler voyages in Europe and out of NYC, Mardi Gras will permanently homeport in a brand-new cruise terminal in Port Canaveral, Florida, to offer a year-round series of weeklong Caribbean itineraries. The Ritz-Carlton Yacht Collection: Evrima Another headline-grabbing industry newcomer, the luxury Ritz-Carlton hotel group is bringing its signature brand of ritz to the high seas in 2020, courtesy of The Ritz-Carlton Yacht Collection. Its inaugural ship (the first in a trio of identical new builds) -- the sleek, 298-passenger Evrima -- rolls out in June.  Guests can expect yacht-style accommodations, complete with an all-suite, all-balcony cabin configuration, each with a \"personal concierge\"; 10 on-board dining experiences, including one backed by Michelin-starred chef Sven Elverfeld of Aqua in Wolford, Germany; and a marina-style platform with access to water sports.  A kids' club with programming designed by Jean-Michel Cousteau's Ocean Futures Society is also of note.  Plus, passengers can be assured of proper pampering, thanks to one of the industry's highest staff-to-guest service ratios.  A series of one-off, seven- to 10-night itineraries will span the globe -- including calls in the Mediterranean, Northern Europe, the Caribbean, Latin America, Canada and the northeastern United States. Plus, all-inclusive pricing bundles in all on-board beverages (yes, this includes wine, beer and spirits), gratuities, Wi-Fi and the afore-mentioned water sports.  Celebrity Cruises: Celebrity Apex Following the debut of Celebrity's mod, year-old,state-of-the-art Celebrity Edge, sister ship Celebrity Apex will be unveiled in April with many of the same innovations that have made the Edge the industry's \"it\" ship.  Touting next-level contemporary design, with an emphasis on bringing the outside in, guests aboard the 2,910-passenger Celebrity Apex have a bevy of options before them. For starters, they can nosh in 29 culinary venues, rest their heads in staterooms trimmed by push-of-a-button \"infinite\" balconies, first-for-the-line solo cabins or lavish bi-level villas with their own outdoor plunge pools.  Soak up the ocean scenery from spots like the foliage-filled rooftop garden event space and grill. Lounge in the indoor/outdoor Eden lounge, with its three-story high windows or aboard the \"Magic Carpet,\" a floating deck that comes cantilevered off the ship's side. The dynamic space flits between decks 2 and 16, transitioning in function along the way (it might be a Happy Hour lounge one moment, and an alternative restaurant the next).  Celebrity Apex will kick off its inaugural sailing season with a series of seven- to 14-night European voyages, before repositioning to Fort Lauderdale in November for a winter season of week-long Caribbean sailings.  Crystal Cruises: Crystal Endeavor  Crystal Cruises will redefine polar exploration this year with the August debut of its Crystal Endeavor, billed as the world's largest and most spacious upscale expedition ship (and the first expedition vessel for the luxury line).  The 200-passenger expedition yacht will deliver guests to the most remote places on the planet without them ever leaving the lap of luxury, thanks to features like a one-to-one staff-to-guest ratio, roomy, balcony-trimmed suites outfitted with king-sized beds, in-room iPads, and personal butlers. In addition, six fine-dining venues, including one backed by celebrity chef Nobu Matsuhisa and an expansive spa and glass-domed pool encourage ultimate calm. Explore far-reaching locales via a fleet of zodiacs, kayaks and stand-up paddleboards, or upgrade to high-tech toys like a seven-passenger submarine or one of two helicopters.  All-inclusive pricing factors in-shore excursions, all dining venues and alcoholic beverages along with gratuities so you can leave your wallet in your suite.  Expedition voyages, ranging from 12 to 22 nights, will focus on the polar regions, Russian Far East, Northeast Passage, South Pacific, and beyond.  Royal Caribbean International: Odyssey of the Seas Trendsetting Royal Caribbean has made a name for itself with the steady stream of one-upmanship reflected by its fast-expanding 27-ship fleet, with each new vessel reflective of the brand's bigger-is-better, all-the-bells-and-whistles approach.  The 5,498-passenger Odyssey of the Seas, launching in November, isn't the line's biggest in size, but it comes positively loaded with wow-factor attractions.  Look out for an action-packed top deck, where a bi-level pool deck, kids' aqua park, North Star observation pod, skydiving simulator, bungee trampoline, dining options and a \"rooftop\"-style bar converge.  Then there's SeaPlex, the largest indoor activity space at sea, featuring glow-in-the-dark laser tag, a trapeze school, bumper cars and a virtual reality arcade employing augmented reality-enhanced walls and floors for interactive, high-tech gaming.  Plus, look out for other returning fleet favorites like the robot bartender-helmed Bionic Bar and the adults-only Solarium pool and relaxation space. Odyssey of the Seas will sail its inaugural season of six- and eight-night Caribbean itineraries out of Fort Lauderdale.  P&O Cruises: Iona The biggest ship ever built to serve the UK market, the 5,800-guest P&O Cruises's Iona, debuts in May. The vessel boasts 19 decks of diversion.  Catch a flick in the four-screen cinema or take a dip in the top-deck infinity pool (one of four on-board pools). Perhaps you'd like some exercise? Stroll the half-mile promenade deck and when you get peckish, stop at one of the alfresco dining and drinking options. Catch an aerialist show in the glass-enclosed SkyDome and then refuel at one of 30 eateries (one touts a partnerships with celebrity chef Marco Pierre White, while the main dining room features new-for-the-line open seating). Later, go for a nightcap at one of a dozen watering holes -- including a gin distillery.  This is P&O Cruises's greenest ship to date, running on LNG. Iona will concentrate on European voyages, with seven-night fjord itineraries in summer and longer winter itineraries scheduled for Spain, Portugal and the Canary Islands.  Regent Seven Seas Cruises: Seven Seas Splendor What's been declared \"the world's most luxurious cruise ship\" is getting ready to ready to roll out its sequel.  Debuting in February, Regent Seven Seas Cruises's sophisticated, 750-passenger Seven Seas Splendor is the follow-up to the luxe line's lauded, three-year-old Seven Seas Explorer, and will feature much of the original's swank signatures. Like the Explorer, expect elegant public spaces and an all-suite configuration (units boast balconies, marble bathrooms and butler service) albeit with some detail-perfecting revisions on the Splendor. For example, the popular coffee bar"], "Language": false}