{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/23/africa/france-stops-use-of-cfa/index.html"], "Source": ["cnn"], "Location": ["Lagos, Nigeria"], "ByLine": ["By Aisha Salaudeen, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-23T13:25:33Z"], "LastModifiedDate": ["2019-12-23T13:26:34Z"], "Headline": ["France is set to end the use of the 75-year-old controversial CFA franc in West Africa"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["A revamped common currency in West Africa known as the ECO will be launched in 2020, according to French President Emmanuel Macron. The ECO is supposed to replace the CFA franc which is currently being used in eight west African countries and six countries in central Africa.  During a trip to Ivory Coast on Saturday, in cooperation with eight West African countries — Benin, Burkina Faso, Guinea-Bissau, Ivory Coast, Mali, Niger, Senegal, and Togo — Macron announced at a joint news conference with the Ivorian president that France is working towards loosening up the supervision of the currency.  Macron, speaking in Abidjan, the economic capital of Ivory Coast, described colonialism as a \"grave mistake and a fault of the republic\" according to a DW News report.  The move to drop the CFA franc is part of France's plan to rebuild relations with its former African colonies.  \"I wanted to engage France in a historic and ambitious reform of cooperation between the West African economic and monetary union and our country. We do it for African youth,\" Macron wrote on his official Twitter page on Saturday.   Controversial currency Known as \"Colonies Francaises d'Afrique\" (French colonies in Africa), the CFA franc was established in 1945 and has been tagged as a controversial currency for its control by France. The currency was initially pegged to the French franc but has been linked to the euro since 1999. A French representative has been on the board of the currency's union.  French colonies have had to store 50% of their foreign currency reserves with France in return for France guaranteeing the currency.  But the new currency revamp announced by Macron will not require African countries in the ECOs economic bloc to keep half their reserves with France or have a representative sit on their currency's board.  It will, however, remained pegged to euro and guaranteed by France.  On his official Twitter page, Ivorian President Alassane Ouattara described the adoption of the ECO as a step in building more business-oriented relations free from colonial influence.  \"The reform of the CFA takes into account our desire to build our future in a responsible manner, in order to attract private investment, create jobs and pursue the economic development of our countries,\" he said on Twitter. The ECO will be used initially only in the eight West African nations. The CFA will remain in use for now by the six Central Africa nations, Cameroon, Central African Republic, Chad, Republic of the Congo, Equatorial Guinea and Gabon. France-Africa relations Revamping the west African currency is not France's first move in rebuilding its relationship with African countries on the continent. Over the past years, the country has taken many steps to smooth its association with Africa and Africans.  In November 2018, for example, a report commissioned by the French president recommended that art plundered from sub-Saharan Africa during the colonial era be returned by the French through permanent restitution.  As a result, stolen art from countries like Nigeria and Senegal were returned from French museums to their home countries."], "Language": false}