{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/banksy-bethlehem-nativity-scene-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Nadeem Muaddi, CNN"], "Writers": [["Nadeem Muaddi"]], "FirstPublishDate": ["2019-12-22T21:45:09Z"], "LastModifiedDate": ["2019-12-22T22:05:02Z"], "Headline": ["Banksy unveils 'modified nativity' scene in Bethlehem"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Banksy wants people celebrating Christmas to consider what's happening in present-day Bethlehem.  The elusive street artist's latest work features a \"modified nativity\" scene: Joseph and Mary kneeling beside Jesus in a manger set beside a monstrous concrete wall. The wall appears to be pierced by a mortar shell, leaving a mark that resembles a guiding star. Graffitied on the wall are the words \"love\" and \"peace,\" in English and French. The installation, dubbed \"Scar of Bethlehem,\" was unveiled on Saturday at the Walled Off Hotel in Bethlehem. The artist also announced it on Instagram. \"It is a nativity,\" the hotel's manager Wissam Salsaa told AFP. \"Banksy has his own contribution to Christmas.\" \"It is a great way to bring up the story of Bethlehem, the Christmas story, in a different way -- to make people think more\" of how Israel's military occupation impacts Palestinians. Banksy opened the Walled Off Hotel in 2017 to draw attention to the Israeli-Palestinian conflict. The hotel bills itself as having the worst view in the world. Nearly every window opens up to a 30-foot high wall, part of a concrete and fence barrier that snakes hundreds of miles through the West Bank. Israel says the barrier provides protection from attacks. Palestinians say it's a land grab, as much of the barrier is constructed in the Palestinian territory. In 2004, The International Court of Justice at The Hague ruled that the barrier is illegal. Each of the hotel's nine rooms and presidential suite includes art by Banksy critiquing Israel's occupation, including its Jewish-only settlements, military checkpoints and extensive surveillance system. The England-based artist is a longtime critic of Israel. The artist's work can be seen on walls and sides of buildings throughout the Palestinian territories, including Gaza. \"Banksy is trying to be a voice for those that cannot speak,\" Salsaa said. Banksy \"is creating a new model of resistance through art.\""], "Language": false}