{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/investing/harley-davidson-earnings/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-04-28T15:22:17Z"], "LastModifiedDate": ["2020-04-28T16:20:35Z"], "Headline": ["Harley-Davidson to conserve cash in midst of Covid-19 crisis"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Harley-Davidson is in talks with \"major U.S. banks\" to access another $1.3 billion in liquidity, the company said Tuesday. It unsurprisingly reported a drop in sales for its iconic choppers in the first quarter as the global Covid-19 pandemic is hurting demand for motorcycles.  Shares of Harley-Davidson soared nearly 10% Tuesday as the company also unveiled a plan to conserve cash. Harley-Davidson reported a 12% decline in American sales across the motorcycle industry in the three years before the coronavirus pandemic began, according to the company's most recent annual earnings statement.  But the company has also been hurt in the past year, seeing an impact totaling almost $98 million as a result of tariffs imposed by Europe and China as retaliation for President Trump's 2018 and 2019 trade war. Harley-Davidson said it is taking steps to minimize the damage from the coronavirus outbreak.  The company said Tuesday that it plans to reduce capital spending, freeze hiring, temporarily reduce salaries, eliminate merit raises and change the timing of new product launches. These actions will help Harley-Davidson save approximately $250 million this year. But the company emphasized that it is still in a good financial position to weather the coronavirus crisis. Harley-Davidson reported having nearly $2.5 billion in total liquidity as of the end of the quarter, with $1.5 billion of that funding in cash. Harley-Davidson added that it remains compliant with all its borrowing covenants. It also said it plans to access the capital markets -- presumably with a stock or bond offering -- \"in the near future.\" In addition, Harley-Davidson is suspending its stock buyback program and slashing its dividend for the second quarter by 95% -- to just 2 cents a share. The company announced last month that it would no longer provide guidance for the rest of 2020, but the first quarter results clearly show how dire things have gotten. Harley-Davidson said US sales were up 6.6% in the quarter before the pandemic ground the economy to a halt in mid-March. But sales wound up plunging 15.5% in America compared to a year ago and 20.7% internationally. Overall revenue slipped 8% from last year's first quarter. \"COVID-19 has dramatically changed our business environment and it is critical we respond with agility to this new reality,\" said Jochen Zeitz, acting president and CEO of Harley-Davidson, in a press release. Zeitz took over as CEO after Matt Levatich unexpectedly resigned in February. Shares of Harley-Davidson are still down nearly 45% this year -- despite Tuesday's rally."], "Language": false}