{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/21/us/the-good-stuff-122119/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-21T06:55:58Z"], "LastModifiedDate": ["2019-12-21T06:55:58Z"], "Headline": ["A weightlifting hero, Kung Fu nuns and an adorable Christmas thief"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Have you ever wondered why snow makes everything so peaceful and quiet? It seems like a silly thing to think about, but I looked it up and there's actually a reason! A fluffy, porous coating of snow acts as a dampener, absorbing sound. I like to imagine the wonder of a fresh snowfall inspires people to quiet introspection, but yeah, it's probably just the acoustics part. Ironically, as it melts and re-freezes, the hard surface of ice amplifies sound. Perfect for hearing your neighbor cursing as they scrape off their car windshield. (Southerners, I know you can't relate, but Northerners will assure you the struggle is real.) Our favorites this week  Get going with some of our most popular good news stories of the week A call to serve, in every way Organ donation is one of the most selfless gifts a person can give. But for Officer Carolyn Becker and the boy she helped save, \"generosity\" doesn't even begin to describe it. Becker is a six-year veteran of the Broomfield, Colorado Police Department, but she felt there were other ways she could serve her community. In 2018, she signed up online to donate part of her liver to a stranger. Do you know how rare that is? Organ donations from strangers are called \"non-directed donations,\" and there were only 350 such transplants in the US in 2018. The recipient of this amazing gift was Clyde Hoffman, an 11-year-old with a severe case of Alagille syndrome, a rare genetic disorder that led to severe liver disease. In August of last year, doctors successfully transplanted part of Becker's liver into Hoffman's body, and the body immediately started getting better. It doesn't end there: Becker then helped his family raise more than $10,000 for his treatment and care.  A little bit of holiday relief  The holidays are a great time to remember all the different ways we can help others. Yes, no one will ever look down their nose at a few dozen Christmas cookies, but sometimes the real needs are far less pretty. Florida businessman and veteran Michael Esmond paid the overdue bills for 36 families in his Gulf Breeze community who were at risk of having their utilities disconnected. He says he did it because he remembers what it was like when times were tight, and he wanted his neighbors to have \"a happier Christmas and take a little bit of stress out.\" Gulf Breeze's utility billing supervisor said she cried when she learned about Esmond's deed. Now, those families won't get warning letters from the city this month — they'll be receiving holiday cards instead.  The kung fu fight for women's rights It sounds like a movie, but it's actually so, so much better. A group of nuns at the Druk Amitabha Mountain Nunnery in the Himalayas have been practicing the deadly art of kung fu to change the way their people of their faith sometimes view women. In Himalayan Buddhism, women are often seen as a burden and can be treated like second-class citizens. The \"kung fu nuns,\" as they call themselves, train their bodies, minds, and spirit to combat this worldview. It's not for the faint of heart: They get up before dawn and practice for hours with swords and sticks, take long runs and even learn to break bricks with their hands. All of this has a spiritual purpose too. The nuns say the rigorous kung fu training helps them focus their minds for meditation. \"I learned I can do anything a man can do,\" Jigme Yanching Kamu, a longtime member of the nunnery said. \"Kung fu has trained me to be confident, strong and happy.\"  Raise a glass to... Charles King, a 69-year-old blind athlete from Philadelphia who overcame cancer, drug addiction and homelessness to become a powerlifting champion. A nerve disease robbed King of his sight at the age of 39, sending him into a deep depression that eventually led to him living on the streets and using drugs. A visit to a VA hospital helped him get his life back on track, but the challenges weren't over. A few years later, his daughter died, and he was diagnosed with prostate cancer. Facing another bout of sorrow, King visited an Olympic training center to meet with blind athletes. For some reason, powerlifting spoke to him. He started training at age 60. Before long, he was winning national championships and setting world records. He still competes, but he wants to advocate for other blind athletes to show them that truly anything is possible. Learn more about King's moving adventure from our friends at Great Big Story — and be sure to have some tissues on hand.  You gotta see this It's completely OK to squeal at this itty bitty (bitty bitty bitty) gingerbread house. It's outfitted with a wreath, a snow-capped roof and a Christmas tree ... and it's 1/10th the length of a single hair. That's 20,000 times smaller than the average store-bought cookie house! Travis Casagrande, a research associate at McMaster University in Hamilton, Ontario, Canada, built the minuscule abode by carefully etching silicon using an ion beam microscope. So, no, it's not edible. And even if it was, it would make a very unsatisfying meal. However, Casagrande hopes it sparks a different kind of hunger: The hunger for scientific knowledge.  Heroes among us Football players are already heroes in the eyes of many, so it's always nice to see them really living up to the name. LSU quarterback Joe Burrow won the Heisman Trophy last week, and used his acceptance speech to address poverty and food insecurity in his hometown of Athens, Ohio. \"I'm up here for all those kids in Athens and Athens County that go home to not a lot of food on the table, hungry after school,\" he said with tears in his eyes. \"You guys can be up here, too.\" Burrow's speech sparked a wave of interest in the Appalachian town, and within days, a fundraiser set up for the thousands of residents living under the poverty line had racked up more than $370,000 in donations. The donations will go to the Athens County Food Pantry, which serves thousands of meals a week to residents in need.   Wanna get away? Eight years ago, a massive earthquake shook the Fukushima prefecture in Japan, devastating the region and setting off years of concern over nuclear contamination. Now, the beautiful, remote area on the northeastern end of Japan's main Honshu island is ready to rise again. Japan believes so strongly in Fukushima's comeback that it selected the prefecture for the commencement of the Tokyo 2020 Olympics torch relay. Perhaps it's because of the area's lush forests, rushing rivers, picturesque villages and stunning mountain views, like this one.  Who knew? Yes, \"Star Wars\" fans, Baby Yoda is adorable. But let's not forget about the \"Star Wars\" universe's cutest droids, BB-8 and R2-D2. It took a lot of science — and some very fancy manipulation — to breathe life into the charismatic machines we know and love. According to Patrick Johnson, the author of \"The Physics of Star Wars,\" the droids' bleeps and bloops can mimic human speech patterns and pitch, making us more likely to identify with them and protect them like the little metal babies they are. In fact, sound designers made baby talk recordings and married the tones with a synthesizer to get R2-D2's nearly human sounds. BB-8's adorable rolling movements required a very different type of art: Two green onesie-wearing puppeteers, one controlling the droid's heat, and the other the body. That's something mere animatronics could never do.  Yule Log The holiday season always brings out the best in people. Here are a few more quick, fun festive stories we loved this week. A Massachusetts police department noticed their collection of donated toys for needy children kept getting pilfered. The culprit was the department's own therapy dog, Ben Franklin. Luckily, Ben was a very good boy and gave all of the toys back. A 5-year-old paid off the lunch balances for 123 students by selling cocoa and cookies. In a perfect world, no student would have to worry about going hungry at school. But since we don't live in a perfect world, we need wonderful little souls like this one.  A 14-year-old girl beat stage 4 cancer, just in time to make it home for Christmas for the first time in 18 months. And if all goes well, she'll be home — and cancer-free — for good.  Shameless animal video There's always time for cute animal videos. That time is now. Merry Christmas, Happy Holidays and a joyful wintertide from all of us at The Good Stuff! I hope everyone's Christmas is even half as joyful as this video. (Click here to view) "], "Language": false}