{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/world/space-science-discoveries-decade-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2019-12-20T13:45:21Z"], "LastModifiedDate": ["2019-12-20T13:45:21Z"], "Headline": ["Exoplanets, black holes, human ancestors and new dinosaurs: The 2010s were stellar for space and science discoveries"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["As humans, we're motivated by curiosity and a desire to know more. While our solar system is about 4.5 billion years old, modern humans have only been around for about 200,000 years. And scientists agree that in so many ways, we're really just getting started with what we've learned about our planet and the universe.  Take, for example, all of the exciting firsts, confirmed theories and new discoveries that emerged in the 2010s. This decade marked a new golden age for exoplanet science with the reveal of thousands of planets outside of our solar system. Scientists also detected gravitational waves, and imaged a black hole for the first time.  Rovers found water on Mars; new species were discovered on Earth; two interstellar visitors zipped through our solar system; some of the earliest human fossils changed history; and twin astronauts helped scientists understand what the human body can withstand in space -- among many other intriguing things.  To say this has been a discovery-filled decade would be an understatement.  Below you'll find just 10 of those findings that our future selves will associate with the decade. Gravitational waves In 2016, scientists were able to confirm that Albert Einstein was right when he predicted gravitational waves, or ripples in space-time, in his 1915 general theory of relativity. Astronomers were able to observe the creation of gravitational waves when two black holes merged.  The discovery also opened up and enabled other groundbreaking detections this decade. The first image of a black hole Scientists used a global network of telescopes to see and capture the first-ever picture of a black hole in April 2019. The image reveals the supermassive black hole and its shadow at the center of a galaxy known as M87. This is the first direct visual evidence that black holes exist, the researchers said. In the image, a central dark region is encapsulated by a ring of light that looks brighter on one side. What's out there? Thousands of planets NASA's nine-year, planet-hunting Kepler mission, which launched in 2009, has discovered 2,899 exoplanet candidates and 2,681 confirmed exoplanets in our galaxy, revealing that our solar system isn't the only home for these star-orbiting spherical bodies.  Kepler allowed astronomers to discover that 20% to 50% of the stars we can see in the night sky are likely to have small, rocky, Earth-size planets within their habitable zones -- which means that liquid water could pool on the surface, and life as we know it could exist on these worlds. Astronomers were dazzled by the planets the spacecraft found, including Kepler-22b, probably a water world between the size of Earth and Neptune. Kepler also found inferno-like gas giants; rocky planets; planets orbiting binary stars; Earth-size planets; planets twice the size of Earth; the strangely flickering Tabby's Star; and an eight-planet system.  Astronomers even found seven Earth-size planets orbiting a dim M-dwarf star 40 light-years away in the TRAPPIST-1 system, as well as Proxima b, a potentially habitable planet orbiting a star only 4.2 light-years away from our solar system.  Water worlds In 2017, NASA announced new evidence that the most likely places to find life beyond Earth are Jupiter's moon Europa or Saturn's moon Enceladus. The icy, active ocean worlds were both found to be sending plumes of material into space.  NASA's Cassini mission, which ended with its own blaze of glory this decade, and enabled a wealth of discoveries about Saturn and its moon, provided the new data about Enceladus. Cassini also provided a close-up look at Titan, the only moon in our solar system with an atmosphere. Titan also has Earth-like liquid bodies on its surface and intriguing organic material. In 2026, NASA's Dragonfly mission will launch to explore Titan.  Similarly, NASA's Europa Clipper mission will launch in 2025 to explore the plumes of material releasing from the moon's subsurface ocean. Ghost particles  In 2018, scientists were able to trace the origins of a ghostly subatomic particle that traveled 3.7 billion light-years to Earth. The tiny, high-energy cosmic particle is called a neutrino, and it was found by sensors deep in the Antarctic ice in the IceCube detector. Scientists and observatories around the world were able to trace the neutrino to a galaxy with a supermassive, rapidly spinning black hole at its center, known as a blazar. The galaxy sits to the left of Orion's shoulder in his constellation and is about 4 billion light-years from Earth. Since the discovery, the researchers have also been able to learn more about its mass and origin. Dinosaur discoveries Scientists have learned more about dinosaurs in the last two decades, and their findings have changed our view of the towering creatures we never met. We've learned that dinosaurs cooed rather than roared; how they replaced their teeth; the evolution of flight; the complicated evolutionary relationship between birds and dinosaurs; and we've discovered a wealth of previously unknown dinos, too.  But two discoveries stand out for giving us an unprecedented look at dinosaurs.  In 2016, researchers found a 99-million-year-old feathered dinosaur tail trapped in amber, which they dubbed a \"once in a lifetime discovery.\" The details of the feathers and preserved skeleton had never been seen before. In 2017, the shockingly life-like fossil of an armored dinosaur revealed the nodosaur, a 110-million-year-old sleeping giant with fossilized skin and intact body armor. The dinosaur find was so well preserved that it appeared lifelike. Ancient blood and chewing gum This decade's discovery of rare blood, urine and tissue in ancient remains encouraged some scientists to think about cloning and resurrecting extinct species. The incredibly well-preserved remains of a two-week-old foal that died 42,000 years ago was found to still be covered in hair and retained both liquid blood and urine. The foal was found this year.  In 2013, researchers were thrilled to find remains of a 10,000-year-old female mammoth with liquid blood, marking the first discovery of its kind.  But DNA can be extracted from other items, like ancient chewing gum. A study of that birch pitch, which functioned like chewing gum, revealed the entire genome and oral microbiome of a girl who lived 5,700 years ago. This marks the first time human genetic material has successfully been extracted from something besides human bones. Humans in space Spending 340 days aboard the International Space Station between 2015 and 2016 caused changes in astronaut Scott Kelly's body, from his weight down to his genes, according to the results of the NASA Twins Study. The majority of changes that occurred in Kelly's body, which was compared with that of his identical brother, Mark, on Earth, returned to normal once Kelly came back from the space station. The study results suggest that human health can be \"mostly sustained\" for a year in space, the researchers said. A year in space caused DNA damage; gene expression changes; a thickening of the retina; thickening of Kelly's carotid artery; shifts in gut microbes; reduced cognitive abilities; and a structural change at the ends of chromosomes called telomeres. But, it did not alter or mutate Kelly's DNA. The 'God particle' In 2012, scientists announced the discovery of a new particle matching the description of the Higgs boson, the most elusive and sought-after particle in physics. The monumental discovery was made at the Large Hadron Collider in Switzerland. It's a subatomic particle long thought to be a fundamental building block of the universe. The Higgs boson is thought to be the reason that everything in the universe -- from humans to planets to galaxies -- has mass. The theory was first proposed in the 1960s.  \"The Higgs boson is the last missing piece of our current understanding of the most fundamental nature of the universe,\" said Martin Archer, a physicist at Imperial College in London. Two interstellar visitors Astronomers have spotted two interstellar objects to our solar system in the last two years, and that's just the beginning. The first observed interstellar object -- or object that originated outside of our solar system -- was 'Oumuamua. It was observed over a few weeks in October 2017. Astronomers have debated whether or not it was an interstellar asteroid or comet. The second object, 2I/Borisov, is an interstellar comet that was observed at the end of August this year. It was recently named by the International Astronomical Union's Minor Planet Center for the amateur astronomer who first observed it, Gennady Borisov. Astronomers will be able to observe 2I/Borisov for at least a year to learn more about the object. Rewriting human history Thanks to genome sequencing and a few bones and teeth recovered from a cave in Siberia in 2012, we learned that mysterious ancient humans called Denisovans once lived alongside Neanderthals. And in 2019, researchers shared the first concept of what they might have looked like. Researchers also discovered a previously unknown species of human relative called Homo naledi in a South African cave in 2015. The species is a strange mosaic of the ancient and the thoroughly modern -- researchers believe that Homo naledi also buried their dead. Naledi's brain was no bigger than an orange, scientists say, and its hands are superficially human-like. But, the finger bones are locked into a curve -- a trait that suggests climbing and tool-using capabilities. Meanwhile, some of the oldest known modern human fossils were found in 2018, as well as the oldest cave art and the oldest drawing. New species There have been too many new species found over the decade to name, but some of them stand out.  The discovery of the olinguito in 2013 is one of those cases. The small mammal with fluffy red-orange fur, a short, bushy tail and an adorable rounded face joined the raccoon family tree after being found in the Andes mountains by scientists from the Smithsonian. The olinguito is the first mammalian carnivore species to be newly identified in the Americas in 35 years. Scientists also found a new mammal on the Solomon Islands in 2017: an endangered tree rat known as \"vika\" by the locals. But they were only able to find one. The rare animal looks more like a cute cross between a squirrel and a possum than like a rat. Local rumors describe it as a tree-dwelling creature that can crack coconuts open with its two front teeth. Researchers also came across a tiny deer-like creature the size of a rabbit that was thought to be a lost species, but was photographed in the wild for the first time in 30 years. And the adorable silver-backed chevrotain was spotted in southern Vietnam. A golden collision For the first time in 2017, two neutron stars in a nearby galaxy were observed engaging in a spiral death dance around one another until they col"], "Language": false}