{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/best-places-visit-uk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Joe Minihane, CNN"], "Writers": [[]], "FirstPublishDate": ["2018-06-15T10:53:40Z"], "LastModifiedDate": ["2019-12-18T20:52:44Z"], "Headline": ["25 of the best places to visit in the UK"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["From vibrant, culture-laden cities to peaceful areas of outstanding natural beauty, the UK is an incredibly diverse destination for travelers.  Here's our pick of 25 of the best places to visit in England, Scotland, Wales and Northern Ireland: Isles of Scilly Situated 40 kilometers off the tip of Cornwall, this Atlantic archipelago of islands and islets has the look of a tropical paradise, but with a bucolic, English sensibility.  The main island of St. Mary's is home to winding lanes and stunning beaches, while tiny Bryher offers arguably the best sunset views in the entire country and has just one hotel -- Hell Bay. Tresco Abbey Gardens easily beat any country estate on the mainland for variety and color, while a boat trip to the uninhabited islands of Samson or St. Helen's offers the chance to see seals and seabirds up close. Hell Bay Hotel, Bryher, Isles of Scilly, TR23 0PR; +44 (0)1720 422947 Norwich, Norfolk With 31 surviving medieval churches, a spectacular cathedral whose spire is a prime nesting site for peregrine falcons and cobbled streets lined with spectacular buildings dating back to the 12th century, Norwich is an easily overlooked historical gem.  Roadside signs proclaim this \"A Fine City\" and for good reason.  The pubs are among the best in England, with the delightful Adam and Eve dating back to 1249.  And with an annual arts festival taking place every May, its modern cultural offering makes it far more than a museum piece. Adam and Eve, 17 Bishopsgate, Norwich NR3 1RZ; +44 (0)1603 667423 Walberswick and the Suffolk coast Walberswick's village green, ruined church, and seaside location make it one of the finest places in this corner of eastern England.  Beloved by artists and writers including Charles Rennie Mackintosh and Esther Freud, thanks to its moody light and relative isolation, the village is surrounded by over 1,000 acres of protected heathland and marshes, ripe for long walks and is home to Grade I listed St. Andrew's Church.  Head along the coast to swanky Southwold, or watch the gray rollers come to shore as the sun rises. St. Andrew's Church, Walberswick IP18 6UY Hadrian's Wall, Northumberland The one-time northern frontier of the Roman Empire, Hadrian's Wall is arguably the greatest historical monument in a country blessed with castles, cathedrals and spectacular ruins.  Stretching from one side of England to the other, its central section is the most arresting, the wall rising and falling across steep hills.  Day trippers should head to the preserved forts at Housesteads and Vindolanda.  Those with more time can follow the 135-kilometer national trail, taking in the wall from Newcastle to the Solway Firth. Housesteads Roman Fort, Bardon Mill, Hexham NE47 6NW; +44 (0)1434 344363 Winchester, Hampshire Home to a 13th century replica of the legendary round table of King Arthur, Winchester is a place where history is inescapable.  As well as the aforementioned table, its Great Hall is home to artifacts from Winchester Castle (which no longer exists), while nearby Winchester Cathedral is the longest of its kind in Europe.  Wander through cobbled streets and past the famous Winchester College and along the rippling River Itchen for a rustic English experience like no other. The city is also filled with well-preserved Georgian buildings such as the one that houses the original Hotel du Vin, which dates back to 1715 Hotel du Vin, Southgate Street, Winchester SO23 9EF; +44 (0)1962 896329 The Somerset Levels The atmospheric Somerset Levels are unlike anywhere else in the UK.  The flatlands, bisected by rivers, ditches and disused canals, offer hazy views of the Mendip Hills to the east and the Quantocks to the west, while the slightest rise in altitude gives rise to ancient settlements, such as Glastonbury.  Its watery habitat makes it a mecca for birds, including bitterns and kingfishers, with bird sanctuary Ham Wall Nature Reserve serving as a crucial habitat. RSPB Ham Wall Nature Reserve, Meare, Ashcott, Glastonbury BA6 9SX Dungeness, Kent The only place designated as a desert in the UK, Dungeness is utterly unique.  Located on the Kent coast, its windswept beaches and inland nature reserve, coupled with big skies and sea air, make it the perfect place to spend an afternoon getting the freshest air imaginable.  The coastal hamlet with the same name is something of a time warp, with a miniature railway ferrying passengers along the coast to the town of Hythe. Grasmere and Rydal Water, Lake District England's Lake District has such a breadth of beautiful landscapes that visiting just one doesn't do it justice.   The village of Grasmere and nearby Rydal Water are perhaps the best places to start.  This is the Lake District of romantic poet William Wordsworth (his Dove Cottage is just outside of Grasmere village) all tumbling fells, deciduous woodland and gleaming water.  Rydal Water is the area's smallest lake, perfect for wild swimming in summer, with a path that skirts its banks offering an easy introduction to hiking.  Grasmere is home to great pubs and hotels as well as Sam Read Bookseller, a fabulous book store for stocking up on maps and mountain literature. Sam Read Bookseller, Broadgate House, Grasmere, LA22 9SY; +44 (0)15394 35374 Hull, East Yorkshire  The UK's City of Culture in 2017, Hull has gone from being largely overlooked to taking center stage.  Its Old Town has some of the best-preserved Georgian and Edwardian architecture in the country, while culturally the city continues to innovate.  The Humber Street Gallery showcases cutting edge modern art by local artists and the Truck Theatre hosts new and touring productions. Humber Street Gallery, 64 Humber Street, Hull HU1 1TU Manchester Northern England's cities often get unfairly lumped together, but there's a distinctiveness between Leeds, Bradford, Liverpool and Manchester that makes them all worth a visit.  It's the latter, though, that's the big hitter.  The vibrant Northern Quarter is great for shopping, whether it's for vintage clothes or picking up the latest albums at Piccadilly Records, while venues such as Bridgewater Hall, Home and the Albert Hall make it the place to be for culture fiends. Forget complaints about the wet weather, Manchester is the real deal. Piccadilly Records, Oldham Street, Manchester M1 1JR; +44 (0)161 839 8008 Standedge Tunnel and the Huddersfield Narrow Canal, Yorkshire Britain's industrial heritage isn't just found in its cities.  On the edge of spectacular, bleak moorland, the pretty Huddersfield Narrow Canal slips into Standedge, the deepest, longest and highest canal tunnel in the country.  Opened in 1811, the 5,000 meter tunnel was used to transport goods and materials.  Today, visitors can take organized two-hour trips all the way through, steeping themselves in this area's proud history.  An excellent visitor center and quaint pubs such as Riverhead Brewery Tap nearby Marsden make it even more worthwhile. Riverhead Brewery Tap, 2 Peel Street, Marsden, Huddersfield HD7 6BR; +44 (0)1484 841270 Stanage Edge, Peak District Renowned among climbers and loved by walkers, Stanage Edge is one of the most popular spots in the Peak District.  On a clear day, the views are glorious, taking in the Dark Peak and the Hope Valley.  In summer it's ripe for a long day's hiking, while winter brings a moodiness and charm, not to mention fewer visitors to break the tranquility.  Walk up from the nearby town of Hathersage, home to an excellent, heated outdoor swimming pool which steams on colder days. Hathersage Swimming Pool, Oddfellows Road, Hathersage S32 1DU; +44 (0)1433 650843 The Rhinog mountains and Barmouth, Wales Mid Wales isn't the easiest part of the UK to reach, but those who venture here are blessed with huge sea views, soaring mountains and a sense of unending space.  The seaside resort of Barmouth, with its estuary, railway bridge and wide sands, is a great place to be based for adventures in the nearby hills or to medieval fortresses such as Harlech Castle, built by Edward I during his invasion of Wales. The Rhinogs, which sit in the southern part of Snowdonia, are ripe for exploration, their paths less trodden than those of the national park's more popular routes to the north. Harlech Castle, Harlech, Wales LL46 2YH Rhossili Bay, Gower Peninsula South Wales is a marvel, its beaches and hills among the very best in Europe, let alone the UK.  Rhossili Beach, on the Gower Peninsula, is regularly lauded as one of the best stretches of sand around, and with good reason.  Its five kilometers of pristine shoreline are adored by surfers and swimmers, while walkers trace paths along the clifftops, taking in views of Worms Head and the waves rolling in from the Atlantic. Visitors can take in the stunning views of Rhossili from the comfort of a bar at The Worm's Head Hotel, which is a four-minute walk from the beach. The Worm's Head Hotel, Rhossili, Gower SA3 1PP;  +44 (0)1792 390512 The Cairngorms, Scotland Scotland's Cairngorms are arguably the last truly wild place remaining in the UK.  In winter, these hills sit beneath meters of wind swept snow.  In summer, the long days and warm sun make it the perfect place for hiking and wild camping.  While adventurous types head into the hills for multi-day treks, those after a more sedate trip should visit Loch an Eilein, a ruined castle on an island at its center, for picture postcard views and the chance to see red squirrels up close. Loch an Eilein, Highland, PH22 1QT Glasgow It's easy to overlook Glasgow, such is the allure of Edinburgh.  But Scotland's largest city easily matches the capital when it comes to architecture, art and culture.  The sprawling Kelvingrove Art Gallery is world class, the West End's shops and bars the perfect place to spend a relaxed afternoon.  With a thriving music scene and top restaurants like the award-winning Stravaigin, it's unquestionably one of the country's best destinations for a city break.  Stravaigan, 28 Gibson Street, Glasgow, G12 8NX, +44 (0)141 334 2665 Shetland, Scotland The most northerly part of the UK is reachable either by plane or ferry from mainland Scotland, with planning required, especially to reach the northern island of Unst.  However such effort is rewarded with views of rugged landscapes, plus the chance to spot orcas hunting seals close to shore in summer, or the majestic Northern Lights dancing across the sky in winter.  The islands are also home to fascinating prehistoric sites, such as Stanydale Temple, as well as unspoilt beaches, ripe for a day of relaxing when the weather settles. Stanydale Temple, Near Bixter, Mainland, Shetland Galloway Forest Park, Scotland  Far from the light pollution of towns and cities, Galloway Forest Park is the first Dark Sky Park in the UK.  Head here once the light fades on a clear day to see over 7,000 stars and planets, and that's just with the naked eye.  Bri"], "Language": false}