{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/world/archaeologists-royal-tombs-greece-scli-intl-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rory Sullivan and Elinda Labropoulou, CNN"], "Writers": [["Rory Sullivan", "Elinda Labropoulou"]], "FirstPublishDate": ["2019-12-18T13:35:40Z"], "LastModifiedDate": ["2019-12-19T10:02:54Z"], "Headline": ["Archaeologists uncover treasure-filled 'princely' tombs in Greece"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Archaeologists in Greece have discovered two \"princely\" Bronze Age tombs containing engraved gold jewelry and other artifacts.   The discovery of the beehive-shaped tombs, which date from 3,500 years ago, sheds new light on life in ancient Greece, the team behind the excavation said.  Archaeologists from the University of Cincinnati (UC) announced their findings at the site in Pylos, southwestern Greece, in Athens on Tuesday.  During an 18-month excavation, the archaeologists unearthed objects such as a gold ring engraved with two bulls surrounded by sheaves of grain, as well as a gold pendant depicting an Egyptian goddess who protected the dead. The ring's engraving is \"an interesting scene of animal husbandry — cattle mixed with grain production. It's the foundation of agriculture,\" said Jack Davis, head of the classics department at UC. \"As far as we know, it's the only representation of grain in the art of Crete or Minoan civilization.\" The wealth and status of the tombs' occupants is also shown by flakes of gold, found on the floor, which would have once covered the walls. Davis and fellow UC archaeologist Sharon Stocker first found the tombs last year while investigating an area around the grave of the \"Griffin Warrior,\" which they uncovered back in 2015. The \"Griffin Warrior\" is named after the mythological animal -- half-eagle, half-lion -- engraved on an ivory plaque discovered in the grave alongside gold jewelry, armor and weaponry.  Davis said that early into the more recent excavation it \"became clear...that lightning had struck again.\"  Speaking about the importance of their latest findings, Davis said: \"It has been 50 years since any substantial tombs of this sort have been found at any Bronze Age palatial site. That makes this extraordinary.\" The tombs also contained amber and amethyst from the Baltic and Egypt, respectively, showing that Pylos was an \"important place on the Bronze Age trade route,\" according to Stocker, who supervised the excavation.  The site was difficult to excavate because of the need to remove an estimated 40,000 stones, caused by the collapse of the tombs' domes in antiquity -- a factor that helped to protect it from looters, according to a statement from the Greek Ministry of Culture and Sports.  Stocker said the excavation \"was like going back to the Mycenaean Period,\" the era from which the tombs date.  The team from UC used photogrammetry and digital mapping to help document and locate the objects in the tomb.  The tombs lie close to the Palace of Nestor -- named after the Greek king mentioned in Homer's \"Iliad\" and \"Odyssey\" -- which was discovered in 1939 by Carl Blegen, a classics professor at UC. Blegen had wanted to continue his work in the field where the princely tombs were found, but he was unable to gain permission from the property owner at the time.  This plot was acquired by the Greek Ministry of Culture and Sports in 2018 and made available for excavation, according to a statement from the ministry.  UC's team will continue working on the site for at least two more years. "], "Language": false}