{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/alice-waters-berkeley-california-family-meal/index.html"], "Source": ["cnn"], "Location": ["Berkeley, California"], "ByLine": ["Text by Stacey Lastoe; video by Alice Yu, CNN"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2019-12-18T12:33:37Z"], "LastModifiedDate": ["2019-12-18T12:40:47Z"], "Headline": ["The chef responsible for the now-ubiquitous farm to table movement is still an icon"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["Alice Waters has an enviable kitchen.  This is unsurprising given the iconic stature of the Chez Panisse chef, yet it's still a sight for me to behold: beautiful bowls stacked in orderly precariousness, a chef's six-burner range with tiled backdrop, a deep double sink surrounded by plants and fresh herbs, and copper spoons of all lengths (the infamous egg spoon rests on the mantel above a roaring fireplace in the kitchen's seating area). Waters, who lives in Berkeley, California, is responsible for that city's food renaissance -- maybe even that of the entire Bay Area, depending on whom you ask. In 1971, Waters opened Chez Panisse, a restaurant with a farm-to-table philosophy long before that concept became ubiquitous.  The word \"legend\" gets thrown around a lot, but in Waters' case, it is fitting.  California cuisine Chez Panisse's kitchen isn't any less impressive than Waters' own, and there was a time that its very layout -- open to diners -- was considered progressive. This spatial arrangement, however, is hardly remarkable in 2019, where chef's counters and seating options abound.  Waters was on to something all those years ago, and she loves the space. \"I wanted it to be a kitchen where you could really see what was happening in the dining room.\" Guests, if they so choose, are welcome in the kitchen -- to get a closer look at what the culinary team is doing and to diminish the distance between what's happening on your plate and on the prep and cooking lines. Her intention was simple: Demystify cooking at the restaurant. Visitors have an opportunity to see how pasta is made in the lower-level prep kitchen, and if they like, they can ask the server or a pantry chef about the fruit in the fruit bowl. About that fruit bowl. It's not ordinary.  In 2009 during my first visit to San Francisco, I took the train from San Francisco to Berkeley with the sole purpose of dining at Chez Panisse.  I don't remember what else I ate at lunch that September day, but I'll never forget the fruit. Ripe, both tart and sweet, juicy and aromatic -- a mélange of California's finest produce. It was the purest, simplest representation of Waters' mission, and it was sent to me on the house. Over the course of a couple of hours, I'd shared with the server that I had waited tables in NYC; it forged a quick, easy bond, and I was rewarded with that fruit I'll always remember.  Waters, who has always had a vision for everything at the restaurant, from the unadorned fruit bowl dessert to the wooden banquettes, had enlisted architect and woodworker Kip Mesirow to turn the stucco house into the comfortable, lived-in but not kitschy dining rooms of Chez Panisse and Chez Panisse Cafe, the more casual, budget-friendly sibling.  Ballet moves Waters is a soothing presence, calm even when acting with urgency to prepare her kitchen, her dish and herself before the others arrive. Waters is hosting a blue-ribbon group of four other influential women chefs (and friends) -- Tanya Holland, Dominique Crenn, Gabriela Camara and Cecilia Chiang  -- for an elegant potluck serving as both family meal and exchange of ideas.  She is used to a bustling pace -- snagging a reservation at Chez Panisse is still considered an art -- and she's got hospitality deep in her bones. The practice of serving diners, fostering their love of local and seasonal, is something Waters has been doing for decades.  Of her kitchen staff at Chez Panisse, Waters says, \"I call it a ballet.\"  Plating is performed with the help of beautiful instruments, to be expected, given the high caliber of ingredients on the daily changing menus. It's a point of service of which Waters is proud. Slow food experience Waters is also proud of her early commitment to fresh food, the likes of which she first experienced in Paris in the 1960s.  Local, seasonal -- these words had not yet reached US kitchens in any significant way. The modest Waters credits the early success of Chez Panisse with what it wasn't: a fast food experience. \"When they stopped the war, I felt so empowered, as part of this kind of counterculture community. I just figured I could do whatever I wanted to do and there would be people that would come and support me in that way. Certainly this restaurant was born out of that spirit.\" Like any chef worth their (finishing) salt, Waters says she was looking for taste. This basic desire to truly taste the raw ingredients led Waters to the doorsteps of local organic producers and farmers. She says she didn't consciously become part of the farm-to-table movement. She just wanted ripe fruit. It wouldn't be long before Waters would desire salad. A real salad, like the kind she ate in France, picked straight from the farm and delivered to the plate. \"I went to France when I was 19, and it changed my life.\"  And so she brought salad, lightly dressed leaves meant to taste like the earth, to Chez Panisse.  Waters brought the spirit of France to her California restaurant -- along with dogged determination.  \"You have to be the change you want to make,\" Waters says, and coming from her, in this context and with her history, it doesn't sound at all cliche."], "Language": false}