{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/us/five-things-december-18-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-18T11:09:47Z"], "LastModifiedDate": ["2019-12-18T12:59:15Z"], "Headline": ["5 things to know for December 18: Impeachment, India, Vatican, Iraq, Australia"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Have you checked your investments lately? A wave of optimism has swept Wall Street in the last few months, and now experts are feeling bullish about 2020.  Here's what else you need to know to Get Up to Speed and Out the Door. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Impeachment  It's a solemn day in America. No matter your political leanings or how you feel about this whole process, it's never pleasant or exciting to witness the impeachment of the most powerful person in the country. Today, President Trump will be charged by the House's Democratic majority with abusing his power and obstructing Congress. And, true to form, Trump is not approaching the day quietly. The President sent a scathing, six-page letter yesterday to Speaker Nancy Pelosi, comparing his impeachment to the Salem witch trials and leveling all kinds of accusations at House Democrats and anyone involved with the process. Live coverage of today's proceedings begins on CNN at 8 a.m. ET. You can also follow up-to-the-minute coverage all day here. 2. India Protests are heating up in India in response to Prime Minister Narendra Modi's controversial citizenship law. The law gives preference to non-Muslim immigrants from a trio of Muslim-majority countries. This, combined with the Indian government's recent citizenship check that left about 2 million Muslims in India effectively stateless, has left Indian citizens reeling. This week, a video of a young woman stopping Indian police from attacking her friend caught fire on social media, putting a human face to the protests. Critics of the new law say the anti-Muslim actions are an attempt to push Hindu nationalism onto a secular India. Despite widespread concern and unrest, political analysts believe it's unlikely that the vastly popular Modi will do anything to reverse the laws. 3. Vatican Pope Francis has abolished Vatican secrecy rules for cases of sexual abuse. The move will transform how such cases are dealt with in many places and give victims more power as their cases progress. In short, the Catholic Church can now share documents and information with civil authorities. While that already happens in some countries, like the US, it's not a universal practice, and churches have sometimes been able to invoke \"pontifical secrecy,\" the highest level of church confidentiality, to avoid cooperation. The Vatican's decision to scrap this secrecy excuse comes after several church officials criticized it during a historic Vatican summit focused on combating clergy sexual abuse. 4. Iraq A memo obtained by CNN reveals the US State Department is planning to dramatically reduce the number of American personnel in Iraq. This would mean a 28% reduction by the end of May, which translates to about 137 fewer people at diplomatic centers like the US embassy in Baghdad and the consulate general Erbil, plus cuts in Defense Department and US Agency for International Development staff. Why the drawdown? The relationship between Iraq and the US presence there has been pretty strained lately. US officials have asked Iraq for help in reining in Iran-backed paramilitary forces that have been leveling attacks on US military bases on Iraqi soil. In the memo, State Department officials said personnel outside Iraq could step in and help the US continue its objectives in the country. 5. Australia heat Australia experienced its hottest day ever yesterday, which did nothing to quench the wildfires still raging across the country. The average maximum temperature was 105.6 degrees Fahrenheit, and the Australian Bureau of Meteorology predicts the heat could get even worse this week as the heat wave continues to spread east into Victoria and New South Wales states. Meanwhile, 100 active fires are still burning, and 54 are not yet contained. The ongoing heat could exacerbate the blazes. Residents are being told to stay indoors, and the greater Sydney area is under water restrictions.  BREAKFAST BROWSE Take a look back at all the popular toys of Christmases past  We apologize in advance for the \"Tickle Me Elmo\" flashbacks.  There's a scientific reason why we find 'Star Wars' drones so cute  Our brains apparently react to their little motions and \"beep boops\" the same way they do babies and cute animals. Man, brains are weird.  Taylor Swift says her 'Cats' persona is more of a 'feral'-type cat than a domesticated one  You've gotta respect her commitment to her art.  A Stone Age girl was found with 5,700-year-old ancient chewing gum  There's something comforting about knowing our ancient ancestors were also smacking away.  Procter & Gamble says we're all washing our dishes wrong  Well, then Procter & Game is more than welcome to come over and do it themselves.  TODAY'S QUOTE \"With this investment, the best public health researchers in the country will be put to work to identify ways to reduce injury and death due to firearms.\" Democratic Rep. Nita Lowey, chair of the House Appropriations Committee, about a blockbuster spending bill approved by Congress. The bill includes $25 million for federal research into gun violence. It's the first time in more than two decades that Congress has allocated funds for this type of research.  TODAY'S NUMBER 602 million That's how many times Mariah Carey's immortal 1994 holiday hit \"All I Want for Christmas Is You\" has been streamed on Spotify. According to a 2016 estimate, Carey has made more than $60 million in royalties from the song.  HAPPENING LATER A look at how the world treats refugees  Today is the second day of the Global Refugee Forum in Geneva, where world leaders assess progress made since 181 countries signed the Global Refugee Compact last year.  TODAY'S WEATHER AND FINALLY Just keep plowing, just keep plowing A freshly plowed driveway while barely having to lift a finger? Hey, maybe this person's on to something! (Click here to view.)"], "Language": false}