{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/football/serie-a-racism-artwork-milan-roma-inter-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By James Masters, for CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-17T13:56:01Z"], "LastModifiedDate": ["2019-12-17T14:03:55Z"], "Headline": ["Serie A: AC Milan and Roma hit out at 'anti-racism' monkey artwork"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Three of Italy's leading soccer clubs have hit out at the country's top league following the launch of its anti-racism initiative that features paintings of monkeys. The artwork, which was commissioned by Serie A following a year in which Italian soccer has been blighted by racist abuse and monkey chants towards black players, shows three monkeys with painted faces. The paintings by artist Simone Fugazzotto, who came up with the idea last May, was widely condemned upon its unveiling on Monday with anti-discrimination group FARE labeling it an \"outrage.\" Now, AC Milan and Roma, two clubs which have already been outspoken in their criticism of racism within Italian football, have taken a stand as has Inter Milan. \"Art can be powerful, but we strongly disagree with the use of monkeys as images in the fight against racism and were surprised by the total lack of consultation,\" Milan tweeted in response to the artwork. Roma was similarly critical, tweeting: \"AS Roma was very surprised to see what appears to be an anti-racist campaign from Serie A featuring painted monkeys on social media today. \"We understand the league wants to tackle racism but we don't believe this is the right way to do it.\" Inter also criticized the artwork, tweeting: \"There is no excuse for racism, just as there is no room for racism in football. We are #BrothersUniversallyUnited and this is our way of fighting all forms of discrimination.\" Both AC Milan and Roma took action against newspaper Corriere dello Sport after it published a headline with the words \"Black Friday\" alongside Romelu Lukaku and Roma's Chris Smalling ahead of the game between Inter Milan and Roma. As a result, both AC Milan and Roma banned the paper from its premises until the end of 2019 and said its players would not speak to the outlet. Michael Yormark, the chief executive of Roc Nation agency, which represents Lukaku who has been the subject of racist abuse since moving to Italy in August, called the artwork \"a disgrace.\" \"Every time Serie A opens its mouth it gets worse,\" Yormark told the Daily Telegraph. \"Every time Serie A comes out with anything with regards to racism and their strategy to combat it gets worse. The visuals they released are insensitive, are embarrassing not only for the league but for their member clubs all throughout Italy. \"I cannot comprehend it. It is just indicative of their lack of understanding. It is indicative that they have no clue what to do in relation to racism in football. It is time they seek advice and counseling from organizations that understand this issue.\" READ: 'Black Friday': Italian newspaper sparks race row with front page Earlier this season, Lukaku was the subject of monkey chants from Cagliari fans and Brescia striker Mario Balotelli said he had experienced racial abuse by opposition Verona fans.  Both incidents were met with meager penalties -- Verona was handed a one-match partial stadium closure and Cagliari escaped any serious punishment.  The unveiling of the artwork came just weeks after Italy's 20 Serie A clubs penned an open letter in which they recognized the sport had a problem with racism and that more needed to be done to tackle it. In his explanation of why he chose monkeys to showcase the anti-racism initiative, Fugazzotto said that the intention was to show there was no difference between humans and apes. He said the idea came after watching Napoli's Senegalese international Kalidou Koulibaly being racially abused in a game against Inter Milan last season. READ: Racist and homophobic incidents tarnish 'best league in the world' In an email sent to CNN, Fugazzotto said he had been left \"completely shocked\" by the reaction, and questioned why when he had presented the artwork in May it \"didn't even give rise to a word.\" \"To understand this work, you need to enter into my world and see the monkey as the protagonist of my artwork over years, and as a metaphor of the human being,\" he told CNN. \"Over the years, I painted almost every virtue, weakness and madness of the human being through the form of the chimpanzee, which allows me to express the soul of the human being though the looks but ridiculing the habits, the tics and the unhealthy habits.   \"In this case, given that I had witnessed the insults in the form of making monkey sounds to Koulibaly at San Siro, I came up with a piece that used this same language of the fans but turned it on them.   \"I can't stop you from yelling monkey at the stadium? So I will show you how we are the same, all the same, that is, we are all monkeys. A bit like Dani Alves made fun of those who threw bananas from the stands, I take it, I eat it and show a tone of a different kind.   \"This is why I painted three monkeys: a western monkey with blue eyes, an Asian with almond eyes and a black one with a face inscribed in a soccer ball. It is as if to say: we can be different color but at the end we all roll the same.\" 'Dehumanisation' On Monday, reaction to the artwork was overwhelmingly negative. \"These creations are an outrage, they will be counter-productive and continue the dehumanisation of people of African heritage,\" said anti-discrimination organization Fare on its Twitter feed. \"It is difficult to see what Serie A was thinking, who did they consult? It is time for the progressive clubs in the league to make their voice heard.\" Former England international Stan Collymore tweeted: \"Fantastic to see Serie A anti racism campaign posters ( yes, it's really real).\" \"Maybe get the mascots to Black up as a finishing touch.\" Meanwhile soccer agent Jen Mendelewitsch tweeted: \"Serie A 'No to Racism' campaign. Please tell me this is a joke.\" Serie A did not immediately responded to CNN's request for comment regarding the negative reception on social media.  On the Serie A website, the league's managing director general manager Luigi De Siervo said Italian football's top flight division was adopting a three-pronged approach to combat racism.  All 20 Serie A clubs had signed a charter of principles against racism, stadium security would be improved -- notably by using facial recognition software to identify racist fans -- and the cultural initiative that Fugazzotto was part of."], "Language": false}