{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/15/entertainment/watchmen-series-finale-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-16T03:50:56Z"], "LastModifiedDate": ["2019-12-16T03:50:56Z"], "Headline": ["'Watchmen' connects its threads in a strange but satisfying finale"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The following contains spoilers about the \"Watchmen\" season finale, \"See How They Fly.\" The \"Watchmen\" finale ended on an inconclusive note, and yet felt like the perfect place to close this extension for good. That's a tribute, actually, to what producer Damon Lindelof and his team accomplished, brilliantly layering a dense new mythology on top of the existing foundation, and pulling its assorted threads together over the last three episodes. Of course, getting to that payoff required enduring a fair amount of confusion through the first half-dozen installments -- certainly for those marginally familiar with the source material -- with Lindelof having mastered the art of the slow build on \"Lost\" and \"The Leftovers,\" series where the end of the road fell short of the journey. By contrast, \"Watchmen\" delivered a mostly satisfying finish, weaving strands together and sawing off most (not all) of the loose ends, while leaving a few tantalizing possibilities to ponder once the credits rolled. Foremost, the last three episodes witnessed the return, backstory and finally death of Dr. Manhattan (Yahya Abdul-Mateen II), the naked blue superhero with virtually unlimited power in manipulating time and space. Although the series operated in a world of costumed vigilantes, Dr. Manhattan offered the primary link to a true alternate superhero reality that provided the spine of Alan Moore and Dave Gibbons' landmark graphic novel. The episode also revealed the lineage of Lady Trieu (Hong Chau), the biological daughter, it turned out, of Adrian Veidt (Jeremy Irons), who finally escaped his purgatory on a Jupiter moon where Dr. Manhattan had exiled him, using his status as the Smartest Man in the World to save the day. In essence, Veidt, a.k.a. Ozymandias, did penance for his original sin, saving the world by killing millions. This time, the solution included a frozen hail of inter-dimensional squids. Just writing that previous paragraph underscores what a huge task bringing \"Watchmen\" to the screen entailed, as Zack Snyder discovered directing the 2009 movie. Lindelof's challenge was arguably even more formidable -- advancing the story into the present day, maintaining ties to its core characters and establishing a set of new ones. As a bonus, the series offered a provocative exploration of America's racist past and present, with the white-supremacist group that sought to harness Dr. Manhattan's power receiving its bloody comeuppance. It also brought full circle the odyssey of Angela Abar (Regina King), whose final legacy -- as the potential heir to Dr. Manhattan's extraordinary abilities -- was left literally dangling. As noted, Lindelof (who co-wrote the finale with Nick Cuse) didn't tie everything up with a bright yellow bow, but the show did eradicate the main threats, using a particularly appropriate song from \"Oklahoma!\" to wrap up the series, whose intergalactic locales included Tulsa. The sense of closure was sufficient to make it feel like \"Watchmen\" could happily end right there -- a true limited series -- with Lindelof having said at the outset that he wanted to tell a self-contained story, without committing to going beyond that. Of course, given that the cultish devotion the project has generated among fans willing to ante up for subscriptions represents the holy grail of the streaming-TV age, an encore is likely in order. Setting those considerations aside, all concerned should take a bow for delivering one of the most impressive recent series based on such an established property -- not a remake, reboot or re-imagining, but a genuine extension that overcame an inordinately high degree of difficulty. \"Watchmen\" can be described a lot of ways, but seen through that lens strictly from a creative perspective, it's a reminder that heroes don't always wear capes."], "Language": false}