{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/us/barnard-college-student-stabbing-arrest/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brynn Gingras, Mallika Kallingal, Mark Morales and Dakin Andone, CNN"], "Writers": [["Mark Morales", "Dakin Andone", "Mallika Kallingal"]], "FirstPublishDate": ["2019-12-13T13:59:39Z"], "LastModifiedDate": ["2019-12-14T01:37:59Z"], "Headline": ["A 13-year-old has been arrested in the fatal stabbing of a Barnard student, source says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The 13-year-old suspect in a crime that's shocked a close-knit college community is not all that much younger than the teenage victim. The boy was arrested in New York in connection with the death of 18-year-old Barnard College freshman Tessa Rane Majors, according to a law enforcement source familiar with the investigation. He was found with a knife and admitted being involved in the attempted robbery and stabbing, the source said Friday. The teen also mentioned two other possible suspects, and police were investigating that lead, the source said. A second person is in custody in connection with the incident, according to a law enforcement source.  The source said this person has not been arrested or charged at this time. \"We lost a very special, very talented and very well-loved young woman,\" Majors' family said Friday in a statement. \"Tess shone brightly in this world and our hearts will never be the same.\"  The killing has unsettled students and staff from the Charlottesville, Virginia, boarding school where Majors graduated this year to those at the sprawling, urban Manhattan campus that Barnard shares with Columbia University.  \"Tess was a shining light in our community, a good friend, respected classmate, trusted teammate, and creative and passionate musician,\" said David Lourie, head of St. Anne's-Belfield School, where counselors were provided for students and alumni.  \"Her death is an immeasurable loss, and we mourn alongside the Majors family and all who knew and loved Tess.\" Prosecutors to decide if suspect will be charged as an adult Police recommend charges of second-degree murder, first-degree robbery and criminal possession of a weapon against the 13-year-old suspect, the source said. Prosecutors will decide the charges and whether he will be prosecuted as an adult.  The 13-year-old was observed by police Thursday in the lobby of a building near the Manhattan neighborhood where the stabbing occurred one day earlier, according to the source. He was wearing clothes matching the description given for the suspect in the Barnard student's killing. He was picked up on suspicion of criminal trespass. Majors, 18, had been walking Wednesday evening through Morningside Park at 116th Street and Morningside Drive, just blocks from Barnard's campus, when police believe she was confronted by between one and three assailants, said New York Police Department Chief of Patrol Services Rodney Harrison.  A witness who spoke with the NYPD said Majors was confronted by four or five males in the park, according to a law enforcement official familiar with the investigation.  After the attack, she stumbled up a flight of stairs to street level before collapsing at a security booth near campus, the official said. A school security officer called 911. \"The public safety officer assigned to the guard booth ... was at his post last night when Tessa Majors emerged from the park, and he came to her aid immediately upon recognizing that she was injured,\" said a statement from Columbia University. Majors' cell phone was found not far from where she fell, and she did not have a purse or wallet with her, the official said. She died at a hospital soon after, New York Mayor Bill de Blasio said.  Majors is believed to have been a victim in one of two robbery patterns in the area, according to the source. A pattern of crimes and the police response Police officials and de Blasio faced questions Thursday about crimes in and around the park. The NYPD had identified issues and implemented strategies to combat the problem, Harrison said. The department increased patrols in and around the park and the nearby schools, including Barnard.  \"The idea that a college freshman at Barnard was murdered in cold blood is absolutely not only painful to me as a parent, it's terrifying to think that that could happen anywhere,\" de Blasio said at the news conference.  \"It's unbelievable to me that that could happen here, next to one of our great college campuses,\" he added. \"It's an unacceptable reality.\" The city has offered Barnard College any help it needs, and it's sending mental health professionals to help students deal with the news, de Blasio said. \"This is an unthinkable tragedy that has shaken us to our core. Please know that we are all grieving together and I am thinking of you as we process this awful news as a community,\" Barnard College President Sian Leah Beilock said, adding that Barnard's public safety department provides a 24-hour escort service for students.  There was a substantial decrease in major crimes in Morningside Heights over the past three decades, according to crime stats from the NYPD. The precinct has recorded a 48.5% decrease in major crimes between 1998-2018 and a 79.8% change from 1990-2018. For the 2019 calendar year, the precinct reported 17 robberies in and around Morningside Park. 'A personality no one could ever copy' Majors was from Charlottesville, Virginia, and previously lived in neighboring Waynesboro. \"She was one of the sweetest people I know. She had a kind heart,\" Lydia Pickering told CNN. As kids, she and Majors lived two houses down from one another in Waynesboro, Pickering said. Majors was like an older sister, she told CNN.  \"I can't even begin to explain the impact she had on me,\" Pickering said. \"She brought joy wherever she went. She had a personality no one could ever copy, she was really just special.\" Majors and was well known on the local music scene, said Jeyon Falsini, assistant manager of The Southern Café and Music Hall, one of the venues where she performed. Majors had scheduled two gigs in the Charlottesville area during January, he said. \"She was committed to music. It was her art form,\" he said. Lexi Phelan, who met Majors this year at Barnard, shared two classes with her. \"She was excited about life and deeply devoted to her music. She came to class always excited about a performance or a new technique she learned, whether it be for a modern alternative rock song or a classical guitar piece,\" Phelan said. Barnard College is an all-women's school in Manhattan with more than 2,600 students. The school's campus stretches from West 116th Street to West 120th Street off Broadway in the Morningside Heights neighborhood of New York City. \"The close-knit community at Barnard College is in shock right now,\" de Blasio said in a tweet. \"We've lost a young woman full of potential in a senseless act of violence. I want every student and every member of faculty to know your city will be with you in the days ahead.\""], "Language": false}