{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/09/cnn-underscored/best-gifts-for-cooks/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Staff"], "Writers": [[]], "FirstPublishDate": ["2019-11-10T01:26:40Z"], "LastModifiedDate": ["2019-12-13T18:29:28Z"], "Headline": ["31 creative gift ideas for your favorite home cooks and foodies"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Maybe they're home cooks, self-proclaimed foodies, or just people who live and breathe \"Great British Bake Off.\" Whatever the specifics, the common denominator here is that they're people who are happiest in the kitchen. So when it comes to holiday shopping for these folks, get them gifts that will make their time inventing new recipes, whipping up soufflés or hosting dinner parties even more enjoyable. To help, we've found the best gifts for cooks and foodies. (And for everyone else on your list, we've got guides for the best gifts for him, gifts for her, top-rated Amazon gifts and stocking stuffers, too.) From a fondue set to a bouquet of charcuterie to a molecular gastronomy kit, all of these gifts are *chef's kiss* perfect.  Hamilton Beach Dual Breakfast Sandwich Maker ($39.99; amazon.com)  Hamilton Beach's breakfast sandwich maker is a favorite of thousands of Amazon customers, because of its simple, but genius, design that cooks two custom breakfast sandwiches for you in a matter of minutes.  _______________________________________________________________________________ Himalayan Salt BBQ Plank ($30; uncommongoods.com)  We've been quite transparent about our love for Himalayan salt lamps, so naturally we're excited about this BBQ plank. Due to its stable crystal structure that holds temperature well, you can cook on top of a Himalayan salt over a grill to help enhance the flavor of food (reminder: it is salt) and also use it cool as a serving plate to impress guests.  _______________________________________________________________________________  Alpha Grillers Garlic Press ($10.97; amazon.com)  Is there anything more meticulous than cleaning garlic? Help the cook closest to you with this neat garlic press. With a nearly five-star rating and close to 3,000 Amazon reviews, buyers love how easy it is to both use and clean.  _______________________________________________________________________________ Olympia Provisions Salami Bouquet (starting at $50; food52.com)  c Your food-obsessed friends wouldn't go googly-eyed over just any old bouquet. But this arrangement of artisanal salami that they can cook with or enjoy as a simple plate of charcuterie? Now that's another story.  _______________________________________________________________________________ Dash Rapid Egg Cooker ($14.99, originally $19.99; amazon.com)  True to its name, the Dash rapid egg cooker can poach and hard-boil eggs in a flash. Simply add water, press a button and get ready to enjoy an egg-cellent meal (yes, we went there) in no time at all.  _______________________________________________________________________________ Cactus Citrus Juicer ($30; uncommongoods.com)  This twist on the classic citrus juicer is a stocking stuffer your foodie family members will absolutely adore. And it looks great on a kitchen countertop.  _______________________________________________________________________________ Le Creuset Round Dutch Oven ($349.95, originally $460; amazon.com) With a lifetime warranty and unparalleled design, Le Creuset is considered by many chefs, professional and amateur alike, the Rolls Royce of Dutch ovens.  _______________________________________________________________________________ Molecular Gastronomy Kit (starting at $49; uncommongoods.com)  Take your cooking skills to new, avant-garde heights with this easy-to-use gastronomy kit; it comes with all the ingredients and tools you'll need to get experimenting.  _______________________________________________________________________________ Isiler Pasta Maker ($39.95, originally $44.95; amazon.com) Fresh pasta is just as much fun to make as it is to eat. Let your foodie friends and family members whip up fettuccine, spaghetti, lasagna and more at home with this affordable pasta maker. _______________________________________________________________________________ My Family Cookbook ($30; uncommongoods.com)  With blank pages and spaces for photos and reviews from other family members, consider this the most customizable family cookbook you've ever seen. Also, think of what a good gift this would be for newlyweds.  _______________________________________________________________________________ Capresso 4-Cup Espresso Machine ($59.99; bedbathandbeyond.com)  The art of a great espresso involves fresh beans and premium equipment. Solve half of that equation with the Capresso four-cup espresso machine, which can help make barista-quality lattes, flat whites and other espresso-based beverages.  _______________________________________________________________________________ Cookbook and iPad Stand ($27.99, originally $32.99; amazon.com)  For your friends and family, cookbooks are meant to stay in prime condition. After all, the best of them will be passed down. Help them stow their favorite recipes in a safe place while they meal prep with this handy stand.  _______________________________________________________________________________ KitchenAid Ultra Power Plus Stand Mixer ($239.99, originally $349.99; target.com) A KitchenAid stand mixer can help drastically cut down on the time it takes to knead, whisk, whip and more. Plus, with additional attachments you can use the mixer to grind, juice or create fresh pasta. _______________________________________________________________________________  Lavatools Instant Read Meat Thermometer ($24.99, originally $27; amazon.com)  Got a grillmaster in your household? more than 2,000 Amazon reviewers love this meat thermometer, which can tell you the exact temperature of your meat in less than four seconds.  _______________________________________________________________________________  Instant Pot DUO60  ($79, originally $99.95; walmart.com)  When in doubt about what to gift your loved ones, go for the Instant Pot. This crowd-pleasing appliance replaces seven devices, plus it can cook entire meals with little effort on your part. It doesn't hurt that it's also one of the trendiest products you can have in your kitchen right now.  _______________________________________________________________________________ Levi's Rigid Denim Apron ($49.50; levis.com)  This sturdy apron is up to the messiest kitchen tasks, from barbecuing to baking. You can even get it customized for a personal touch.  _______________________________________________________________________________ Ceramic Fondue Set ($89; food52.com)  With so many retro products back in vogue (Polaroid cameras, analog record players, anything and everything Lisa Frank), it's no surprise that some nostalgic kitchen items, like the classic '70s fondue set, have recently become must-haves. Host a modern-day fondue party for friends and family with this complete set, which comes with a ceramic pot, burner, stainless steel base and four fondue prongs, so you can enjoy all that cheesy and chocolatey melted goodness.  _______________________________________________________________________________ Cast Iron Reversible Grill-Griddle ($29.97; homedepot.com)  When the weather is too cold to cook outside, bring your grilling indoors with this reversible griddle pan, perfect for cooking burgers, grilled veggies, pancakes and more.  _______________________________________________________________________________ \"Salt, Fat, Acid Heat\" by Samin Nosrat ($20.99; amazon.com) Your foodie friends are probably already familiar with the New York Times best-selling cookbook \"Salt, Fat Acid, Heat,\" which has a Netflix docuseries by the same name. Let them enjoy the full scope of Nosrat's recipes with a book of their very own.  _______________________________________________________________________________ Milk Bar Cake For Life Set ($85; milkbar.com) Now your friends and family can have the famous Milk Bar cake, and eat it too. This tasty gift set comes with a vanilla birthday cake and a 150-page cookbook full of sweet inspiration. _______________________________________________________________________________  Deluxe Cheese Grater and Server ($25.53; amazon.com) This genius cheese grater with a built-in server solves the common kitchen problem of how to cleanly contain your freshly grated Parmesan, so you can easily pour it into your sauces or on top of salads.  _______________________________________________________________________________ Marble Wood Cake Stand ($12.49, originally $24.99; kirklands.com) Your loved ones put great care into their baked goods, so it's only fitting that they have a sleek cake stand to display their creations beautifully.   _______________________________________________________________________________ 5-Blade Vegetable Spiralizer ($22.97, originally $27.99; amazon.com)  Spiralized vegetables can provide a healthier alternative to starchy pastas. This best-selling product on Amazon can slice through tougher ingredients, like carrots and potatoes, with ease.  _______________________________________________________________________________ Dash Mini Waffle Maker (starting at $9.99; bedbathandbeyond.com)  Like the egg cooker from Dash, this mini waffle maker can whip up mini breakfast waffles in, well, a dash. It's the perfect portion for anyone who wants a fix for their sweet tooth without going overboard.  _______________________________________________________________________________ Philips Air Fryer ($199.99, originally $299.95; amazon.com) We've waxed poetic about air fryers before. These heavy-duty devices, including this popular design from Philips, can crisp and roast your favorite fried foods (like french fries and chicken) with little to no oil necessary.   _______________________________________________________________________________ Anthropologie Daily Bakeware Rolling Pin ($18; nordstrom.com)  For the person who loves to bake, this vibrant, stoneware rolling pin will be a star player in their kitchen tool lineup. _______________________________________________________________________________  Modern Sprout Garden Jar (starting at $19.98; amazon.com) Cutting fresh herbs from an indoor garden while you cook just can't be beat. And with one of these self-watering kits, you can grow basil in your kitchen sans the constant worry of overwatering or forgetting to water your plants altogether.  _______________________________________________________________________________ Stoneware 3 Piece Kitchen Canister Set ($34.99, originally $62.99; wayfair.com) Spices, flour, sugar and flaky salt are all ingredients you need readily available on your counter while cooking. Stow them away in these geometric canister sets for easy access.  _______________________________________________________________________________ Breville Joule Sous Vide ($159.95, originally $249.95; amazon.com)  Want to know how professional chefs can make the perfect medium-rare steak without fail? The answer is sous vide, which can cook proteins (sealed in plastic) to absolute perfection in a temperature-controlled"], "Language": false}