{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/museum-of-ice-cream-flagship-new-york-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-13T17:49:36Z"], "LastModifiedDate": ["2019-12-13T17:49:36Z"], "Headline": ["A new Museum of Ice Cream flagship is opening in New York City"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["New York's hottest museum's got pastel pop art, its own subway and a line out the door and around the block.  It also might not really be a museum at all.  The Museum of Ice Cream, the mother of all Instagrammable pop-ups, has found a permanent home in New York City's SoHo neighborhood. It's the first flagship location following stints in Los Angeles, Miami and San Francisco.  Less an archive of the frozen treat than a Pinterest board come to life, the newest iteration of the Museum of Ice Cream has everything that made the original pop-ups so popular: Pastel. Photo ops. Ice cream.  But the three-story location builds on the success of its predecessors, too: There's a sleek subway car that transports visitors to the dessert dream world. A top-floor slide straight out of a child's playground dreams. A sprinkle swimming pool filled with oversized jimmies (not real, for sanitary purposes).  Everything is bubblegum pink. Not all of it is edible, but there's a scoop shop, too, and it's open to hungry passersby who aren't interested in paying admission.  The 2016 original kicked off a photo-friendly pop-up trend Photo-friendly pop-up experiences like the Rose Mansion and Color Factory owe their success to the Museum of Ice Cream: Its 2016 New York debut sold out within five days of opening, the New York Times reported at the time.  Founder and creative strategist Maryellis Bunn dreamed of basking in sprinkles. So she designed an interactive art gallery where she -- and 30,000 other New Yorkers -- could do just that.  Now the museum is back in Manhattan for good. Tickets start at $39, plus more for private sprinkle pool parties and DJ sessions with up to 40 friends.  You may not learn a ton about the history of the beloved dessert, but you'll have more than enough photos to share of your candy-colored visit. "], "Language": false}