{"Type": ["article"], "Url": ["https://www.cnn.com/uk/live-news/uk-election-day-2019-dle-ge19-gbr-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Tara John, Rob Picheta, Bianca Britton and Sheena McKenzie, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-12T07:00:34Z"], "LastModifiedDate": ["2019-12-13T17:08:29Z"], "Headline": ["UK election results 2019: Boris Johnson storms to victory"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["That's a wrap after an astonishing 24 hours in British politics. Boris Johnson delivered a Margaret Thatcher-like win, crushing the opposition in the biggest general election victory for the Conservative Party since 1987. To review the results, click here. Brexit is now unstoppable, says CNN's Eliza Mackintosh, but the UK must face up to how long it will take, while in analysing the impact of this election on the UK, CNN's Stephen Collinson says Johnson may struggle to keep the union together. There is plenty to dissect, and much has already been said and written, which can be read here.  Thanks for joining us.  It seems that Boris Johnson has clocked off for the day. Speaking on the steps of Downing Street, he said his first priority was to unite a nation that has been divided since the Brexit vote in 2016.  He thanked the people who voted for him, with their hand \"quivering\" as they voted. He is referring to the people who historically had never voted for his Conservative Party, but sick of three-and-a-half years of \"arid\" debate about Brexit.  He urged those who still wished to remain in the EU to \"find closure\" in order to \"let the healing begin.\"  And he spoke of strengthening the union between the four nations of the UK.  But he has a hell of a job ahead of him if he's going to unite the country he now has the mandate to lead. Many Labour voters did indeed lend Johnson their votes. But more than half of the electorate didn't vote for his Conservative Party. And while that is totally normal in the UK's electoral system, it must still be viewed in the context of the Brexit vote -- and the fact that Johnson is seen as the man responsible for it.  The campaign for a second referendum is as good as dead, and many voters will be in a period of mourning rather than feeling ready to embrace Johnson.  And the divisions between the four nations of the United Kingdom are set to get even worse as the Brexit project gets underway. Scotland made a very clear statement by voting emphatically for a party that wants to remain in the EU. And Northern Irish voters across the political spectrum think that any form of Brexit is likely to make unity with the Republic of Ireland inevitable.  So, when the Prime Minister turned on his heels after wishing the nation a Merry Christmas, he will have done so knowing that millions of people will have no such thing as a direct result of his victory.  Emphasizing that this was the \"people's government,\" Boris Johnson also spoke to those who did not vote for his party.  He said his \"One Nation\" Conservative Party would focus on the National Health Service. \"That simple and beautiful idea that represents the best of our country,\" he said.  Before wishing everyone a Merry Christmas, the Prime Minister also promised to unite the UK, bringing together all four countries that make up the union by \"unleashing the potential of the whole country.\"  UK Prime Minster Boris Johnson is outside Downing Street speaking after his election victory.  Johnson said he wants to \"deliver a parliament that works for you\" and urged everyone \"to find closure and let the healing begin.\"  The final seat to declare in the election has gone to the Conservative Party, with Derek Thomas winning in St. Ives. That means Boris Johnson's Conservative Party has won 365 seats, giving his party a majority of 80 (the largest Conservative majority since Margaret Thatcher's 1987 win). Boris Johnson can carry on smiling for now. However, next week he needs to get back to running the country.  His majority is a huge success, no doubt. But one of his first acts will be to appoint a new Cabinet. Brexit observers will watch every movement with keen interest, as it will tell us what we can expect in the next few months.  During the election campaign, high-profile Brexiteer Jacob Rees-Mogg was hidden from the public. This might have been because of a mess of an interview he gave in which implied that people died in the Grenfell Tower disaster because they were not intelligent enough to run away. It might also be because Johnson is pulling away from that wing of his party.  The deal he struck with Brussels was full of concessions that Johnson was frankly lucky to get away with given the views of the party he runs. Many believed that hugging the hardline Brexiteers close -- even giving them jobs -- was more about party management than anything else.  However, with a large majority, he might no longer need these people.  Or at least he might be tempted to think that. The Conservative Party has been good at flipping over tables for the past three years. And while it's unlikely we will see any rebellion this soon after an election, Johnson will be aware that until very recently, he was a man suffering loss after loss in parliament and hanging onto his leadership.  The former leader of the UK Liberal Democrats, Jo Swinson, says she’s proud that her party was the “unapologetic voice” against Brexit in the election campaign -- even though it didn’t work. “I, like you, am devastated about that. But I don’t regret trying,” she told supporters Friday. Swinson described the election as “dark -- in more ways than one,” saying that racism had now become mainstream in British politics. She also paid tribute to her colleagues who lost their seats. “I’m so sorry I couldn’t get them elected,” Swinson said. The front pages of the UK's national newspapers reflects their political leanings. \"Rejoice!\" proclaimed UK newspaper Daily Mail on its front page. \"Boris surges to landslide.\"Nightmare,\" proclaimed the Daily Mirror's front page.  “Labour in meltdown as Johnson seizes majority,\" opines the Guardian, while The Sun says \"Carrie on Boris\" - a pun on the christian name of Boris Johnson's girlfriend.  As you'd expect, Boris Johnson was welcomed warmly inside Downing Street when he returned from Buckingham Palace having received her permission from the Queen to form a government.  The newly elected Prime Minister received a guard of honor and was applauded as he walked through the halls where he and his government will likely spend the next five years. The government's most immediate task will be to negotiate the UK's departure from the European Union.   CNN correspondent Nina dos Santos is outside Buckingham Palace, where Prime Minister Boris Johnson earlier met the Queen after winning one of the UK's most dramatic electoral victories in decades.  If you have a question for Nina, join the conversation on our Facebook page here. One constituency has yet to declare, but the result across the country is not in doubt. The Conservatives have gained 66 seats, taking many traditional Labour Party strongholds to secure an emphatic win -- the biggest for the party since 1987.  More in-depth statistical analysis of the UK election is available on this page.  Jeremy Corbyn says the contest to replace him as Labour Party leader will likely take place early next year. He has already announced his intention to stand aside, given this is his second general election defeat as leader of the party. He told reporters he was “obviously very sad” with the result -- the party's worst performance in a general election since 1935 -- and for his colleagues who lost their seats. However he defended the policies he took to the election.  “I have pride in our manifesto that we put forward. And all the policies we put forward -- which actually had huge public support -- on issues of universal credit, the green industrial revolution, and investment in the future.\" Corbyn added: “But this election was taken over ultimately by Brexit.”  Boris Johnson's controversial chief adviser Dominic Cummings is renowned for many things, one being his dress sense, specifically his penchant for quilted gilets and tote bags.  But as he entered Downing Street today, the man credited with masterminding the successful Vote Leave campaign in the 2016 EU referendum opted for the grown-up version of Macaulay Culkin \"Home Alone 2 Lost in New York\" look.  He has poured scorn on the \"educated Remainer campaigner types\" who failed to read the mood of the nation.  Following the Conservatives' election triumph, he said London-based politicians and journalists who continued to resist Britain's EU withdrawal should now reflect on their mistakes. Asked if he could take any credit for the election result, Cummings told the PA news agency: \"No, not at all.\" Brexit has put the future of the union under the spotlight and following the Conservative Party's emphatic victory Thursday, mainly by winning English constituencies, and the SNP's continued dominance in Scotland, the UK seems set for constitutional collision.   Scotland voted overwhelmingly to remain in the European Union in the 2016 referendum and returned 48 SNP MPs to Westminster.  In Edinburgh, Sturgeon said Boris Johnson had \"no mandate whatsoever to take Scotland out of the European Union.\" \"If he presses ahead he will drive a coach and horses through the very idea that is supposed to underpin the UK, the idea that the union is a partnership of equal nations,\" she said.  SNP leader Nicola Sturgeon said the election result in Scotland \"emphatically confirmed\" that Scots want to remain in the European Union.  \"Westminster has ignored the people of Scotland for more than three years and last night the people of Scotland said enough,\" she said.  \"It's time for Boris Johnson to start listening,\" Sturgeon added, conceding that Johnson now has a mandate in England to push Brexit through.  Scottish National Party (SNP) leader Nicola Sturgeon has described the UK general election as a \"watershed.\"  The SNP won 48 of the 59 available seats in Scotland, improving on the party's 2017 result and strengthening the calls of those who want a second referendum on Scottish referendum.  Speaking in Edinburgh, Sturgeon thanked the people of Scotland, telling supporters that the SNP \"will never take you for granted.\"  \"We will do what we can to protect the people of Scotland from what I fear will be a deeply damaging Conservative government,\" she said, adding that leaving the European Union would result in a \"race to the bottom\" in issues like environmental protection and workers' rights.  As if hearing the thumping sound of a brass band was not enough of a treat for tourists outside Buckingham Palace for the Changing of the Guard, they also saw the flash of the newly elected UK Prime Minister's motorcade going into the Palace.  CNN correspondent Max Foster was in Downing Street where Boris Johnson returned after his audience with the Queen. The PM said nothing to the awaiting media before walking back into No.10.  Aerial shots showed the Prime Minister's motorcade making the relatively short journey from Buckingham Palace to Downing Street.  The Prime Minister's car glided through Downing Street's security and came to a stop at the end of the street, leaving the Prime Minister with quite a walk to his new home. But, with a spring in his step, Johnson almost gamboled towards that famous black door, waving to the journalists and photographers shouting his name before disappearing into No. 10.  In Buckingham Palace's courtyard, a gentleman dressed in a black tailcoat holds open the door to the Prime Minister's silver Jaguar, which suggests Boris Johnson is to appear. And, eventually, he does. He is quickly driven away, returning to Downing Street where he is expected to start to form his government.  A helicopter continues to hover above Buckingham Palace, the marching band still plays, and there is no sign yet of Boris Johnson emerging from the Palace. The Queen and her 14th PM have been in private conversation for around 20 minutes.  As is perhaps expected, a number of world leaders have congratulated Boris Johnson on his victory.  German Chancellor Angela Merkel is looking forward to working with the newly elected UK Prime Minister, according to Merkel's spokesman Steffen Seibert. Seibert posted Merkel’s comment on Twitter. “Congratulations, Boris Johnson, on your resounding victory. I look forward to working with you for the friendship and strong cooperation between our nations,” he quoted Merkel as saying. Johnson steps out of the car and enters the King's entrance for what is reported to be a short audience with the Queen.  When a potential prime minister is called to Buckingham Palace, the Queen asks whether they will form a government. During Her Majesty's long reign, no leader has yet declined.  A band plays on outside Buckingham Palace as part of the Changing of the Guard, a formal, regular ceremony that takes place when soldiers are relieved of their duties and replaced.  Flanked by a motorcade, Prime Minister Boris Johnson was driven from Downing Street to Buckingham Palace for his meeting with the Queen.  Crowds gathered along The Mall, the road leading to the palace, and outside the Palace -- but many might be tourists present for the Changing of the Guard.  If you're just joining us, then welcome! It was a historic victory for the Conservative Party in the UK general election.  Boris Johnson gambled and it paid off. He is the UK Prime Minister, has a handsome majority and the main opposition party has been decimated.  But what happens next on results day? Johnson is expected to make the traditional post-election journey to Buckingham Palace for an audience with the Queen. A re-elected prime minister is not required to see the Queen in person, but there has been no suggestion that Johnson will miss the opportunity to meet Her Majesty.  Labour leader Jeremy Corbyn is likely to speak in the wake of his pledge to resign following his party's disastrous showing. A happier SNP leader Nicola Sturgeon, whose party won 48 seats -- 13 more than in 2017 -- is also expected to speak at an event in the Scottish capital Edinburgh.  No government appointments will be made today, a Number 10 spokesperson told CNN. The public will have to wait until Monday to see how Johnson stacks his new team.  There is just one more seat to call, but bad weather on an archipelago in Britain's south west means the count has been postponed to this afternoon.  The St. Ives constituency count had been held back until 2.30 p.m. local (9.30 a.m. ET) because boats were unable to carry ballot boxes from the outer islands of the Isles of Scilly to the main island, St. Mary's, PA News reports.  Even a helicopter struggled to make the transfer.  Once the ballots are counted on St. Mary's, the outcome will be relayed to the count on the mainland before declaration is made, PA News reports.  From Narendra Modi in India to Scott Morrison in Australia, world leaders have been sending their well wishes to Britain's Prime Minister Boris Johnson.  Here's what they had to say:  \"Say g’day to the quiet Britons for us,\" write Australian Prime Minister Morrison to Johnson on Twitter.  Fun fact, some of the people who worked on Morrison's election campaign reportedly helped Johnson in the run-up to this year's vote.  India's Prime Minister Modi congratulated Johnson for his \"thumping majority.\"  As did Bulgaria's PM Boyko Borissov and Prime Minister of Latvia Krisjanis Karins. Netherlands Prime Minister Mark Rutte said the British electorate had given Johnson a \"clear mandate.\"  UK shares are trading higher as investors respond to Boris Johnson’s UK general election victory.  The main FTSE 100 index is around 0.5% higher in the opening minutes of trade.  The more domestically focused FTSE 250, which is made up of smaller firms, is also trading higher. It climbed 2% in early trade. While Boris Johnson will understandably claim December 12 as a victory for himself and the Conservatives, the numbers show the real story is the electorate’s rejection of Jeremy Corbyn’s Labour Party.  Johnson did increase the Conservatives’ vote share over what they got in 2017, but Labour fell much further than the Conservatives rose.  The SNP, Brexit Party, Greens and Liberal Democrats all ate into Labour’s vote -- and in this first-past-the-post system, the smaller parties nibbling away at Labour gave the Conservatives a chance to gobble up a huge swathe of seats.  One big surprise of the 2017 election was how much of the country voted for one or the other of the two big parties, Labour or the Conservatives.  That election may turn out to have been a blip -- and 2019 may signal the return to a more fragmented electorate. Watch a clip from Boris Johnson's victory speech, which he ended with, \"You may only have lent us your vote and you may not think of yourself as a natural Tory ... I am humbled that you have put your trust in me and that you have put your trust in us.\" Prime Minister Boris Johnson reiterated his campaign pledge to \"get Brexit done\" during a victory rally in central London on Friday, where he made digs at Labour leader Jeremy Corbyn and remain voters in the country.  \"With this election we have put to end all those miserable threats of a second referendum.\"  \"And I say respectfully to our friend in the blue twelve star hat that’s it time to put a sock in the megaphone and give everybody some peace,\" he said. He reiterated the pledge to get the country out of the European Union by January 31 and deliver \"the democratic mandate of the people\" and celebrated what he said was the biggest majority for the Conservatives since the 1980s. Johnson added that he was humbled that voters in longstanding Labour constituencies \"have put your trust in me and that you have put your trust in us and we will never take your support for granted.\" The Prime Minister is speaking to campaigners and supporters in London.  Conservative lawmaker Michael Gove said his party's decisive win in Thursday's elections was a victory for \"the British people.\" Speaking during a victory celebration in central London on Friday morning he said: \"Our fellow citizens reminded us why this is such a wonderful country because they comprehensively rejected Jeremy Corbyn's politics of division, extremism, and anti semitism, and they voted in record numbers for a Prime Minister decided in restoring trust in our democracy by getting Brexit done.\" The Liberal Democrats are getting new acting leaders after a bad night for the party, which saw leader Jo Swinson lose her seat in East Dunbartonshire.  Ed Davey, who was re-elected in Kingston and Surbiton, and Liberal Democrats President Sal Brinton will become joint acting leaders, with a leadership election slated for 2020, the party said in a statement seen by PA Media. \"In the weeks ahead we will elect a new leader and our party will continue to be the rallying point for anyone who believes in a country where everyone has the chance to get on in life,\" Brinton said in a statement.  \"This is clearly a setback for liberal values. But there are millions of people across the country who believe in them. By coming together to fight for them, we can create a positive future,\" Swinson said in the statement. Former Scottish Conservative leader Ruth Davidson had promised to skinny dip in Loch Ness if the Scottish National Party gained 50 seats. She's now avoided having to go through with that pledge, but it was tight. The SNP look to end up on 48 seats. President Donald Trump had said the US will \"now be free to strike a massive new Trade Deal after BREXIT\" on Twitter. The Conservatives have won at least 326 seats in Thursday's election – an absolute majority in the UK Parliament. Here are some key takeaways: Big Tory win Prime Minister Boris Johnson and his Conservative party will now take a commanding majority into the next five-year Parliament. With a manifesto that was light on detail, little is known about what Johnson is planning to do, beyond taking Britain out of the European Union. Labour in the doldrums  The UK's largest opposition party has lost many seats in its former heartlands -- several for the first time in more than a century. During a disastrous evening, leader Jeremy Corbyn has said he would stand aside before the next election. One MP has already thrown her hat into the ring to succeed the Labour leader. Jess Phillips, a centrist MP who has been a frequent critic of Corbyn's leftist movement, suggested she will stand in a future leadership contest. Huge win for Scottish nationalism It was an extremely successful election for the Scottish National Party who are on course to win most of the 59 seats in Scotland. Such a strong showing could eventually spell the end of the United Kingdom, with the SNP surely set to use its big win as leverage to push for a second independence referendum. Big fish booted out Liberal Democrat leader Jo Swinson lost her seat in East Dunbartonshire, and her party failed to make any inroads on a national level.  In Northern Ireland the DUP's Westminster leader Nigel Dodds also lost his seat. Dominic Grieve and Anna Soubry, Conservative MPs who quit or were sacked from the party by Johnson, also suffered defeats. Tactical voting fails Talk of tactical voting failed to materialize in key constituencies, including Chingford and Wood Green. Had they voted together, Labour and Liberal Democrat voters could have kicked out the incumbent MP, former Conservative Party leader Iain Duncan Smith, but he managed to cling on with a majority of 1,262 votes. Labour and the Liberal Democrats split the vote in the Cities of London and Westminster, leading to the defeat of Labour defector Chuka Umunna, who had criticized Jeremy Corbyn's leadership and left to join the Lib Dems. Brexit is back on track The result clears the way for Johnson to take the UK out of the EU in January; European officials say they're \"ready for the next steps.\"  Boris Johnson campaigned on a single, simple slogan: \"Get Brexit done.\" Britain, it seems, could not have agreed more.  Fed up with the political turmoil over Brexit at Westminster, voters gave Johnson the mandate he craved to get the country out of the European Union by January -- no ifs, no buts. They may be disappointed. Far from Brexit being done, it's just getting started. In reality, Johnson's Brexit \"deal\" is just the first stage in a yearslong process. Not that you'd have heard much of that from the Prime Minister, who preferred his catchy slogan to any complicated discussion about the framework of a future relationship with the EU or the long-term implications of quitting the bloc. More women MPs have been elected to the House of Commons than ever before, according to the PA news agency.  The previous record was 208, but that has just been passed. Boris Johnson’s Conservatives have won at least 326 seats – enough to guarantee a majority. Scottish National Party leader Nicola Sturgeon has said that Scotland has a “renewed, refreshed (and) strengthened mandate” for a new independence referendum.  Speaking to the BBC from Glasgow, Sturgeon said that “Boris Johnson has a mandate to take England out of the EU. He must accept I have a mandate to offer an alternative future” for Scotland.  She continued to say that the results of the election “underlines the importance of Scotland having a choice of something different” and that “we don’t want Boris Johnson’s Conservatives and we didn’t want to leave the EU. We want Scotland’s future to be in Scotland’s hands.” The SNP leader also addressed the performance of her party, saying it has been “exceptional” night and results “exceeded expectations.”  US President Donald Trump has weighed in on the results so far, accurately noting that it's \"looking like a big win\" for Boris Johnson. The clutch of Conservative MPs who quit or were sacked from the party by Boris Johnson have suffered defeats across the country tonight. Dominic Grieve and Anna Soubry have both lost their seats. Both were heavily critical of Johnson's Brexit strategy and found themselves booted out of the party. Labour defector Chuka Umunna, who had criticized Jeremy Corbyn's leadership and left to join the Lib Dems (with a brief pit-stop with the Independent Group for Change) was also ousted. Meanwhile, the breakaway Independent Group for Change has been wiped out. SNP leader Nicola Sturgeon was caught by Sky's cameras cheering her party's win in Jo Swinson's seat. Sturgeon later clarified she was celebrating her group's gain, not Swinson's loss. Americans should watch the next few hours in the UK closely.  If the Labour Party’s election night goes as disastrously as initial results are indicating, the Democratic Party may see a cautionary tale for the 2020 presidential race. Labour’s Jeremy Corbyn took his party way to the left, leaving the more moderate ground where many voters feel most comfortable, including some in his own party and outside. He promised revolutionary change, a fundamental overhaul of society, heavy new taxes on the rich and a far bigger role for the state in the economy. Sound familiar? Debate has rocked the Democratic Party over whether candidates like Bernie Sanders and Elizabeth Warren are trekking too far to the left and leaving moderates behind. Both are promising an assault on billionaires and a state-run health care system -- a huge chunk of the US economy. Both also dismiss the idea that their political purity is a vote killer. Granted, what’s considered “left” in the US is closer to center in the UK (where the state-run health care is generally beloved), but the two great Western democracies often rumble with similar trends. After all, the 2016 Brexit referendum to leave the EU foreshadowed Trump’s own anti-establishment revolt in the same year. No one saw either coming. A Corbyn loss would give moderate US candidates like Pete Buttigieg and Joe Biden grist for their arguments that party rivals to their left would be a disaster facing Trump next November. And while US Republicans are radically further right than the UK’s Conservative Party, if Britons vote to keep in office their own yellow-haired, fast-talking populist – a man estranged from the truth and contemptuous of the press -- well, what isn’t there for Trump to love about that? Read more from Stephen Collinson by subscribing to CNN’s Meanwhile in America newsletter.   Theresa May, Britain's previous Prime Minister, called a snap general election and lost seats in 2017. Her successor Boris Johnson is enjoying a very different night after calling his own snap poll. Asked by the BBC for her response, May said: \"I'm very pleased at the majority that Boris has achieved.\" \"At this election, people were faced with a very clear choice\" about whether or not Brexit was delivered, she said. It's gone 4.a.m in the UK, and the outcome of the election is clear -- Boris Johnson will secure a majority in the next few hours. Only the size of the majority is still up in the air. Here are the headlines in the middle of the night. Boris Johnson has hailed a \"historic\" election, as projections put his party on track for its best result since 1987.\nIt means he should be able to pass his Brexit deal through Parliament with ease, and gives him significant power in Westminster.\nLabour leader Jeremy Corbyn has said he won't lead the party into the next election after suffering significant losses across the north of England.\nJo Swinson, the Lib Dem leader who started her campaign by saying she could become Prime Minister, has lost her seat to the resurgent SNP.\nDUP Westminster leader Nigel Dodds was ousted by the republican party Sinn Fein, after Remain parties stood down to secure his exit.\nLabour's \"Red Wall\" of safe seats in the north was decimated by the Conservatives, who picked up numerous seats that have never been blue.\nEven its rising star Laura Pidcock, touted by Corbyn's circle as a potential future leadership contender, is out.\nSeveral of the party's MPs have called on Corbyn to stand aside immediately, with Jess Phillips indicating she will stand to replace him. Boris Johnson has hailed a \"historic\" election result after holding his seat. \"I don't want to tempt fate ... but at this stage it does look as though this one nation Conservative government has been given a powerful new mandate to get Brexit done,\" he said. Johnson added he will then focus on the NHS, repeating a number of disputed pledges about the numbers of new nurses and hospitals he will create. He thanked \"Lord Buckethead, Elmo and others,\" in a seat where plenty of joke candidates ran. \"But above all I want to thank the people of this country for turning out to vote in a December election,\" he said. He called it a \"historic election\" which gave him \"the chance to respect the democratic will of the British people.\" Jo Swinson, the leader of the Liberal Democrats, has lost her seat in Dunbartonshire East by around 150 votes.  An emotional Swinson thanked her family after the count, saying: \"Some will be celebrating the wave of nationalism that is sweeping on both sides of the (English-Scottish) border.\" But she adds the results will bring \"dread and dismay\" to many. She says she still believes the UK can be \"inclusive and open,\" and that Britain can achieve \"so much more\" by working with its neighbors. In southern England, where the Conservatives have had a slightly rougher ride, there have been two more results of note. Conservative Zac Goldsmith, who lost out to Sadiq Khan in the race to be mayor of London, as lost his seat to the Liberal Democrats, failing to defend his razor-thin majority in Richmond, a leafy suburb southwest of the capital. But Foreign Secretary Dominic Raab, who was a major target of the Lib Dems, clung on to his Esher seat by a tight margin. Jeremy Corbyn has said he'll stand aside as Labour leader before the next election, in his first remarks since the results started coming in. \"I will not lead the party in any future general election campaign,\" Corbyn announced after he was declared the winner of his constituency in north London.  But he added: \"I will discuss with our party to ensure that there is a process of reflection now on this result and the policies of the party going forward and I will lead the party during that period to ensure that that discussion takes place and we move on into the future.” That won't sit well with many Labour MPs and defeated candidates, who have made clear they want Corbyn gone immediately. He lambasted the media for their \"disgusting\" treatment of him and his team during the election team. Corbyn defended his policies as \"extremely popular,\" but said, \"Brexit has so polarized and divided debate in this country, it has over-ridden so much of a normal political debate.\" Issues of inequality \"will come back,\" he says, and Labour's fundamental message will \"be there for all time.\" Labour has taken the Conservatives' mantle as the so-called \"nasty party\" due to Jeremy Corbyn's inaction over anti-Semitism, a defeated Labour candidate told Sky News. \"Jeremy Corbyn should announce that he’s resigning as leader of the Labour Party from his count today,\" Ruth Smeeth said after confirming she had lost her seat to the Conservatives. \"He should have gone many, many, many months ago.\" \"There is absolutely no justification for why he’s still there,\" she added, saying Corbyn's \"personal actions” have doomed Labour tonight. Turning to the anti-Semitism scandal that has dogged Corbyn's leadership, she said he has \"made us the nasty party. We are the racist party.\" The \"nasty party\" was the moniker given to the Conservatives by critics at the start of the century. Big news from Northern Ireland. Nigel Dodds, who's the leader in Westminster of the Democratic Unionist Party, has lost his seat to a candidate from Sinn Fein, a party from the opposite side of the historic sectarian divide in that part of the country. The Green Party and the moderate nationalist Social Democratic and Labour Party (SDLP) had not put up candidates in Belfast North to avoid splitting the remain vote. This strategy gave Sinn Fein's John Finucane -- the dominant nationalist force in the constituency -- the best shot of beating long-time DUP incumbent Dodds. British broadcasters have updated their predictions based on partial results, showing a slightly smaller majority for the Conservatives than predicted earlier.  They've slid the Conservatives down to 357 (from 368). And don't call it a comeback -- this is still a very comfortable majority for the Tories -- but Labour are up to 201. Stanley Johnson, father of Boris Johnson, has come under criticism for making allegedly Islamophobic comments during a live election night show on the UK's Channel 4. He said: \"If I was a female fighter jet pilot, I would expect someone to say 'don't wear a burqa.'\" A fellow panelist on the show labelled the comment as \"disgraceful\". Boris Johnson has been accused of Islamophobia in the past, having previously said in a newspaper column that women in burqas \"look like letter boxes\". Niqabs and burqas were at the center of a controversy involving Boris Johnson last year,  when he likened Muslim women who wear veils to \"letter boxes\" and \"bank robbers\" in his column for the Daily Telegraph newspaper. He has since partially apologized, saying at the launch of his bid to become Prime Minister this summer: \"In so far as my words have given offense over the last twenty or thirty years when I've been a journalist and people have taken those words out of my articles and escalated them. Of course, I am sorry for the offense they have caused.\" On the same show tonight, the Canadian comedian Katherine Ryan confronted Boris Johnson's father on the issue of single motherhood. That came shortly after his son was criticized for a 1995 newspaper column in which he called the children of single mothers \"ill-raised, ignorant, aggressive and illegitimate\". The European Union stands ready to take the “next steps” in reaching a deal on the final Withdrawal Agreement with the United Kingdom, whatever the result of Thursday’s election, European Council President Charles Michel said Friday morning in Brussels.  “About the outcome of the elections in the UK, we will wait to see what will be the official results. But there is a strong message … tomorrow we’ll have a discussion in the European Council on Article 50 and you know that we are ready for the next steps,” the European Council President said during a press conference in the early hours of Friday.  “We will see if it is possible for the British parliament to accept the Withdrawal Agreement, to take a decision. And, if it is the case, we are ready for the next steps,” Michel added, asserting that the EU remains committed to maintaining “close cooperation” with the UK.  Speaking to members of the press alongside the European Council President, European Commission President Ursula Von der Leyen said the EU is “ready to negotiate” whatever the result.  Their comments follow a meeting of European Heads of State on Thursday in Brussels to discuss the EU’s action against climate change and the bloc’s long-term budget. Labour leader Jeremy Corbyn has appeared at his count in Islington, north London, on what appears to be a disastrous night for the party. Corbyn looked sullen but managed some smiles for people greeting him at the counting center. He has mostly stayed with his team of aides, and hasn't made any public statements since polls closed. But when he wins his seat (a foregone conclusion in super-safe Labour territory) he'll have to break his silence. Jeremy Corbyn is still the Labour leader -- but the poor performance by his party so far has led to widespread speculation that he will be forced to step down.   Now, Jess Phillips -- a popular, more moderate MP in the Midlands -- has suggested she'll stand in a future Labour leadership contest. An emotional Phillips was asked by ITV whether she'll run, to which Phillips nodded and made an affirmative sound.  \"If people trust me then yes, I will take a role in rebuilding,\" she said, before adding: \"This isn't about headlines, this is about people's lives.\" Phillips is far further to the center than Corbyn, and her election would likely not be favored by the Momentum group within the Labour Party. But she has the benefit of being from a seat in the Midlands; the party would be expected to look towards winning back the north and the Midlands as it elects its next leader, which is bad news for Remain-leaning London politicians like Keir Starmer and Emily Thornberry -- but it's great news for potential candidates away from the capital. Boris Johnson and Scotland are on a collision course. Nicola Sturgeon’s pro-independence Scottish National Party looks set to do just as well on its home turf as Johnson’s Conservatives are doing down south. The new Tory majority suggested by exit polls will guarantee that Brexit will happen and that means that Scotland will be dragged out of the European Union against its will. This is a scenario that is a recipe for antagonism between the SNP and London. Politically, Scotland and England will look like entirely different countries. That will create huge new pressure from the SNP for another independence referendum. It doesn’t necessarily follow that everyone voting for the SNP wants to leave the UK. Given Labour’s eclipse in Scotland — a former heartland and the failure of the Liberal Democrats — the SNP may have been a refuge for homeless Remain voters. Many of the economic concerns that prompted Scotland to turn down independence in the referendum by a 10% margin in 2014 still apply.  And Boris Johnson, who after all leads the Conservative and Unionist Party, has said he will not grant Scotland another referendum. His big majority means he won’t have to. But if the SNP follows its bumper night on Thursday with another landslide in the elections for the Scottish parliament in 2021 — perhaps on an independence platform, the tensions between Scotland and London could become unsustainable. A big Tory majority will also send shockwaves through the tortured politics of Northern Ireland. Many unionists see Johnson’s Brexit deal as a betrayal. There are fears that Brexit will revive the buried ghosts of the Troubles. The Tory win will also fuel speculation that in the years to come the ties to the mainland among younger, more pro-European unionist voters will begin to fade. South of the border of course Ireland will remain in the European Union. By no means is the United Kingdom safe yet. Elections in the UK are dominated by the major traditional parties due to the first past the post system, but that doesn't mean that other candidates don't run. In fact, the country has a peculiar tradition of novelty candidates, who tend to run in opposition to big name politicians. As a result they get the opportunity to appear alongside key figures such as the Prime Minister or the leader of the opposition at the results ceremony, giving rise to some surreal scenes. This time around Prime Minister Boris Johnson has contested his Uxbridge and South Ruislip constituency against two novelty candidates: Lord Buckethead and Count Binface. Lord Buckethead (above), a Darth Vader-esque character, is based on an obscure villain from the 1984 Star Wars parody Gremloids (or Hyperspace).  Buckethead also called for tactical voting in an attempt to depose Johnson. The politician -- or someone running under the same moniker -- stood against former PMs Theresa May in 2017, John Major in 1992 and Margaret Thatcher in 1987. Count Binface (above) is a new challenger, although neither of the two are predicted to trouble Johnson. Asked how he thought he had performed, Binface couldn't resist a dig at Johnson's biggest rivals. \"Very badly but not as badly as the Labour party seems to have done, so you know, it's all relative,\" he told CNN. And Labour leader Jeremy Corbyn had a run-in with a protester dressed as the Sesame Street character Elmo at a polling station. Corbyn's security team held Elmo back as the character chased Corbyn holding a sign reading: \"Bobby Smith. Give me back Elmo.\" Bobby Smith is the name of the fathers' rights campaigner that ran as a candidate against then Prime Minister Theresa May in 2017 as a representative of the Give Me Back Elmo Party. And one of the UK's smallest parties -- the Monster Raving Loony Party -- fields novelty candidates in multiple seats around the country. It is currently led by a figure known as Howling Laud Hope, and its policy proposals include replacing Britain's nuclear deterrent, Trident, with \"a tuning fork,\" and giving the vote to anyone over the age of five who can hold a crayon. It's just gone 1:45 a.m. in the UK, and just over 20 seats have been called. The picture they paint is clear; Boris Johnson is heading back to Downing Street, likely with a sizeable majority, while the Labour Party is hurtling towards disaster. The swing from Labour to the Conservatives is big in seats all across the north of England, in areas Labour needed to perform well if it was to have had any hope tonight. The party's so-called Red Wall of seats, that it has held for generations, has been bulldozed by Johnson's party.\nCorbyn's group was down an average of 12.03% on its results from 2017 after the first few seats, with the Conservatives up around 2%. \nIt has lost Blyth Valley, and its vote share has dropped dramatically in areas considered uber-safe, including Sunderland Central, Newcastle upon Tyne and Middlesbrough. \nThe key seat of Workington has also voted Conservative, booting out its Labour MP.\nThe SNP, projected to have a good night, has picked up its first seat of Rutherglen & Hamilton -- another gain from Labour. \nThe results mean Johnson will likely be able to pass whatever Brexit bill he desires.  The trickle is about to turn into a flood as many more results come in over the next hour.  And this trend won't necessarily repeat itself everywhere; Labour will hope to make gains in London and in Remain-leaning areas of southern England. But that will be little consolation for a party that, just hours ago, had been murmuring about the possibility of unseating Boris Johnson in his constituency. Over in the Conservative camp, it's all smiles. Throughout the campaign, a huge amount of attention was paid to the so-called Workington Man -- the archetypal working class voter, in a traditional Labour seat that voted for Brexit. This is the voter the Conservative Party identified as the one it must win over.  And they have. The Tories have gained Workington comfortably, picking up 20,448 votes to Labour's 16,312. Labour had won the seat with a similar majority last time. Moments later, the same result occurred in Darlington -- the Tories gained the seat from Labour with an 8% majority. It means the Conservatives' electoral strategy has paid off spectacularly, while Labour has found itself cut adrift in its own heartlands. Only a few results are in, but they're painting a dire picture for Jeremy Corbyn and the Labour Party -- and the recriminations are well underway. Corbyn, the socialist leader who dragged the party to the left after his upset win in the 2015 leadership contest, has now led the party to one of its worst ever electoral results, if the exit poll is correct. His ally John McDonnell told the BBC that Brexit dominated the campaign, with Boris Johnson's message resonating. But plenty of Labour candidates, MPs and insiders have blasted his leadership -- and called for his allies to follow him out of the door. It's increasingly unlikely Corbyn will survive this result. What's up in the air is the role Momentum, the left-wing campaigning group that has remodeled the Labour Party since his 2015 victory, will play in the party going forward. Corbyn was a disaster on the doorstep,\" longtime Labour politician Alan Johnson told Momentum founder Jon Lansman on ITV. \"Everyone knew that he couldn't lead the working class out of a paper bag. Now Jon's developed this Momentum group ... I want them out of the party. I want Momentum gone. Go back to your student politics.\"  Meanwhile, Phil Wilson -- the incumbent Labour party candidate in Tony Blair’s old seat of Sedgefield -- vented his fury at party leader Jeremy Corbyn in the wake of the exit poll predicting a big Conservative win. “For @UKLabour leadership to blame Brexit for the result is mendacious nonsense. Jeremy Corbyn’s leadership was a bigger problem. To say otherwise is delusional. The Party’s leadership went down like a lead balloon on the doorstep. Labour’s leadership needs to take responsibility,” he tweeted.  His anger followed similar verdicts from other Labour figures, including Ian Murray, who wrote: \"Every door I knocked on, and my team and I spoke to 11,000 people, mentioned Corbyn. Not Brexit but Corbyn. I’ve been saying this for years. The outcome is that we’ve let the country down and we must change course and fast.\" We're repeatedly told that you can't trust the polls these days -- but the UK's exit polls are usually fairly accurate. In 2017, they underestimated the Conservatives' vote share by three seats. In 2015, they undershot it by 14. But in the two elections before, they predicted the winning parties' seat tally exactly right. Here's a look at the first papers' front pages from tomorrow. Unsurprisingly, depending on their political stance they've reacted differently to the news that Boris Johnson is on course for a majority. Liberal Democrat leader Jo Swinson could be anxious as ballots are counted in her seat, in the wake of an exit poll that predicted gains for the Scottish National Party across Scotland. Swinson survived the previous SNP sweep in Scotland in 2015, but the party ran her close -- and the results tonight could see a similar outcome. Ian Austin, a former Labour lawmaker representing the constituency of Dudley North, said Thursday night that a Conservative Party victory would be the \"right thing\" for the United Kingdom, after exit polls projected a significant win for the Conservatives.  \"Heartbreaking for Labour, but the right thing for the country,\" the former Labour lawmaker told CNN on Thursday.  Austin resigned from the Labour Party in February 2019, and has since called for constituents to vote for the Conservative Party.  In an interview with CNN's Matthew Chance ahead of the election, Austin said that he too would vote for the Conservative Party.  \"For the first time in my life I have decided to vote for the Conservatives, and I have done that because I think that Jeremy Corbyn is not fit to run our country,\" Austin said.  Meanwhile in Brussels, diplomats and officials are breathing a sigh of relief.  Contrary to the view of many remain voters in the UK, this is not going down badly with the people on the other side of Brexit.  While at a push, most EU leaders would prefer that the Brexit vote hadn't happened, further uncertainty was by far the worst outcome as far as they were concerned. They wanted clarity, and now they might have it.  Officials are already talking about a big majority meaning that Johnson can push for a closer relationship between Europe and the UK, even if his Euroskeptic backbenchers hate the idea. France's European affairs minister, Amelie de Montchalin, said that \"what France has asked for for a long time is clarity. This result brings that,\" and that the most important thing with Brexit is \"not the way we divorce, it's what we build afterwards.\" A few Labour MPs have discussed their disappointment at the night so far, with a devastating loss for the party on the cards. Jess Phillips, who some have tipped for a leadership run if Jeremy Corbyn stands down, says she is \"heartbroken.\" She added: \"We will all be thinking of the harm that can be done to those we care for. I understand, I feel pain, take that anger you feel and know it has to be fuel. Maybe not tonight but tomorrow.” David Lammy, a Labour MP in London who won't be in any trouble tonight, adds that the results look \"abysmal.\" Labour MEP Seb Dance, meanwhile, has said voters were unable to accept Corbyn's position as leader. Ian Murray, a Labour MP in Scotland, had a similarly damning verdict of Corbyn's leadership -- and you can be sure that there will be plenty more calls for him to step down when the sun comes up. There's been no word from Corbyn yet, but many within Labour appear to be looking toward the next leader. Caroline Flint, the Labour candidate in Don Valley who may find herself in deep trouble tonight, tweeted: \"We're going to hear the Corbynistas blaming it on Brexit and the Labour Uber Remainers blaming Corbyn. Both are to blame for what looks like a terrible night for Labour. Both have taking for granted Labour's heartlands. Sorry we couldn't give you a Labour Party you could trust.\" The tweet was later deleted, but was caught by Britain's PA news agency. The first few seats are being announced, and they're awful news for Labour. The Conservatives have just taken Blyth Valley -- a previously unthinkable result that shows just how dramatically Brexit has torn up Britain's electoral map.  The seat is a historic mining community that has never been held by another party. Labour lost 15% of their vote there, while the Conservatives picked up 5%. Moments earlier, the first two seats were announced. Houghton and Sunderland South was held by Labour, but Jeremy Corbyn's party lost more than 18% of its vote share. The party also held Newcastle upon Tyne Central, and also lost votes there, though their share held up slightly better. Conservatives If the exit poll is correct, Boris Johnson and his Conservative party are on course for a thumping parliamentary majority which vindicates the electoral strategy of focusing on Brexit. The Prime Minister will now have a mandate for his withdrawal agreement -- but that will only signal the start of complex negotiations with the European Union. Labour While it is predicted to remain the second-largest party in parliament, Labour could be set for major upheaval as the exit poll suggests that Jeremy Corbyn has failed to unite a voter base divided on the Brexit question. Questions are being asked as to whether Corbyn and Shadow Chancellor John McDonnell can continue in their posts. \"These are things that will be discussed by the leadership of the party in the next few days,\" said Shadow International Trade Secretary Barry Gardiner, according to the PA news agency. Liberal Democrats The party failed to make a significant breakthrough, gaining just one seat according to the exit poll. Leader Jo Swinson gambled on an initial promise to revoke Brexit, which appeared to turn off voters, who were apparently keen to honor the result of the referendum and leave the EU -- or at least hold another vote on Brexit, rather than cancel it outright.  Scottish National Party Projected to win 55 of a total 59 seats in Scotland, the SNP is set for a period of total domination north of the border. This could embolden calls for a second independence referendum in a country that voted overwhelmingly to remain in the EU. We're expecting the first constituency results to be called soon. These are usually very safe Labour seats, but they're in areas that voted for Brexit -- and if there's a big swing towards the Conservatives, it will give us our first clue as to how accurate the exit poll is. Some of the areas could be close, if the poll is correct, which would confirm terrible news for Labour. Conservatives will be delighted with the results of the exit poll, CNN's Nic Robertson says -- but the reaction from Northern Ireland is sure to be more muted. This is the kind of majority David Cameron and Theresa May always craved but never reached. If the exit poll is correct, Boris Johnson is set to enjoy more power than any Conservative Prime Minister since Margaret Thatcher. The exit poll projects Johnson will win a majority of 86. That figure is arrived at by calculating the difference between the Conservatives' predicted 368 seats and all the opposition MPs combined, including the Speaker, who does not vote. For Johnson, the prospect is a far cry from the dogged first months of his premiership -- which saw him losing his parliamentary majority within days of taking power. Then, he was in office but hardly in power. Now he joins Thatcher and Tony Blair as the only leaders in recent times to enjoy such a comfortable majority. The consequences for Brexit are huge. Johnson should be able to pass whatever form of Brexit he pleases; he'll no longer have to appease the hardliners on the right of his own party, or the moderates and opposition MPs who favor remaining in the EU.  The prospect of a second referendum on Brexit, meanwhile, has virtually disappeared.  Labour's Shadow Chancellor John McDonnell has admitted the exit poll is \"extremely disappointing\" for his party. \"I think Brexit has dominated, it has dominated everything by the looks of it,\" he told the BBC. \"We thought other issues could cut through and there would be a wider debate, from this evidence there clearly wasn't.\"  On the future of Jeremy Corbyn's leadership of the party, Mr McDonnell said: \"Let's see the results themselves, as I say, the appropriate decisions will be made and we'll always make the decisions in the best interests of our party.\"  It would appear incredibly difficult for Corbyn to survive such a historic Labour defeat. The Scottish National Party are set for a fantastic night, according to the exit poll. They're projected to end up on 55 seats, one down from their historic result in 2015 but up 20 on the 2017 vote. There are 59 constituencies in Scotland, so just four are projected to go to any party other than the SNP. But Conservative losses in Scotland are more than offset by their projected gains in England and Wales. The SNP is playing down their prospects, though. A party spokesperson has told CNN they would be \"surprised if we're much above 40 seats\".  The spokesperson also underlined that it would be a “bittersweet victory\" because of the projected Conservative majority. Boris Johnson has reacted to the exit poll, thanking people who voted in the election. In a statement following the exit poll, his Conservative Party said: “This is a projection, not a result, it’s important we wait to see the actual results when they come in. What we do know is that voters have rejected Labour’s fudge on Brexit. We needed this election because parliament was doing all it could to frustrate the will of the people.  \"A functioning majority would mean we can now finally end the uncertainty and get Brexit done. It would allow the country to come together and move forward by delivering the change people voted for in 2016. ” The exit poll will have been greeted with relief in the White House – where eyes are cast across the Atlantic even amid Donald Trump’s impeachment fight. That’s because the \"special relationship\" between the US and the UK as we know it was on the ballot today. If Jeremy Corbyn had moved into 10 Downing Street on Friday, as now seems unlikely, he might have become the most America-skeptic Prime Minister in history. Corbyn has reliably taken the opposite side to the US on many of the key issues of the last 40 years. He admired Fidel Castro’s Cuba, late Venezuelan despot Hugo Chavez, preferred Hamas over Israel and went on Iranian TV to call the killing of Osama bin Laden a tragedy. The Labour Party boss has also clashed heatedly with Trump and snubbed an invitation to a Buckingham Palace banquet in the President’s honor this year. He says Trump wants to expose the NHS to US pharmaceutical giants in a post-Brexit trade deal. Trump is firmly in Boris Johnson’s camp. But often being Trump’s friend doesn’t count for much. The UK would badly need a trade deal with the US after Brexit but the master of the art of the deal will drive a hard bargain. Still, the special relationship — with its military, diplomatic and intelligence ties would likely look familiar under the stewardship of Trump and Johnson. With Corbyn, all bets would have been off. Boris Johnson staked his career on Brexit. If this exit poll turns out to be anywhere near correct, he's proved his critics wrong many times over.  When he first took over as leader of the Conservative Party this summer, the consensus was that a gridlocked Parliament made this election inevitable. Many believed that it would return another hung parliament and that the only way to break the Brexit deadlock was to hold a second referendum. That, it seems, won't be necessary.  Johnson has defied the odds ever since becoming Prime Minister. He was told he couldn't get a new Brexit deal. He did. He was told Parliament would block his attempts to hold a general election. It didn't. And he was told that betting the house on \"Getting Brexit Done\" would divide the nation further. It hasn't.  During the campaign he has been accused of lying, hiding from the media and treating both politicians and the public with contempt. He was criticized for running an unambitious, one-note campaign with a near-empty manifesto.  Yet it seems to have worked. One of the Conservative Party's biggest concerns was winning a slim majority, meaning he would have to navigate mind-bending internal party politics when he came to deal with the future relationship with the European Union.  But if this exit poll is correct, Johnson will be the most powerful Prime Minister since Tony Blair. Johnson has talked a lot about getting Brexit done and uniting a divided nation with his one-nation, liberal Conservative agenda. It seems that the first part of that plan is in the bag. And, against the odds, there's very little standing in his way to do the rest. Labour have responded to the exit poll, saying: \"It’s only the very beginning of the night, and it’s too early to call the result.\" \"We, of course, knew this was going to be a challenging election, with Brexit at the forefront of many people’s minds and our country increasingly polarized,\" their statement added. \"But Labour has changed the debate in British politics. We have put public ownership, a green industrial revolution, an end to austerity centre stage and introduced new ideas, such as plans for free broadband and free personal care. The Tories only offered more of the same.\" The pound shot up after an exit poll by British broadcasters predicted that Prime Minister Boris Johnson would sweep to victory in the UK election. Sterling jumped 2.1% to $1.34 at 5:05 p.m. ET. It also rose 1.7% against the euro. The currency had been rising steadily in recent weeks as traders bet on a Johnson win. A solid majority in parliament would allow the Conservative leader to take the country out of the European Union by January 31 — removing some of the Brexit uncertainty that has hung over businesses and the economy for more than three years. Read more here. Jeremy Corbyn's Labour Party has sunk to one of its worst ever election results, according to the exit poll. It would be the best result for the Conservatives since Margaret Thatcher's 1987 win. The exit poll is based on a survey voters across 144 constituencies on election day, carried out jointly by the BBC, Sky News and ITV News. It featured 22,790 interviews. Again, it is only a projection, and a lot can change before the night is up.  The British pound shot up 2% against the dollar immediately after the exit polls were published. The pound was trading at $1.35, its highest level this year.  The sharp move indicates investors welcome the predicted result. A large Conservative majority would bring a resolution to the Brexit uncertainty, which has paralysed the country for the past three and half years.  Here’s the exact seat numbers from the exit poll, which predicts a huge Conservative win. 326 seats are needed for an outright majority in Parliament, which has 650 seats.  Conservatives: 368 (+50 on the 2017 election) Labour: 191 (-71) SNP: 55 (+20) Liberal Democrats: 13 (+1) Plaid Cmyru: 3 (-1) A handful of smaller parties have also been projected to pick up seats. Boris Johnson’s Conservative Party is on course for a huge majority in Parliament, according to an exit poll from the UK’s three main broadcasters.  The projections will be a big disappointment for Jeremy Corbyn’s Labour Party and suggests Johnson will be able to pass his Brexit deal comfortably. The exit poll is usually fairly accurate but a lot can still change as the night progresses and actual results begin to come through.  The first big moment of drama tonight comes in just over half an hour, when the exit poll is announced. It's a major endeavor paid for by the UK's three main broadcasters -- the BBC, ITV and Sky -- which asks voters to repeat their vote, in secret, after leaving their local polling station. It's usually accurate. The exit poll predicted the winning parties’ seats totally exactly right in both 2005 and 2010, it was 14 seats off in 2015, and just three off in 2017. The poll also usually provides a shock that pundits and regular opinion polls hadn’t seen coming. That was the case in both 2015 and 2017, when the exit poll stunned politicians and voters alike by predicting a comfortable Tory win and a hung Parliament respectively. Its findings are kept tightly guarded until 10 p.m. when polls close. The poll's accuracy is exactly the reason for its secrecy. Having live data on how an election is going is sensitive for all sorts of reasons: it could be used to make money, it could be used to interfere with the democratic process. That's why the location and identity of the political scientists working on it is kept secret. The hashtag #dogsatpollingstations is a staple of UK elections -- and 2019 has been no exception. Even cats got their own hashtag today.  Meanwhile it's still raining, ahem, cats and dogs across large parts of the UK. With just a little over an hour until polls close at 10 p.m. (5 pm ET) voters will need to brave the elements if they want to cast their ballot in time. As voters head home after work, many are posting photos on social media of long queues outside polling stations. The weather really is as dark, cold and miserable as it looks in the pictures. Regardless, many voters say they've never seen election queues quite like these.  There's a little under five hours to go until polling booths close across the UK.  Here's what to expect over the next few hours: 10 p.m. local (5.pm. ET): Voting closes and exit poll announced. The exit poll will be the first indication of how the election has panned out. It involves thousands of interviews with voters outside polling booths after they've cast their ballots.\nFirst constituency results. Around this time, the first results from constituencies will be announced -- usually the seats of Houghton & Sunderland South, and Newcastle upon Tyne Central. It will be a few hours before results from other constituencies start to trickle in. 3 a.m. to 6 a.m. (10 p.m to 1 a.m. ET): Results flood in: This is when we're likely to see results from the majority of constituencies.  When will the election be called? There are 650 seats across the UK, and a party needs 326 seats to have a majority. So if a party reaches that magic number, it'll be declared the winner. And if no single party wins 326 seats? We would be in hung parliament territory. In this case, the party with the largest number of seats will usually make the first attempt to strike a coalition agreement or some other kind of deal with one of the smaller parties.  This is the UK's first general election where Chelsea are not top of the Premier League table, since 2001. Take from that what you will.  It's just after 4 p.m. local time (11 a.m. ET), and the sun has now set.  In a word, the weather has been: dreary. Smatterings of rain and wind in the south, and snow further north.  Candidates across the political divide have been urging voters to brave the chill and head to their local polling booths. They'll have until 10.00 p.m. local time (5.00 ET) to do so. Even if it's in the pitch black dark.  Forget #dogsatpollingstations, a couple of horses have showed up at polling stations earlier today. Wiltshire Council tweeted photos of a horse that \"showed up for the mane event.\" \"Well, we've seen many #dogsatpollingstations but a #horsewithacause is a new one on us!\" FSC Epping Forest also tweeted a photo of a horse in Essex, southeast England. \"Combining your morning ride with voting,\" the Field Studies Council tweeted. Merton Council in London's southwest says it has taken \"urgent action\" after political posters were illegally displayed near polling stations in the area. \"Our enforcement officers have been carrying out inspections across the borough, and taking urgent action to remove posters which have been put up on roads and publicly-owned land,\" a statement from Merton Council said.  \"Fly-posting is a criminal offense and perpetrators face fines of many thousands of pounds. We will seek to prosecute the perpetrators.\" Police in Nottingham, which is located in England's Midlands region, say they helped an elderly voter to a polling station after they received a call from ballot staff.  On arrival, it transpired he'd overexerted himself walking to his local station to cast his vote,\" the Operational Response Team in Nottingham tweeted. \"We decided to drive him home & made him a nice hot coffee to warm him up,\" police added. The Met Office, the UK's national weather service, says Nottingham is experiencing heavy rainfall today, with highs of 7 degrees Celsius (44 degrees Fahrenheit). Many voters on social media have said polling stations are busier than usual today, after having to queue to cast their ballots. Bryony Thomas in south London tweeted that there was a 20-minute wait to cast ballots at her polling station. \"First time I've actually stood in a queue at the polling station and also it's mostly under 30's,\" Jules Bailey tweeted. \"Very happy about this.\" Others commented that it was the \"first time in 20 years\" that they'd seen a queue at their voting booths. Here are what other users are saying on Twitter: Police in Scotland have arrested a man in connection with a \"non-viable\" suspicious device that was found in a block of flats near a polling station overnight.  “Police in Motherwell have arrested a 48-year-old man in connection with a suspicious device found on the ground floor of Glen Tower flats, Motherwell around 1am on Thursday, 12 December, 2019,\" Chief Inspector Mark Leonard, from Lanarkshire Police, said in a statement on Facebook. “Enquiries are ongoing.” As reported by CNN earlier, police said they were told about what was described as a suspicious device on the ground floor of the building in Motherwell. Residents within the cordon, which was placed around the building were evacuated and a controlled explosion was \"carried out as a precaution.\" North Lanarkshire Council tweeted earlier that due to the incident, the polling station at Glen Tower was being relocated to a nearby school.  Earlier UK Prime Minister Boris Johnson was photographed casting his vote at a polling station in central London rather than in his Uxbridge and South Ruislip constituency. The choice means Johnson has broken from tradition, according to Britain's PA news agency. In 2017 then-prime minister Theresa May cast her vote from her Maidenhead seat, in 2015 David Cameron voted in his seat in Witney, and in 2005 Tony Blair voted from his constituency of Sedgefield.  Democratic Unionist Party (DUP) leader Arlene Foster has cast her vote at a polling station in Enniskillen, Northern Ireland. In last few minutes, some of the UK's top political scientists have had their phones taken off them and have been locked in a room in a secret location. They won't be allowed out again until polling has closed and an armed guard will make sure no one can get to them.  These are the people working on the exit poll, the first indication of how the election will have gone.  Exit polls are released as soon as voting finishes at 10 p.m. local time (5 p.m. ET). They are usually fairly accurate as the data is collected from a relatively large sample throughout the day just as they have exited the polling station.  That data is updated throughout the day as the political scientists in the bunker crunch the numbers.  This year, the pollsters will be outside 144 polling stations. For context, this is a significantly greater number than most polls conducted in the UK and because the data is someone has voted -- rather than intends to vote -- it's extremely reliable.  The poll's accuracy is exactly the reason for its secrecy. Having live data on how an election is going is sensitive for all sorts of reasons: it could be used to make money, it could be used to interfere with the democratic process. That's why the location and identity of the political scientists working on it is kept secret.  It's not just polling stations that are getting into the festive cheer with Christmas decorations. Dog owners are sharing photos of their pooches that are donning fairy lights and Santa hats. Take a look at some pictures that have been shared on Twitter: To vote in a UK general election, voters must be over 18 and British, Irish or a qualifying Commonwealth citizen. That means that more than two million EU citizens who live and work in the UK and do not have British citizenship cannot have their say on the country's future -- despite being allowed to vote in European parliamentary elections and devolved Scottish and Northern Irish Assembly elections. Many are using the hashtag #VoteForMeToo -- which is trending in the UK -- to encourage those to exercise their democratic rights. Others who cannot vote in a general election, according to the Electoral Commission website, include:  Members of the House of Lords\nConvicted prisoners\nAnyone found guilty within the past five years of \"corrupt or illegal practices in connection with an election.\" Leader of the Liberal Democrats Jo Swinson has arrived at a voting station in her constituency of East Dunbartonshire in Scotland. She was joined by her husband Duncan Hames. A polling station in Scotland has been moved after police received a reports of what was described as a suspicious device on the ground floor of a block of flats. “Officers responded to reports of a suspicious device on the ground floor of Glen Tower flats, Motherwell around 1am on Thursday, 12 December, 2019,\" Chief Inspector Mark Leonard said in a statement on the Facebook page of Lanarkshire Police Division. “A cordon was placed around the building and residents within the cordon were evacuated for safety reasons,\" he added.  \"Police liaised with Explosive Ordnance Device staff to examine the item and a controlled explosion was carried out as a precaution.\" According to Leonard the item was found to be a \"non-viable device,\" and locals have been able to return to their homes. North Lanarkshire Council tweeted earlier that due to the police incident the polling station at Glen Tower was being relocated to a nearby school.  Scotland's First Minister and leader of the Scottish National Party, Nicola Sturgeon, has cast her vote at a polling station in Glasgow. She was joined by her husband Peter Murrell who is the Chief Executive of the SNP. Labour's leader Jeremy Corbyn has also cast his vote this morning in north London. He was photographed alongside his wife, Laura Alvarez, and a number of Labour supporters. The last time the UK held an election in December was 1923, but the urgency of a new January 31 Brexit deadline and the extent of the parliamentary deadlock forced the poll. There were concerns over holding an election just weeks before Christmas due to a number of unique challenges. Sunset will come before 4 p.m. across the country and its cold.  There were also concerns that parties face the challenge of getting voters excited about their agendas at a time when most people have their mind on other things. In an attempt to get into the festive cheer a number of polling stations have embraced the Christmas spirit, with lights hung and wreaths on doors.  Prime Minister Boris Johnson arrived at a central London polling station -- with his dog -- earlier to cast his vote. Johnson and his partner, Carrie Symonds, adopted the dog -- believed to be a Jack Russell cross breed -- earlier this year from the charity Friends of Animals Wales. It seems as though a dreary, cold and wet December election hasn't deterred people to get up early and cast their votes. \"Contrary to past experience there was a surprising queue at the polling station,\" Christopher Burke tweeted from the south coast of England in Sussex. According to Steven Swinford, there was a queue of more than 100 people at Battersea in London. That seat was won by Labour in the 2017 election, but only just ahead of the Conservatives. And here's another photo shared by a voter, who says he's \"never had to queue at a polling station before.\" \"Democratic dream or is everyone out at Christmas dos tonight?\" Jake Cassels added. As millions of voters leave their homes and trudge towards polling stations on a cold December day, don't expect to hear about any frantic last-minute campaigning from parties. In fact, election news will be eerily quiet thanks to strict rules about what broadcasters can and cannot say today. The most you'll hear or see of the candidates vying to become Britain's next Prime Minister is when they cast their votes after several weeks of intense campaigning. It's all part of a blanket ban placed on TV and radio outlets -- forbidding them from reporting on campaign issues, opinion polls, political statements and candidates between the start of voting at 7 a.m. (2 a.m. ET) and the close at 10 p.m. (5 p.m. ET). The restrictions are unheard of in the United States, where candidates continue to campaign on election day, as they try to drive as many voters to the polls as possible. The UK's Office of Communications (Ofcom) enforces the regulations, which are designed to ensure political coverage is impartial and to prevent the media from influencing voters on the polling day. The regulations in practice mean that any content that could be reasonably seen by a viewer or web user in the country should avoid direct discussion about candidates, issues or poll numbers. Content that was published before polling day does not need to be removed, however broadcasters must be careful not to infringe on the regulations with any new content. Even though the rules are imposed within the UK, international broadcasters (such as CNN), also have to avoid breaking the rules. Today journalists are banned from speculating about the outcome of the election and are prohibited from interviewing voters at polling stations to ask how they voted. Any outlet operating in the UK seen to be attempting to shape the outcome of the election can be fined -- and their editors could even face imprisonment. The regulations, however, are less strict for newspapers and online news sites. Newspapers often publish publish an array of content prohibited for broadcast, from last-minute polls, commentary and positive or negative articles about candidates and parties. Election content and ideological appeals to voters are also often plastered across front pages. But, the stiff rules don't mean election day fun is banned entirely. Today you're likely to see a lot of posts across Twitter and Instagram as Brits play up to their stereotypes of adoring dogs; using the hashtag #DogsAtPollingStations while showing off their pooches at the polls. It's only been a short while since polls opened at 7 a.m. (2 a.m. ET) -- where it is still dark across the country -- and photos are already being shared. Here's how the timetable looks for the next few hours. 7 a.m. to 10 p.m. (2 a.m. ET to 5 p.m. ET): Polls are open. Brits across the country are heading to their local polling stations, which have been set up in churches, schools, village halls and even pubs.  Boris Johnson, Jeremy Corbyn and the other party leaders will be expected to make an appearance at their polling stations, posing in front of crowds of photographers before (and after) they cast their votes. 10 p.m.: Polls shut and the results of the exit poll are announced. This is a huge endeavour which sees pollsters visit every seat in the country, where they ask voters to re-create their vote, in secret, after leaving the polling station. From the results, a picture of how many seats each party has won is pieced together. Exit polls are usually very accurate, but there have been occasions in which they've been wrong -- as politicians on the forecasted losing side will no doubt remind us. 11 p.m. to 1 a.m. Friday: The first actual results come in, and we'll be able to piece together our first clues as to how the parties are doing. 1 a.m. to 5 a.m.: Results flood in across the country. By the time the sun comes up we should know which party has won, or if we're heading for a hung Parliament where no group can gain a majority. Three years of infighting, six weeks of campaigning -- and now, British voters have a few hours to make their voices heard on the future of their country.  People are casting ballots across the UK in a pivotal general election, called by Prime Minister Boris Johnson after he lost his majority in Parliament. Johnson, Labour Party leader Jeremy Corbyn and the heads of all the other parties will make their own appearances at local polling stations before hunkering down to watch the results tonight. Polls close at 10 p.m. (5 p.m. ET). The moment they do, an exit poll from British broadcasters will give us an indication of how things have gone. Then the counting begins, with results flooding in during the early hours. By sunrise, we should know who Britain's Prime Minister is -- and the path forward for a fractured country will become clearer. Turnout has steadily risen in recent UK general elections, but will today's vote follow the trend? We are still some ways away from getting a firm answer on that, but what we can tell you is during the last December election in 1923, turnout remained above 70%.  It rose to above 80% in the 1950s before dropping below 70% in 1997. Here is just a selection of voter turnout throughout the years, according to a 2019 parliamentary report. 1918 -- 57.2%\n1922 -- 73.0%\n1923 -- 71.1%\n1931 -- 76.4%\n1950 -- 83.9%\n1970 -- 72.0%\n1979 -- 76.0%\n1987 -- 75.3%\n1997 -- 71.4%\n2001 -- 59.4%\n2010 -- 65.1%\n2015 -- 66.2%\n2017 -- 68.8%"], "Language": false}