{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/entertainment/taylor-swift-woman-decade-billboard/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2019-12-13T13:26:02Z"], "LastModifiedDate": ["2019-12-13T13:26:02Z"], "Headline": ["Taylor Swift honors women and slams Scooter Braun in Woman of the Decade speech"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Taylor Swift used her moment as a Billboard honoree to do what she's been doing -- speak her truth and advocate for creatives. The singer, who turns 30 on Friday, became the first recipient of Billboard's Woman of the Decade award Thursday night at the Hollywood Palladium in Los Angeles.  She carved out about 15 minutes to offer remarks about everything from how she's handled herself in the industry to her latest battle for the rights to her music. \"When this decade began, I was 20 years old, and I had put out my self-titled debut album when I was 16, and then the album that would become my breakthrough album, which was called 'Fearless,'\" Swift said.  \"And I saw that there was a world of music and experience beyond country music that I was really curious about,\" she said. \"I saw pop stations send my songs, 'Love Story' and 'You Belong With Me,' to No. 1 for the first time. And I saw that as a female in this industry, some people will always have slight reservations about you.\" The superstar went on to list a myriad of ways women artists are treated unfairly in the music industry. \"I saw that people love to explain away a woman's success in the music industry, and I saw something in me change due to this realization,\" Swift said. \"This was the decade when I became a mirror for my detractors. Whatever they decided I couldn't do is exactly what I did.\" Swift said she used her music to answer her critics and praised Lana Del Rey for suffering criticism and continuing to make art. \"And that example should inspire all of us, that the only way forward is forward motion,\" Swift said of Del Rey, \"that we shouldn't let obstacles like criticism slow down the creative forces that drive us.\" Swift also name-checked industry newcomers she admires, including Lizzo, Rosalia, Camila Cabello, Halsey, Megan Thee Stallion, Princess Nokia, H.E.R. and Billie Eilish. She talked about how she's fought for revenue equity for creatives when it comes to streaming music, then delved into her recent battle with manager and mogul Scooter Braun. Music rights dispute enters the spotlight Braun acquired the master recordings of Swift's first six albums in June from her former label, Big Machine Records. Since then, she's been in a war of words with him and Scott Borchetta, the head of Big Machine Records. \"Lately, there's been a new shift that has affected me personally and that I feel is a potentially harmful force in our industry, and as your resident loud person, I feel the need to bring it up,\" Swift said at the Billboard event. \"And that is the unregulated world of private equity coming in and buying up our music as if it is real estate, as if it's an app or a shoe line. This just happened to me without my approval, consultation or consent.\" Swift said she was denied the right to buy her own music. The investors in Braun's Ithaca Holdings, which now owns her music, have not contacted her \"to perform their due diligence on their investment -- on their investment in me -- to ask how I might feel about the new owner of my art, the music I wrote, the videos I created ... photos of me, my handwriting, my album designs.\" \"And of course, Scooter never contacted me or my team to discuss it prior to the sale or even when it was announced,\" Swift added. Braun addressed the issue in November during an appearance at The Hollywood Chamber's 2019 State of the Entertainment Industry Conference.  \"I think that these problems that are being discussed can be discussed behind closed doors and figured out pretty easily. It's something I've wanted to do for six months,\" he said. \"I just think it's gotten out of hand.\" \"I think people need to come together and have a conversation because that's not what this is about,\" he added. \"It's not what we got in this industry for.\" CNN has reached out to Braun for comment on Swift's latest remarks.  During her speech Thursday, Swift also had a message for those who have supported Braun in the midst of their battle. \"And let me just say that the definition of the toxic male privilege in our industry is people saying, 'But he's always been nice to me,' when I'm raising valid concerns about artists and their rights to own their music,\" Swift said. \"And, of course, he's nice to you. If you're in this room, you have something he needs.\","], "Language": false}