{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/us/five-things-december-13-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-13T11:02:20Z"], "LastModifiedDate": ["2019-12-13T12:42:37Z"], "Headline": ["5 things to know for December 13: UK, trade, impeachment, Nigeria, NFL"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Whew! Congress has whipped up a huge spending deal barely a week shy of the December 20 funding deadline. That means another government shutdown is probably off the table.  Here's what else you need to know to Get Up to Speed and Out the Door. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. UK election The UK general election results are in, and Boris Johnson's Conservative Party has secured a commanding victory. It now holds a majority in Parliament, which means Johnson has an easier path to push his Brexit bill through a vote. While some places with historically low support for Conservatives supported the party this time, other areas held the anti-Brexit line. Tensions between these regions may boil over as an inevitable Brexit threatens to drag Scotland and Northern Ireland out of the EU against their will. Now, Johnson will probably push for a vote in the reshuffled House of Commons before the end of the year. Then, he'll have to do some serious negotiating with the US and China to forge new trade deals to soften the economic blow of separating from the EU. Another takeaway from the historic vote: Though Liberal Democrat leader Jo Swinson lost her seat, the day was a win for female MPs in general, with a record 221 women winning seats.   2. Trade Could trade tensions be thawing between the US and China? President Trump has signed off on an initial trade deal that would delay imminent tariffs on Chinese goods worth billions of dollars and reduce some tariffs already in place. In return, China would pledge to purchase American farm goods. This \"phase one\" deal has been in the works since October, with both sides haggling over details. It's a start, but the agreement doesn't address bigger changes Trump wants to push regarding China's economy. Also, China has agreed to similar deals in the past but has had trouble following through. Regardless, Asian markets are showing optimism. Stocks in China, Japan and South Korea jumped on the trade deal news, and US futures were up as well.  3. Impeachment The House Judiciary Committee was supposed to vote yesterday on the articles of impeachment in preparation for a full House vote next week. But it didn't happen. The day's debates stretched on for 14 hours before Chairman Jerry Nadler abruptly called an end to the session, prompting literal howls of protest from GOP members who saw Nadler's move as a way to get the vote on TV. Democrats blamed Republicans for the delay, saying they used the little power they have in the House to drag out the proceedings. The committee is expected to vote today around 10 a.m. ET. Meanwhile, Senate Majority Leader Mitch McConnell and the President's top lawyer have started coordinating plans for an impeachment trial, though it still isn't clear how Trump's own preferences will play a role. Trump wants witnesses to testify in person, but McConnell and others have warned that could be a politically dangerous road. 4. Nigeria African LGBT and human rights organizations are up in arms over the detention and trial of 47 men accused of homosexuality in Nigeria. The country has strict anti-LGBT laws that carry a maximum sentence of 14 years in prison for any same-sex relationship or association. In some northern states where Sharia or Islamic laws are enforced, such activity can be punishable by death. The men on trial were among 57 arrested during a 2018 raid on a Lagos hotel. The human rights group representing the men says they were attending a birthday party when police arrived and rounded up guests. The organization's chief says Nigerian police use the law to intimidate and manipulate members of the LGBT community.  5. Alleged NFL scam Twelve former NFL players are accused of participating in a health insurance scam that allegedly defrauded the league's retiree health care benefits program to the tune of $3.4 million. Former Washington Redskins and Denver Broncos star Clinton Portis and nine others allegedly were part of a scheme to submit phony claims for expensive medical equipment that was never actually purchased. The Justice Department says it's planning to file charges against two more ex-players as well, including former New Orleans Saints player Joe Horn. Outside this alleged scam, life for NFL retirees can be tough. In 2015, a study found one in six NFL players goes bankrupt after leaving the league. BREAKFAST BROWSE It's Friday the 13th! Burn some sage and learn about why we're so spooked out by this date.  An octopus had a bald eagle in a death grip, but some salmon farmers managed to save it  Nature is so majestic. Facebook tapped a bunch of data to predict next year's top trends Get ready for lots of kimchi, milk baths and \"plant parents.\"  This luxury yacht turns into a submarine  For when being rich gets to be too much and you just want to sink below the sea. TODAY'S QUOTE \"I want to lift up all of our families and I believe we have a moral responsibility to protect and expand the right to vote.\" Newly sworn-in Kentucky Gov. Andy Beshear, a Democrat, who restored voting rights for people who have completed prison terms for nonviolent felonies TODAY'S NUMBER 988 This would be a new number to reach the National Suicide Prevention hotline -- similar in brevity and memorability to 911 -- under a proposal unanimously approved by the FCC. For now, the hotline is reachable at 1-800-273-8255 (TALK).  TOTAL RECALL Quiz time!  A business has become the world's first $2 trillion company. In what industry does it operate? A. Tech products B. Oil  C. Clothing and accessories D. Ride-share experiences Play \"Total Recall,\" CNN's weekly news quiz, to see if you're correct.  TODAY'S WEATHER AND FINALLY When art becomes a full-body workout  This Korean calligrapher creates gorgeous, large-scale works of art. With all the things to remember, control and move, this penmanship lesson is even tougher than it looks. (Click here to view.)"], "Language": false}