{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/where-to-go-sao-paulo-state-brazil-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Shutterstock", "Braz Pizzeria", "Mariana Topfstedt/Sigma Press/Agencia Estado/AP", "Vinicola Guaspari", "Fazenda Catuçaba"]], "FirstPublishDate": ["2019-12-12T12:26:28Z"], "LastModifiedDate": ["2019-12-12T12:26:28Z"], "Headline": ["Where to go in the exciting state of São Paulo"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The city of São Paulo and beyond: The Art Deco Farol Santander building is a tourist-friendly choice for a sweeping view of São Paulo city. Pizza Paulistana: Surprisingly, São Paulo city has an incredible pizza scene. Parque Ibirapuera: São Paulo city's favorite green space boasts an impressive laundry list of attractions. Ubatuba: The prettiest stretch of the Paulista coastline is monopolized by Ubatuba, a magical beach-blanketed promised land. Embu das Artes: Just 18 miles northeast of São Paulo city, this once-small village hosts an arts-and-craft fair that's one of the city's best days out.  Mercado Municipal: São Paulo city's urban market, know colloquially as \"Mercadão\" (\"Big Market\"), is a Belle Epoque beauty of stained glass and regal columns. Avenida Paulista: São Paulo's premiere thoroughfare is lined with towering modernist skyscrapers. Ribeirão Preto: In Ribeirão Preto, 200 miles northwest of São Paulo city, craft beer has been added to the city's long history as a draft beer epicenter. Ilhabela: If well-to-do New Yorkers summer in the Hamptons, their Paulistano brethen head to Ilhabela, located 126 miles southeast of the city.  Campos do Jordão: When Paulistanos want to get away to cooler climes, they head for the mountain town of Campos do Jordão at 5,341-feet above sea level.  Iporanga: In the far-flung southwestern corner of São Paulo lies Iporanga, home to Parque Estadual do Alto do Ribeira (PETAR), Brazil's premiere cave destination.  Vinícola Guaspari: Guaspari vineyards, located 123 miles north of the city, has produced genuinely excellent Syrahs. Fazenda Catuçaba: This rural fazenda (colonial plantation) sits on bucolic pasture lands in impossibly quiet São Luiz do Paraitinga."], "Language": false}