{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/africa/egypt-head-cones-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2019-12-11T17:21:45Z"], "LastModifiedDate": ["2019-12-11T17:21:45Z"], "Headline": ["Graves reveal head cones seen in ancient Egyptian art really existed"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["In ancient Egyptian art, people often can be seen sporting cones on their heads. Now, for the first time, archaeologists have revealed evidence that they actually existed outside of artwork.  Two head cones made of wax and fabric have been uncovered in graves in Amarna, a city built by the pharaoh Akhenaten and inhabited for some 15 years ending in 1332 BC, according to findings published Tuesday in the journal Antiquity. The city is home to thousands of graves, including those of ordinary people.  The discovery sheds some light on why Egyptians wore the cones on their heads, and researchers' conclusions differ from a long-held theory that the cones were made from animal fat. Meanwhile, some experts have held that the head cones were merely artistic additions, like the symbolic halos in Christian iconography, rather than real headgear. \"The excavation of two cones confirms that three-dimensional wax-based head cones were sometimes worn by the dead in ancient Egypt, and that access to these objects was not restricted to the upper elite,\" the researchers said.  2 graves reveal mystery headpieces Archaeologists excavating some 700 graves found the first head cone in 2010 in the grave of a woman in her twenties. A second was found in 2015 in the grave of someone 15 to 20 years old that had been disturbed by looting.  The cone found atop the woman's head was sitting on her well-preserved hair, the study says. The dome was in six pieces, suggesting a side and a base. Its cream color showed some dark patches and felt \"silky\" but brittle.  The researchers found evidence of where insects had tunneled through the material, and they found impressions where fabric may have once been on the cone.  The second cone was also fragmented -- into one large piece and two smaller ones. It was also largely damaged by insects and had the same dark spots on it. The largest piece of that cone was wax that had shaped itself around organic material, including the hardened remains of soft tissue and body fluids.  Given that the second grave had been disturbed, researchers surmised that as the body degraded, the tissue became incorporated with the wax, according to the findings.  Cones may have helped 'look one's best' after death The tradition of cone-shaped headpieces endured in ancient Egyptian art for 1,500 years. The cones could be seen on figures attending banquets, religious events and after their death. Some scenes appear to associate them with sensuality or fertility. They appeared in a variety of colors and were marked with decorations. And the cones could be seen on males and females.  Given the lack of head cones in the archeological record, some researchers believed they were made out of materials that would have long since degraded over time. A prevailing theory is that the cones were perfumed pieces of animal fat or wax called unguent. As the wax melted, the scent of the perfume -- likely myrrh -- would be released, possibly cleansing hair and body. Some Egyptian texts refer to this as a purification process for the person wearing it.  Egyptians buried in the Amarna graves were also found with tweezers, combs, mirrors, eye paints and jewelry.  \"All may have, in part, conveyed a sense of desiring to 'look one's best' in the afterlife -- a function the cones too could have served,\" the researchers said in the study.  Both of the cones were revealed to be largely made of wax derived from plants and animals. The researchers believe that this wax shell was initially shaped around fabric. And given that the wax itself didn't melt, the researchers wondered about the purpose of the cones. It's still possible that the wax was perfumed, but it would have long since evaporated, so they can't know for sure. The discovery of the cone buried with the woman could suggest the cones are a symbol of rebirth. The cones also may only have been included in some burials under specific circumstances.  \"The Armana discovery supports the idea that head cones were also worn by the living, although it remains difficult to ascertain how often and why,\" the researchers wrote in the study.  \"In the case of ancient Akhetaten, we can probably interpret head cones as part of a suite of personal accoutrements deemed appropriate for use in a range of celebrations and rituals for, and involving, the living, the dead, the (sun god) Aten and other deities.\""], "Language": false}