{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/world/coronavirus-newsletter-04-28-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-04-28T11:29:57Z"], "LastModifiedDate": ["2020-04-28T11:29:57Z"], "Headline": ["What you need to know about coronavirus on Tuesday, April 28"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Even as the number of reported coronavirus cases in the US nears 1 million, several states — including some of the largest — are ignoring advice from public health experts and pushing ahead with lifting stay-at-home restrictions.      Texas, home to nearly 30 million people, has unveiled one of the most wide-ranging plans to restart the economy, with Governor Greg Abbott announcing that businesses including malls, restaurants and theaters will be allowed to open their doors, with limited capacity, from Friday. The move has been met with criticism, including from the Houston Chronicle's editorial board, which wrote last week that without more robust testing, any move to reopen the state is \"gambling with people's lives.\" President Donald Trump yesterday unveiled a \"blueprint\" to expand nationwide testing, but critics say it puts the onus on already over-stretched states, and public health experts warn it falls far short of what's necessary. Meanwhile, Attorney General Willam Barr, who previously lamented stay-at-home orders as \"draconian,\" has told federal prosecutors to be on guard for \"overbearing\" state and local coronavirus measures.     Countries that have pursued aggressive approaches to testing, like New Zealand and Australia, are beginning to reopen after a dramatic drop in infections. Nearly half a million people have returned to work in New Zealand, and Australia's celebrated Bondi Beach reopened today to surfers and swimmers. France, Italy and Spain, among the hardest-hit countries in Europe, have also announced tentative plans to ease restrictions.  YOU ASKED. WE ANSWERED Q: Can children get sick from coronavirus? A: A small but growing number of children are becoming ill with a rare syndrome that could be linked to the coronavirus, UK healthcare experts have warned. An urgent alert on Sunday warned physicians about a rise in the number of critically ill children with \"overlapping features\" of toxic shock syndrome and Kawasaki disease. Health care professionals have reassured parents that the risk of children becoming severely ill with the virus remains low.  Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY China doubles down on surveillance  The morning after Ian Lahiffe returned to Beijing, he found a surveillance camera being mounted on the wall outside his apartment door. Its lens was pointing right at him. Chinese authorities have been installing cameras outside — and in some cases even inside — the homes of those under quarantine since at least February, Nectar Gan writes.  As China expands its digital \"health code\" system to track people's movements, its response to the coronavirus continues to come under fire from the US. Trump said again yesterday that China could have stopped the outbreak before it swept the globe, and that the US was conducting \"serious investigations\" into what happened. Conspiracy theories spread faster than virus Maatje Benassi, a US Army reservist and mother of two, has become the target of conspiracy theorists who falsely place her at the beginning of the coronavirus pandemic, saying she brought the disease to China. The virulent conspiracy, which metastasized on YouTube and is now being promoted by Chinese Communist Party media, has turned her life upside down. But while technology giants have touted the steps they're taking to combat coronavirus misinformation, they've failed to help Benassi, Donie O'Sullivan writes.  Has Sweden's anti-lockdown strategy succeeded? Sweden has been an outlier during the coronavirus outbreak. The country has not joined many of its European neighbors in imposing strict limits on citizens' lives, and images of people heading to work on busy streets, or chatting at cafes and bars have raised eyebrows. While the country claims its resistance to a full lockdown has worked, the numbers suggest a different story, Emma Reynolds writes.    Pandemic is 'far from over' World Health Organization chief Tedros Adhanom Ghebreyesus says \"the pandemic is far from over,\" and that there are concerns about the trends in Africa, eastern Europe, Latin America and some Asian countries.    Meanwhile, a group of leading scientists have warned that future pandemics are likely to be more frequent, deadly, and will spread more rapidly, unless we stop the widespread destruction of our environment.    ON OUR RADAR  A group of 24 Dutch teenagers were forced to sail across the Atlantic to get home after the coronavirus left them stranded in the Caribbean.   \nEl Salvador's President has authorized the use of lethal force by the police and army against gang members he says are \"taking advantage of the pandemic.\"   \nThe US Centers for Disease Control and Prevention has added six new symptoms of Covid-19 to its list: Chills, repeated shaking, muscle pain, headache, sore throat, new loss of taste or smell.   \n\"First, I'd like to introduce my cat,\" a planning commissioner in Vallejo, California said, showing his pet to the camera before throwing it off screen. The official, whose antics on a Zoom meeting sparked calls for his ouster, has resigned.\nEver wanted to sing with Sting? Hang with Hillary? This charity auction raising money for vulnerable communities impacted by the coronavirus is your chance. \nIn Rwanda and Ghana, a US startup is using drones to deliver medical supplies to local clinics, and freeing up hospital beds in the process.  TOP TIPS While parents have long been expected to help out with homework, the role of teacher is a new one for many. And it's not just homeschooling that poses a challenge — the extended and often unstructured time families are spending together during the current crisis can be daunting. Wendy Grolnick has these tips to motivate your kids during lockdown.    Involve children in setting schedules.\nAllow children some choice.\nListen and provide empathy.  \nProvide reasons for rules.\nProblem-solve together   TODAY'S PODCAST \"The reality is this is personal. And that's why I tell people, I'm not going out. I'm wearing my mask. I'm not going to restaurants.\" — Dr. Carlos del Rio, infectious disease expert Georgia has begun to lift its lockdown, but many small business owners are still weighing how to reopen safely. CNN's Chief Medical Correspondent Dr. Sanjay Gupta speaks with Dr. del Rio, a professor of medicine and global health at Emory University, about their concerns. Listen now."], "Language": false}