{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/business/ceo-departures-2019/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2019-12-11T11:38:13Z"], "LastModifiedDate": ["2019-12-11T11:42:08Z"], "Headline": ["19 CEOs who quit or were fired in 2019"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The CEO position was more volatile than ever in 2019. A record number of chief executives left their positions this year, according to a report from career tracking firm Challenger, Gray and Christmas. Nearly 1,500 CEOs departed their posts between January and November 2019 — a 12% increase compared to the same time period last year. It's the highest year-to-date total since the company began tracking the trend in 2002. Challenger monitors these changes at public and private companies, as well as for government agencies and non-profits that have been in business for at least two years and have more than 10 employees. Andrew Challenger, vice president of the firm, said that there were several factors for the departures. \"A strong economy and high demand for C-level skills are attracting CEOs to new positions,\" he said. He also cited the \"ongoing uncertainty surrounding trade and regulations while emerging technologies continue to disrupt almost every industry\" as a factor.  Here are some of the most notable departures of the year: Alphabet's Larry Page Larry Page relinquished his CEO position at Google's parent company Alphabet in early December. Sergey Brin, Alphabet's president, also said he was leaving the position.  The cofounders will continue to serve on Alphabet's board of directors and maintain voting control over the business. Sundar Pichai, the current CEO of Google and a longtime executive at the company, took over as CEO of Alphabet in addition to keeping his current role. Away's Steph Korey Away co-founder Steph Korey left her position as CEO following a scathing report about  the company's culture in mid-December. The departure came after an investigation detailed allegations of a toxic workplace culture perpetuated by Korey. Stuart Haselden, the COO of Lululemon, will assume the CEO position in January. Best Buy's Hubert Joly Best Buy chief executive Hubert Joly was credited for turning around the electronics retailer. He steered the company through industry turmoil by dropping prices, beefing up customer service and turning stores into modern-looking showrooms during his seven-year run. He stepped down in June and was replaced by Corie Barry, Best Buy's former chief financial and strategic transformation officer. Blue Apron's Brad Dickerson Brad Dickerson, who was the meal kit company's president, CEO and a board director since 2017, stepped down from this position in April to \"pursue new opportunities.\" Blue Apron's stock has lost half its value since going public two years ago as it struggles against an onslaught of competitors.  EBay's Devin Wenig Devin Wenig stepped down from the position in September. The once dominant auction and shopping site is trying to refocus on its core businesses after facing pressure from activist investors. In December, eBay sold off StubHub to a European rival in a $4 billion deal.  Expedia's Mark Okerstrom  A major disagreement between Expedia's board and the C-suite sparked the abrupt departure of CEO Mark Okerstrom in December. The move's announcement came from Barry Diller, who is the chairman of Expedia's board. Diller said the board and senior management \"disagreed on strategy\" about the company's reorganization efforts. Gap's Art Peck CEO Art Peck stepped down in November after being with the company for nearly 15 years. He was Gap's CEO since 2015. Peck was among the highest-paid chief executives in retail. He presided over several years of sales declines at the Gap brand. The company's stock lost more than half its value during Peck's tenure and is trading at around $16 a share. HBO's Richard Plepler HBO chief Richard Plepler announced in February he was leaving the premium cable network after nearly three decades. He didn't give a specific reason for his departure, but said in a company-wide email to staff that \"it is the right time for me to do so.\" The move came shortly after an appeals court ruled in favor of AT&T's purchase of HBO's parent company, WarnerMedia, which was formerly known as Time Warner. (CNN is also a unit of WarnerMedia.) Juul's Kevin Burns A growing number of vaping-related deaths and threats of federal regulation prompted a major upheaval at Juul. In September, the company announced CEO Kevin Burns was being replaced by K.C. Crosthwaite, who had been chief growth officer at tobacco company Altria, a major investor in Juul. Since then, he's announced a number of changes including new executives and layoffs. Kraft Heinz's Bernardo Hees CEO Bernardo Hees left his position at the food gaint in June after four years. He had been CEO of Kraft Heinz since Kraft and Heinz merged in 2015 and was previously Heinz's CEO since 2013. This year was a tough one  for Kraft Heinz. It wrote down the value of Kraft and Oscar Mayer by $15 billion, reported a $12.6 billion loss for the fourth quarter of 2018 and cut its dividend by 36% and announced that its accounting practices are under investigation by the Securities and Exchange Commission. McDonald's Steve Easterbrook Steve Easterbrook was ousted as McDonald's CEO and president after the board determined that he violated company policy in early November. He was in the position since 2015 and led the chain's aggressive modernization plan, including remodeling stores to include digital menu boards and acquiring artificial intelligence companies to improve the drive-thru experience. Nike's Mark Parker CEO Mark Parker said he was leaving the position in November. Appointed in 2006, he had been with the company since 1979. Parker's tenure at Nike was marred by two major scandals in the past two years, including an executive overhaul and multiple lawsuits over alleged gender discrimination and a \"boys' club\" culture at Nike. He will be replaced by John Donahoe, a Nike  board member and CEO of cloud computing company ServiceNow, Inc. in January 2020. Overstock's Patrick Byrne The departure of Overstock CEO Patrick Byrne was sparked by a bizarre series of events. He resigned in August after he issued a press release entitled \"Comments on Deep State\" that claimed he helped the FBI carry out \"political espionage.\" In a letter from Byrne, he stated the he is \"already far too controversial to serve as CEO\" and chose to step away after 20 years so that his presence wouldn't affect Overstock's business. Rite Aid's John Standley The struggling drug store chain replaced CEO John Standley in April following a nine-year stint. Rite Aid has struggled to keep up with bigger rivals such as CVS and Walgreens. Rite Aid has lost nearly $5 billion in sales since 2015, closed stores and its stock price has suffered. SoulCycle's Melanie Whelan CEO Melanie Whelan left her leadership role and her board director position in November. She was with the company since 2012 in various position. The company faced controversy in August after Stephen Ross, an investor in the cycling studio, threw a fundraiser for President Donald Trump. SoulCycle shelved plans for an IPO in 2018. Under Armour's Kevin Plank CEO and founder Kevin Plank said he was stepping back from the position in October. He had been the company's CEO since its inception in 1996. The company has struggled in sales against its rivals and his identity has become closely tied to the company. Under Armour's current chief operating officer Patrik Frisk will assume the position on January 1, 2020. Plank will become executive chairman and brand chief. United Airlines' Oscar Munoz  CEO Oscar Munoz said in December he was vacating the position in May 2020 following nearly five years at the helmand will become United Airlines chairman. The stock has risen more than 50% during Munoz's tenure. Scott Kirby, a former American Airlines executive and United's president, will succeedhim as the new CEO. Warner Bros.' Kevin Tsujihara Kevin Tsujihara, the head of WarnerMedia's movie and television studio, left the company in March amid an investigation into allegations about an improper relationship with an actress. The exit came shortly after he was given additional responsibilities and a new title, chairman and CEO of Warner Bros. Entertainment. (Warner Bros. and CNN is owned by AT&T's WarnerMedia.) In June, the company named Ann Sarnoff to CEO of Warner Bros. position, becoming the first female chief in the studio's storied history. WeWork's Adam Neuman WeWork CEO and cofounder Adam Neumann stepped down from the position in September following a bungled attempt at going public. In a statement, Neumann said that \"while our business has never been stronger, in recent weeks, the scrutiny directed toward me has become a significant distraction, and I have decided that it is in the best interest of the company to step down as chief executive.\" He received a controversial golden parachute."], "Language": false}