{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/opinions/houston-police-chief-nra-republicans-guns-filipovic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jill Filipovic"], "Writers": [["Jill Filipovic"]], "FirstPublishDate": ["2019-12-10T21:45:18Z"], "LastModifiedDate": ["2019-12-11T00:10:02Z"], "Headline": ["Houston police chief's furious shaming of  the GOP over NRA and guns"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The Republican allegiance to the gun lobby appears to be more important than the lives of vulnerable women and small children. More important, even, than the lives of law enforcement officers. And finally, some of those officers are pushing back.   On Monday, Houston Police Chief Art Acevedo stood before reporters and cameras and issued a scathing critique of the GOP after one of his sergeants was gunned down responding to a domestic violence call Saturday.  The gunman, Arturo Solis, had been convicted of domestic violence in 2015, but thanks to lax American gun laws, was able to get a gun anyway. While federal gun law currently bars spouses, ex-spouses, live-in partners and people who have children together from possessing a firearm if they have a domestic violence conviction, there is a \"boyfriend loophole\" that does not similarly constrain dating partners.   Democrats, women's rights advocates, and anti-violence activists have been trying to change that, pushing for the reauthorization of the Violence Against Women Act with the boyfriend loophole closed. That version passed the House in April, with 33 GOP members breaking ranks.  But Republican leaders have refused to move on reauthorization of a VAWA version in the Senate that includes closure of the loophole. Why? Because both they and the NRA oppose the very provision that would bar dating partners convicted of domestic violence or stalking from having guns.    In other words, they think that men like Solis deserve to keep their guns.    Usually, men whose abusive behavior turns lethal end up killing their female partners (or former partners)—not bystanders. This time, it was a male cop who got killed. The systematic sexists of the GOP have never seemed too worried about women's lives, but you would think the Blue Lives Matter politicians would care about police officers being gunned down by men who should never have had access to firearms.    You would be wrong. The GOP cares about the NRA even more.   And that is exactly what Acevedo said on Monday.    \"We all know in law enforcement that one of the biggest reasons that the Senate and Mitch McConnell and John Cornyn and Ted Cruz are not ... getting the Violence Against Women Act [reauthorized] is because the NRA doesn't like the fact that we want to take firearms out of the hands of boyfriends who abuse their girlfriends,\" he said.   \"And who killed our sergeant? A boyfriend abusing his girlfriend.\"   The NRA is shockingly callous when it comes to domestic violence and stalking. Jennifer Baker, an NRA spokeswoman, told the New York Times that \"many of those 'offenses' — and I'm using air quotes here — the behavior that would qualify as a stalking offense is often not violent or threatening; it involves no personal contact whatsoever.\" Those who actually practice law and deal with these very issues in court say that isn't true, but facts (and dead women) apparently aren't enough to stop the NRA and its Senate sycophants.    The truth is that nearly half of female homicide victims in the United States are killed by their current or former male partners, according to the federal Centers for Disease Control and Prevention. More than half of those same killers used a gun. When an abusive partner has a gun, his victim is five times more likely to be killed by him.    The proposed VAWA provision barring dating partners with a domestic violence conviction from gun ownership is, the NRA says, a \"poison pill\" preventing passage of the legislation.    It is the NRA that's the real poison. And finally, law enforcement officers, who are on the front lines of our nation's gun epidemic but who far too often ally with the Republican Party, are speaking out about what they're seeing.    \"You're either here for women and children and our daughters and our sisters and our aunts, or you're here for the NRA,\" Acevedo said. \"So I don't want to see their little smug faces talking about how much they care about law enforcement when I'm burying a sergeant because they don't want to piss off the NRA.   \"Make up your minds,\" he said. \"Whose side are you on? Gun manufacturers? The gun lobby? Or the children that are getting gunned down in this country every single day?\"   It's as simple as that: The NRA and their Republican  lackeys on one side, and innocent Americans -- vulnerable women, small children, police officers trying to help -- on the other. Where do you stand?   "], "Language": false}