{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/politics/kim-jong-un-health-confusion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jim Sciutto, Zachary Cohen and Will Ripley, CNN"], "Writers": [["Jim Sciutto", "Zachary Cohen", "Will Ripley"]], "FirstPublishDate": ["2020-04-28T00:03:00Z"], "LastModifiedDate": ["2020-04-28T10:15:18Z"], "Headline": ["Trump adds to confusion over Kim Jong Un's health status"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump added to the sense of confusion surrounding the health of North Korean leader Kim Jong Un Monday, appearing to contradict himself during public remarks in the Rose Garden by first telling reporters he had \"a very good idea\" about Kim's condition, then stating moments later that \"nobody knows where he is.\" Asked about Kim's status on Monday, Trump said, \"I can't tell you, exactly -- yes, I do have a very good idea, but I can't talk about it now. I just wish him well.\" But later in the same press conference the President told reporters, \"He didn't say anything last Saturday. Nobody knows where he is so he obviously couldn't have said it. This is breaking news that Kim Jong Un made a statement on Saturday. I don't think so.\" Trump seemed to be referring to Kim's message to workers in the country published in North Korean state-media Sunday but it was not immediately clear. Last week CNN reported, that the US was monitoring intelligence suggesting Kim was in grave danger after undergoing a previous surgery, according to a US official with direct knowledge. After CNN's report published, National Security Adviser Robert O'Brien made clear the Trump administration is keeping a close eye on developments regarding Kim.  \"We're monitoring these reports very closely,\" said during an interview with Fox News last Tuesday. \"As you know, North Korea is a very closed society. There's not a free press there. They're parsimonious with the information they provide about many things, including the health of Kim Jong Un.\"  Secretary of State Mike Pompeo has also said the Trump administration is keeping a close eye on developments regarding Kim. \"We are watching the situation very keenly,\" he told Fox News Thursday.  Last seen in public on April 11 Kim was last seen in public on April 11 at a politburo meeting, according to North Korean state media, KCNA.  Since then, Kim has remained absent but questions about his status have continued to swirl. US intelligence officials caution their vision into North Korea is limited. Any assessment about his health or other questions relating to the reclusive regime are tempered by those limitations. Congressional lawmakers also seem to have limited visibility into the current US assessment regarding Kim's status. Members of the Senate Foreign Relations and House Foreign Affairs committees have not yet received an update regarding the US assessment on Kim's health, according to committee aides.  An aide for the House committee told CNN staffers reached out to the State Department for more information but officials have not provided any information beyond what has been publicly reported. However, the US has taken reports on Kim's health seriously enough to reach out to North Korean experts -- particularly those who have studied the Kim regime -- to talk about contingency planning, a source familiar with the communications told CNN. As O'Brien noted, the judgment on potential successors, like everything relating to North Korea, is shrouded in uncertainty. North Korea experts and current and former diplomats note that the longer Kim remains out of public sight, questions about his health become more concerning. Pyongyang has every incentive to dispel questions about Kim's fitness to lead by, for instance, showing him in public, to demonstrate his leadership both to its own population and to the world. North Korea has taken some apparent steps to push back on speculation about Kim's health. On Monday, North Korean state media did publish a recent letter from the country's leader to South African President Cyril Ramaphosa congratulating him on Freedom Day. CNN has no way of independently verifying the authenticity of the letter and has reported conflicting beliefs by various government officials on Kim's health condition in the past week. The message was dated April 27, 2020, KCNA reported, as speculation mounted over Kim's health after he missed the celebration of his grandfather's birthday on April 15. On Sunday, North Korean state newspaper Rodong Sinmun said Kim sent thanks to workers who helped in remodeling the city of Samjiyon in North Korea. CNN could not independently confirm the authenticity of Sunday's report and whether the note of thanks came directly from the leader. South Korea believes he is alive Meanwhile, it is clear that South Korea remains very skeptical about reports related to Kim's deteriorating health, insisting information of this nature is top secret and would not even be shared with North Korean allies such as China. \"Our government position is firm,\" Moon Chung-in, the top foreign policy adviser to South Korean President Moon Jae-in, told CNN on Sunday. \"Kim Jong Un is alive and well. He has been staying in the Wonsan area since April 13. No suspicious movements have so far been detected.\" On Saturday, a website specializing in North Korean affairs published satellite images that researchers said shows a train \"probably belonging to Kim Jong Un\" has been parked at a railway station serving Kim's luxurious Wonson compound on the country's eastern coast since at least April 21. The presence of the train does not prove Kim is at the Wonson compound but \"does lend weight\" to reports that he is staying in the area, according to the article published by 38 North, a website that publishes analysis on North Korean affairs and is a project of the Henry L. Stimson Center, a Washington-based think tank. 38 North reported that the station where the train is parked is \"reserved for use by the Kim family.\" Satellite images indicate the train, not present in the area on April 15, arrived sometime before April 21 and continued to be at the location on April 23. By April 23, the train \"appeared to be repositioned for departure,\" according to 38 North. The Wonson complex, according to 38 North, includes leisure facilities such as nine large guesthouses, a recreation center, a large building constructed after Kim came to power, a protected port, a shooting range, a recreation building, a covered dock, and a small runway converted in 2019 into a horse-riding track, a hobby of Kim's. The beachfront area, where Kim spent summers as a child, is a place the North Korean leader is known to enjoy frequenting. Kim, however, often travels by plane or drives to Wonson. The presence of the train raises the possibility that it may be used for some sort of a formal procession outside of Wonson. Kim's father, Kim Jong-Il, reportedly died on his train, and his body was then transported on it in a formal fashion. A US defense official said Monday that the US has intelligence supporting the 38 North report's conclusion about Kim's location. "], "Language": false}