{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/opinions/golden-globe-nominations-have-some-telling-gaps-stewart/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Sara Stewart"], "Writers": [[]], "FirstPublishDate": ["2019-12-09T22:06:07Z"], "LastModifiedDate": ["2019-12-10T10:18:59Z"], "Headline": ["Golden Globes list looks like ominous backlash"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The Golden Globe nominations were announced this morning, and leading the pack are \"The Irishman,\" Martin Scorsese's three-and-a-half-hour Jimmy Hoffa epic, and \"Marriage Story,\" Noah Baumbach's semi-autobiographical divorce drama (with five and six nominations, respectively). Notably missing from the list of Best Picture (both drama and comedy) and Best Director nominations: A single film directed by, or even remotely about, women. Infuriatingly absent is a nomination for Greta Gerwig and her \"Little Women,\" a radical new examination of the relationship between women and art. That subject is actually twice snubbed here, with the omission of Celine Sciamma, director of the rapturous and daring \"Portrait of a Lady on Fire,\" from the Best Director list. (Lest you think Sciamma's foreign-ness might have disqualified her, look no further than Bong Joon-ho's rightful inclusion on the Best Director list for his incendiary, gorgeous \"Parasite.\") Also conspicuously shut out: Marielle Heller and her drama \"A Beautiful Day in the Neighborhood,\" a wonderful, moving ode to Fred Rogers and his enduring legacy of kindness. Supporting actor Tom Hanks merited a nod; Heller, and the film itself, did not.   It's also well worth noting that in a year when Netflix scored such an impressive yield of nominations for \"The Irishman,\" another electrifying work they produced, \"When They See Us\" -- a work from Ava DuVernay that transformed how our society sees the plight of the Central Park Five -- was completely shut out. And Regina King, who's delivering one of the year's best TV performances on HBO's \"Watchmen,\" is also absent on the nominee lists, as is any mention of the critically-raved-about show. (This may just be the HFPA's big \"OK, Boomer\" year.)  Anyone else feeling a trend here in the big categories?   \"The Irishman\" comes to the Globes on a rising tide of early support: The critics association of which I am a member, the New York Film Critics Circle, just awarded it Best Picture (I'd never reveal my own vote, but draw your own conclusions); the National Board of Review did likewise, and the American Film Institute gave it a place on its Top Ten Films of the Year list.  I would never bet against Scorsese or the public's appetite for his endless stream of mob dramas. I don't really get the appeal -- older white guys treating women like garbage and killing one another off randomly doesn't float my boat -- but I know it to be true, and I do respect Scorsese as an absolute master of his craft.  But what does it say that we are still celebrating films that marginalize women to the extent that both \"The Irishman\" and \"Once Upon a Time in Hollywood\" - whose helmer, Quentin Tarantino, is nominated for Best Director - have done? In the former, Anna Paquin speaks all of seven words; in the latter, purportedly about the Sharon Tate murder, Margot Robbie as Tate is relegated to a near-wordless, manic pixie doomed girl performance. Both of these have been think-pieced ad nauseam and excused by their actresses as just fine, so... well, if they say so.  Relatedly, consider recent commentary (also heavily think-pieced) by Scorsese and Francis Ford Coppola about their derision for Marvel movies as not being real art. Comic book movies are \"the same thing over and over again,\" said Scorsese, the man who has made approximately 3,000 films about the mafia and zero featuring women in any real capacity.  \"The Irishman\" arrives at a very different moment in film history than, say, Scorsese's 2006 drama \"The Departed\" (when it pulled down six Globe nominations). Just last week, Sundance announced its roster of films for the 2020 festival: Fully 46% of them are directed by women, a record-breaking stat and a bold statement that gender equity in film is making strides forward. That 46% is what made hearing this morning's nominations so deeply depressing to those of us who'd just like women to get a fair hearing in what's considered Great Art in the film biz.  And there are few better examples of great art than \"Portrait of a Lady on Fire,\" currently out in a limited-run release for awards qualification - but headed for a wider release in February. Set in the late 1700s, it revolves around a romance between a noblewoman reluctantly having her portrait painted to impress an arranged-marriage fiance, and the female portrait artist commissioned to do the job. It is, in every way, a stunningly unique piece of work - cinematographer Claire Mathon makes every frame resemble a lush painting of the era - but its most delicious trick is to create a world nearly devoid of men in an era where the patriarchy reigned supreme, and to celebrate the liberty found therein. There is a lesbian romance; there is an abortion; there is deeply felt friendship and an exploration of the constraints of being a female painter during a time when women were not allowed to look at the male form to learn how to paint it, effectively prohibiting them from creating what would be considered, well, Great Art. It is a dreadful call to have left writer/director Sciamma (\"Tomboy,\" Girlhood\") off the Best Director list. In \"Little Women,\" meanwhile, director and screenwriter Gerwig (\"Lady Bird\") has reimagined the novel by Louisa May Alcott in a way that addresses head-on the obstacles Alcott faced in trying to publish as a female writer in the mid-1800s. Gerwig mischievously works in quotes attributed to Alcott rather than her characters (including a favorite of mine, about her thoughts on marriage: \"I'd rather be a free spinster and paddle my own canoe\") and uses her screenplay to illustrate just how \"Little Women\" ended up with a puzzlingly cheesy romantic ending for its cheese-shunning protagonist, Jo March.  Globes voters have chosen to sweep these remarkable films aside to celebrate a slate of films about the male experience, from the wise guys of \"The Irishman\" to the incel-sympathetic \"Joker\" to the ubiquitous award-bait of a war film in \"1917\" to the papal buddy dramedy \"The Two Popes.\"  We get it, Hollywood Foreign Press Association. It's time to bring the focus back to men and men's experiences. After all, we've had a couple of years of talk about #MeToo and #TimesUp and systemic discrimination against women and people of color in the film industry. Time for a breather, am I right?  I hope I'm wrong, actually. But if the Globes and other early nominations are any indication (which they frequently are), we're heading for a celebration of white men and their problems at the Oscars this year as well. I'm not suggesting male-centric films, or male directors, are not deserving of recognition. But I think I speak for a significant number of viewers when I say that, following last week's news that Kamala Harris had to drop out of the presidential race for lack of funding, this morning's announcements don't feel like an encouraging way to head into 2020. Art, if it's done right, is indelibly linked to culture. What do today's picks say about where we stand on gender equality?"], "Language": false}