{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/politics/trump-presidential-daily-briefings-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Caroline Kelly, CNN"], "Writers": [["Caroline Kelly"]], "FirstPublishDate": ["2020-04-28T00:25:17Z"], "LastModifiedDate": ["2020-04-28T02:11:09Z"], "Headline": ["Washington Post: Trump downplayed coronavirus despite more than a dozen warnings in daily briefings"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump received more than a dozen warnings about the coronavirus outbreak in daily briefings in January and February, but continued to downplay the virus' threat and severity, the Washington Post reported Monday. Citing current and former US officials, the paper reported that the warnings came in the President's Daily Brief, a summary of intelligence reports from the various agencies, which tracked the virus' proliferation, highlighted China's inaccurate characterization of the disease and its death toll and warned of potential widespread ramifications related to the pandemic. Officials told the Post that the President, who frequently forgoes the briefings and has become impatient with the summaries of the brief he now receives a couple of times per week, did not seem to absorb the warnings. They added that focused efforts tracking the virus were on par with prior instances of monitoring security threats, including active terrorism and international clashes. An official in the Office of the Director of National Intelligence, which manages the briefing, told the Post that \"the detail of this is not true\" and declined to explain or elaborate. CNN has reached out to the Office of the Director of National Intelligence for comment. Without yet responding separately to CNN's request, acting Director of National Intelligence Richard Grenell tweeted about the story, \"This isn't true.\" White House deputy press secretary Hogan Gidley in a statement to CNN asserted that Trump had taken decisive action early on in the pandemic. \"President Trump shut down flights from China and Europe and was called xenophobic, he talked about defeating Coronavirus in the State of Union and (House) Speaker (Nancy) Pelosi tore it to shreds, and he asked Congress for billions to protect hardworking Americans and small business, but the Democrats delayed the bill,\" Gidley said in the statement to CNN.  US officials told the Post that the briefings included both overarching reports on elements of the worldwide state of the pandemic, as well as more concise accounts on the virus' status. The news builds on prior reporting that officials had prepared information and attempted to convey it to the President for months. Intelligence US spy agencies were tracking the rise of the novel coronavirus as early as November, weeks before that information was included in Trump's daily intelligence briefing, a former US military official told CNN. The President's daily briefing first included information the US intelligence community had gathered about the contagion in China -- and the potential it had to spread to the US -- on January 3, a person briefed on the matter told CNN. According to one official who spoke to the Post, by mid-to-late January, the virus was brought up more often as either a focal point of the report or \"executive update\" and was verbally conveyed to Trump. Officials told the paper that deputy national security adviser Matthew Pottinger urged for cutting off air travel from Europe in February, though Trump did not make the move until March. By March, the briefing's warnings had become more ominous, officials told the Post, and intelligence agencies began to spend more energy and manpower on tracking the virus' spread. While US officials have largely abandoned the theory that the virus was purposefully developed, they are still assessing if it potentially escaped a Wuhan lab researching such naturally occurring viruses. \"We're looking at it very closely, but we just don't know,\" a senior US intelligence official told the Post."], "Language": false}