{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/us/five-things-december-9-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-09T11:24:02Z"], "LastModifiedDate": ["2019-12-09T11:27:54Z"], "Headline": ["5 things to know for December 9: North Korea, impeachment, Ukraine, global trade, Hong Kong"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It was definitely a year of discovery: Scientists unearthed 71 new species of plants and animals in 2019, from bug-eyed fish to sharp, scaly lizards. Here's what else you need to know to Get Up to Speed and Out the Door. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. North Korea  The diplomatic flirtation between President Trump and North Korean leader Kim Jong Un is definitely on thin ice. On Saturday, North Korea announced a \"very important test\" of \"great significance\" at one of their missile sites. It's not immediately clear what was tested or why it's significant, but North Korea has been known to goad the US with its missile tests. The country also recently said nuclear talks with the US are off the table because the US was trying to use the talks for political gain, so it's clear they're not even trying to play nice anymore. This puts President Trump, who has tried to play up his relationship with Kim, in a difficult spot. After news of the test, Trump warned Sunday that Kim could \"void\" their \"special relationship\" if the tests and threats continue.  2. Impeachment  It's going to be another busy impeachment day on Capitol Hill. The House Judiciary Committee is holding another hearing, during which congressional investigators will lay out their case for impeaching the President. Remember, these hearings aren't about debating the specifics of President Trump's actions. They're about deciding whether his actions, as laid out by the House Intelligence Committee, are impeachable. In anticipation of today's hearing, the Judiciary Committee released a report outlining the constitutional grounds for impeachment. It's an updated version of a similar document released during impeachment proceedings in 1974 and 1998. (Give it a read and make your old civics teacher proud.) By the end of this week, we could see a committee vote that would send articles of impeachment to a full House vote. Still up in the air: Whether or not to include elements of the Russia report in the final articles.  3. Ukraine  Ukrainian President Volodymyr Zelensky will meet with Russian President Vladimir Putin today to discuss a peace plan in the ongoing conflict involving the contested Crimean Peninsula. If you'll recall, five years ago Russia seized the region from Ukraine with the help of pro-Russian separatists. The ensuing fighting has claimed around 13,000 lives. While Ukraine wants to find a way to peace, its citizens are worried that Zelensky might rush into an agreement that's largely on Putin's terms. Zelensky has already accepted a formula that calls for elections in separatist-held territories, which could lead to a self-governing status in some areas. However, Ukraine's president said his country would need to be in full control of its own borders for those elections to happen. 4. Global trade  There are a lot of important deadlines coming up on the international calendar, and the biggest ones could have serious implications for international trade. We're a week away from a proposed deadline for the US to level tariffs on $156 billion of Chinese imports. Yes, that's in spite of an alleged trade deal brewing between the two countries. While the outlook on such a deal has been optimistic, President Trump seemed to back off last week, saying it may be better to wait until 2020 before pursuing a deal. Meanwhile, the UK's general election on Thursday will be another crucial look forward in the Brexit situation. Brexit, of course, will create significant trade barriers in Europe, so any decision regarding it will immediately affect markets, even if Brexit doesn't happen for a while. Back on this side of the pond, House Democrats and Trump are nearing a deal on the President's revised North American Free Trade Agreement between the US, Mexico and Canada.  5. Hong Kong  Pro-democracy groups in Hong Kong are trying to keep the pressure on the city's government following the success of pro-democracy candidates in recent elections. More than 800,000 people reportedly flooded the streets this weekend in a coordinated large-scale demonstration that brought parts of the city to a standstill. It was an overwhelming show of support for the movement after six months of occasionally violent unrest. This weekend's protesters want Hong Kong's lawmakers to investigate allegations of police brutality in the city and restart political reform that would allow for universal suffrage. BREAKFAST BROWSE Meet Freweini Mebrahtu, CNN's 2019 Hero of the Year A well-deserved honor. The College Football Playoff field is set  Celebrate or complain accordingly. Someone ate that $120,000 banana \"art\" at Miami's Art Basel  Marcel Duchamp would be proud.  A New Jersey bill would require schoolchildren to learn cursive  Guess if their parents had to suffer through it, they have to as well. TODAY'S QUOTE \"I'd like to say to Mr. Pompeo, who wonders when he'll be loved, it's when he stops enabling Donald Trump.\" Linda Ronstadt, who didn't mince words during a State Department dinner for Kennedy Center honorees. Secretary of State Mike Pompeo riffed on Ronstadt's 1975 hit \"When Will I Be Loved\" during a speech and Ronstadt, well, hit back. TODAY'S NUMBER $13.5 billion That's how much California utility giant Pacific Gas and Electric has agreed to pay to customers affected by several recent fires in California, with the earliest claim dating back to 2015. This is not the first high-figure settlement the company has had to pay out. PG&E has long been scrutinized for the role its equipment has played in the outbreak of several deadly fires in the state.  THIS JUST IN A deadly eruption  We're still learning more about a volcanic eruption that rocked New Zealand's White Island today. Dozens of people, including cruise ship tourists, were on the island at the time. At least five people have been killed.  A sports ban  The World Anti-Doping Agency just unanimously agreed to ban Russia from major international sporting competitions for four years over the country's doping scandal. This includes next year's Olympic games.  TODAY'S WEATHER AND FINALLY The greatest show on turf A 12-hour riding lawnmower race sounds kind of relaxing ... until you realize they just go in circles the whole time! Now that's endurance. (Click here to view) "], "Language": false}