{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/banana-artwork-eaten-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2019-12-08T09:41:39Z"], "LastModifiedDate": ["2019-12-09T05:04:49Z"], "Headline": ["Someone ate a $120,000 banana that an artist had taped to a wall"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["When an artist duct-taped a banana to a wall and priced it at $120,000 this week, we should probably have known where the story was heading. The work, by Maurizio Cattelan, was ripe for the picking -- and on Saturday, it was unceremoniously taken off the wall at the Art Basel Miami Beach and eaten by a performance artist, amid a crowd of stunned onlookers, some of whom posted videos of the incident. \"I really love this installation. It's very delicious,\" David Datuna wrote on Instagram, alongside a video showing the aftermath of his stunt.  As people gathered and filmed the incident, a woman can be seen remonstrating with Datuna before asking for his name. Entitled \"Comedian,\" the artwork comprised a banana bought in a Miami grocery store, and a single piece of duct tape. The gallery behind the sale, Galerie Perrotin, said there were three editions, and that two had already sold for around $120,000.  Organizers had previously confirmed to CNN that the banana can be replaced if needed, as the artist's instructions for the work are \"intentionally imprecise.\" But in a statement Sunday, the gallery announced that the installation had been removed altogether amid public safety concerns. \"Art Basel collaboratively worked with us to station guards and create uniform lines,\" it read. \"However, the installation caused several uncontrollable crowd movements and the placement of the work on our booth compromised the safety of the artwork around us, including that of our neighbors.\" An Instagram account set up for the artwork also posted a video showing gallery founder, Emmanuel Perrotin, removing a banana from the wall and eating it himself. \"Maurizio, it's a good banana, I have to say,\" he is filmed saying. Prior to the reported sale, Perrotin told CNN the bananas are \"a symbol of global trade, a double entendre, as well as a classic device for humor,\" adding that the artist turns mundane objects into \"vehicles of both delight and critique.\" The artists did not provide potential buyers with instructions on what to do when the artwork starts to decompose. According to a press statement from Galerie Perrotin, the artist first came up with the idea a year ago. \"Back then, Cattelan was thinking of a sculpture that was shaped like a banana,\" it reads. \"Every time he traveled, he brought a banana with him and hung it in his hotel room to find inspiration. He made several models: first in resin, then in bronze and in painted bronze (before) finally coming back to the initial idea of a real banana.\" Cattelan is known for sculptures that challenge popular culture. One of his artworks -- an 18-carat-gold toilet valued at around $6 million -- made headlines in September when it was ripped out of a wall and stolen from Bleinheim Palace in England."], "Language": false}