{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/05/opinions/bridging-political-divides-curiosity-art-crisp-hughes/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Philippa P.B. Hughes"], "Writers": [[]], "FirstPublishDate": ["2019-12-05T18:05:22Z"], "LastModifiedDate": ["2019-12-06T17:11:52Z"], "Headline": ["Want to bridge divides? Start with a blueberry and cherry crisp"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"Build the wall. Don't let the refugees in,\" said my immigrant mother not long after the 2016 election. She'd finagled 17 members of our family into the US resettlement program when Vietnam fell to the communists after the withdrawal of American forces in 1975. Our family ended up in Richmond, Virginia.  Richmond was a challenging place for me -- a half-Asian kid who did not fit neatly into its clear black and white racial divide or a socioeconomic hierarchy that disregarded the social status our family had lost when we fled our homeland. But it did teach me how to operate in uncomfortable spaces that are sometimes filled with contradictions. And yet, my mother's political views, years later, still baffled me. So, when President Donald Trump won the 2016 election, as all my friends in our solid blue Washington, DC, bubble were veering helplessly between catatonic depression, colossal rage and outright panic, I posted an invitation on Facebook asking anyone who voted for him to join me for dinner at my home. I wanted to know why almost 63 million other people voted for a man whose character and policy proposals I found abhorrent.  And I realized the ideological divide between my mother and me was probably a lot like the divide in the country at large. For a long time, we hadn't really understood one another -- but more than that, we hadn't wanted to. I'd stopped talking about politics with anyone who didn't already agree with me years ago. In the aftermath of the election, I realized how harmful that was. Enabled by a high tolerance for discomfort and driven by curiosity, I embarked on a journey across the political spectrum, one conversation at a time. My goal was less about promoting civil discourse and more about understanding what had pushed us into separate tribes, unable to speak to each other or work together for the benefit of all Americans. No Trump supporters initially accepted my invitation, which surprised me a little, considering the number of social media brawls that had taken place on my Facebook page during the campaign. What truly shocked me, though, was the vitriol from liberal friends like Jay Clark, who wrote an email to me that read, \"These people will continue to operate on knee jerk, hate-based, simplistic thinking. It's never compassionate and they deserve to be thrown in prison.\"  I vehemently disagreed with the assertion that everyone who voted for Trump was despicable -- including my staunchly Catholic pro-life friend, my longtime surfing buddy who'd seen me through breast cancer and my mother. But, with persistence, some conservative voters accepted my invitation, and I began hosting dinners in my home, each one ending with a blueberry and cherry crisp that would dissolve into a symbolic purple goo.  Then I decided to take my social experiment one step further. I teamed up with the School of Public Affairs at American University and New American Economy to launch Looking For America, a series of cross-political dinners about immigration, in which we invite people from across the political spectrum to experience art, share personal stories and break bread together. No one is trying to persuade anyone, only to understand where others are coming from and see a glimpse of humanity in the person across the table. In preparation for each dinner, I visit each community to organize event logistics with local partners. In Sioux City, Iowa, I found myself whispering with my collaborators in a bustling cafe they'd assured me was friendly to liberals like us. We were in a congressional district Trump had won by 27% and represented by Steve King, who has unapologetically disparaged immigrants.  I'd felt self-conscious and wary there, and frankly everywhere I went in the country outside my liberal bubble, wondering if anyone would tell me to go back to where I came from. Or maybe they'd tell me I didn't belong in this country more subtly by complimenting me on speaking English so well. Hearing those things when I was growing up in Richmond had made me feel a little less American, like I didn't belong here, even though it was the only home I knew.  Since starting this dinner series, I have met many immigrants who have taken a hardline view about immigration policy similar to my mother's, like the young Mexican-American woman from Texas, who said her uncle had committed a drug-related crime and should be deported. Or the granddaughter of a Syrian immigrant who said it was unfair that new immigrants might be allowed to \"cut in line\" when her grandmother had followed all the rules and had paid lawyers to give her family a better life here. I have also met many Americans, both recent immigrants and US-born, who have opened their arms to those who seek a better life in this country. Sitting in that cafe in Sioux City, I was surprised to learn that a number of Vietnamese immigrants had settled around Iowa after the state's Republican governor had welcomed them in the 1970s.  In each community we visit, I also curate an exhibit with local artists. In over a decade of working in the arts, I have learned that curiosity leads to greater empathy -- and that art often sparks that curiosity, which, in this case, leads to better conversations at the dinners that follow. I ask every artist to answer the prompt: \"What does it mean to be American in your community?\" In Utah, artist Andrew Alba created a display of concrete basketballs. The concrete, he told me, represents the \"back-breaking labor of earning one's wage in the working class,\" and basketball represents the American dream that most people will never achieve. In contrast, Iowa artist Glenda Drennen's painting of friends sitting together in lawn chairs expresses her belief that, \"In America, anyone has the freedom to do great things no matter how humble their circumstances.\" The artworks across the country have demonstrated the myriad and sometimes contradictory ways we can be Americans. After hosting nearly two dozen of these dinners across America, I have learned that it's possible to strip away political labels and move beyond stereotypes, even in the most partisan times. And while we don't have to agree -- our Founding Fathers certainly had their share of disagreements -- we do need to resist the pundits and trolls who are trying to convince us that those who disagree are un-American.  We must remind ourselves that those who disagree with us still have children who have less economic mobility than their parents, still worry about paying for their medical prescriptions, still have a fondness for \"Stranger Things\" and love for Dolly Parton. But that can only happen when we are at each others' tables instead of at each others' throats.  I will keep looking for America. I will keep organizing dinners across the country and creating spaces that, in this small way, can help bring our country back together again. We aren't going to solve all the problems in our country with one communal dinner, but city by city, people like you and me, from both sides of the aisle, have been curious enough to take the first step.  While I still cannot relate to my mother's views on immigration, I can understand how her experiences shaped them. And I can appreciate that there is no one way to be American."], "Language": false}