{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/06/asia/mulan-trailer-disney-hong-kong-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Ben Westcott, CNN"], "Writers": [["Ben Westcott"]], "FirstPublishDate": ["2019-12-06T06:50:51Z"], "LastModifiedDate": ["2019-12-06T13:46:11Z"], "Headline": ["A new Mulan live-action trailer is out and people seem excited. Except in Hong Kong"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["A new trailer for Disney's live-action remake of the movie \"Mulan\" is receiving positive reviews on social media, except in Hong Kong where protesters are calling for a boycott. They are objecting to the personal views of lead actress Liu Yifei, who earlier this year expressed support for Hong Kong police, who protesters have accused of brutality. The film, due for release in March 2020, is a remake of the 1998 Disney cartoon, which traced the journey of a young Chinese woman who joins the army by pretending to be a boy. The animated original was itself a retelling of the ancient legend of Hua Mulan, described by the Chinese government as \"the most recognizable folk heroine in Chinese culture.\" The new trailer, released Thursday, covers the main elements of Mulan's story: Mulan joins the army to save her father from being conscripted then faces down an invasion from the Hun army, led by Jason Scott Lee as Bori Khan and renowned Chinese actress Gong Li as shape-shifting witch Xian Lang. But while the trailer generated excitement and nostalgia on social media, the response from Hong Kong protesters was strongly negative.  Prominent pro-democracy activist Nathan Law retweeted a doctored image of the poster within hours of the trailer's release, calling for his followers to #BoycottMulan. \"A Mulan who supports state violence and police brutality is not representing the true spirits of this character: brave, assertive and dedicated,\" he said. Hong Kong protesters have been demanding a boycott of the new Mulan ever since Liu voiced her support for the Hong Kong police. In a post on Twitter-like social media site Weibo, Liu announced that she stood with the police. \"You can all attack me now. What a shame for Hong Kong,\" she said. Pro-democracy protests have been raging in the Asian financial hub for more than six months and demonstrators have regularly accused police of using excessive force. Hong Kong police say they are only responding to violent criminal behavior. The trailer is the second promotional teaser for Mulan. Following its release on Thursday, protesters immediately began to make fan art and photoshop the poster in support of the Hong Kong demonstrations. \"She is not my Mulan!\" one Twitter user said."], "Language": false}