{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/06/us/five-things-december-6-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-06T11:07:47Z"], "LastModifiedDate": ["2019-12-06T11:08:49Z"], "Headline": ["5 things to know for December 6: Impeachment, Iran, immigration, France, migrants"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Saudi Arabia has just pulled off the biggest IPO in history, raising a head-spinning $25.6 billion by selling shares of its huge state-owned oil monopoly, Saudi Aramco. Here's what else you need to know to Get Up to Speed and Out the Door. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Impeachment  The inevitable is almost official now: House Speaker Nancy Pelosi directed committee chairmen to draw up articles of impeachment, all but confirming that President Trump will be impeached. However, Trump appears to be at peace with the idea. Before Pelosi's announcement, he tweeted, \"(I)f you are going to impeach me, do it now, fast.\" He's likely hoping for a swift vote so he can get around to defending himself in a Senate trial. Pelosi, who answered reporters' questions and also participated in a CNN town hall yesterday, made it clear she and her colleagues aren't happy about impeachment, but she said it's their civic duty to defend the Constitution. \"This isn't about politics at all. This is about patriotism,\" she said during the town hall. This doesn't mean the process is over, though. The House Judiciary Committee has announced it will hold its next impeachment hearing on Monday.  2. Iran  The Pentagon is considering sending thousands more troops to the Middle East to defend against a new threat to US forces posed by Iran. Earlier this week, US officials said there was fresh intelligence about a potential Iranian threat in the region. Then, they said Iran was secretly moving a number of short-range ballistic missiles into Iraq. At the same time, US allies have written letters to the United Nations detailing their increasing concerns about Iran's missile program. Iran's moves are part of a widening effort to assert power in the region as it's pushed back against protests in Iraq and Lebanon that could undermine its influence there. At home, Iran's government has responded to nationwide demonstrations with one of its most brutal crackdowns in decades. 3. Immigration  New video evidence has sparked fresh questions about the case of a sick 16-year-old migrant from Guatemala who died in US custody in May. Surveillance footage first obtained by the nonprofit ProPublica shows Carlos Gregorio Hernandez Vasquez collapsed in his cell at a Border Patrol station in Weslaco, Texas, and lying there for hours before his cellmate wakes up and gets the attention of agents. This doesn't match with CBP's official statement, which said agents found Carlos unresponsive during a welfare check. According to ProPublica's data, three welfare checks were done on Carlos over the period in which the video suggests the boy lay on the floor. Carlos is one of five children who is known to have died this year after being apprehended by US authorities while crossing the border. CBP says an investigation into his death is ongoing. 4. France  A wave of protests has rippled across France, carrying well into last night as thousands took to the streets in opposition to French President Emmanuel Macron's plans to reform the country's pension system. Macron wants to combine more than 40 retirement schemes into one big points-based system, and many worry they may get less and have to retire later under the proposed rules. The protests call to mind the last time a French leader attempted a pension reform move. In 1995, then-Prime Minister Alain Juppe wanted to unify France's pension system, and, well, the same thing happened: protests. Juppe eventually abandoned the plan. While most of yesterday's demonstrations were peaceful, things did take a violent turn when protesters started throwing bricks and setting things on fire near the Place de la République in Paris. 5. Migrant boat wreck At least 58 people were killed when a boat carrying dozens of migrants sank off the coast of Mauritania this week. According to the International Organization for Migration, about 150 people were on the boat, which departed from the small country of Gambia in West Africa. The boat was headed for the Canary Islands, a Spanish archipelago off Africa's northwest coast. The tragedy is another example of the harsh, mortally dangerous conditions migrants endure in pursuit of better opportunities. Every year, thousands of West Africans complete similar crossings through the Atlantic Ocean and the Mediterranean Sea to get to Europe.  BREAKFAST BROWSE Malls are struggling, but the mall Santa industry is booming  Seeing Santa is kind of like window shopping, only on someone's lap. Beyond Meat burgers are coming to Costco But you can only buy them in packs of 200 or so. Mariah Carey's 'All I Want for Christmas is You' is getting its own mini-doc Mariah Carey and festive Christmas television, together? Yes, please. An electric eel named Miguel Wattson is powering a Christmas tree at the Tennessee Aquarium \"Miguel the Christmas Eel\" would make a great children's book. Just saying.  TODAY'S QUOTE \"We must work in concert and on several fronts, and we must do it now. For who among us wants to face harsh reproach from our grandchildren: 'You knew it was happening, and you did nothing.'\" Sir David Attenborough and former IMF managing director Christine Lagarde, writing about the economic and human importance of addressing climate change TODAY'S NUMBER $1 trillion+ That's how much American households spent last year on health care, according to the National Health Expenditure report. The pricey milestone comprises out-of-pocket expenses for medical services, premiums for employer coverage, individual policies and Medicare costs.  TOTAL RECALL Quiz time A new government program was announced which will provide free prevention drugs to uninsured Americans who are at risk of what? a. Flu b. Heart failure c. Hepatitis C d. HIV Play \"Total Recall,\" CNN's weekly news quiz, to see if you're correct.  TODAY'S WEATHER AND FINALLY Do you wanna build an ice sculpture? It seems like one of the most improbable art forms ever created, but what does it really take to turn a block of ice into art? (Click here to view.) "], "Language": false}