{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-04-27-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Elise Hammond, Mike Hayes and Emma Reynolds, CNN"], "Writers": [["Meg Wagner", "Elise Hammond", "Mike Hayes"]], "FirstPublishDate": ["2020-04-26T17:33:54.338Z"], "LastModifiedDate": ["2020-04-28T01:03:21.039Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow the latest developments from around the globe here. Admiral Brett Giroir, director of US coronavirus testing, said the federal government will continue to help states procure supplies for testing, despite new guidelines that describe it as a “supplier of last resort” in obtaining tests. “It’s very important that I think we don’t interrupt our commercial channels, because they’re very efficient and this is what they do, but we do have to prioritize them,” Giroir told reporters at the White House on Monday.  “Some of the larger companies, the testing companies, we need to make sure that the states that have a certain machine or a certain test are adequately supplied until we get 10 times the amount that we need,\" he added. Giroir described supplies like swabs as a “small, fragile ecosystem right now.”  “For the next couple of months, we’re going to procure them at the federal level to make sure they’re distributed to the states,” he said, “but towards the middle or the end of the summer that supply chain will be very robust.” Starting as early as late next week, Giroir said, “for say, swabs and media, we know what the plan is.  \"We’re going to be sending the states what they need every week without them asking,” he said. ##Testing## There are at least 985,443 cases of coronavirus in the US, and at least 55,952 people have died, according to Johns Hopkins University's tally of cases. On Monday, Johns Hopkins reported 19,658 new cases and 1,071 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. The Javits Convention Center field hospital in New York City has treated 1,093 patients so far, according to Northwell Health spokesperson Terry Lynam. The center was treating 74 patients as of Monday night. The USNS Comfort, a hospital ship that was docked in the New York City harbor, discharged its last patient Sunday, Lynam previously confirmed to CNN. The Comfort treated both coronavirus and non-coronavirus patients. CNN’s Ryan Brown previously reported the USNS Comfort will depart New York as early as the end of the month, according to a US Navy official. Indiana residents can now access free mental health resources online that have been vetted by experts, Gov. Eric Holcomb announced today. The resources will be on a new website, BeWellIndiana.org, launched by the Indiana Family and Social Services Administration, and are designed to help with anxiety, depression and other mental health issues caused by the pandemic. It includes information for people experiencing first-time issues as well as existing mental health concerns. Initially, BeWellIndiana.org will focus on the various mental health challenges due to Covid-19, but will continue to evolve as a resource beyond the current crisis. “It is imperative that we recognize how our mental health is affected by this pandemic,” Holcomb said. “I am proud of the public/private collaboration and expertise from so many of our partners captured in this single resource.\" The site will have information ranging from coping mechanisms, crisis counseling, how to self-monitor for signs of stress, domestic violence resources, substance use disorder and recovery and tips for helping children, youth and teens.  Videos featuring medical experts, people in recovery and other practicing Indiana clinicians addressing specific mental health topics are also available on the site. San Francisco needs to increase testing by two to three times the current rate before the city can relax the current health orders, Public Health Officer Dr. Grant Colfax said at a news conference Monday.  San Francisco has tested a total of 15,610 people, according to the city's Covid-19 data tracker. At least 1,424 people tested positive. \"There are a couple metrics we are looking at both within San Francisco regionally, and there are metrics that have also been suggested by public health experts and scientists across the country,\" Colfax said. \"We need to increase testing two or three times what is currently is and that's a key piece.\" Colfax also said the city cannot return to normalcy until there is a sustained decline in the number of people hospitalized.  \"We need numbers to start dropping significantly and just stay down for several weeks,\" Colfax said. \"That could happen if we continue on our current course.\"  ##Reopening## Georgia Gov. Brian Kemp announced Monday the state's shelter-in-place remains in effect until April 30. \"Bars, night clubs, operators of amusement park rides and live performance venues will remain closed, and the shelter-in-place order remains in effect through April the 30th, 2020,\" Kemp said at a news conference. Some businesses, including hair and nail salons, tattoo parlors and bowling alleys, were allowed to reopen on last Friday. Restaurants and movie theaters were allowed to open Monday. The governor said a team continues to monitor state data and guidance from the White House and Centers for Disease Control and Prevention. \"We're going to be making some decisions, most likely in the next couple of days, of what the next week, two weeks or month looks like based on that data,\" Kemp said. ##Reopening## President Trump said he “never even thought” of changing the date of the upcoming presidential election on November 3, despite former Vice President Biden suggesting Trump would attempt a delay. “I never thought of changing the date of the election. November 3. Good number,” Trump told reporters at a press briefing when asked whether he has considered such a move.  Trump also added that Biden never said he would try to delay the election — despite Biden saying those words exactly during a virtual fundraiser last week, according to a pool report. \"Mark my words: I think he is gonna try to kick back the election somehow, come up with some rationale why it can't be held,\" Biden said on the call. Trump cannot unilaterally change the date of the election in November, as it has been set into law by federal statute and Congress would have to approve such a move.  However, that has not stopped some Democrats from worrying that he will try to do so, and voters asked the previously large field of Democratic presidential candidates if they had concerns that Trump would try to delay the election or refuse to leave office if he were defeated in November. Watch: Face masks will be required for flight attendants during every mainline and regional flight starting May 1, American Airlines said in a statement Monday. The airline will also begin distributing personal protective equipment, including sanitizing wipes or gels and a face mask to customers in early May “as supplies and operational conditions allow.” The Los Angeles Lakers received and repaid an approximately $4.6 million Payroll Protection Program loan, a source told CNN. The L.A. Lakers qualify as a small business because the organization only has 303 part-time and full-time employees.  The organization repaid the loan \"within days\" of receiving it after realizing that the government's funds had been depleted. A source told CNN the team is not planning to furlough or lay off any of its employees and that its top executives agreed to defer 20% of their salaries to ensure team employees could be paid.   The Lakers have contributed to a fund, along with the L.A. Clippers and L.A. Kings, to provide financial support to employees of the Staples Center. Last week the Lakers joined other Los Angeles area professional sports teams to create \"Teams for LA\" to benefit the Mayor's Fund for Los Angeles.   President Trump was asked about his retweet of someone who claimed Democrats had inflated the coronavirus mortality rate, deflecting from addressing the actual claim by suggesting China was not accurately reporting coronavirus infection numbers. “Do you believe that’s true, that there’s some sort of conspiracy theory regarding the number of infections states are reporting?” a reporter at Monday’s Rose Garden news conference asked. Trump replied, “Well I can only say what we’re doing. We’re reporting very accurately.” “If you look at other countries, other countries are not. You could look at China. You could look at numerous countries where I don’t think those are right numbers. I can only say what we’re doing. It’s very important to us to accurate reporting. And that’s what we’re doing,” he added. CNN’s Daniel Dale has fact-checked the claim in Trump’s retweet. The tweet alleged that people had tried to oust Trump through illegitimate means before the pandemic, then added: \"Do you really think these lunatics wouldn't inflate the mortality rates by underreporting the infection rates in an attempt to steal the election?\" However, there is no basis for the suggestion that Trump opponents are inflating the coronavirus mortality rate to try to \"steal the election.\"  Watch: President Trump says he takes no responsibility for a spike in people using disinfectants improperly after he suggested ingesting disinfectant as a cure for coronavirus last week. When asked about the increase, Trump said, \"I can't imagine why.\" He answered, “No, I don’t\" when asked if he takes any responsibility for the numbers. Some context: Trump asked his medical team to look into the possibility of using disinfectants as a way to cure the virus inside the body during a coronavirus briefing last Thursday.  He has since claimed that the comments were “sarcastic.” As CNN has previously reported, Gov. Larry Hogan said Sunday his state experienced hundreds of calls from people across Maryland asking whether injecting or ingesting disinfectants was an effective way to combat coronavirus. “I think it is critical that the President of the United States, when people are really scared and in the middle of this worldwide pandemic, that in these press conferences, that we really get the facts out there,” he told Margaret Brennan on Face the Nation on Sunday. Watch: President Trump described governors as “as thrilled as they can be” over the administration's response to the coronavirus, hours after a meeting with state leaders on Monday. “We had a fantastic call with the governors today,” the President said during a Rose Garden briefing. “And I would say that today are as thrilled as they can be considering that to the fact is that there has been so much unnecessary death in this country.” “It could have been stopped,” Trump added, “and it could've been stopped short, but somebody a long time ago it seems decided not to do it that way, and the whole world is suffering because of it, 184 countries at least.”  The President has made similar statements about the Chinese government’s response to the virus at briefings in recent weeks. Trump added that his administration “has encouraged the governors to leverage unused testing capacity in states.” “Very few understood that we have tremendous capacity,” he said adding that the administration, “provided each governor with a list of names, addresses, and phone numbers of the labs where they could find additional testing capacity in their states.\" President Trump defended Health and Human Services Secretary Alex Azar, who downplayed the impact of coronavirus in the early stages of the pandemic. “I think it’s a very unfair question because you have many great professionals, some of them you have great respect for, and you have many people in the other party… that have said the same thing and with even more confidence,” Trump said when asked about Azar's role. “So a lot of people didn’t get that right.\" Trump's comments come after Trump denied in a tweet Sunday he was about to fire Azar. He wrote in the tweet, “Reports that H.H.S. Secretary @AlexAzar is going to be ‘fired’ by me” are false. A senior administration official told CNN Saturday evening that White House officials were discussing plans to replace Azar following a spate of criticism of the early response to the coronavirus outbreak. Watch: President Trump and the White House Coronavirus Task Force released additional guidance on how states should proceed with the reopening their economies and scale up testing. Dr. Deborah Birx and Health and Human Services Assistant Secretary Dr. Brett Giroir presented the eight-part plan at a press briefing on Monday. Giroir said the eight parts are grouped into three distinct phases. He said the US has accomplished all parts of the first two phases, and are now working to fulfill stage three by supporting reopening state economies. Here's what the blueprint suggests: Stage 1: Launch Build the foundation for diagnostic testing\nMobilize the private sector to develop tests\nIssue Emergency Use Authorizations (EUAs) for tests\nGalvanize commercial and research laboratories and professional associations to ramp up testing capacity \nFacilitate state efforts to access and utilize all available testing capacity  Stage 2: Scale Identify and expand public and private-sector testing infrastructure\nStrengthen testing supply chain  Stage 3: Support opening up again Coordinate with governors to support testing plans and rapid response programs ##Reopening## Georgia Gov. Brian Kemp called on residents to \"take advantage\" of the state's resources and get tested. Kemp said Monday that they've \"given a total of 127,169 tests.\" While Kemp acknowledged an increase in their testings numbers, he said, \"We realize we have to continue to do more.\" \"We have the tests, we have the physicians, we have the sites, and we have the bandwidth. What we need now is more Georgians to participate. Right now, all symptomatic Georgians can take advantage of this resource. And I'm calling on anyone who is experiencing symptoms consistent with Covid, consistent with Covid-19 to take us up on this offer,\" Kemp said.  At least 23,773 cases of coronavirus and 942 deaths have been reported in Georgia, Kemp said. ##Testing## President Trump announced a \"blueprint\" to set guidance on how states should handle coronavirus, distinguishing the roles between states and the federal government. \"We are continuing to rapidly expand our capacity and confident that we have enough testing to begin reopening and the reopening process. We want to get our country open. And the testing is not going to be a problem at all. In fact it's going to be one of the great assets that we have,\" he said. Trump added: \"Today we releasing additional guidance on testing to inform the states as they develop their plans for a phased and very safe reopening. Our blueprint describes how states should unlock their full capacity, expand the number of testing, establish monitoring systems to detect local outbreaks on the testing platform, and conduct contact tracing. We have it all.\" A White House official told CNN the goal was to help each state reach the ability to test at least 2% of its residents, with a particular focus on vulnerable populations and emergency workers. Watch: ##Testing## There has been at least 983,848 coronavirus cases in the US, according to a tally by Johns Hopkins University. At least 55,735 people have died from the virus. On Monday, Johns Hopkins reported 18,063 new cases and 854 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. President Trump, Vice President Mike Pence, and members of the coronavirus task force briefed the nation's governors Monday afternoon on a new testing blueprint.  According to audio of the call obtained by CNN, Trump said the US has now completed 5.4 million tests and the number of tests being performed each day has \"began to skyrocket,\" citing more than 200,000 tests performed last Wednesday. He praised governors who have implemented testing strategies and contracted with the public and private sector to get what they need.  \"As the rate of new cases continues to decline, we're glad to hear more than half of our nations governors have announced plans to begin as a phased opening up of your states. I hope that's going to continue because people want to see these states open,\" he said. \"There is a thirst to get back to business, and whatever you can do. Make them safe but I think you have a lot of people wanting to see this open.\"  Trump noted newly-released funding for the Paycheck Protection Program.  He then told the governors that as long as they continue to combat the virus with \"unity, strength and resolve\" – “for the most part… not in all cases but for the most part we have\" — that the US would get \"safely and confidently back to work.\" Trump turned the call over to Pence, who said that Monday's blueprint announcement is a \"continuation\" of the April 16 phased reopening guidelines.  \"It is science-based and, hopefully, will give you great confidence going forward,\" Pence said, noting that the task force believes there is currently the testing capacity for every state to meet the testing criteria for phase one.  “We’ve seen a rapid expansion of testing,\" Pence said.  ##Testing## Carnival Cruise Line is using its own cruise ships in North America to transport crew members home to ports in Asia, Europe and Latin America during the coronavirus pandemic, according to a statement from the cruise line. According to statistics released by Miami’s US Coast Guard 7th District last week, 87 cruise ships with nearly 65,000 crew members were in the district’s area of responsibility, which includes the Bahamas and the Caribbean. Carnival did not provide CNN with the total number of crew members who are currently sailing home. “Carnival Cruise Line is committed to taking care (of) our team members and getting them home to their families,” Carnival said in the statement. “As the company moves to safe operational manning levels during our pause in operations, we have begun the process of returning healthy crew members to their home countries throughout the world utilizing some of our fleet as transport given the limited number of commercial flights and charter options,\" the statement said. The Carnival Ecstasy cruise ship left Jacksonville, Florida, this weekend and was headed to India, according to a US Customs and Border Protection Instagram post. According to Carnival, the cruise line’s “27 ships have been docked at homeports or anchored at sea since mid-March with no guests on board, only crew members.”   New Hampshire Health and Human Services will open five new coronavirus testing centers across the state, Gov. Chris Sununu said Monday.  The new centers will be located in Claremont, Lancaster, Plymouth, Tamworth, and Rochester. The state aims to provide testing for all residents with symptoms. Officials encouraged residents with even mild symptoms to seek testing, New Hampshire Health and Human Services Commissioner Lori Shibinette said.  These locations will require a referral from an insurance provider and are intended for residents who are unable to access hospital-based clinics. The new testing centers will be staffed eight hours a day, seven days a week by the National Guard and the Metropolitan Medical Response System, Sununu said.  New Hampshire has tested at least 18,200 people, Shibinette said. ##Testing## Los Angeles Mayor Eric Garcetti said it is “an embarrassment\" that the city has to find its own kits and processing facilities and laboratories. Garcetti told CNN's Wolf Blitzer that he believes the federal government should be securing supplies and spaces to test for coronavirus. “I do believe that a strong national government should be the one securing things so we’re not competing against each other,” Garcetti said. “We need probably double the amount of testing before we can begin to think about reopening,” Garcetti said. He said some spaces and places in Los Angeles will begin to reopen once the current stay-at-home order ends on May 15. Garcetti said three elements will be key to reopening: the economic and psychological need, the risk of reopening and how to reopen safely. Watch: ##Reopening## The coronavirus pandemic may be putting stress on some of the relationships in our lives. This is especially true for families quarantining together.  A relationship expert joins this week’s coronavirus town hall to answer your questions about navigating relationships during the lock down. What questions do you have? Senate Majority Leader Mitch McConnell said today there would likely be more money approved for state and local government relief in the next legislative package Congress passes to address the coronavirus outbreak.   That’s a shift in the messaging for McConnell who last week said he wasn’t sure if more money was needed and indicated he was reluctant to provide billions to some state governments he believes have mismanaged their debt.   Getting funding to state and local governments has been a key priority for Democrats and many Republicans. “There probably will be another state and local funding bill,” McConnell conceded in an interview with Fox News Radio, “but we need to make sure that we achieve something that will go beyond simply sending out money.” The GOP leader also defended his remarks last week that laws should be changed so states can declare bankruptcy to help the shed some of their debt.   “I wasn’t saying they had to take bankruptcy. I think it’s just an option to be looked at that unfortunately states don’t have that option now, cities do,\" McConnell said.  \"I wasn’t necessarily recommending it. I was pointing out they have their own fiscal problems that predate the coronavirus and I was not interested in borrowing money from future generations to fix age old problems that states have unrelated to the virus,” he added. ##Stimulus## The White House said the federal government should act as the \"supplier of last resort\" for coronavirus tests as it works with states to ramp up a testing regime that health experts say is necessary before a national reopening. In a new set of documents, which President Trump plans to unveil during an early evening press briefing, the administration will offer a blueprint laying out where it sees the boundaries between federal and state responsibilities. A White House official said the goal was to help each state reach the ability to test at least 2% of its residents, with a particular focus on vulnerable populations and emergency workers. The documents will also lay out what the administration has done so far to ramp up testing, including strengthening the US supply chain for supplies and testing kits. Trump has come under withering scrutiny for his handling of the coronavirus pandemic in the United States, particularly testing missteps early on that hampered the country's ability to detect outbreaks. Hear more: ##Testing## Louisiana Gov. John Bel Edwards said in statement the state's stay-at-home order will be extended until May 15 He added that the state does not meet the White House's criteria for phase one of reopening. “While this is not the announcement I want to make, I am hopeful, and all of Louisiana should be hopeful, that we will enter into the next phase of reopening soon, in mid-May,\" he said in a statement. \"I am anxious to get all areas of our economy reopened, but if we accelerate too quickly, we may have to slam on the brakes. That will be bad for public health and for businesses, bad for our people and bad for our state.” The governor's announcement comes after the White House laid out criteria for states for phase one of reopening, which includes the declining of new cases and hospitalizations, which Louisiana has not met yet. ##Reopening## Illinois has processed about 10 times the number of unemployment claims it did this time last year, Gov. J.B. Pritzker said at a news conference Monday.  The state has processed about 800,000 unemployment claims, he said. Pritzker said the phone lines are overwhelmed, so they are training more people to take calls to address the problem. \"We can't fix this overnight, he said. “It's absolutely true but we are fixing it.\" A New York City emergency room doctor who recovered from Covid-19 and continued to treat coronavirus patients has died by suicide, her father confirmed to CNN.  Dr. Lorna Breen died Sunday morning in Charlottesville, Virginia, her father, Philip Breen, said. She was 49. “She died a hero,” her father said. “She was in the trenches, she was a hero.” Breen worked in the emergency department in the Columbia University Irving Medical Center and New York-Presbyterian hospital system. She had been on the frontlines for weeks handling the onslaught of cases, her father said. \"She went down in the trenches and was killed by the enemy on the frontline,\" her father said. \"She loved New York and wouldn't hear about living anywhere else. She loved her coworkers and did what she could for them.\"  Her father, a retired trauma surgeon, said they would speak frequently about work. Lorna told her father that people at work were putting in 18 hour days and sleeping in the hallways, and that the ambulances couldn't even get in because it was so busy.  She got Covid-19 and took a week and a half off to recover but when she went back to work, she couldn't even last a 12-hour shift, her father said. She felt like she had to return to work to help her colleagues, he added. “Words cannot convey the sense of loss we feel today,” the hospital said in a statement. “Dr. Breen is a hero who brought the highest ideals of medicine to the challenging front lines of the emergency department. Our focus today is to provide support to her family, friends, and colleagues as they cope with this news during what is already an extraordinarily difficult time.” How to get help: In the US, call the National Suicide Prevention Lifeline at 1-800-273-8255. The International Association for Suicide Prevention and Befrienders Worldwide also can provide contact information for crisis centers around the world. CNN's Brian Vitagliano contributed to this report. Lawmakers in six rural northern California counties say they’re ready to get back to work and are asking the governor to lift the state’s stay-home orders.  While the stay-home directive could be extended in the state’s more populous areas, the lawmakers say the rural counties in the state’s northern interior have reached benchmarks that make it worthy of getting back to business. In a letter sent to the Gov. Gavin Newsom’s office on Saturday, mayors, county supervisors, and state legislators from Butte, Glenn, Tehama, Yuba, Sutter, and Colusa counties point out that of the 500,000 residents in the area, there are only 69 confirmed cases and 50 of those people have recovered, with just one person still in an intensive care unit. “We believe that the local public health data, in addition to our area’s ability to continue monitoring cases, should allow our counties to soon begin a science-based, thoughtful reopening of our economy, consistent with national guidelines, which would allow our residents to get back to work,” the letter states. State Sen. Jim Nielsen, who helped draft the letter, said the rural counties often struggled economically before the outbreak of Covid-19. “The economy is going to be just devastated, where the counties and cities are short for revenue and the services, they provide… and it can’t come back,” Nielsen told CNN.  The governor, he said, “Needs to focus on areas where there are low incidences and the comfort level of safety is higher and we can assure that businesses can resume.”  In response to the letter: The governor’s press secretary reiterated Newsom's position that “any decision to modify the state’s Stay at Home order will be driven by science and data at the appropriate time.” ##Reopening## Arizona is planning to test 10,000 to 20,000 people for coronavirus each Saturday for the next three weekends. The state is working with more than a half-dozen testing sites and offering online registration for people who think they may have been exposed as part of its “testing blitz.”  The Department of Health Services said it will be up to each site to determine who qualifies to be tested. “As our healthcare partners develop a more reliable supply of testing materials, we’re working together to take testing availability to the next level,” Gov. Doug Ducey said in a statement Monday. “We know that rapidly identifying cases, conducting case follow-up, and performing contact tracing will help slow the transmission of COVID-19 in our communities,” Arizona Department of Health Services Director Dr. Cara Christ said in the statement.  ##Testing## North Carolina will hire 250 people to help with contact tracing in its fight against coronavirus, according to state Secretary of Health and Human Services Dr. Mandy Cohen. The Carolina Community Tracing Collaborative program will hire people at the local level to help health departments in contact tracing, Cohen said at a news conference today. The new hires will double the number of tracers in the state.  Cohen said special consideration will be given to the unemployed and those with community engagement experience. Why contact tracing is important: Contact tracing has helped slow or stop previous epidemics, such as the SARS and Ebola outbreaks. This is because contact tracing allows public health officials to isolate those who came in contact with someone who tested positive, stopping the transmission to other people. \"In contact tracing, public health staff work with a patient to help them recall everyone with whom they have had close contact during the timeframe while they may have been infectious,\" the Centers for Disease Control and Prevention said. Read more about how contact tracing works. ##Testing## New York Gov. Andrew Cuomo said he wants to make a decision about schools by end of week. He said he wants the decision to be in coordination with New Jersey and Connecticut. Cuomo said he spoke with state representatives this morning on the issue. Speaking on WAMC radio, Cuomo said there are two decisions hanging in the balance: whether schools will reopen before the end of the academic year and how to address summer school. New York reported 3,951 additional coronavirus cases Monday, bringing the state total to at least 291,995, Cuomo said. There were new cases in 43 counties, he added. ##New York## ##Reopening## There are at least 980,008 cases of coronavirus in the US, and at least 55,637 people have died, according to Johns Hopkins University's tally of cases. Johns Hopkins has reported 14,223 new cases and 756 reported deaths so far today. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.     Iowa Gov. Kim Reynolds, along with US Sens. Joni Ernst and Chuck Grassley, and other state officials sent a letter to Vice President Mike Pence and the coronavirus task force calling for immediate assistance for the state’s pork producers. \"Pork producers in Iowa and nationwide will go out of business, and the industry could further contract and consolidate, if farmers are not compensated for the animals that they have no choice but to euthanize,\" the letter states. The officials are requesting the invocation of the Defense Security Act to keep pork producers “viable.\" The letter also asks for extra resources to be sent to assist in humane euthanasia for hogs, and for mental health assistance for pork producers.  Iowa produces one-third of the nation’s pork supply and is home to one-fourth of the nation’s pork processing capacity.  “Simply put, Iowa pork producers cannot operate if they can’t send their pigs to market,” the letter states.    Laboratories in Illinois have processed 12,676 coronavirus tests within the past 24 hours, for a total of 227,628, Illinois Department of Public Health Director Dr. Ngozi Ezike said today. According to Illinois Gov. J.B. Pritzker, the state is averaging over 10,000 tests per day.  Ezike also announced 1,980 new cases of coronavirus in Illinois, including 50 additional deaths. This brings the total state count to 45,883 cases, including 1,983 deaths, according to Ezike. US stocks closed higher on Monday, with the Dow recording its fourth straight day of gains. This hasn’t happened since early February. Investors shrugged off another selloff in the oil market and focused on the busy earnings calendar ahead. Here's where the markets closed:  The Dow finished up 1.5%, or 359 points.\nThe S&P 500 closed up 1.5%.\nThe Nasdaq Composite closed 1.1% higher.  Remember: As stocks settle after the trading day, levels might still change slightly. Texas Gov. Greg Abbott announced today that he will allow his stay-at-home order for Texas to expire on April 30.  Abbott's new executive order, which supersedes local orders, allows businesses like retail stores, malls, restaurants and theaters to reopen May 1 but limits occupancy to 25%. The order will also allow libraries and museums to open. The governor said he wants barbershops, salons, gyms and bars open \"as soon as possible\" and expects them to open no later than mid-May. ##Reopening##  When talking about the reopening plans laid out for the state today, Ohio Gov. Mike DeWine said, \"ultimately, the decision is my decision, and I take full responsibility for the decision.” DeWine announced earlier today that Ohio will be reopening some health care services on May 1, saying all health procedures or operations that do not require an overnight stay in a hospital can move forward. Manufacturing, distribution, and construction companies, as well as general offices will be allowed to open on May 4. In a third step, consumer, retail and other services will be allowed to reopen on May 12, DeWine said.  “With a decision like this, there is no easy decision – we have to balance. We will be criticized by those who think we shouldn't open up. We'll be criticized by those who think we didn't open up enough,\" he added. When asked about other Republicans, who had called for him to open up everything immediately, DeWine said “these are a balance, and to throw the doors open on May 1 and say, get rid of the stay at home order, or get rid of the distancing, and get rid of everything, would be totally irresponsible.” “I have an obligation as governor of the state to do two things right now – get people back to work and keep them safe,” DeWine said. ##Reopening## Boston Mayor Marty Walsh said May 4 is \"too early” to reopen after the Massachusetts governor promised \"clarity\" on reopening the state on that date. “I would have serious concerns if we start relaxing some of the measures we have taken in Boston and the Commonwealth on May 4, especially If it is done without a clear and thoughtful plan,\" Walsh said.   Earlier today, Massachusetts Gov. Charlie Baker said that later this week he would “create clarity” on reopening the state on May 4. Walsh said that the city is working with the state to determine which public health benchmarks need to be met to determine reopening.  “We are building a framework for short-, medium- and long-term recovery,\" he said.  “We cannot afford any mistakes and we can’t wait for the coronavirus to go away to take next steps,\" Walsh added.   ##Reopening## California Gov. Gavin Newsom said the state is \"just weeks away, not months away, from making meaningful changes to our stay-at-home order.”  He warned the public about the need to continue to abide by social distancing guidelines and chastised beachgoers in Ventura and Orange County for flocking to the coastlines on Saturday in particular. “This virus doesn’t take the weekends off. This virus doesn’t go home. We have to manage and augment our behavior,” Newsom said. “The only thing that will set us back is people stopping practicing physical distancing.” There were no citations issued, but some people were given warnings for defying stay-at-home orders. Newsom warned that more aggressive enforcement could come if the guidelines and procedures are flouted. The governor reiterated that the state’s lifting of restrictions will be “driven by data that’s driven by our behavior.” ##Reopening## Key West, Florida, will reopen parks, beaches and recreational facilities to local residents effective today, according to a letter from City Manager Greg Veliz posted on the city’s official Facebook page. “Although we are currently under a restrictive order as it pertains to businesses, we do understand the need to begin to allow our residents to resume some sense of normalcy while exercising personal responsibility and social distancing,” Veliz wrote. Veliz added that the city is monitoring any reopening announcements made by Gov. Ron DeSantis so the city can respond to the needs of Key West. The Florida Keys have been closed to visitors since the coronavirus outbreak. The closure is enforced with a checkpoint. Read the post: ##Reopening## The National Basketball Association announced today that it is targeting a date no earlier than May 8 to allow individual workouts at NBA team facilities in cities not subject to government restrictions.  The May 8 date is a week later than ESPN reported over the weekend. The NBA informed its teams of the decision today, according to a statement from the league. For cities where government restrictions remain in place, the league will work with teams to identify alternatives. \"The purpose of these changes is to allow for safe and controlled environments for players to train in states that allow them to do so,\" the statement said. Restrictions put in place by the NBA would include no more than four players permitted at a facility at one time, no coaching allowed and no group activity such as scrimmages or practices. Players are prohibited from using non-team facilities. ##Reopening## The White House will release two documents today about coronavirus testing, a person familiar with the plan tells CNN.  The first will be a testing overview that looks at what the administration has done to ramp up testing, including strengthening the US supply chain for collection supplies and testing kits, and the second will be a \"testing blueprint\" that provides guidance for increasing testing as states begin to reopen.  It's still not entirely clear what will be on the second document, but it is expected to explain how the administration views the roles of federal, state and local governments in addition to the private sector when it comes to testing.  The blueprint document will also have guidance about establishing coronavirus monitoring systems and rapid response plans.    When it comes to antibody tests for people who believe they may have had the coronavirus, “from my perspective I would say they're not ready for prime time,\" Dr. Richard Besser, former acting director of the US Centers for Disease Control and Prevention, said Monday during a virtual chat with Stat. “As we learn whether that means you are protected in the future, there could be value in that,” Besser told Stat reporter Helen Branswell about the tests. Besser said he’s worried some countries are already considering the idea of immunity passports based on antibody tests when “the science isn't there yet to be able to say what those tests mean.” \"I worry that people will get a false sense of security and they can change their behavior based on the results of that test, or have a false sense of concern if it's a test that isn't detecting protections that they may actually have.” ##Testing## Miami-Dade Mayor Carlos Gimenez announced the county’s first Covid-19 walk-up testing site today. The new testing site is located at Holy Family Catholic Church in North Miami. Walk-up testing sites are geared toward providing testing opportunities to underserved communities and people who do not own cars. While this is the first walk-up testing site in Miami-Dade County, similar sites have been set up in other parts of the state in the past few weeks. ##Testing##   New York City has had at least 11,708 confirmed coronavirus deaths and 5,228 probable coronavirus deaths, according to the city website. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 16,936. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “COVID-19” or an equivalent. There have been 156,100 coronavirus cases in the city, and about 40,000 people have been hospitalized, according to the city. ##New York## The New York State Board of Elections voted to cancel the presidential primary scheduled for June 23 during a call with the board on Monday.  Douglas Kellner, the co-chair of the New York State Board of Elections, told CNN the two Democratic election commissioners — himself and Andrew Spano — have the power under the election law to cancel the election. “In the budget that was passed by the legislature and signed by the governor on April 3 included a provision that any candidates who have suspended their campaign or requested to be removed from the ballot should be removed from the primary ballot,” Kellner said. “And of course Sen. Sanders had suspended his campaign. He did that five days after the law was enacted. And it basically rendered the primary moot, and at a time when the goal is to avoid unnecessary social contact, our conclusion was that there was no purpose in holding a beauty contest primary that would marginally increase the risk to both voters and poll workers.” New York Gov. Andrew Cuomo issued an executive order last month moving the primary from its originally scheduled date of April 28 to June. He responded to the board’s vote in his news conference today, saying, “I’m not going to second guess the board of elections there are a number of, I know there are a lot of election employees, employees of boards of elections who are nervous about conducting elections. But I’ll leave it up to the board of elections.” Jay Jacobs, chairman of the New York State Democratic Committee, told CNN in a phone interview Monday afternoon that he agreed with the decision to cancel the state's presidential primary contest. Jacobs said it was a \"necessary move\" by the New York election officials to protect the health and safety of voters and poll workers. He noted that the outcome was essentially “pre-determined” since Sen. Bernie Sanders dropped out of the Democratic race and emphasized the need to protect voters amid the coronavirus pandemic. \"We've stopped all non-essential business. This certainly is a non-essential primary if ever there was one,\" Jacobs said. ##New York##  Florida Gov. Ron DeSantis warned at a news conference Monday that it \"is going to be slow and steady wins the race\" as the state moves forward during the pandemic. \"It's not going to be something that a switch is going to be flipped, this is going to be slow and steady wins the race, it's going to be very methodical, very data driven, and there's going to be probably some people that think it's too slow, and I get that,\" DeSantis said. DeSantis said there are about 400 coronavirus patients on ventilators in the state. \"In the state of Florida right now, we have 6,408 ventilators that are just simply sitting idle. In fact, the total number of patients we have on ventilators for Covid-19 statewide is about 400, as of last night,\" DeSantis said. ##Reopening## Los Angles County will open a decontamination center to disinfect N95 masks, LA County Sheriff Alex Villanueva said at a press conference this morning. He said the shortage in the supply chain, as well as the growing market for counterfeit masks is a concern.  The new center will be able to decontaminate more than 30,000 masks per day, and allow each mask to be used up to 20 times, said Sheriff Villanueva. An airtight container, the size of a small dishwasher, will decontaminate masks using hydrogen peroxide vaporization. Within a few hours, the masks will be cleaned without compromising any protective properties.  The LASD is the first in the nation to implement this type of a center, said the sheriff. Officials will be conducting scaling tests this week. It is not clear when the decontamination center will be completely operational. The number of coronavirus cases have now topped 3 million globally, according to a running tally from Johns Hopkins University. Nearly a third of all cases are in the US. The US has at least 972,969 confirmed cases, according to Johns Hopkins Spain follows the US with the second highest count of Covid-19 cases worldwide with 229,422. Spain is followed by Italy, France, Germany and the UK as countries with the most coronavirus cases globally.   Iowa Gov. Kim Reynolds announced today that 77 of the state's 99 counties can reopen restaurants, fitness centers, retail stores and enclosed malls at 50% capacity beginning May 1. Reynolds also said that she is lifting the ban on religious gatherings of more than 10 people.  This approach takes \"a targeted approach to loosening restrictions\" and focuses on counties \"where there is no virus activity or where virus activity has been consistently low and shown a downward trend,\" Reynolds said. Counties where Covid-19 activity is higher will have their closures extended through May 15, the governor said. \"It's based on a stabilization and it's based on virus activity and the amount of new cases over the past 14 days,\" Reynolds said. She added that business and churches approved for reopening \"must also adhere to social distancing, hygiene, public health measures, and business guidelines from the department of public health\" to reduce the spread of Covid-19. Reynolds also said that restaurants will have to keep tables at least six feet apart and limit the number of people that can be at a table.  ##Reopening## An additional $130 million in funding will be allocated to Massachusetts' nursing homes and long-term care facilities to implement coronavirus precautions, Gov. Charlie Baker said. The money will be used for additional staff, personal protective equipment and cleaning and disinfecting of the facilities, he said.  “Clearly protecting our most vulnerable citizens in nursing homes, rest homes and assisted living residence has emerged as one of the greatest challenges we face in our fight against Covid-19,\" he said. Baker also announced that all residents and staff in the commonwealth’s nursing homes and long-term care facilities will now be tested for coronavirus as part of new mandatory criteria.  Baker also said additional guidelines including procedures for infection control and mandates on personal protective equipment in facilities will be implemented. The facilities will be audited to make sure they are meeting the requirements, Baker said. ##Testing##   New Jersey Gov. Phil Murphy said while it’s too early to tell whether reopening will be on a regional or statewide basis, he prefers the latter. “My bias will be leaning toward making state decisions — statewide decisions,\" he said, adding “unless we see a real unique reason to do otherwise, or unless we see a really bifurcated reality in terms of the virus and its impact on the state.” The reopening will begin in work places and venues where the state has a “high degree of confidence” that social distancing and other related norms can be effectively executed. While Murphy did not have a clear picture of what would come back online first, he mentioned the “food chain” and other essential elements. He added that as much as he loves music, concerts are not going to be coming back “anytime soon.”  Murphy noted that some decisions will likely be made in harmony with other states, giving the example that he does not imagine that a restaurant in Jersey City, New Jersey, would have a different protocol than one on the lower west side of Manhattan. ##Reopening##  Dr. Maria Van Kerkhove, the technical lead for the coronavirus response with the World Health Organization, said there isn’t enough research yet to determine if someone is immune to Covid-19 once they recover from the virus. \"At the present time, four months into this pandemic, we’re not able to say that an antibody response means that someone is immune,\" Van Kerkhove said. “Right now, there are no studies that evaluate the antibody response as it relates to immunity, so we can’t say that an antibody response means that someone is immune,” she said, adding there are a number of studies underway. Van Kerkhove said officials expect that people infected with Covid-19 will have some level of protection. \"What we don’t know right now is, how strong that protection is and if that’s seen in everybody that is infected, and for how long that lasts,\" she said. Early results from several countries “suggest that a large proportion of the population remains susceptible,\" Van Kerkhove said. She added that it is \"an important feature because that means that there still are people that this virus can infect.\"  ##Testing## There have been at least 972,969 cases of coronavirus in the US and at least 55,118 people have died, according to a tally from Johns Hopkins University. On Monday, Johns Hopkins reported 7,184 new cases and 237 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. The US Food and Drug Administration authorized a coronavirus antibody test from Abbott Laboratories on Sunday, bringing the total number of FDA-authorized antibody tests to eight. The Abbott test looks for a class of antibodies – called IgG antibodies – that are produced in the later stages of infection. Other tests can detect antibodies produced earlier. “A negative result may occur if you are tested early in your illness and your body hasn’t had time to produce antibodies to infection,” the FDA wrote in a fact sheet accompanying the Abbott test Still, the new test could be useful in identifying who has been previously infected with coronavirus, even if they showed little or no symptoms at the time. The importance of antibodies: Most experts believe that people who have recovered from the virus will have some sort of protection against re-infection, but it’s unclear how strong immunity might be or how long it might last. “We expect that most people who are infected with #COVID19 will develop an antibody response that will provide some level of protection,” the World Health Organization wrote in a series of tweets Saturday. “What we don't yet know is the level of protection or how long it will last,\" another tweet said. Read the WHO's tweets: ##Testing## While some states are already allowing certain businesses to reopen, Wisconsin extended its stay-at-home order until May 26. \"Part of the criteria [to reopen] is making sure we have adequate testing so we can get about 80,000 tests per week,\" Wisconsin Lt. Gov. Mandela Barnes said. \"We don't have that yet. With this testing capacity, the state can build contact tracing and find out where the concentration of outbreaks are. This would help get the virus under control, Barnes said. Barnes said the coronavirus crisis has highlighted the need for Medicare for All as the state remains under stay-at-home orders, forcing businesses to stay closed and pushing more people on unemployment rolls. \"I think that the case is making itself right now as people are losing their jobs,\" he said. \"People had health insurance plans they liked and they thought they could keep it. Unfortunately, a lot of people haven't been able to keep their jobs in the middle of this crisis. So health care in America is something we need to be working on as a whole,\" he added. Farmers will have to kill tens of thousands of pigs a day because of closed processing facilities across the country, House Agriculture Chairman Collin Peterson said Monday. Peterson said the nation's pork supply is now at serious risk because of the coronavirus pandemic. With three of the nation's largest pork processing plants temporarily shut down, Peterson said that farmers now have a massive oversupply of pigs that must be euthanized — estimating that there are roughly 60,000 to 70,000 pigs a day that need to be killed in order to make space at farms.  This has created a logistical nightmare for farmers to figure out a way to move the pigs from their locations to other facilities, where they can be euthanized and then to find places to dispose of the carcasses, Peterson said. \"It’s just not easy to kill that many pigs and then find out what to do with them,\" Peterson told CNN. Peterson predicted this move will have a serious impact on the nation's food supply, saying Americans could experience a significant shortage in pork in grocery stores by next week. \"I think you are going to see some grocery stores have shortages of pork next week,\" Peterson said, adding that if plants remain shuttered, \"you can end up running out of pork completely.\" Peterson said that he is having bipartisan talks with leaders of the House and Senate Agriculture panels to authorize more funding for the Agriculture Department's Commodity Credit Corporation, which distributes aid to farmers. Peterson predicted without aid and if they can't get some of the plants up and running again, \"hundreds of farmers could go bankrupt.\" Massachusetts Gov. Charlie Baker said today 56% of the state’s coronavirus deaths have come in nursing homes and long-term care facilities. Baker said at least 10,031 residents and staff at those facilities have tested positive for coronavirus. “The numbers are tough to comprehend but they illustrate the lethal threat Covid-19 can have on seniors and especially those with underlying health conditions,\" he said. New York does not have enough money to pay for unemployment as more and more people continue to file for benefits, Gov. Andrew Cuomo said at a news briefing Monday. “We’re out of money now,” Cuomo told a reporter when asked when the state would run out of money to provide unemployment benefits. “We are now running a $10 to 15 billion deficit, so we’re out of money now,\" he added. “That’s why the federal government has to provide funding – because we don’t have the money,” he said. As of Friday, New York has paid out $3.1 billion in unemployment benefits, said Melissa DeRosa, secretary to the governor. Some context: A $480 billion coronavirus relief package was signed into law earlier this week, but didn't include money state leaders could use for basic operations — something several governors have spoken out against. House Speaker Nancy Pelosi told CNN yesterday there will be another federal emergency relief bill that will include money for state and local governments that are facing budget deficits, despite Senate Majority Leader Mitch McConnell saying he did not want to issue more federal aid. ##New York## ##Stimulus## New, interim guidelines were issued Sunday advising meat and poultry processing facilities to create a Covid-19 assessment and control plan, along with suggestions for what that plan should include.  The guidelines from the US Centers for Disease Control and Prevention and Occupational Safety and Health Administration come after some of the country's largest processing plants have been forced to cease operations temporarily after thousands of employees have tested positive for the virus. The CDC says that these workplaces should identify an on-site coordinator who is responsible for coronavirus assessments and control planning. This coordinator should be knowledgeable in virus prevention and make sure all employees know how to contact them with any concerns.  All safety and health plans should apply to anyone entering and working in the plants, and facility management should reach out to state and local public health officials to make sure they are communicating up-to-date and relevant information to share with workplace coordinators. The CDC also encourages stronger engineering controls be put in place to minimize exposure to the virus. These controls include: Setting up physical barriers between workers\nStaggering shifts and break times\nInstalling fans for adequate ventilation\nAdding clock-out stations and hand sanitizers\nMinimizing the sharing of sharing tools, if possible Companies can also encourage keeping working groups together to limit the number of exposures, limiting car-pools, adding overnight shifts and increasing education towards the virus’s spread, amongst several guidelines. As unemployment skyrockets across the country, an increasing number of Americans are reliant on food banks. To address this demand, New York is providing $25 million from the state's Special Public Health Emergency Fund for food banks and providers impacted by coronavirus, New York Gov. Andrew Cuomo announced Monday. There is about a 200% increase in demand at food banks in Westchester County, a 100% increase in New York City, a 40% in Long Island and a 60% in upstate in New York, Gov. Cuomo said. He also asked philanthropies to help with funding. Some farm cooperatives are dumping milk because the market can't consumer it, he added. \"This is just total waste to me. We have people downstate, who need food. We have farmers upstate who can't sell their product. We have to put those two things together. It's just common sense.\" In addition, the state is launching the Nourish New York initiative to connect product upstate and the need for food downstate, Cuomo announced. Companies such as Chobani, Upstate Niagara and others have partnered with the state to buy the excess milk, yogurt, cheese, sour cream, cream cheese and give it to the food banks downstate. ##New York## WATCH: Since the coronavirus outbreak, strict visitation rules imposed at nursing homes in Florida have left some seniors feeling isolated. The Florida Department of Elder Affairs announced today that it’s providing 375 therapeutic robotic pets to socially isolated seniors and adults living with Alzheimer’s disease and dementia, according to a news release issued by the agency. “We know social isolation disproportionately affects older adults, and Covid-19 has required people with dementia and their caregivers to remain alone for extended periods of time,” the release said. The pets help the seniors combat social isolation and depression by improving their overall mood and quality of life, the agency said. “The robotic pets offer an alternative to traditional pet therapy, and research shows they have similar positive effects. They are designed to respond to motion, touch, and sound. Robotic cats and dogs are usually given to people with ADRD, but data has shown that using pets to decrease social isolation for older adults is highly successful,” the release said. New York Gov. Andrew Cuomo said he spoke to President Trump about keeping open temporary medical facilities that the federal government built. Cuomo said four temporary facilities, which were built by the Army Corps of Engineers to increase hospital capacity during the surge, would stay open through the fall. The governor said this decision was made in part out of caution in case there is a possible second wave. \"We're now talking about the possibility of a second wave of the Covid virus or Covid combining with the regular flu season in September, which could be problematic again for the hospital capacity,\" Cuomo said. \"So the facilities that were built, I spoke to the President about leaving them in place until we get through the flu season.\" Cuomo said the federal government did a \"phenomenal job\" getting the facilities built in New York. \"But I want to thank, again, the Army Corps of Engineers did a fantastic job. And President Trump got it done, and he got it done very quickly.\" ##New York## WATCH: Of the 7,500 people tested statewide for antibodies against coronavirus, 14.9% have tested positive, New York Gov. Andrew Cuomo announced at a press briefing on Monday. \"It gives a snapshot of where we are,\" he said. Five days ago, 13.9% had tested positive. Statistically, the one point difference lies in the margin of error, Cuomo said. \"I would like to see the margin go the other way,\" Cuomo added. Men are still more likely to have the virus than women by a couple of points. There has been an uptick of positive tests for antibodies among Asian-Americans and Latino residents. The number has gone down for black residents, Cuomo said. ##Testing## ##New York## New York Gov. Andrew Cuomo said that some parts of the state may begin to \"unpause\" after May 15. The state's stay-at-home order — known as \"New York State on pause\" — is set to expire on May 15, and Cuomo said he will extend those orders \"in many parts of the state.\" \"But in some parts of the state, some regions, you could make the case that we should unpause on May 15,\" he said. Cuomo said it's important to \"be smart\" about reopening, and he said it's important officials have a plan in place before they begin to unpause. \"'Know what you are doing before you do it,' those are words to live by,\" he said. ##Reopening## ##New York## New York Gov. Andrew Cuomo said at least 337 people died from coronavirus across the state yesterday.  He added that deaths are \"on the decline\" but \"still tragically high\" On Saturday, 367 people died from coronavirus in New York, Cuomo said. ##New York## New York Gov. Andrew Cuomo said the hospitalization rate is flat — but he'd prefer to see it decline. \"It's basically flat. Flat is not great,\" he said at a news conference. ##New York## President Trump, Vice President Pence and the senior staffers who regularly interact with them are still being tested weekly for coronavirus, two people familiar tell CNN. The White House is continuing to use the rapid Abbott Labs test.  Guests are also still being tested, and temperature checks are still administered for everyone who enters the grounds.  The New York Times reported last week that Trump and Pence are tested weekly.  ##Testing## New York City is hiring 1,000 contact tracers to build a network that will trace the spread of coronavirus, Mayor Bill de Blasio announced in a press conference this morning. “That’s what we’re going to build in the month of May: a contact-tracing network in this city like never been seen before on a vast scale. Every time somebody tests positive, immediately we can swing into action, figure out who were their close contacts, get those people tested too, isolate anyone who needs isolation,\" he said.   Here's what the job entails: Contact tracers will do interviews to determine key contacts of New Yorkers who test positive for Covid-19, follow up with those contacts and arrange for their testing and potential isolation.  “They’ll help make sure that the steps that are needed are glued together,” he said. The city is looking for “talented, experienced, health workers” to “lend their talents to this fight” and work alongside current city healthcare personnel and others trained from a variety of city agencies. “We are hiring immediately and we are hiring through the month of May,” de Blaiso said. ##New York## ##Testing## Michael Fowler, a coroner in Georgia, said he is frustrated to see some residents take the coronavirus pandemic lightly as they walk outdoors without masks and gather in groups. “I know people are going to have homicides and suicides and stuff like that, but this virus is something we can prevent,” he says. “It’s frustrating sometimes.” “Every time you walk out of the house or go to a place without a mask and practice social distancing you're playing Russian roulette. There's a chance you might catch the virus,\" he added. With Georgia allowing some businesses to reopen, including salons, gyms and restaurants, Fowler discouraged people from going out. “I think you can go a little longer without getting your hair cut. I think your life is more important. You need to worry about your insides, not just your outsides at this present time,\" he said. His neighbors have also been victims to the virus and it’s upsetting, he said, adding that he wishes the skeptics of coronavirus could see the situation in the hospitals and morgues. “I wish they could walk the hospital halls here and see the number of people and friends and neighbors that we have hooked up to ventilators, that are hooked up to IV. They can come to the morgue and see the different ones stacked up there.” ##Georgia## ##Reopening## WATCH: Self-swab testing for coronavirus will be available at NYC Health + Hospitals clinics this week, New York City Mayor Bill de Blasio said this morning.  “There is a better way to do testing. There is an easier way to do testing, and there is a safer way to do testing, and we’re going to start that this week … This means the health-care worker explains to the person there for the test how to administer the test themselves,” he said. Here's how it works: The patient submits their own nasal swab and saliva sample to the health professionals. \"Those two samples provide enough information for the testing to be done,\" de Blasio said. He called the new testing method \"simpler but also safer, especially for that health-care worker.\" The health-care provider the sends the sample to labs for testing. The self-swab method will increase capacity of tests at sites from 15 per hour to up to 20 per hour, de Blasio said. “This is something we're going to start using aggressively,” said de Blasio.  ##New York## ##Testing## There will be no White House daily press briefing this afternoon, according to the press secretary. “Today we're not tracking a briefing,” White House Press Secretary Kayleigh McEnany said on Fox News. She also said that there will be a media availability with retail CEOs later today. “We will have briefings this week,” she added. Some background: At Thursday's briefing, Trump suggested sunlight and ingesting disinfectants could help cure coronavirus. Medical experts say bleach should not be ingested. Trump's bizarre comments even prompted the company that makes Lysol to urge customers not to consume its cleaning products. A day later, the President held a record short briefing, abruptly ending it after 22 minutes of statements without taking any questions from the press. There was no briefing this weekend. The number of Americans traveling by plane is climbing slightly, according to Transportation Security Administration data, reaching a three-week high as some states begin reopening.  The 128,875 people who passed through airport security checkpoints on Sunday was the most screened since April 3, according to the agency’s data.  The trend “is happening at every airport across the country, regardless of airport size,” TSA spokesperson Lisa Farbstein told CNN. She declined to provide statistics for individual airports.   However, it was still only about 5% of the 2.5 million people screened on the equivalent day in 2019.  But data from the TSA and airlines are now showing passenger counts trending upwards over the last 10 days, after sinking to lows not seen in decades.   The average domestic flight now carries 12.5 passengers – up from a low of about 10 passengers.  The uptick comes as some states begin re-opening businesses that have been shuttered for weeks, and may reflect restlessness in the traveling public as summer approaches and flights are inexpensive.    The Association of Flight Attendants-CWA on Thursday urged the US departments of Transportation and Health and Human Services \"to take further action to limit the spread of the virus by restricting air travel to only that necessary to continue essential services.\" Today, Ohio Gov. Mike DeWine is expected to announce his plans to reopen the state. Dayton Mayor Nan Whaley says the city is ready to reopen if the transition is “gradual enough.” “We, I think, are ready for manufacturing and distribution, with tight rules, to be opened. We're a little more nervous about retail because we need to make sure we continue this social distancing,” she explained, adding that testing still needs to ramp up. Unemployment has deepened as businesses remained shut across the state, including restaurants and small businesses. Mayor Whaley said it’s “incredibly painful” to tell owners to wait longer but reemphasized gradual reopening is the right way to go about reopening for the “long-term viability of this economy” “They can't afford to keep on opening and closing so we really have one chance to get it right.” ##Reopening## Several states over the weekend began plans to reopen. Georgia allowed barber shops and hair salons, tattoo parlors, gyms and bowling alleys to reopen on Friday. In Oklahoma, salons, barbershops, spas and pet groomers took appointments also on Friday. Alaska, Texas, Michigan and South Carolina allowed some businesses in some areas to open up as well. Here's a look at how some states are beginning to reopen today: Arkansas: Simple elective surgeries will be allowed beginning today.\nColorado: Retail businesses with curbside delivery can reopen and elective medical procedures can resume starting today. Businesses such as personal training and dog grooming can reopen with social distancing.\nKentucky: The state is starting phase one today, which will include restarting diagnostic, radiology, non-urgent, in-person, office and ambulatory visits.\nMinnesota: Gov. Tim Walz says he will allow some businesses to reopen today. The governor said to reopen, businesses must create, share and implement a Covid-19 preparedness plan that outlines measures they are taking to ensure social distancing and worker hygiene.\nMississippi: Gov. Tate Reeves signed a new “safer-at-home” executive order that takes effect today, replacing the state’s shelter-in-place order. The new safer-at-home order urges all Mississippians to stay home except for essential travel. The most vulnerable people — elderly people with pre-existing conditions and those with compromised immune systems — will have to shelter-in-place.\nMontana: Main street and retail businesses can become operational today if they adhere to requirements to limit capacity and maintain strict physical distancing, Gov. Steve Bullock said.\nTennessee: Gov. Bill Lee said restaurants will be allowed to open today, and retail outlets on Wednesday at 50% capacity. Use this tool to see where your state stands on reopening. ##Reopening## ##Georgia## WATCH: House Speaker Nancy Pelosi that the idea of a guaranteed minimum income for Americans is perhaps worth considering during the coronavirus pandemic. “Others have suggested a minimum income for a guaranteed income for people,” Pelosi said during an interview with MSNBC today. \"Is that worthy of attention now? Perhaps so.” She also emphasized a need for caution in reopening parts of the economy. “We’re talking about the lives of the American people,” she said. \"And again, the polar push of should we open up or not — if it jeopardizes the lives of the American people, we have to handle it with care.\" Pelosi also said she would like to extend the timeline for small businesses to be able to use Paycheck Protection Program funds. She also defended the move to distribute the small business loans through banks rather than directly from the federal government, saying it was to expedite the process. “I wouldn’t want banks to be made villains in this. They are facilitators and this should be something that we go forward with in a very positive way,” she said. Pelosi also said during the interview that along with funding for states and local governments, Democrats are going to be “supporting vote-by-mail in a very important way” in the next coronavirus relief package. “We think it’s a health issue at this point,” she said. ##Stimulus## ##Reopening## US stocks kicked the week off higher today. Investors are focusing on the onslaught of earnings in the week ahead, including big names like Amazon, Google and Microsoft. Meanwhile, oil prices are dropping again as the lack of storage capacity that drove down prices last week continues to weigh on the commodity. The Dow opened up 0.5%, or 126 points.\nThe S&P 500 climbed 0.7%.\nThe Nasdaq Composite rose 0.9%.  You can follow live updates on the markets here. The Trump administration could issue as early as this week a new set of guidelines on opening specific types of businesses as President Trump looks to revive the US economy, people familiar with the matter say.  The new guidelines would provide more detailed recommendations on how to reopen restaurants, child care centers, camps, public transportation and places of worship, with a focus on keeping people spaced apart and hygiene practices ramped up to prevent the coronavirus from re-spreading.  Members of the White House Coronavirus Task Force have been weighing a set of recommendations produced by the US Centers for Disease Control and Prevention that includes items like keeping tables spaces apart and improving indoor ventilation.  One official says that lobbying interests have flooded the White House in recent days hoping to influence the recommendations, which could have an effect on businesses’ bottom lines.  ##Reopening## Theaters and dine-in restaurants in Georgia are allowed reopen today, even though the statewide shelter-in-place order doesn't expire until the end of the month. This is the second wave of business reopenings in the state. On Friday, Republican Gov. Brian Kemp allowed gyms, barber shops, hair salons, tattoo parlors and bowling alleys to reopen their doors. Businesses that reopen must follow social distancing guidelines, maintain sanitation and screen their employees for symptoms such as fever and respiratory illness, Kemp said. The governor's decision pits him against mayors from cities such as Atlanta, Augusta and Savannah, as well as advice rooted in a data model often cited by the White House. Georgia should not even begin to reopen until June 22, according to the model by the Institute for Health Metrics and Evaluation at the University of Washington, which assumes states will implement aggressive testing, contact tracing, isolation and crowd-size limits to prevent more infections. ##Georgia## ##Reopening## President Trump’s extraordinary rebuke of Georgia Gov. Brian Kemp is still reverberating through state capitals across the country and is contributing to decisions of some governors to take a slower approach in opening businesses in their state, Republican officials in a half-dozen states tell CNN.  “No governor wants to endure the same wrath as Brian Kemp,” a top adviser to a Republican governor said, speaking on condition of anonymity to avoid drawing similar ire from the White House. “We all watched that very carefully and no one wants to be called out like that by the President,” another aide to a Republican governor said.  What happened: Trump said he told Kemp that he disagreed \"strongly\" with the governor's decision to reopen some businesses in his state, contradicting a source who said Trump told Kemp he agreed with it. The President’s conflicting guidance – initially calling to “liberate” states, but then sharply criticizing Kemp for opening some businesses on Friday – has led to an often confusing, messy patchwork of state-by-state rules.   But the President’s pointed words to Kemp, a Republican ally, were impossible for governors to ignore. In many ways, the Trump-Kemp dynamic is unique to Georgia, given the underlying politics and relationship, but the President’s message still stung. This week, as several governors are set to outline plans for the next steps in reopening businesses in their states, Trump’s angry admonition stands as a potential warning.  In South Carolina, Gov. Henry McMaster signaled Sunday he intended to move slower than his actions first indicated last week.  He is set to issue a new order on Monday calling for an extension to restrictions in the state. Even though he opened beaches and some businesses last week if they abided by severe capacity restrictions, he said it was too soon for a broader reopening, given the rising cases of Covid-19 in his state. \"We’re still facing a very serious disease and contagion,\" McMaster told reporters Sunday in Greenville. \"We must realize that the disease is here. We have to be very careful.\" In Florida, Gov. Ron DeSantis is also suddenly moving slower, saying he is not ready to give a specific date on when he will lift restrictions. He told reporters Sunday he wants to do “everything in the right way.”  ##Reopening## The race is on for small business owners across the country to access billions in emergency funding through the Small Business Administration today. And, in a few hours, the Paycheck Protection Program — initially plagued by technical hiccups and questions about if lenders were prioritizing the businesses that needed the money most — will get a second chance to get things right. Bottom line: This has always been a balancing act between perfection and getting billions out the door in enough time to actually keep a small business open. Remember, SBA is an agency that typically handles just more than $25 billion in loans a year. Now it is tasked with getting $310 billion in PPP loans out the door in a matter of days.  How long will the money last? It depends, but multiple industry experts CNN talked to over the weekend anticipate that this money could be gone within the week.  Last time, it took 13 days, but banks have a much longer queue of customers this round. “If I were betting, I would guess the money is gone in two and a half or three days,” one industry expert estimated. ##Stimulus## After a tumultuous few days in the West Wing, the White House coronavirus task force only met once this weekend, according to three people familiar with the schedule. The group met Saturday but did not Sunday — a rarity since the task force has met almost every day since it was assembled.  Task force meetings usually last at least 90 minutes as aides go over the latest data before the press briefing. But given there was no briefing this weekend, the meeting Saturday moved relatively quickly, a person who attended said.  The task force may soon begin slowly scaling back its number of meetings altogether, a separate person told CNN, as President Trump and Vice President Pence schedule other events.  Trump's weekend: The President spent the weekend venting about the negative coverage he received after he suggested last week there should be studies whether disinfectants or light could be used to fight the coronavirus inside the human body. An exasperated President lashed out at aides, the media and Democrats in what multiple sources described to CNN as one of the most frustrated moments of his presidency.  New York Gov. Andrew Cuomo outlined how some business activity could begin to reopen as the state's stay-at-home order approaches its May 15 deadline. In the days before May 15, the state will assess what regions have seen a decline for 14 days.  \"That’s where you will start the conversation to get to phase one in that region,\" Cuomo said. The first phase of New York's reopening plans would include allowing construction and manufacturing activities to begin — and within that, \"those businesses that have a low risk\" he said. Cuomo said the regions more likely to open sooner is the upstate regions as they have “seen lower numbers from day one.” Essentially the state could see manufacturing and construction activity come online in upstate new York “with certain precautions” after May 15, the governor said. ##New York## ##Reopening## WATCH: Maatje Benassi, a US Army reservist and mother of two, has become the target of conspiracy theorists who falsely place her at the beginning of the coronavirus pandemic, saying she brought the disease to China.  The false claims are spreading across YouTube every day, so far racking up hundreds of thousands of apparent views, and have been embraced by Chinese Communist Party media. Despite never having tested positive for the coronavirus or experienced symptoms, Benassi and her husband are now subjects of discussion on Chinese social media about the outbreak, including among accounts that are known drivers of large-scale coordinated activities by their followers.  The claims have turned their lives upside down. The couple say their home address has been posted online and that, before they shut down their accounts, their social media inboxes were overrun with messages from believers of the conspiracy.  It's like waking up from a bad dream going into a nightmare day after day,\" Maatje Benassi told CNN in her first interview since being smeared online. The family's suffering highlights the potential for blatant falsehoods to be rewarded and amplified by social media platforms. It also serves as a powerful reminder that misinformation online, however wild or obviously untrue it may seem, can have real and lasting consequences offline. Read her exclusive interview with CNN Business here. Meryl Streep, Audra McDonald and Christine Baranski, boozing in their bathrobes while singing \"The Ladies Who Lunch\": This was the quarantine moment the world didn't know it needed -- until now. The dressing gown-clad trio delivered internet gold when they joined a host of A-listers Sunday night to celebrate legendary composer Stephen Sondheim's 90th birthday and his vast contribution to musical theater. While Streep poured herself what looked like a martini (vigorously shaken, not stirred), her \"Mamma Mia\" co-star Baranski, 67, opted for a large glass of red, and Broadway diva McDonald, 49, went straight for the bottle. For many viewers, the boozy performance and disheveled vibe captured lockdown life perfectly.  Read the full story here. Preliminary results from clinical trials of an experimental antiviral drug for coronavirus could come in a week, a top researcher said Sunday. Final test results for the drug, remdesivir, aren’t expected until mid-to-late May, said Dr. Andre Kalil, a principal investigator for the trial. But he said the team might “potentially have some early data in the next one or two weeks.\" Remdesivir was originally tested by Gilead Sciences as a potential treatment for Ebola, and it showed activity against the novel coronavirus in test tubes. But whether the drug is an effective treatment for Covid-19 remains unclear. The new study, sponsored by the National Institutes of Health, is a randomized, double-blind, placebo-controlled trial -- meaning neither the patients nor their doctors know who is receiving the real drug and who is receiving a placebo. Patients finished enrolling for the study last Sunday, Kalil said, adding that their number had exceeded the target of 572. The trial began at the University of Nebraska Medical Center, where Kalil is a professor of medicine, but it has expanded to nearly 70 sites around the world, from South Korea to Germany.  Data on remdesivir is confusing at best. Earlier this month, the drug's maker, Gilead, released information on 53 patients, most of whom showed improvement after receiving infusions of remdesivir. Information leaked to STAT News suggested that patients receiving remdesivir were recovering quickly, but the report was based on a recorded discussion of a clinical trial, and offered few details. Last week, the World Health Organization accidentally published a summary of results from a trial of the drug in coronavirus patients. A screenshot published by STAT showed \"remdesivir use was not associated with a difference in time to clinical improvement\" But that trial was terminated early due to low enrolment, and Gilead said it was inconclusive. We still don’t know how long antibodies last in people who have recovered from the coronavirus infection, Dr. Deborah Birx, the White House coronavirus response coordinator, said on Sunday.  Birx was asked about the validity of a scientific brief released Friday by the World Health Organization addressing the idea of “immunity passports” that said “there is currently no evidence that people who have recovered from Covid-19 and have antibodies are protected from a second infection.”  The following day, the WHO in a tweet clarified its earlier statement regarding “immunity passports” and antibody protection, stating: “We expect that most people who are infected with Covid-19 will develop an antibody response that will provide some level of protection.” “WHO is being very cautious,” Birx said. “I think what WHO was saying we don’t know how long that effective antibody lasts and I think that is a question we have to explore over the next few months and the next few years.” Other research about antibodies: Birx noted that in normal viral infections, our bodies develop “functional” antibodies that can neutralize the virus, as well as binding antibodies “that help pull out those viruses” and kill them.  “The CDC is not only measuring antibody but they are also looking and see whether that antibody is neutralizing,” Birx said.  Simultaneously, the FDA is working alongside hospitals to determine the effectiveness of convalescent plasma therapy in treating coronavirus patients to determine if the antibodies of a recovered patient would help those still infected. “So, all of that data together, I think, is going to create a very clear picture about antibody,” she said.  Carlos Davis used to have about 200 clients drop by his CUT-ology barbershop in Albany, Georgia, every day. On Friday, the first day he was allowed to reopen since the coronavirus pandemic began, around 30 clients came in.  Wearing gloves, a construction face mask and a face shield, Davis said he was taking precautions to protect staff and clients. A piece of paper on the door outlined the mandatory guidelines, saying clients must wear a mask and gloves in order to enter.  Davis is afraid of the virus, but he also fears losing his business. \"If I don't cut, I don't eat,\" he said. Davis's decision to reopen comes as a number of states have begun to loosen stay-at-home restrictions -- even as the novel coronavirus continues to infect and kill people.  Across the country, more than 950,000 people have tested positive for the virus and more than 54,000 have died. Alaska Gov. Mike Dunleavy allowed salons and restaurants to reopen in most parts of the state Friday. Oklahoma allowed some personal-care businesses to reopen for appointments Friday as well. Even in California, some beaches that had been closed reopened for public use, though with limitations. Georgia's reopening has been the most aggressive so far. Gov. Brian Kemp ordered the reopening of hair and nail salons, gyms, bowling alleys, tattoo studios and massage therapists on Friday, with theaters and restaurants to follow on Monday.  The reopenings come despite warnings from health experts, local mayors and even President Donald Trump.  The influential Covid-19 model by the Institute for Health Metrics and Evaluation, for example, says social distancing should not be relaxed in Georgia until June 22. Read the full story here. ##Reopening## Tyson Foods is warning that \"millions of pounds of meat\" will disappear from the supply chain as the coronavirus pandemic pushes food processing plants to close, leading to product shortages in grocery stores across the country. \"The food supply chain is breaking,\" wrote board chairman John Tyson in a full-page advertisement published Sunday in The New York Times, Washington Post and Arkansas Democrat-Gazette. US farmers don't have anywhere to sell their livestock, he said, adding that \"millions of animals -- chickens, pigs and cattle -- will be depopulated because of the closure of our processing facilities.\" \"There will be limited supply of our products available in grocery stores until we are able to reopen our facilities that are currently closed,\" Tyson wrote. Tyson Foods, which employs roughly 100,000 workers, closed its pork plants in Waterloo, Iowa, and Logansport, Indiana, last week so that workers in those facilities could be tested for the virus. Read the full story here. A new week in the coronavirus pandemic is beginning with a United States case count approaching 1 million and several cities and states preparing to loosen stay-at-home restrictions. At least 54,883 coronavirus deaths and more than 965,000 cases have been recorded in the US, according to Johns Hopkins University.  As the numbers continue to climb, several state and city officials are expected to announce plans to reopen their economies this week. A University of Washington model frequently cited by the White House coronavirus task force suggests that no state should open their economies before Friday -- and many should wait much longer.  In New York, one of the hardest hit states, rates of hospitalization, intubation and deaths are down, Gov. Andrew Cuomo said Sunday. Officials at all levels of government are weighing how to proceed and when to reopen their communities. Meanwhile, several states also are grappling with an increase in calls to their poison control centers, following President Donald Trump's suggestion of injecting disinfectants as a treatment for the coronavirus during a White House briefing on Thursday. He later said he was being \"sarcastic.\" Read the full story here. The US Food and Drug Administration has authorized three new coronavirus antibody tests, bringing the total number of FDA-authorized tests to seven. The tests were green-lit under emergency-use authorizations, a lower regulatory standard used when the FDA believes a test’s benefits could outweigh any risks. Three companies – DiaSorin, Ortho-Clinical Diagnostics and Autobio Diagnostics – received the authorizations. The tests were restricted to use in authorized laboratories, and the FDA cautioned that all three came with risks of false positives and negatives.   The tests would ideally allow for the detection of past infections – indicating if someone has had the virus, regardless of whether they showed symptoms. But the tests may be less useful for diagnosing recent or current infections. “A negative result may occur if you are tested early in your illness and your body hasn’t had time to produce antibodies to infection,” the FDA wrote in fact sheets accompanying the tests. Some context: The agency’s new authorizations come amid growing questions over the role of antibody tests in the coronavirus pandemic.  The FDA has come under congressional scrutiny for allowing manufacturers to distribute antibody tests without authorization, a move that triggered a flood of shoddy tests in the US market.  And it remains unclear whether antibodies – even when detected by high-quality tests – indicate that someone is immune to re-infection. “There is no evidence yet that people who have had Covid-19 will not get a second infection,” the World Health Organization warned in a recent scientific brief.  "], "Language": false}