{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/04/entertainment/hillary-clinton-howard-stern/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-04T20:19:04Z"], "LastModifiedDate": ["2019-12-05T15:01:43Z"], "Headline": ["Hillary Clinton goes on Howard Stern's show for the first time"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Hillary Clinton made her debut appearance on Howard Stern's show Wednesday and spilled her heart out. Clinton spoke with Stern as part of a promotional tour for \"The Book of Gutsy Women,\" which she wrote with her daughter, Chelsea Clinton. Here's a few takeaways from their conversation: She had a boyfriend when she met former President Bill Clinton \"There was somebody before [Bill], not to marry, but I loved him,\" Clinton said, adding that before meeting her husband, she \"dated a lot of different people.\"  She even joked to Stern that she \"likes men,\" \"contrary to what you may have heard.\" Clinton said she broke up with her former boyfriend as she began developing feelings for Bill. As for meeting the future president, she was studying in the Yale library when she spotted him staring at her.  \"I said if you're gonna keep staring at me then I'm gonna keep staring back, so we at least ought to know each other's names,\" she recalled.  Soon after, on a date to see a Mark Rothko art exhibit, the two found it closed. Bill Clinton managed to talk a janitor into opening it, she said, and the rest is history.  The way they related to each other was \"was magical, electric, and magnetic,\" Clinton explained.   On Trump's \"Lock her up\" chant \"He has made it possible for all the worst impulses,\" Clinton said. \"It's like Pandora's box, you lift the top off and things start flooding out. That's difficult to get back in the box.\" She rocks out to The Rolling Stones. Clinton said she often chatted with Rolling Stones frontman Mick Jagger when she was first lady, and he's now a friend.  Senator Lindsey Graham \"I don't know what's happened to Lindsey Graham,\" Clinton said, adding that it was like he had a \"brain snatch.\" \"Lindsey was good company, he was funny, he was self-deprecating,\" the former Secretary of State and Senator told Stern, remembering their time working together. \"He also believed in climate change back in those days.\" \"Has he sold his soul to the devil?\" Stern asked. \"I don't know,\" Clinton responded. \"That's a fair question, however.\" Graham had transformed in front of her eyes from one of Trump's harshest critics to his number one loyalist. Trump was shocked when she called him to concede  \"He was so shocked he could barely talk,\" Clinton recalled. \"He was more shocked than me, I think.\" Clinton's humor came through When she coughed at one point during the interview, talk turned to the intense focus on Clinton's health during her 2016 campaign. \"They make a big deal out of it,\" Clinton said, adding that God forbid she would cough on the campaign trail, \"I was dying.\" \"I thought I'd come on and cough some more,\" she quipped."], "Language": false}