{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/05/africa/cardi-b-in-africa/index.html"], "Source": ["cnn"], "Location": ["Lagos, Nigeria"], "ByLine": ["By Aisha Salaudeen, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-05T11:46:07Z"], "LastModifiedDate": ["2019-12-06T10:14:26Z"], "Headline": ["Cardi B is set to perform for the first time in Nigeria and Ghana"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Grammy award-winning rapper and social media sensation, Cardi B is in Africa to perform for the first time on the continent in Nigeria and Ghana.  On Thursday, the star shared a post on her Instagram page of her dancing in excitement in a private jet as she set off to her first stop -- Nigeria.  \"1:03am drop my KK in NY on my way to Afrriiiiicaaaaaaaaaa baybeeeee!!!!!!,\" she wrote in the post.  Last month she announced that she would be performing at the Livespot X Festival in Lagos, Nigeria and later Accra, Ghana. After arriving Lagos, Nigeria's commercial center, an excited Cardi B said she wanted to visit places in the city and taste Nigerian jollof rice. \"I want to see the real Nigeria, I don't want to eat hotel food. I want like real Nigerian food, all that fish, all that Jollof rice,\" she said on her Instagram story. Cardi B (real name Belcalis Almanzar), broke into the music scene in 2017 with her hit single 'Bodak Yellow.'  She will be performing at the two-day festival alongside top African artists from both countries. Organized by Livespot 360, a digital agency based in Lagos, the festival will feature Tiwa Savage, Burna Boy, Shatta Wale, R2bees among others.  Immense popularity Darey Art Alade, a Nigerian singer and creative director of Livespot 360 says Cardi B was picked to headline the festival because of her immense popularity.  \"She is one of the biggest artists in the world... It's really about her uniqueness, her star power. She has got great music and she is the girl next door character that everybody loves,\" he told CNN. Cardi B has won multiple awards including a Grammy Award, seven Billboard Music Awards, and four BET Awards.  Alade, who will also perform at the festival, says bringing Cardi B to Africa has been in the works since 2018.  According to him, his team has been in conversation with her for months to make her trip to the continent smooth. \"Getting Cardi B to come is a lot because there are many moving parts. She is specific about everything,\" he said.  The festival has organized the lighting, stage, and design of the venues in Accra and Lagos to suit the rapper's preferences. Social media excitement Meanwhile, social media is buzzing as fans share their excitement ahead of Cardi B's first Africa performance. Darey Art Alade says he is hoping for a \"hitch-free\" concert. In the past, Alade has hosted celebrities like Kim Kardashian and Kelly Rowland in Lagos, Nigeria's commercial center. \"I am hoping people are looking forward to having a good time with Cardi B. We are looking forward to a hitch-free festival, no incidents,\" he said. \"We are looking forward to this further cementing us on the world map in terms of our tourism potential.\" Ghana's 'Year of Return' The artist's visit to the continent comes at a time where Ghana is pushing for a more united Africa.  In 2018, the West African country declared and formally launched the \"Year of Return, Ghana 2019,\" marking 400 years since the first enslaved Africans arrived in North America.  The campaign encourages people of African descent, whose ancestors were victims of slave trade, to return to Ghana and invest in the continent.  Alade, says part of extending the Livespot X Festival to Accra, Ghana's capital city is to spread love across the continent through music.  \"We want to spread the love, we have Nigerians performing in Ghana and we have Ghanians performing in Lagos as well. It's a bit of a symbiotic relationship about love and unity,\" he said.  It also creates an environment for international artists like Cardi B to share the stage with some of Africa's favorite music stars, Alade said.   Africa to the world Cardi B's visit to Africa is one of many from A-list music artists. Over the past years, stars like Beyonce, Jay Z, Skepta, Kelly Rowland, and Toni Braxton have performed in different countries on the continent. There has also been a rise in international collaborations with African artists. Drake and Nigerian musician, Wizkid teamed up on 2016 hit \"One Dance\" making Wizkid the first Nigerian artist to top the US Billboard Hot 100.  In July, Beyonce teamed up with multiple African acts including Ghana's Shatta Wale, Cameroon's Salatiel and South Africa's Busiswa and Moonchild Sanelly on her 'The Lion King: The Gift' album.  Toye Sokunbi, a Nigerian music analyst says the internet and social media are part of why more people are paying attention to the continent's music scene. According to him, it is faster to access and share African music compared to many years ago. \"The internet, for example, has made the world smaller. This also means the synergy between African diaspora and Africans in Africa is strengthening,\" he told CNN. \"So, the communication between those two arms means there is a more unified African consciousness which expands the possibilities of music,\" he added.  Sokunbi, who is also the Editor-at-large for a Nigerian pop culture magazine, says the attention on the music scene can also be associated with an ongoing trend for African creativity and culture.  Over the past years, there have been movies, food, and fashion collaborations from outside the continent.  In August, Swedish retail giant, H&M, partnered with South African brand Mantsho in its first-ever collaboration with an African designer. "], "Language": false}