{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/05/us/five-things-december-5-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-05T11:07:52Z"], "LastModifiedDate": ["2019-12-05T12:33:15Z"], "Headline": ["5 things to know for December 5: Impeachment, George Zimmerman, sex assaults, measles"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Pantone has chosen the 2020 Color of the Year, and it's a tried-and-true classic.  Here's what else you need to know to Get Up to Speed and Out the Door. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Impeachment investigation The first day of the House Judiciary Committee's impeachment hearings was a long one, but if you paid attention, you probably learned a thing or two about American history. Four constitutional law professors -- three called by Democrats and one by Republicans -- took a step back from the intricate and specific details of the Intelligence Committee's proceedings to provide a greater historical and legal framework for impeachment. The big questions: What, exactly, constitutes \"high crimes and misdemeanors,\" and did the President's actions qualify as such? Meantime, Democrats are ramping up their impeachment rhetoric, with some pushing harder for Trump's impeachment and removal ASAP. Those Democratic lawmakers argue the President poses a threat to the fabric of America's democracy and waiting for next year's election is just inviting him to mess with the system all over again. Here's what's next in the process. 2. George Zimmerman George Zimmerman, the man acquitted in the 2012 shooting death of Florida teen Trayvon Martin, is now suing the family of the slain 17-year-old, among others, for $100 million. According to the lawsuit, Zimmerman accuses Martin's family, friends and their legal representatives of framing him and lying during the trial. Martin's family has called the suit \"unfounded and reckless.\" Since his acquittal, Zimmerman hasn't exactly kept a low profile. He has been arrested in several alleged domestic incidents, and in 2016 he put the gun used to kill Martin up for auction. Also of note, his lawyer in this new suit once filed a \"birther\" lawsuit falsely claiming former President Barack Obama wasn't born in the United States.  3. Sexual assault allegations  Two industries are facing significant issues over claims of sexual assault. New data from the US Department of Transportation reveals cruise lines sailing from American ports filed 35 reports of alleged sexual assault in the third quarter -- a 67% jump over the same period last year. An industry trade group says the numbers actually show such incidents are rare and argues the cruise industry has stricter reporting standards, resulting in greater transparency. Meanwhile, 20 more people are suing Lyft over alleged sexual assault, sexual misconduct or rape by drivers while using its service. The plaintiffs accuse the ride-share company of not doing enough to protect riders and argue the company's background checks for drivers and safety features for riders are inadequate. A similar lawsuit, with 14 accusers, was filed against Lyft in September.  4. Pearl Harbor shooting  A US sailor shot and killed two people and injured one more before killing himself yesterday on the grounds of Pearl Harbor Naval shipyard. Police haven't released the shooter's identity yet, nor do they have a motive. A Navy commander described the shooter as an active-duty US sailor assigned to the USS Columbia, a submarine in dry dock at the base for standard maintenance work. The shooting occurred just three days before National Pearl Harbor Remembrance Day, which commemorates those who lost their lives during the December 7, 1941, attack that launched the US into World War II.   5. Measles The entire government of Samoa is shut down today so the country can focus on reining in a measles outbreak that has killed at least 62 people in recent weeks. More than 4,200 cases have been reported, and the rapid spread of the disease has forced the government to close schools and ban children from public gatherings in an effort to contain it. The Pacific island nation officially declared a state of emergency over the outbreak on November 15 and has been hammering a massive vaccination campaign ever since. Almost all civil servants are expected to help public health officials over the next two days to get as many people vaccinated as possible.  BREAKFAST BROWSE Instagram will now ask users to confirm their birthday and age It's to protect younger users. Unfortunately, it can't protect them from totally lying about it.  This sweet UK Christmas commercial is melting hearts -- and only took $130 to make  Making Christmas ads is so much easier when you have an adorable child. America's national parks are being overrun by rats, cats and feral hogs Oh, my! A banana duct-taped to a wall sold for $120,000 at Miami's Art Basel But ... how do you take it home? Do you just have to move your life to wherever the banana is? It's probably already brown by now.  TODAY'S QUOTE \"Of course I would.\" Democratic presidential candidate Joe Biden, when asked if he would consider Sen. Kamala Harris as a potential running mate. Harris ended her presidential campaign this week.  TODAY'S NUMBER 202,465 The number of gun background checks completed this Black Friday. It's the second-highest tally of checks in a single day, behind 2017's Black Friday numbers. The day after Thanksgiving is typically a big one for gun sales, fueled by the holiday shopping and the fall hunting seasons.  TODAY'S WEATHER AND FINALLY Acrophobia? Never! There are those who can jump off cliffs with nothing but a tiny rope swing to tether them and those who can barely even watch the videos of it without the bottoms of their feet sweating. Which are you? (Click here to view.) "], "Language": false}