{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/best-streets-around-the-world-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Shutterstock", "Dave Van Laere/Visit Antwerpen", "Fabrizio Crippa/Archivio Fabrizio Crippa/Mondadori/Getty Images", "Alamy", "Chen yuanhong/Imaginechina/AP", "Marcelo Endelli/World Rugby/Getty Images", "Jose Coelho/EPA/Shutterstock", "Subhendu Sarkar/LightRocket/Getty Images", "Prisma by Dukas/UIG/Getty Images", "Vitaliy Ankov/Sputnik/ AP", "Loop Images/UIG/Getty Images", "SOPA Images/LightRocket/Getty Images", "Tim Graham/Getty Images"]], "FirstPublishDate": ["2019-12-04T09:54:01Z"], "LastModifiedDate": ["2019-12-04T09:54:01Z"], "Headline": ["A photo tour of the world's best streets"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Herbert Baker Street, Pretoria, South Africa: The Jacaranda tree-lined streets of South Africa's capital city bloom with beautiful purple flowers in September to November. Cogels-Osylei, Zurenborg, Antwerp, Belgium: Stately Art Nouveau and Fin De Siecle buildings help make Cogels-Osylei the star of Antwerp's opulent Zurenborg district.  Chefchaouen, Morocco: Theories vary as to why the alleyways of Chefchaouen are painted blue, but these narrow thoroughfares are a photographers' paradise. Convent Avenue, Harlem, New York City: Knockout buildings and tree-lined sidewalks help Convent Avenue stand out among New York City's architectural highlights. Jinli Street, Chengdu, China: Qing Dynasty style wooden houses and shops, replete with red lanterns and traditional signage help make Chengdu's biggest tourist attraction look pleasingly historic. Lombard Street, San Francisco: Famed for its eight hairpins, which twist between a single block, Lombard Street is one of San Francisco's busiest attractions.  Caminito, La Boca, Buenos Aires, Argentina: A colorful spot in a colorful city, Caminito is a street museum, its blue, yellow and green tenements showcasing works by local artists. The Philosopher's Walk, Kyoto, Japan: The cherry blossoms that crowd the banks of the canal between Ginkaku-Ji and Nanzen-Ji help make the Philosopher's Walk Japan's most picturesque street. Flask Walk, Hampstead, London, England: Tucked away from the main road in Hampstead,  Flask Walk is a quintessentially London street, with a traditional pub, Victorian shopfronts and gorgeous residential housing. Cockburn Street, Edinburgh, Scotland: Developed in the 1850s, the steep, curving Cockburn Street cut through medieval neighborhoods to offer easy -- and attractive -- access to the city's new train station.  Umbrella Sky Project, Agueda, Portugal: The Umbrella Sky Project has transformed the four main streets of Agueda, including Rua Luis de Camoes, into colorful, umbrella-shaded paradises. Blue City, Jodhpur, India: The narrow alleys of Jodhpur's Blue City are lined with buildings that were painted blue to signify the presence of the Brahmin, or priest, caste. Square de Montsoris, Paris, France: It's easy to miss the entrance to this private cobbled road, but it's ivy-covered houses are some of the most architecturally refined in the French capital.  Hosier Lane, Melbourne, Australia: This graffiti covered alleyway is the epicenter of Melbourne's internationally renowned art scene. \n Nevsky Prospekt, St Petersburg, Russia: The buildings of St. Petersburg's main drag are some of the best preserved historic structures in Russia. Highlights include the Church of our Savior on Spilled Blood and the curving majesty of Kazan Cathedral. The Dark Hedges, Bregagh Road, County Antrim, Northern Ireland:  A starring role in \"Game of Thrones\" has helped make the Bregagh Road, also known as the Dark Hedges, into a popular tourist attraction.  The Royal Crescent, Bath, England:  The majestic sweep of the Royal Crescent is a highlight in a city which claims plenty of other architectural standouts. Staying at the five-star hotel of the same name is the perfect way to get immersed in this spa city's history. Via dei Coronari, Rome, Italy: Best enjoyed by stopping at one of its quintessentially Roman cafes, grabbing an espresso and watching the world go by, Via dei Coronari's buildings mostly date to the Renaissance. Mykonos Old Town, Greece: Narrow alleyways lined with whitewashed shops and homes offer a peaceful escape from some of the busier spots on this heavily-touristed island. Heerstrasse, Bonn, Germany: Heerstraase's cherry trees were imported from Japan and planted in the 1980s, giving citizens of the former capital of West Germany a chance to experience sakura without having to jet off to Asia.  Brouwersgracht, Amsterdam, The Netherlands: Renowned as one of the most picturesque streets in Amsterdam, Brouwersgracht is lined with 17th century warehouses, built for brewers, as well as the tanneries and spice traders which once operated here. "], "Language": false}