{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-042720/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-26T12:57:19.661Z"], "LastModifiedDate": ["2020-04-27T21:58:52.866Z"], "Headline": ["US stocks move higher ahead of earnings deluge: April 27, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Boeing plans to restart production of the 787 Dreamliner jet at its factory in South Carolina next week. The aircraft maker restarted commercial plane production at its Washington state factories last week, but the South Carolina plant — which was temporarily closed due to coronavirus concerns on April 8 — remains shuttered. Executives at the plant will return later this week, and hourly workers will return starting Sunday night. The company said it is taking additional safety measures to insure that employees will be safe. The company is concerned that a prolonged shutdown could hurt its suppliers that it needs for future production. \"We have to keep that flow of money going to the supply chain so that they have some predictability around how they operate,\" Boeing CEO Dave Calhoun said Monday at the company's annual meeting. \"Without the supply chain there will be nothing for us to assemble so it's as simple at that.\" Amazon is extending the shutdown of its distributions centers in France until May 5 after losing a court appeal on Friday.  Earlier this month a French court ruled Amazon could only sell essential goods until it had undertaken a risk assessment of protecting workers against Coronavirus. This came after a complaint filed by a French labor union. In a statement, Amazon said the decision was not about safety and blamed the unions for advancing their own agenda, saying they have deployed new safety measures across all of their sites.  Employees will continue to be paid, according to the company.  Amazon France CEO Frédéric Duval is expected to appear before the French Senate Economic Affairs Committee on Tuesday.  US stocks closed higher on Monday, with the Dow recording its fourth straight day of gains. This hasn’t happened since early February. Investors shrugged off another selloff in the oil market and focused on the busy earnings calendar ahead. The Dow finished up 1.5%, or 359 points.\nThe S&P 500 closed up 1.5%.\nThe Nasdaq Composite closed 1.1% higher. The three major US stock benchmarks are sharply higher in the early afternoon with the Dow on track for its fourth day of gains in a row. The index was last up 1.2%, or 282 points, while the broader S&P 500 was up 1.3%. The Nasdaq Composite was up 1.1% in the early afternoon. With only three more trading days left in the month, the Dow is now on track for a nearly 10% gain in April, which would be its best month sine October 2002. The S&P 500 -- up more than 11% -- is looking at its best month since December 1991. For the Nasdaq, which is up more than 13%, it looks to be the best month since October 2002. But nothing is certain in this market and there are plenty of potential pitfalls ahead.  With so many big companies reporting earnings this week, sentiment could depend on their outlook. On top of that, the first quarter GDP report is due Wednesday morning, just hours before the Federal Reserve will unveil its monetary policy update. Boeing CEO Dave Calhoun told shareholders at the company's virtual annual meeting that they shouldn't expect to see dividend checks for at least several years. \"I'm confident dividend payments will resume. I'm not confident they will happen in the medium term. It will be years,\" he said in response to a shareholder question. He said paying down the debt the company is running up currently is a higher priority. \"We know we're going to have to borrow more money in the next six months in order to get through this really difficult moment,\" he said. \"Our first priority is going to be to pay that back.\" Boeing suspended the dividend on March 23, the marking the first time it has not paid one since 1941. It had spent $4.6 billion on dividends last year. He said Boeing expects that it will take two or three years for demand for air travel to return to 2019 levels and several years after that for it to catch up with the growth that had been forecast before the pandemic. All of that will curb airlines' demand for new aircraft, and require a resizing of the business, he said. \"I believe we will return to a robust market, it's a question of how long it takes,\" he said.  More than 70% of Adidas' stores are closed around the world because of coronavirus -- and the company is feeling the pain in its financial results. Net income plummeted 97% and sales dropped by 19% in the first quarter compared with last year, thanks to a brutal March.  Adidas' sales outside of southeast Asia were up 8% during the first two months of the year, before coronavirus spread widely outside of that region and store closures and social distancing measures were implemented around the world. “Our results ... speak to the serious challenges that the global outbreak of the coronavirus poses even for healthy companies,” Adidas CEO Kasper Rorsted said. Sales of Adidas and Reebok brand goods dropped 45% in the southeast Asia-Pacific region, led by a 58% drop in China. There were a few relative bright spots. E-commerce sales for the quarter rose 35% over the year, which accelerated to a 55% surge in March. And sales in China have rebounded in April so far. Still, Adidas expects second-quarter sales to decline by 40%, and the company isn't providing full-year outlook because of the continued uncertainty. California's Bay Area still has a shelter-in-place order that is in effect until at least May 3. But Bloomberg and CNBC have both reported that Tesla may reopen its Fremont factory near San Francisco for some employees to return to work as soon as Wednesday April 29. Shares of Tesla (TSLA) surged nearly 9% on the news Monday. The company was not immediately available for comment about the reports.  But Tesla is due to report its latest quarterly results after the closing bell Wednesday. So CEO Elon Musk could share more details on what's next for Fremont then. The company shut down production in March. \"Tesla appears to be getting its core factory artery ready for re-opening...which would be a major boost to its production/delivery hopes and get the growth engines restarted,\" said Wedbush analyst Dan Ives in a report Monday. Tesla is expected to post a loss for the quarter but analysts are also forecasting a nearly 30% jump in sales. That's one reason why the stock is up nearly 90% in 2020. Still, the Covid-19 pandemic is crippling the global economy, making it uncertain that consumers in the United States, China and elsewhere will be willing to spend big bucks on pricey electric vehicles just yet. The company, like other automakers, has also been making ventilators in order to help America and the rest of the world in the midst of the coronavirus outbreak. Warnings of potential meat shortages in the United States because of food processing closures have led to a boom for Beyond Meat's stock. New deals to sell plant-based food in China are helping too. Shares of Beyond Meat (BYND) soared more than 40% last week. That was the stock's best weekly performance since the company's initial public offering last May. It rose another 4% in early trading Monday. Coronavirus outbreaks at meatpacking plants have led to closures of beef, pork and poultry facilities at major food processing companies Tyson (TSN). Chinese-owned Smithfield and Brazil's JBS (JBSAY). Read more here. The cratering oil market has tipped yet another energy company into bankruptcy. Diamond Offshore (DO), which was posting losses even before the current plunge in oil prices, filed for bankruptcy protection Monday. As its name suggests it conducts offshore drilling with 15 rigs working for Hess, Occidental (OXY), Petróleo Brasileiro and BP (BP). Diamond lost $357 million last year -- nearly twice the loss it posted in 2018 -- as revenue fell 12% to just under $1 billion. It has posted losses in four of the last five years, with only a narrow profit of $18 million in 2017. Over the last five years its losses total $1.2 billion. The company had nearly $2 billion in long-term debt on its balance sheet as of Dec. 31, and only $156 million in cash. Diamond employs 2,500 workers. Read more here. US oil prices are tumbling again on Monday. US oil plunged nearly 25% to $12.65 a barrel -- a rough start to the week as tumult in the market continues. \"The market knows that the storage problem remains and we are on a calculated path to reach tank tops in weeks,\" Bjornar Tonhaugen, head of oil markets at Rystad Energy, told clients Monday. \"Prices can't do else but decline when producers won't have anywhere to store oil soon.\" The price pressure is expected to spark a wave of shutdowns as producers try to rebalance a market grappling with excess supply and extremely limited demand.  The number of US oil rigs fell to 378 as of Friday, with 60 rigs shutting last week alone, according to a count by energy services company Baker Hughes. The count is down 53% compared to the same week last year. US stocks kicked the week off higher on Monday. Investors are focusing on the onslaught of earnings in the week ahead, including big names like Amazon, Google and Microsoft. Meanwhile, oil prices are dropping again as the lack of storage capacity that drove down prices last week continues to weigh on the commodity. The Dow opened up 0.5%, or 126 points.\nThe S&P 500 climbed 0.7%.\nThe Nasdaq Composite rose 0.9%. The economic fallout of the coronavirus pandemic could nearly quadruple the federal budget deficit this year, pushing it to a whopping $3.7 trillion, according to a projection released Friday by the Congressional Budget Office. Last year, with the economy still growing, the deficit surpassed $1 trillion for the first time since 2012 due in large part to Republican tax cuts passed in 2017. What's more, the federal debt is projected to be 101% of US GDP by the end of September, the CBO said. Read more about America's growing deficit here. Intercontinental Hotels Group (IHG) said Monday that a lot of its hotels in the United States are practically empty.  The company, which owns the Holiday Inn, said occupancy levels in the US are in the low-to-mid 20% range with roughly 10% of its hotels closed. More than half of its hotels across Europe and the Middle East are closed. However, business in China \"continues to steadily improve\" with only 12 of its 470 hotels closed.  IHG reports first quarter earnings on May 7. It still expects room revenue to decline approximately 25%, as previously reported in a March business update. Markets gaining ahead of a week of earnings from some of America's largest companies. Here's where futures stand at 6:20 am ET: Dow futures are up 258 points, or 1.09%\nS&P 500 futures rose 1.05%\nNasdaq Composite futures moved 1.33% higher On Friday, US stocks ended the session sharply higher, but the three major indexes recorded weekly losses, snapping a two-week winning streak. It's a huge week for corporate earnings, with 34% of the S&P 500 due to report for the January to March period.  FactSet projects that S&P 500 earnings will decline by nearly 16% for the quarter, which would be the largest year-over-year decline since the second quarter of 2009. But the biggest US companies will share results this coming week, including Microsoft, Alphabet, Amazon, Apple and Facebook.  These tech giants have weathered the Covid-19 storm better than most — particularly Amazon, whose shares are up nearly 30% this year as online deliveries soar, and Microsoft, whose stock has risen 9%, in part because of the ongoing need for cloud services. Apple (AAPL) is under more pressure because of supply chain issues and lower demand for nonessential products — a category that likely includes iPhones. \nDaniel Ives, an analyst at Wedbush Securities, said a key question for CEO Tim Cook will be any clues around the launch of Apple's 5G phones, which he said are expected to drive profits over the next 12 to 18 months. Those investors who claim the first quarter is old news will still have plenty to learn from this week. Companies with heavy exposure to China — including Caterpillar, 3M and Starbucks — are also on the docket, shining a light on how shutdowns in the country affected their businesses. The Bank of Japan expects the country’s economy to contract by 3% to 5% this year -- a sharp departure from its forecast at the start of the year, which predicted slight growth. The economy “is likely to remain in a severe situation for the time being due to the impact of the spread of the novel coronavirus at home and abroad,” the central bank wrote in a statement released Monday as it concluded a shortened policy meeting. While it said Japan’s economy is likely to improve as the outbreak wanes, the central bank added that “future developments are extremely unclear.” Officials had earlier predicted growth between 0.8% and 1.1% for 2020. Read more here."], "Language": false}