{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/03/cnn-underscored/baby-yoda-plush-toys-buy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol and Kai Burkhardt, CNN"], "Writers": [["Jacob Krol", "Kai Burkhardt"]], "FirstPublishDate": ["2019-12-03T19:57:13Z"], "LastModifiedDate": ["2019-12-12T20:22:34Z"], "Headline": ["Baby Yoda merch has finally landed in a galaxy near you. (Hurry, these will sell out)"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Fear not, young Padawans. The day we've been waiting for has arrived. Baby Yoda (aka \"The Child\") merchandise is finally hitting shelves. Or rather, online storefronts. And hurry, these items are expected to sell out incredibly fast, and that goes for preorders as well. For instance, The Mandalorian Funko Pop!, which isn't nearly as cute, is sold out practically everywhere. And there are more Funko Pop!s on the horizon — including two \"The Child\" models. You can expect a normal size and a bigger one to launch very soon, and we'll be updating live with preorder links. Keep in mind that The Mandalorian, IG-11, Kuiil and Cara Dune figures are already out, with varying stock levels. 'The Child' Pop! Vinyl Bobble Head Figure by Funko — 'Star Wars: The Mandalorian' ($12.99; shopdisney.com or amazon.com)\n'The Child' Super Sized Pop! Vinyl Bobble Head Figure by Funko — 'Star Wars: The Mandalorian' - 10'' ($29.99; shopdisney.com or amazon.com) Walmart and Shop Disney are both offering this adorable 11-inch vinyl plush, complete with his now famous pod, for just $24.99. You can preorder it from Shop Disney here and Walmart here. Please note the ship date of May 2020, but still, act quickly — we have a feeling this will go fast. This official merchandise is made by Mattel and Disney and sticks with \"The Child\" nomenclature.  We highly recommend ordering sooner than later, to be sure you can secure your plush. And if you want clothing featuring \"The Child,\" Shop Disney or the \"Star Wars\" store on Amazon is the place. We'll call out our favorites below, but keep your eyes peeled, as we'll update when more Baby Yoda merch drops.  The Child The Child — 'Star Wars: The Mandalorian' logo T-shirt for men in dark gray ($24.95; shopdisney.com)\nThe Child — 'Star Wars: The Mandalorian' T-shirt for men in green ($24.95; shopdisney.com)\nThe Child — 'Star Wars: The Mandalorian' tank top for women in gold ($24.95; shopdisney.com)\nThe Child — 'Star Wars' mug ($19.95; shopdisney.com)\nThe Child Speck iPhone case ($44.95; shopdisney.com)\nThe Child Case-Mate iPhone case ($34.95; shopdisney.com) The Mandalorian The Mandalorian T-shirt for adults — Star Wars ($24.95; shopdisney.com)\nThe Mandalorian T-shirt for men — Star Wars ($24.95; shopdisney.com)\nThe Mandalorian tank top for women — Star Wars ($22.95; shopdisney.com)\nThe Mandalorian Through Red Flames T-shirt ($19.95; shopdisney.com)\nThe Mandalorian Riding Blurrg Through Desert MacBook Pro sleeve ($69.95; shopdisney.com)\nThe Mandalorian Desert Sunset Group Art mug ($16.95; shopdisney.com) Funko Pop!s and toys AT-ST Raider Playset by Lego — 'Star Wars: The Mandalorian' ($39.96, originally $49.95; shopdisney.com)\nFunko Pop! 'Star Wars: The Mandalorian' IG-11 figure ($12.95; shopdisney.com)\nFunko Pop! 'Star Wars: The Mandalorian' Kuiil figure ($9.99; walmart.com)\nFunko Pop! 'Star Wars: The Mandalorian' Cara Dune figure ($9.99; walmart.com) Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}