{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/03/world/new-zealand-newspaper-samoa-measles-cartoon-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-03T18:19:20Z"], "LastModifiedDate": ["2019-12-03T20:54:52Z"], "Headline": ["Newspaper apologizes over cartoon making fun of the deadly Samoa measles outbreak"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A New Zealand newspaper has apologized for publishing a cartoon that mocked the measles outbreak in Samoa that has killed more than 50 people. The Otago Daily Times, based in the city of Dunedin, ran a cartoon that depicted two women exiting a travel agency. One of them says, \"I asked, 'What are the least popular spots at the moment?' She said, 'The ones people are picking up in Samoa,'\" referencing the rash that accompanies the virus. Backlash came swiftly after Sita Leota, a Samoan Fulbright scholar, shared the image on Twitter, noting that the majority of victims are children.  The outbreak has killed 55 people in Samoa so far, the government said Monday. At least 50 were younger than 4.  Otago Daily Times editor Barry Stewart said the content and timing of the cartoon were \"insensitive,\" and that the paper would review the process by which it selects art to publish.  \"We have published many stories about the human suffering caused by the outbreak. They are stories not about a virus, they are stories of real people, real hurt, and real tragedy,\" he wrote in a statement. \"This should have been our starting point when considering publishing the cartoon. That it was not was a deeply regrettable error in judgment.\"  A state of emergency in Samoa The measles outbreak in Samoa has left the island nation in a state of emergency. This week, the government shut down to address the outbreak, and schools have been shuttered indefinitely since November.  As of Monday, there were 3,728 cases of measles recorded, and none of the victims had been vaccinated, Prime Minister Tuilaepa Lupesoliai Sailele Malielegaoi said in an address.  Since declaring a state of emergency in November, the Samoan government has undertaken a mass vaccination campaign that has vaccinated 58,000 people so far -- about 25% of the South Pacific islands' population.  Children have been banned from all public gatherings and places where \"large numbers of people congregate,\" the Prime Minister said in an address. Unvaccinated children are at the highest risk of measles and death from the disease, per the World Health Organization.  The highly contagious virus has made a global resurgence -- nearly 350,000 cases worldwide in 2018, doubling from the previous year, per UNICEF -- largely due to a lack of access or fear of vaccines. Claims of negative impacts of vaccines on children's development are unfounded.  In November, New Zealand foreign affairs minister Winston Peters vowed to send vaccination nurses and medical teams to Samoa to assist in immunization efforts. Samoa is a three-and-a-half hour plane ride from Auckland, New Zealand's most populous city.  New Zealand has seen  2,140 confirmed cases of measles since January 1, according to the Ministry of Health. "], "Language": false}