{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/02/europe/stasi-museum-berlin-theft-grm-intl/index.html"], "Source": ["cnn"], "Location": ["Berlin, Germany"], "ByLine": ["By Claudia Otto and Sheena McKenzie, CNN"], "Writers": [["Sheena McKenzie"]], "FirstPublishDate": ["2019-12-02T10:44:21Z"], "LastModifiedDate": ["2019-12-02T17:15:19Z"], "Headline": ["Berlin's Stasi Museum looted days after Dresden jewelry heist"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Thieves targeted Berlin's Stasi Museum on Sunday evening, making off with historic jewelry and medals relating to the secret police in the former East Germany. The suspects broke in through a first floor window, smashing several exhibition cases and stealing artifacts, Berlin Police told CNN. A museum employee discovered the break-in at around 10.40 a.m. local time on Monday. It is unknown how many suspects are involved; the State Criminal Investigation Office is now investigating. The burglary came less than a week after raiders stole around 100 priceless treasures from the German city of Dresden's Green Vault, one of Europe's largest collections of art masterpieces. The suspects smashed a display case, fleeing with diamonds, pearls and rubies. Police believe four thieves were behind last Monday's dramatic heist but have so far found no trace of them. Officials are offering a €500,000 ($550,000) reward for information regarding the break-in.  The monetary value of the Stasi Museum haul is unknown. But it has a high museum value, the museum's director, Jörg Drieselmann, told German newspaper Tagesspiegel. It includes several historic medals, including a Karl Marx Order, which was the highest award given in former East Germany, a Lenin Order and the Order of the Hero of the Soviet Union, Drieselmann told the newspaper. The director added that the stolen jewelry included gold wedding rings, a watch, and a bracelet, which the Stasi acquired during its reign of fear from the 1950s until the fall of the state in 1990. \"It is always painful when a break-in occurs,\" Drieselmann said. \"The feeling of security is considerably disturbed.\" Correction: This story has been updated to correct the reward amount in euros."], "Language": false}