{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/politics/hfac-who-state-department-letter/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jennifer Hansler, CNN"], "Writers": [["Jennifer Hansler"]], "FirstPublishDate": ["2020-04-27T17:01:14Z"], "LastModifiedDate": ["2020-04-27T21:16:01Z"], "Headline": ["House Foreign Affairs Committee launches inquiry into Trump's decision to suspended World Health Organization funding"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The chairman of the House Foreign Affairs Committee announced Monday he is opening an inquiry into the Trump administration's decision to withhold funding to the World Health Organization. In a letter to Secretary of State Mike Pompeo, Rep. Eliot Engel wrote that the administration's explanation for suspending the US contribution in the midst of a pandemic was \"inadequate.\" The New York Democrat said his committee \"is determined to understand the reasons behind this self-defeating withdrawal from global leadership.\" Engel said the State Department had provided to Congress \"a one-page talking points 'fact sheet' that contains few facts, no plan, and no explanation of how suspending funds for the WHO will save lives here at home or around the world\" by way of justification for suspending the funds. In his letter, he requested a number of materials from the State Department, including \"any and all documents\" related to the decision and its impacts, lists of interagency meetings and officials consulted on the funding, and \"a complete and unredacted list of United States government personnel who worked at or were detailed to the WHO, in which WHO office they worked, and for how long they served there.\" The House Foreign Affairs Committee Chairman said that if the materials were not received by May 4, \"the Committee will consider all other measures at its disposal to compel their production.\" A State Department spokesperson told CNN that \"as a general matter, we do not comment on correspondence from Congress.\" President Donald Trump announced on April 14 he would halt funding to the WHO pending a review, which he said would cover the agency's \"role in severely mismanaging and covering up the spread of coronavirus.\" The US contributes approximately $500 million to the WHO annually, according to administration officials.  Pompeo has said the organization has failed to deliver on its mission during the deadly pandemic. Both the President and the secretary of state have accused the WHO of not being critical enough toward China, with Trump calling the organization \"China-centric.\"  In his letter Monday, Engel acknowledged that the WHO \"made mistakes during the course of this unprecedented emergency,\" noting that he \"would support reforms to strengthen the organization.\" \"But, certainly, cutting the WHO's funding while the world confronts the COVID-19 tragedy is not the answer,\" he wrote. \"Diplomatic, development, and global health professionals have warned that cutting the WHO's funding at this time will only hurt the global response and provide another opportunity for China to exert its influence.\" The administration's review of the WHO is expected to last 60 to 90 days. John Barsa, the acting administrator of the US Agency for International Development, told reporters last week that it \"is going to be all-encompassing, getting to all manners of management and operation questions.\"  Administration officials have not offered clear answers on what specifically the World Health Organization must do to have its funding restored. Behind the scenes, there are efforts to permanently reprogram the funds, and last week, Pompeo said, \"it may be the case that the United States can never return to underwriting having US taxpayer dollars go to the WHO.\""], "Language": false}