{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/what-to-do-in-airport-flight-delayed-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-26T17:46:19Z"], "LastModifiedDate": ["2019-12-02T00:43:13Z"], "Headline": ["Stuck in the airport this Thanksgiving? Make the most of your flight delay"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["If you're stuck in the airport this Thanksgiving -- and if the storms expected to thrash the West Coast and the onslaught of a record 31.6 million air travelers are any indication, you might be -- it could be easy to abandon hope. You could easily air your grievances in a strongly-worded tweet to your airline or abandon all hope of fun.  But a delay doesn't mean Thanksgiving vacation is ruined. The airport can be an entertaining locale for some festive, if unexpected, diversions.  Don't let life feel as aimless and looping as the baggage claim carousel. Check your travel troubles with your bags and make the most of your flight delay.  Take a self-guided terminal tour As long as you don't need to pass through TSA again, the airport is your frontier, and you can explore every corner of it. Hop on a train and discover terminals you'd never set foot in if your flight had arrived -- some of them feature art installations, beer gardens and live performers.  There's always that one terminal with the best food, and whether or not it's where your gate is located, you're finding out for yourself. If it's slim pickings on the gourmet front, count all the Chick-fil-A or Sbarro locations in the airport. Award yourself some chicken or pizza for your hard work.  Try on some duty-free digs Ever wonder how travelers find the time to dip into those designer storefronts and try on a new outfit? Well, delays certainly free up your time! Live the dress-up montage of your rom-com dreams. And hey, maybe you can treat yourself just this once. It is duty-free, after all.  Do nothing Park yourself at the gate, plug in your devices, download some bingeable content and treat your delay like a sick day. If your airline puts you up in a hotel, double down on the do-nothing strategy, and do all that nothing in bed instead. Yes, it's hard to avoid stressing, but keep in mind: You have very little control over the situation. Try to find some zen and use the unexpected free time to unwind as much as you can.  People watch If you're short on time and low on battery, conjure up some free entertainment. Imagine scenarios for the passengers in your terminal.  You see that pack of high schoolers clearly on a field trip sprinting through the terminal -- why are they late? Did someone stop at Auntie Anne's for too long or get an arm stuck in an airport vending machine? You may never know for sure, but that hardly matters; YOU dictate the fictional lives of the Airport People. (Is this the plot of some future Wes Anderson movie? Maybe!)  Go for a brisk walk  Get some exercise before you park yourself on a plane for several hours. Walk the airport end-to-end, speed-walking like you're about to miss your flight. Need to lug a suitcase around? Think of it as resistance training. Airports usually have lockers, too, if you're facing a big delay and want to offload your bags for a little vigorous activity.  Sleep Once you're past TSA, the airport becomes a strange and lawless place, socially speaking.  It's 2 p.m.? Nap on the floor. It's 4 a.m.? Contort your body to fit comfortably in those narrow terminal seats and snore with your mouth open. Who cares? You're tired, you're put out, and you're probably not the only one trying to get some sleep by any means possible. You won't get a solid eight hours, but you will put that neck pillow to good use.  Find what makes the airport special If you're lucky enough to pass through Singapore's award-winning Changi Airport, you can catch a movie or several (there are two 24-hour theaters) or bask in the mist of the world's tallest indoor waterfall.  Even Georgia's Hartsfield-Jackson Atlanta International Airport, the busiest in the world, has its charms -- if you opt to walk between terminals, you might pass through a neon-lit rainforest.   Don't discount smaller regional airports, either -- they're less crowded (hello, alone time) and some are fairly swanky places to get stuck.  Clap when every plane lands And see who yells at you! "], "Language": false}