{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/01/health/world-aids-day-challenges-in-way-of-research-scn-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wolfe and Renee Valdes, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-01T22:42:51Z"], "LastModifiedDate": ["2019-12-01T22:48:15Z"], "Headline": ["On World AIDS Day, these three big challenges stand in the way of HIV/AIDS research"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As people around the world commemorate World AIDS Day, in many countries, the disease is still cutting lives short at an alarming rate. Of the 770,000 AIDS-related deaths in 2018, almost two-thirds occurred in Africa and the Middle East where infected people have little access to treatment.  In their constant work to reduce the number of HIV infections and AIDS-related deaths, researchers face significant challenges, Dr. Carlos del Rio, told CNN's Michael Holmes on Wednesday. He is the director for clinical sciences and international research for the Center for AIDS Research at Emory University and the executive associate dean for Emory School of Medicine at Grady Health System. Del Rio said researchers are challenged with inadequate health care systems, in addition to a lack of a preventative vaccine or a cure for the disease.  Access to health care \"We need to strengthen healthcare systems, so people with HIV continue receiving medication in an appropriate way,\" del Rio said.  Of the nearly 38 million people living with HIV worldwide -- including 1.7 million children younger than 15 years old -- just 24.5 million have access to treatment therapies, according to UNAIDS. People with HIV may take a combination of drugs called antiretroviral therapy, or ART. ART reduces the amount of the virus in a person's body, allowing them to live healthy lives and reducing their chances of transmitting HIV to others, says the US Department of Health and Human Services. HHS also says taking ART regularly and keeping consistent medical appointments is key to staying healthy.  Many people living with HIV in Africa and the Middle East, however, don't have regular access to ART services.  UNAIDS reports that 32% of people in the Middle East and North Africa are accessing the treatment. Similarly, of those living with HIV in Central Asia and Eastern Europe, only 38% are accessing these lifesaving treatments.  In western and central Europe and North America, however, nearly 80% of people with HIV have access to ART, resulting in extremely low AIDS-related death rates compared to other world regions.  The need for a preventative vaccine Though there are many HIV prevention methods on the market, scientists have not yet developed a safe and effective preventative vaccine.  Del Rio told CNN that a vaccine will be a \"critical tool\" in preventing HIV transmission.  The vaccine would be given to people without HIV to prevent them from being infected in the future.  While there are no licensed preventative vaccines on the market, there are therapeutic ones. Therapeutic HIV vaccines are given to people who already have HIV to strengthen their immune systems' response to the infection already in the person's body, according to the National Institutes of Health.  The search for a cure Significant advances in treatment and medication are allowing many people with HIV/AIDS to live longer lives, but scientists have yet to find a complete cure.  \"We need to be able to, at some point in time, not have to treat people for the rest of their lives,\" del Rio said. Some scientists are searching for what is known in medical literature as a \"functional cure,\" in which a person wouldn't have to continue to take antiretroviral medicines. Scientists hope to create an additional kind of treatment that would suppress the HIV virus to undetectable levels in the body. With this kind of approach, the virus would still be present but it would not make a person sick, according to Avert, a United Kingdom-based charity dedicated to providing information about HIV and AIDS. Avert also says other scientists are searching for a different type of cure that would eradicate the virus from the body completely. \"A patient once said something to me that I always remember and I always like saying,\" del Rio said. \"It's that while HIV infection is no longer a death sentence, it's still a life sentence. You still have to take medications for the rest of your life. So we have to find a cure.\""], "Language": false}