{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/30/us/cleveland-browns-head-coach-t-shirt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2019-11-30T22:49:56Z"], "LastModifiedDate": ["2019-11-30T23:00:58Z"], "Headline": ["Cleveland Browns head coach Freddie Kitchens seen wearing 'Pittsburgh started it' T-shirt"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Cleveland Browns head coach Freddie Kitchens was seen wearing a \"Pittsburgh started it\" T-shirt over the holiday weekend, just days before the anticipated rematch between the Browns and Steelers.  The shirt is from Cleveland-based boutique GV Art + Design and is a reference to the November 14 game between the teams that ended in a brawl. Kitchens wore the shirt to see the movie \"A Beautiful Day in the Neighborhood\" with his family, and his daughter got him the shirt as a joke, a Browns spokesman told ESPN. The Browns told ESPN the head coach didn't mean for anyone to see him. \"A Beautiful Day in the Neighborhood\" stars Tom Hanks as the late children's television pioneer Fred Rogers, who was from Pittsburgh. \"Doesn't get much better than this! Someone spotted Freddie Kitchens rocking our Pittsburgh started it shirt tonight!\" the company said in an Instagram post.  The Browns and Steelers will go head-to-head Sunday at Heinz Field in Pittsburgh in their first game since the November 14 brawl that resulted in 33 players getting disciplined. The NFL fined the Steelers and the Browns $250,000 each. During the brawl, Browns defensive end Myles Garrett ripped off the helmet of Steelers quarterback Mason Rudolph and struck him in the head with it, resulting in an indefinite suspension for Garrett. Rudolph was fined $50,000, the most for any of the players and more than the usual fine of $35,096 that accompanies a first-time fighting offense, according to a source with direct knowledge of how the NFL disciplines players. Rudolph was not suspended. Garrett was fined $45,623, the source said. However, Garrett will not be paid during his indefinite suspension. Garrett said during an appeal hearing that Rudolph had directed a racial slur toward him, ESPN reported. Rudolph, through the Steelers, denied that allegation."], "Language": false}