{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/europe/germany-face-mask-mandatory-grm-intl/index.html"], "Source": ["cnn"], "Location": ["Potsdam, Germany"], "ByLine": ["By Fred Pleitgen and Nadine Schmidt, CNN"], "Writers": [["Fred Pleitgen", "Nadine Schmidt"]], "FirstPublishDate": ["2020-04-27T18:17:05Z"], "LastModifiedDate": ["2020-04-27T18:17:05Z"], "Headline": ["Germans face fines of up to $5,000 as wearing a face mask becomes mandatory"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Public life changed considerably for most Germans on Monday as the wearing of masks became mandatory in many public spaces across the country. In an interior design store on the main shopping street of Potsdam, just outside of Berlin, all the customers were sticking to the new regulations. Store manager Carolin Hucke said the masks made both her and her patrons feel calmer. \"I can tell that people are more at ease,\" Hucke said while wiping shopping baskets with disinfectant, and adding, \"they keep their distance and are more sensitive to the situation, but they are also less stressed and just watch out for each other.\" From last week, Germany loosened many of the restrictions on public life that were designed to halt the spread of coronavirus. Shops no larger than 800 square meters (8,600 sq. ft.) were allowed to reopen. So were car dealers and bicycle stores, regardless of their size. But there is a patchwork of rules and penalties across Germany on the use of masks. Fines for not ensuring that face coverings are worn range from €15 ($16) to €5,000, with rates differing across the country's 16 federal states. Some states are not imposing any fines. When Chancellor Angela Merkel's government announced the relaxing of the regulations, it only recommended wearing face coverings when going back into public spaces. ''It is recommended that masks be used in public transport and while shopping,'' Merkel said on April 15. As the restrictions were lifted, scores of people flocked into pedestrian zones in cities and towns around the country, eager for a slice of normalcy after weeks of near lockdown. And some states got creative in interpreting the rules, allowing even larger shopping centers to open as long as the single stores inside didn't exceed 800 square meters, or allowing larger stores to open the maximum permitted area while cordoning the rest off. This led Merkel to warn that Germany risked squandering the gains it had made in beating back Covid-19. She said she fully supported the measures to loosen restrictions, \"but their implementation worries me. Partially, they appear to be very bold, maybe too bold.\" Germany has a decentralized system, and the federal government cannot force states into lockdowns or make masks compulsory. But the states all separately made laws making masks a requirement, even though the details vary. In most states, people are required to cover their mouths and noses while taking public transport or when going into stores.  The type of masks themselves is not specified either. They can vary from surgical masks to even a scarf covering the mouth and nose. Germans call these \"Alltagsmasken\" or \"everyday masks.\" The theory behind mask use is that while they will do little to stop people from getting Covid-19, they will stop people from transmitting the virus, and the more people that wear them the more effective they will be, especially in places where social distancing rules may not always be 100% maintained. Just as the rules for wearing face coverings vary across Germany, so do the penalties for failing to put them on. The state of Berlin is the most lenient, it has no fines and will even allow people to board buses and subways without masks. Bavaria, meanwhile, the hardest region hit by the pandemic, is the strictest with fines of €150 and even up to €5,000 for store owners who don't ensure that their staff are wearing masks. But with masks in short supply globally, the German government is scrambling to beef up its inventory, not just for medical professionals but also for general use. The world's largest cargo plane, the Antonov AN-225 -- chartered by the German military -- arrived a shipment of 10 million masks from China at Leipzig airport on Monday.  Two further flights are expected to deliver another 15 million protective masks in the coming days. ''A sufficient number of protective masks are crucial for (the) further lifting of coronavirus restrictions,\" Germany's defense minister Annegret Kramp-Karrenbauer said, adding the masks would now be distributed to the country's 16 federal states who will then decide which facilities will get them. Germany's police union criticized the differing regulations across the country. \"It cannot be the police's job to explain the differences in the rules of the states,\" the head of the police union in the northern state of Mecklenburg-Vorpommern said. But throughout Monday, German media reported that people generally seemed to be accepting the measures. Hucke, the interior design store manager, also said things were going smoothly. \"I had one customer who simply forgot and immediately put a cloth in front of her face when she realized. I have not had any problems so far,\" she said."], "Language": false}