{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/25/cnn-underscored/fashion-beauty-deals-black-friday-2019/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Staff"], "Writers": [[]], "FirstPublishDate": ["2019-11-25T12:00:20Z"], "LastModifiedDate": ["2019-11-29T11:37:40Z"], "Headline": ["The best Black Friday fashion and beauty deals: Nike, Spanx, Glossier and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["After several days of sales, official Black Friday has finally arrived. The deals, as expected, are impressive. Think 50% off sitewide at Banana Republic and Lucky Brand, and 30% off at Bonobos, Fossil and Madewell. Over at The North Face, you can get some of your favorite coats now for 25% off, and at Nisolo, we've got an exclusive CNN promo code that can get you an additional 25% off already discounted styles through December. Plenty of beauty sales are happening too, including the YouTube-favorite brand Colourpop offering 30% off and Glossier offering at least 20% off its entire stock.  If you're still stumped what to get your special someone after scrolling through all these sales, take a look at our guides that cover all the must-have gifts for her, gifts for him, gifts for travelers, top-rated Amazon gifts and gifts for that super hard person to shop for, too.  Adidas  Enjoy up to 50% off tons of items at Adidas through November 30, with some highlights including 30% off accessories and outdoor apparel, 40% off slides, tracksuits and signature hoodies, and 50% off all fleece items. _______________________________________________________________________________ Aerosoles  Aerosoles, the shoe brand known for its ultra-comfy soles, is running a discount of 50% off fall boots and 30% off everything else.  _______________________________________________________________________________ The Art of Shaving  Over at The Art of Shaving, everything is 30% off. That means $95 shaving kits now going for $66.50 and $60 expert razors now $42.  _______________________________________________________________________________ Aquatalia  Over at the uber-chic shoe brand Aquatalia, you can get 30% off sitewide with the code BLACKFRIDAY through November 30.  _______________________________________________________________________________ Baggu  Over at the adorable reusable bag brand Baggu, you can get 15% off sitewide, with 25% off orders of more than $50 and 30% off orders of $100 or more through December 3. Also, there's free shipping for orders over $30.  _______________________________________________________________________________ Ban.do  The always colorful retailer Ban.do, which stocks ultra-popular brands like Baggu and Vans, is offering 30% off its entire site through December 2 with the code THIRTYOFF. Consider this the perfect time to snag one of its adorable planners or array of gifts under $25.  _______________________________________________________________________________ Banana Republic  You can beat the holiday rush and pick up any full-price items at Banana Republic for an incredible 50% off right now.  _______________________________________________________________________________ Betsey Johnson  You can get 35% off your entire order at Betsey Johnson, which happens to specialize in extremely sparkly shoes and accessories, through December 1.  _______________________________________________________________________________ Boden  The family-friendly clothing brand Boden, which stocks all your fashion basics, is offering 30% off (and free shipping and returns) with the promo code H7N3.  _______________________________________________________________________________ The Body Shop  The Body Shop, home to lovely-smelling body butters and shower gels, is offering 40% off sitewide with seasonal items 50% off through December 4. What's more, its huge selection of gifts is 25% off, and all shower gels are being slashed to just $5, too. If you've got anyone in your life who's big on baths and self-care, this is the sale to hit up. \t\t _______________________________________________________________________________\t Bombas  Cult-favorite sock brand Bombas is offering 20% off sitewide with the code HOLIDAY20.  _______________________________________________________________________________\t\t\t\t\t\t\t\t\t\t\t\t Bonobos  The men's clothing brand Bonobos is 30% off sitewide with the code BFWEEK, making their excellent chinos and cozy flannels even more tempting.  _______________________________________________________________________________ Boohoo  The extra-sparkly women's clothing and accessories brand Boohoo has everything you could need to dress up for a holiday party, and the brand is now offering 60% off absolutely everything on its website.  _______________________________________________________________________________ Carbon38  The athletic retailer Carbon38, which stocks brands including Nike and Beyond Yoga, is offering 30% off its entire site, plus free shipping with the code CYBER30.  _______________________________________________________________________________ Charlotte Tilbury  Charlotte Tilbury, the British-born makeup brand known for its Pillowtalk collection and dreamy palettes, is offering 30% off a selection of its products and holiday bundles.  _______________________________________________________________________________ Chicos  Enjoy 40% off your entire Chico's purchase, including sweaters, dresses and tops, with the code 55748.  _______________________________________________________________________________ Chinese Laundry  The consistently trendy shoe brand Chinese Laundry is offering a 30% discount sitewide through December 1. There are some exclusions, however, so make sure you grab a pair that's Black Friday-friendly.  _______________________________________________________________________________ Colourpop  Beloved by makeup artists and YouTubers alike, Colourpop is offering 30% off sitewide through December 3. Its latest Disney collection may be of interest to you.  _______________________________________________________________________________ CoverFX  Through December 1, the makeup brand CoverFX , which is known for its excellent primers and palettes, is offering 30% off sitewide with the code BESTFRIDAY, plus free ground shipping.  _______________________________________________________________________________ Dagne Dover  Dagne Dover, known for its ultra-chic backpacks and tote bags, is offering 20% off everything through December 4.  _______________________________________________________________________________ Dermstore  Over at Dermstore, which stocks cult-favorite brands like Skinceuticals and Sunday Riley, you can now get 30% off select items with the promo code DSGIFT.  _______________________________________________________________________________ Draper James  Draper James, the Southern-inspired fashion brand founded by Reese Witherspoon, is offering 25% off sitewide with the code GRATEFUL, including sale items.  _______________________________________________________________________________ Dyson  You can get Dyson's coveted Supersonic Hair Dryer,  plus two gifts of your choice — ranging from a stand to a chic carrying case — for just $399.99 through the holidays. Over at Nordstrom, you can get the red gift edition of the Supersonic Hair Dryer with its own presentation case — a $459 value — for just $399 as well, plus free shipping.  _______________________________________________________________________________ Ethique  Over on Amazon, you can give the bestselling, plastic-free beauty brand Ethique, which specializes in shampoo and body wash bars, for up to 25% off.  _______________________________________________________________________________ Fossil  Watches, wallets and belts are amongst the most popular gifts to give this season, and Fossil has all that and more. Now through December 1, you can get 30% off your entire purchase on the site, with some select items getting slashed a whopping 50% as well, with the promo code INTHEBAG.  _______________________________________________________________________________ Franco Sarto  Through December 2, the Italian-inspired leather shoe brand Franco Sarto is offering 40% off sitewide, which means many of their surprisingly affordable ankle booties are now less than $100. The brand also offers a wide selection of wide calf boots.  _______________________________________________________________________________ Frank and Oak  The code BF30 gets you 30% off everything (except gift cards and outerwear) at the clothing brand Frank and Oak through December 3. Best of all though, for every order placed before Cyber Monday, the brand will be planting a tree in the Amazon in partnership with One Tree Planted.  _______________________________________________________________________________ Frye  Use the promo code BLACKFRYEDAY and you can get up to 50% off select Frye boot styles for her and for him.  _______________________________________________________________________________ Glossier  The disruptive beauty brand Glossier is offering 20% off its entire stock, with bundles going for up to 35% off.  _______________________________________________________________________________ Greats  The Brooklyn-born sneaker brand Greats is now offering 25% off sitewide with the code PASSWORD123. The deal runs through December 3 (or the day after Cyber Monday), so maybe it's time to snatch up a pair of its bestselling all-white Royale Blanco or millennial pink Royale Perforated.  _______________________________________________________________________________ Hush Puppies  You can get 40% off select styles, and an extra 20% off sale, with the code BLACKFRIDAY at Hush Puppies. _______________________________________________________________________________ Jachs  Jachs, an elevated basics brands, is offering 65% off sitewide through December 2.  _______________________________________________________________________________ Jack Rogers  A shoe brand fit for the whole family, Jack Rogers, is taking 30% off sitewide with the code BF2019, with plenty of shoe styles now less than $50, through November 30.   _______________________________________________________________________________ Lucky Brand  Over at Lucky, a brand that's known for its denim, Black Friday means 50% off everything sitewide, with a 40% discount also taken on shoes, through November 30.  _______________________________________________________________________________ Madewell  With the code GIFTWELL, you can get 30% off all womenswear at Madewell, including its excellent selection of jeans.  _______________________________________________________________________________ Milk Makeup  Milk Makeup is offering 25% off sitewide on orders of $30 or more. Plus, you get a free glitter bag and makeup set when you spend $65.  _______________________________________________________________________________ Nest Fragrances  Through December 1, you can get 25% off all orders from Nest Fragrances, which happens to have some of the most decadent-smelling candles and perfumes on the internet.  _______________________________________________________________________________ Nike  Over at Nike, you can get up to 50% off on hundreds of styles on sale, plus 25% off with the code SEASONMVP.  __________________________________"], "Language": false}