{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/japanese-prints-tattoo-artsy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kelsey Ables"], "Writers": [[]], "FirstPublishDate": ["2019-11-29T02:03:48Z"], "LastModifiedDate": ["2019-11-29T02:11:54Z"], "Headline": ["How Japanese prints inspired a tattoo frenzy"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Calves bulging and back rippling with sinewy muscles, Du Xing -- a bandit in the Chinese martial arts novel \"Water Margin\" -- moves towards a precipice. His arms are raised overhead, clutching a massive, imposing bell. With piercing focus, his eyes lock on a demon splayed at his feet.  The drama of the scene, as depicted by Japanese printmaker Utagawa Kuniyoshi in his series \"One Hundred and Eight Heroes of the Popular Water Margin\" (1827-30), is accentuated with lavish visual imagery: Neoclassical female figurines carved into the forest-green bell; autumnal leaves framing the stage; billowing folds of Du Xing's floral-patterned garments falling lazily over the taut muscles of his back. Perhaps most striking of the many scenes within this one is the elaborate tattoo on Du Xing's skin, which has become a canvas in its own right. Echoing the action in the tale, a waterfall rushes over Du Xing's flexed muscles, plunging from the heights of his shoulders to the depths of his waist. A dragon -- a symbol of wisdom and strength -- slithers surreptitiously around the around hills of his back. In the original text for \"Water Margin,\" which was first published in Japanese in the late 18th century, four of the 108 bandits chronicled by the tale have tattoos. Only a few of the bandits are described as having boy ink and their designs are not always explicitly detailed in the book. In an act of poetic license that would have lasting consequences, Kuniyoshi took it upon himself to interpret the existing tattoos and invent new ones for Du Xing and many more of the bandits. The rise in popularity and decades-long frenzy for tattoos is detailed in the 2017 book \"Tattoos in Japanese Prints\" by Sarah Thompson, curator of Japanese art at the Museum of Fine Arts, Boston; it's also the subject of a recent show at the Asian Art Museum in San Francisco. According to Thompson, large-scale, full-body tattoos became fashionable amid the distribution of Kuniyoshi's \"Water Margin\" prints in the late 1820s. While it remains up for debate whether Kuniyoshi responded to or sparked mainstream interest in tattoos, common lore among tattoo artists credits the printmaker with its popularization around the world. The Edo period was a time of contradictions: A domineering military dictatorship divided the people into stringent social hierarchies. But it was also a time of peace and prosperity where, for the first time, cultural production was in the hands of the people. Even the lower classes had a chance to indulge in the recreational activities born from economic stability and abundance. Popular culture and mass entertainment grew. Nightlife thrived as newly wealthy townspeople populated to the bustling Yoshiwara pleasure district and attended performances at Kabuki theater halls. With the development of the full-color woodblock printing process in Japan in 1765, visual art became more affordable, and vivid scenes depicting folklore, literature, landscape and contemporary life circulated to a broader audience. A printmaking genre called \"ukiyo-e,\" meaning \"pictures of the floating world,\" was inspired by characters of Kabuki theater and the entertainment district, and grew in popularity under the auspices of printmakers like Katsushika Hokusai, Totoya Hokkei, Utagawa Kunisada, and Kuniyoshi. In the 1820s, the ink of the woodblock prints and that of tattoos on skin began to influence one another. They shared the popular imagery of dragons, demons and monsters, as well as allusions to religious motifs. Patterns from costumes seen in the prints became the inspiration for real-world tattoos, blurring fabric and flesh. The two artistic practices -- printmaking and tattooing -- are interlinked by their shared Japanese name, \"horishi,\" or \"master of carving.\" Some scholars speculate that woodcarvers may have also been tattoo artists. In the early Edo period, tattoos marked devotion -- to a lover or to religion -- or signified criminality. That changed with the publication of Kuniyoshi's series. \"Water Margin\" became so popular that other printmakers referenced it in their titles, regardless of how relevant the original story was to their work. In 1866, Tsukioka Yoshitoshi made a series called \"A Water Margin of Beauty and Bravery,\" which was entirely unrelated to the Chinese novel but was titled as such to capitalize on the popularity of Kuniyoshi's work. In his own series, Yoshitoshi depicted a tattooed wrestler, Konjin Chogoro, throwing a demon. Arms and fingertips outstretched, the wrestler's back turns to us, revealing a tattoo of crimson florals growing over teal waterfalls and lush greenery. The series \"A Modern Water Margin\" (1862) by Kuniyoshi's rival, Kunisada, drew parallels between characters based on real-life Sasagawa bandits and the characters in the Chinese novel. He depicts a Kabuki actor, Nakamura Shikan IV, as Sasagawa bandit leader Tomigoro, with a wide-eyed, open-mouthed dragon tattoo. Kabuki performers often had tattoos painted onto their bodies for performances and were popular subjects in ukiyo-e prints. In Toyohara Kunichika's triptych, \"A Water Margin of Beautiful and Brave Women\" (1869), the actors' arms feature bright-red fish and grimacing dragons. While the figures have female bodies, Thompson points out that there is little evidence women were tattooed. Female bodies paired with masculine faces highlight the gender fluidity of Kabuki theater, where men frequently cross-dressed. Such interplay between popular artistic mediums -- theater, tattooing and woodblock prints -- reflects the fertile ground for cultural creation in a time when Laura Allen, chief curator and curator of Japanese art at the Asian Art Museum, describes, \"ideas flow(ed) from popular art into urban life and back.\" Tattoos sported by the characters in \"Water Margin\" -- most famously, Shi Jun's nine dragons -- served as inspiration for real tattoos. But the heroes depicted in Kuniyoshi's prints themselves inspired tattoos that were then depicted in prints. This led to dizzying printed images of tattooed characters whose tattoos have tattoos. In one 1840 image by Kunisada of a couple making love, the man's back reveals a tattoo of a hero from the novel who himself has a large snake tattoo. Thompson notes that such tattoos within tattoos are popular choices for real tattoos today. During the Meiji Restoration, the government outlawed body ink, bringing an end to the mainstream tattoo Renaissance. Tattoos moved underground and quickly became associated with organized crime. For many, this new association twinged tattoos with a welcome rebellious spirit. Today, Japanese tattoo culture is studied around the world, and motifs of the Edo period live on. Underlying all skin printed with lions, eagles, peonies, dragons, and snakes, Kuniyoshi's \"master carving\" hand lingers."], "Language": false}