{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/yayoi-kusama-thanksgiving-parade-macys/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Ana Rosado, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-27T12:49:24Z"], "LastModifiedDate": ["2019-11-28T13:04:52Z"], "Headline": ["Acclaimed artist Yayoi Kusama creates balloon for the Macy's Thanksgiving Day Parade"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Japanese artist Yayoi Kusama, who has become an art-world sensation and an undisputed global favorite, is the first ever female artist commissioned by the Blue Sky Gallery program to create a balloon for Macy's Thanksgiving Parade.   Beginning in 2005, this special parade program has been offering contemporary artists an opportunity to transform their work into a prodigious balloon that hovers over New York and is seen by people from all walks of life.  Over the years, many artists -- including Jeff Koons, Keith Haring and Tim Burton -- have been invited to collaborate with Macy's, but a woman's name had missing among the group.   Kusama's contribution is titled \"Love Flies Up to the Sky,\" and it's a striking tentacled round balloon, covered in her signature polka dots. It borrows designs from a previous body of work, \"My Eternal Soul\" (2009), and was developed in collaboration with the Macy's Parade Studio inside its 72,000-square-foot warehouse. \"All balloons start with a sketch -- we'll create a three-dimensional model, a clay sculpture or a 3D digital image. From there the balloon is patterned, created with white fabric, which is sealed together and then it's all painted by hand,\" said Macy's Balloon manager Matt Kaprielian in a video statement.  The Japanese artist's work beautifully lends itself to novelty balloons. As the queen of art for the Instagram age, Kusama knows how to grab the attention of big audiences. Her series \"Infinity Mirror Rooms\" has been hashtagged hundreds of thousands of times, while the artist's name has garnered around 855,000 tags on Instagram.  The 90-year-old shows no signs of winding down. Her latest show, \"Every Day I Pray For Love,\" at the David Zwirner gallery in New York, features a new \"Infinity Mirror Room,\" and people haven't kept away from queuing up to two hours for the chance to stand inside the space for one minute.  In the last five years alone, over 6 million people have seen her work, said Hanna Schouwink, director at David Zwirner. Audience for the Thanksgiving Parade is expected to be around 3.5 million -- plus 50 million nationwide viewers.  But there's a chance that the big balloons might not fly this year: the weather forecast predicts strong gusts of wind that might ground them.  If that's the case, New Yorkers will have to wait next Spring to see more of Kusama's work, when a highly anticipated exhibition of new and past works will open at the New York Botanical Garden in the Bronx."], "Language": false}