{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/a-listers-abu-dhabi/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Selina Julien, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-28T10:29:15Z"], "LastModifiedDate": ["2019-11-28T10:29:15Z"], "Headline": ["A-list Abu Dhabi: The high-roller guide to the UAE capital"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["As one of the world's wealthiest cities, it's no surprise that Abu Dhabi is a magnet for high rollers. Whether you want to treat yourself to the world's most expensive diamonds or snap up a multimillion-dollar villa on a private island, nothing is impossible in the country renowned for its superlatives.  If money is no object, here are some of the best ways to splash the cash if you travel to the emirate.  Book an apartment in the sky There's nothing quite like making an entrance and flying into the capital on board a jet's luxurious three-room suite is certainly a memorable one. Designed to feel like a home in the sky, Etihad Airway's opulent apartment The Residence, on board the A380, features a private bedroom with double bed, en-suite shower room with plush Acqua di Parma toiletries and a spacious living area on the upper deck. With all the perks of a private jet, Etihad has raised the bar so travelers can enjoy complete privacy, slip into designer sleepwear and stay connected with the complimentary Wi-Fi or sit back and enjoy the latest must-see movies on the impressive 32-inch LCD screen.  From the moment the suite is booked, the airline's VIP Travel Concierge will curate every detail of the trip from the chauffeur-driven limousine to access to the secret Residence lounge and even pillow preference.  And once you're on board, the in-flight butler and chef will ensure it's an unforgettable experience with fine dining and free-flowing Bollinger Grande Annee 2005 (or a drink of your choice) Return flights from London to Abu Dhabi start at around $16,500. etihad.com Hire a luxury personal shopper Sara Khan, founder of By Appointment, is the woman everyone -- including VIPs, royals and high-net-worth individuals -- has on speed dial in Abu Dhabi.  Alongside her husband Eddie Perez, the high-flying couple run the luxury personal shopping and events agency specializing in providing limited edition products and experiences for their money-is-no-object client base -- although access to their gilded circle is invitation only or by referral. From sourcing rare designer items such as exotic Hermès Birkin bags worth around $350,000 to meet and greets which can cost anything between $25,000 and $250,000, private concerts and intimate dinners with superstars such as Beyoncé and Justin Timberlake, they'll make it happen. Extravagant requests they've fulfilled include flying a US rapper over to the UAE to cook Christmas dinner for a client, delivering 10 falcons on a private jet and arranging a real giraffe as the surprise guest for a children's birthday party. Khan simply puts it: \"Nothing is impossible as long as it's legal!\" byappointmentme.com Buy a villa on a boutique private island   One of the most expensive villas in the world is on sale on Zaya Nurai Island for $20 million.  Rivaling the likes of the mansions in the Hollywood Hills and the over-water villas in the Maldives, these plush boltholes with six bedrooms and seven bathrooms come complete with private beaches and infinity pools as well as palatial entertaining areas, home cinemas and gyms with adjoining sauna and steam room. Accessible by speedboat only 10 minutes from Abu Dhabi mainland, this eco-focused real estate gem offers dwellers both waterfront luxury living and complete privacy. There's a floating marina with an arrivals lounge for guests and residents, as well as a private helipad, boutique hotel, fine dining eateries, world-renowned spa and state-of-the-art fitness center. Prices start at around $1 million.  zayanuraiisland.com/buyout Sample a rare vintage  Abu Dhabi's most discerning palates head to the Rosewood Hotel's cozy wine cellar, La Cava, for the best vintages in town. Accessed via a spiral staircase flanked by atmospheric candles, the UAE's only wine cellar stocks over 1,000 premium labels and has a snug cigar bar where its prized cognac and whiskey selection is housed alongside its authentic Cuban cigars. The exclusive underground bar is one of Abu Dhabi's best-kept secrets with a collection of 10,000 bottles of the worlds' finest wines including a Chateau Petrus vintage 2005 for an eye-watering $21,415 and the A-list favorite, Louis Roederer Cristal 1999 3L for $13,270.  rosewoodhotels.com/en/abu-dhabi/dining/La-Cava Indulge in a 24-carat gold facial  The award-winning Emirates Palace Spa deserves all its accolades. With its opulent Moroccan-inspired decor and serene ambiance, it's a favorite with celebs, royals and residents alike and it's easy to see why. Fancy being painted with gold and massaged with luxurious diamond-infused oils? Book the spa's decadent A Day of Gold treatment, which includes a 90-minute Signature Palace massage, luxurious hammam, 24-carat Gold Radiance Facial, a Bastien pedicure, plus lunch and a small gift to take home. It's almost six hours of indulgent pampering and costs $1,140. kempinski.com/en/abudhabi/emirates-palace/luxury-spa Take a Ferrari for a spin in the desert  With the Middle East renowned for its love of super cars, Abu Dhabi offers the perfect terrain for enthusiasts to take to the open roads for the ultimate sports car tour.  Choose a high performance model from Edel & Stark luxury car rental, such as a Porsche 718 Boxster S, Lamborghini Huracán or Bugatti Veyron, for an unforgettable driving experience.  The F1 and Supercar UAE Grand Tour in a Ferrari 488 Spider -- which includes driving to the race track in your sports car and enjoying the action from an exclusive suite before exploring the scenic desert routes -- costs around $15,700 with a guide. edelstark.com Splurge on an extravagant dinner  With excellent restaurants all vying for attention across the city, it takes a special place to roll out one of the most lavish meals in the capital -- and the single most expensive dish.  Step forward the world-famous Cantonese restaurant Hakkasan Abu Dhabi, which offers diners the signature Peking duck with beluga caviar for around $550.  The famous duck dish from Beijing is a favorite with the city's flashy gastronomes who delight as it's wheeled through the opulent restaurant, which features the chain's signature plush interiors with wooden screens and latticing. With an Instagrammable outdoor terrace offering fabulous bespoke cocktails and skyline views, the Abu Dhabi outpost -- housed in the iconic Emirates Palace -- doesn't disappoint. hakkasan.com/abu-dhabi Make a diamond your best friend  In the land of exclusivity, diamonds will forever be in fashion and global game-changers Mouawad operate an appointment service for Abu Dhabi-based clients to purchase their high-net-worth masterpieces. Run by the fourth-generation Mouawad brothers -- Fred, Alain and Pascal -- the Lebanese family are among the world's richest diamond owners thanks to a series of shrewd purchases over the years, including the 68-carat Taylor-Burton diamond. With the world-record breaking Mouawad Dragon Diamond in their collection, clients in the emirate looking to splurge on the ultimate accessory need look no further than the 54.21-carat brilliant-cut precious stone. Those with a penchant for exquisite jewels can now purchase one of the most revered yellow diamonds of all time with the price available on request. mouawad.com"], "Language": false}