{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/health/sanjay-gupta-coronavirus-podcast-april-27-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN staff"], "Writers": [["CNN staff "]], "FirstPublishDate": ["2020-04-27T15:00:51Z"], "LastModifiedDate": ["2020-04-27T15:00:51Z"], "Headline": ["Kids Q&A with Dr. Sanjay Gupta and Carl Azuz: Coronavirus podcast for April 27"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Children around the world have been impacted by Covid-19, and they understandably have curiosity and concerns about what's going on. CNN's Chief Medical Correspondent Dr. Sanjay Gupta is joined by CNN10 anchor Carl Azuz to answer some of the key questions on kids' minds these days. Gupta: Today's episode is going to be a little different. So far on this podcast I've spoken to a lot of adults -- scientists, doctors, and even an astronaut.  But they're not the only ones thinking about the coronavirus. Kids are listening and asking questions, too. Oftentimes, they ask the questions that adults are too embarrassed to ask. We've heard from a bunch of you and I hope I can help you understand what's going on right now. I'm Dr. Sanjay Gupta, CNN's Chief Medical Correspondent. And this is \"Coronavirus: Fact vs. Fiction.\" Gupta: A lot of kids around the world want to know when they can see their friends again.  I wish I could tell you I knew exactly when you could go back to having playdates and learning from your teachers in person, but there's just no answer to that yet. That's one of the hardest things about life during this time -- not having answers.  But I've gotten some amazing questions from you, and I'm going to try and answer them the best I can. I've also brought in my friend Carl Azuz -- many of you probably know him as the anchor of CNN10 in classrooms across the country.  Carl Azuz (on CNN10): We know what it's doing, we know where it's spreading, but where did Covid-19 come from? That's the first thing we're looking at today on CNN10 and we're happy to have you along for the hunt. Gupta: Hey Carl! Azuz: Sanjay, it's always a pleasure to work with you. Thank you for thinking of me.  Gupta: So, let's jump right in. Our first question comes from Micah in Maryland. Micah:  I wonder where the coronavirus came from. If it was from bats, how did it change or mutate? Thank you, stay well. Gupta: Thanks, Micah. Scientists do think that this coronavirus did come from bats in China. What we're not entirely sure about is exactly how it got into humans. It could be that the bat made another animal sick and then that animal got a human sick. Or it could be that it spread directly from bats to humans. It is also possible that the bats were studied in a lab and that the virus spread to humans that way. We just don't know yet. Next we have a question from PJ in Florida.  PJ: Will we have to wear masks in public forever? Thank you.  Azuz: I have good news for you, PJ. No, we are not going to have to wear masks in public forever, although some people might think they're pretty fashionable and want to keep it going. That's the good news. The bad news is we don't know when we'll be able to take them off.  Gupta: That's right, Carl. And I think it's also important to remember that when you wear a mask, it's to help protect other people from you. It makes it less likely that you can spread the germs from you to somebody else. Remember, even if you're not sick, even if you're not coughing or sneezing, if you have the virus inside your body, you could possibly spread it to others. A mask helps prevent you from doing that.  Azuz: Alright, Sachin is in New York City with our next question.  Sachin: What do the germs look like? What do the germs feel like when you have them? Azuz: Sachin, I have no idea what germs look like. I think Dr. Sanjay Gupta might be the best person to answer that one. Gupta: Sachin, the thing about germs and viruses like this is that they are too small for us to see or feel even on our skin. But that doesn't mean that scientists haven't been able to use microscopes and get a good look at them. This coronavirus is called coronavirus because corona means crown. So this looks like a little blob with a crown on top of it. That crown is actually a bunch of little spikes that the virus uses to move around and to get inside the body. That's the reason you have to wash your hands a lot, because when you use soap and water, you can actually clean those germs off your hands even if you can't see it happening. Even though you can't see these germs or these viruses, they are all over the place. They're on door handles, sometimes they're on your toys. But the good news is that many of these germs aren't going to make you that sick. Now we have a question from Abby, in Washington, DC. Abby: My question about coronavirus is: Will I be able to go to camp and different places in the summer?  Gupta: Abby, this is probably the number one question that I get even in my own home. What are things going to be like this summer? Well, Abby, there's a good chance that we may still have to be home this summer. We still don't know yet. We got to make sure that in different places around the country, things are headed in the right direction, that there are fewer people getting sick, that more people can get tested. When we get to that point, we may start to slowly open things back up. The one thing, Abby, we don't want to happen is that more people get sick that didn't need to because they went out too early. Now we have a question from Leonard in California. Leonard: Are there any drugs that can actually help you not get this virus? Azuz: Well I don't know if I would call it a drug, Leonard, but I can say that washing your hands is a really good way to keep yourself safe from this virus.  Dr. Gupta: Yep, right now, the only medications for this coronavirus are ones that help treat your symptoms. So if you have a cough, runny nose or a fever, there are certain medicines that can help with that. But there are scientists all around the world in labs who are working at different treatments to treat the virus itself. And hopefully by the summer, we may have some good answers on that.  Azuz: You know Sanjay, you are a doctor, you're going to have some pretty good points. And that was another one. You want to make sure that you are doing other things you can do just to keep yourself healthy, besides washing your hands, to eat a healthy diet. Fruits and vegetables. Make sure you get lots of sleep. Make sure you get some exercise as long as you're, you know, not getting too close to other people. And it's a good idea to do that, whether or not there's a threat from coronavirus. Santiago in California is next. Santiago: Will more families become poorer after this passes? I'm worried that my family or other families will become hungry or homeless. Azuz: Santiago, that's a very important question. I'm sorry that you're worried about it. As far as families becoming poorer, we do know that a lot of people have lost their jobs. There are a lot of folks who are unable to work right now because businesses are closed down. But there are also a lot of folks helping others. For one thing, the US government has spent trillions of dollars trying to get money to people in need. Also, we've heard from a number of different charity organizations.  We know some churches are involved in helping their communities. And then there are some folks who are just giving lunches to students who might normally get those at school but can't because of the coronavirus. So the good thing here, Santiago, is the fact that so many people are helping others in different communities. And that's something that gives us all hope. And last question is from North Carolina. Sydney, what's on your mind? Sydney: When will the coronavirus be over? When will the scientists get a cure for the coronavirus and how will they find it? Azuz: Thanks for the question, Sydney. If it were up to me, it would be over in five minutes. Everybody would be healthy. You'd be able to go back to school, hang out with your friends, go to concerts, all the fun stuff that you and your parents love to do.   Gupta: That's right, Carl. Sydney, everybody wants the answer to this question. One thing we need to make sure we can do is start to test people for the virus. Letting them know whether they have it in their bodies and making sure that if they do, they don't spread it to other people. Right now, Sydney, one of the most promising things out there is that scientists are working on finding a vaccine. That's a medicine that can help teach your body how to fight the virus. We probably won't have a vaccine until next year some time. But once that happens, that will protect us against this virus, just like a flu shot protects you against the flu. Gupta: These have all been really great questions. Thank you so much for sending them in. And Carl, thank you very much. I really appreciate it. You have such a great way of talking to kids. I know they adore you. Azuz: Hey, thank you, Sanjay. Always a pleasure working with you. Happy to be here. Gupta: Before I sign off, I want to talk directly to parents.  Sometimes it's really hard to figure out how to explain what's going on right now to kids. I know, because I've had to talk to my own kids about it.  Even if your kids are young, or aren't asking about it, experts say it's a good idea to start a conversation with them to see if they have questions or worries that they haven't yet expressed.  Try asking your kids what they're hearing and thinking about things, and let them know it's okay to feel anxious.  There are more tips for talking to kids about the coronavirus at CNN.com. And if you have older kids who want more information, they can watch Carl's show at CNN.com/cnn10.  We'll be back tomorrow. Thanks for listening."], "Language": false}