{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/mozart-painting-auction-paris-christies-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Matthew Robinson, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-13T16:53:51Z"], "LastModifiedDate": ["2019-11-28T02:26:13Z"], "Headline": ["Rare portrait of teenage Mozart sells for $4.4 million at auction"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["A rare portrait of a teenage Wolfgang Amadeus Mozart smashed auction estimates to sell for over 4 million euros ($4.4 million) in Paris on Wednesday. The portrait, dating from 1770 and attributed to the Italian painter Giambettino Cignaroli, depicts a 13-year-old Mozart playing a harpsichord, wearing a white wig and red dress coat.  It was painted while the young composer was on a tour of Italy as part of his artistic education, according to the auction house behind the sale, Christie's, which had initially set a guide price of between €800,000 and €1.2 million ($882,000 to $1.3 million).  \"The journey to Italy had become unavoidable on the path to recognition for every musician, no matter how young they were,\" Christie's said in a statement prior to the sale.  The painting was commissioned by Pietro Lugiati, a chief tax collector from Venice, after an organ concert by Mozart in Verona. \"Pietro Lugiati was very impressed by the talent of the young Mozart when he was traveling in Italy with his father,\" Astrid Centner-d'Oultremont, head of the Old Masters department at Christie's Paris, told Reuters earlier this month.  Christie's said Mozart's father, Leopold, refers to the painting in a letter to his wife on January 7, 1770, in which he mentions that it was painted in two successive sittings.   \"We were invited to the home of a nobleman, Sig. Regazzoni. The receiver general of Venice, Sig. Lugiati, asked the cavalieri to inquire with me whether I would permit a portrait to be made of Wolfgang; which was done yesterday morning,\" Leopold writes. \"Today, after mass, the second sitting was meant to take place.\" Leopold describes how the second sitting was delayed after the Bishop of Verona arrived at Lugiati's house and asked Mozart and his father to have lunch with him.  \"When he learned that we were about to have Wolfgang's portrait painted and that we wanted to continue our journey, he agreed to let us lunch with Sig. Lugiati, but he retained us until one o'clock,\" Leopold writes. \"We then continued with Wolfgang's portrait sitting and we only sat down to eat at three o'clock.\" Christie's had noted that the portrait is of particular importance as it is one of only a few painted during Mozart's lifetime. The auction house added that the rediscovery of the painting in 1865 by Leopold von Sonnleithner, a friend and patron of Beethoven and Schubert, was \"no less astonishing.\"  The identity of the painter has also been a matter of debate among art historians for years.  \"All evidence points to it being the work of a Veronese painter in the circle of Pietro Lugiati, as the commission was undertaken with such rapidity,\" Christie's noted.  \"Two artists from the Cignaroli family were suggested at the beginning of the 20th century -- Giuseppe, called Fra Felice (1726-1796), and Giandomenico (1722-1793); however, a more stylistic approach points to it being the work of a more assured painter. \"The suggestion that this is the work of Giambettino Cignaroli, the most famous Veronese artist of the 18th century and Lugiati's cousin, is an attractive one.\" "], "Language": false}