{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/tokyo-cultural-attractions/index.html"], "Source": ["cnn"], "Location": ["Tokyo"], "ByLine": ["By Joshua Mellin, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-28T02:09:55Z"], "LastModifiedDate": ["2019-12-03T06:11:37Z"], "Headline": ["City of contrasts: How to experience the best of Tokyo's two sides"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Tokyo is arguably one of the most modern cities in the world, a heaving metropolis with its sights set fully  on the future.  But look closer and you'll see plenty of examples of how it has embraced its cultural traditions along the way. Founded as Edo, modern-day Tokyo was the seat of power for the ruling Tokugawa shogunate -- the Japanese military government -- from 1603 until 1868. During this period of stability, the city established its status as a global metropolis, where the Ukiyo, or \"floating world,\" lifestyle blossomed.  Residents settled into the pleasure-seeking aspects of the culture: indulging in kabuki performances, geisha entertainers and sumo wrestling contests -- traditions that continue today.    Scenes from the era were captured in Ukiyo-e -- paintings and woodblock prints -- such as \"The Great Wave off Kanagawa\" by Hokusai. They depicted subjects such as samurai warriors, nature landscapes and even erotica. A new exhibition celebrating the great Ukiyo-e artists of that era has just opened at the Edo-Tokyo Museum. It's just one of a huge number of events celebrating art, music and dance -- both traditional and contemporary -- being held as the city gears up for the 2020 Summer Olympics.   But evidence of Tokyo's ability to honor the customs of the past -- all while forging the city of the future -- can be found throughout the city as well. Here, we offer a travel guide on how to fully immerse yourself in the best of Tokyo's old and new while visiting some popular city districts.  Roppongi  Tokyo's Roppongi district might be most famous for its nightlife, but its raucous reputation has recently given way to a more refined set of nightclubs, bars and restaurants -- with companies like Apple and Google even settling into the expat-friendly neighborhood.  It's also a top destination for art lovers.  The Mori Art Museum, for instance, sits atop Mori Tower, one of Tokyo's tallest and most prominent buildings. (Part of the Roppongi Hills complex, the tower's rooftop Tokyo City View offers views of nearby Tokyo Tower and a 360-degree view of the surrounding neon cityscape.)    Upcoming exhibitions at the museum, which highlights contemporary Asian art, include next year's \"STARS: Six Contemporary Artists from Japan to the World\" exhibition, running April 23 until September 6, 2020. It features some of Asia's best-known international artists: Yayoi Kusama, Lee Ufan, Tatsuo Miyajima, Takashi Murakami, Yoshitomo Nara and Hiroshi Sugimoto.  Completing the \"Art Triangle Roppongi\" are the National Art Center -- Japan's largest art museum -- and Tokyo Midtown's Suntory Museum of Art, which is closed for renovations until May 2020.       While in the area, we recommend honoring the origins of Roppongi, which trace back to the funeral of Shogun Hidetada's wife, Oeyo, in 1626. The stately affair included a procession from Roppongi to downhill Zōjō-ji Temple.  The funeral procession gathered the elite of the era, and as gratitude for planning the event, the four Buddhist priests responsible were rewarded handsomely. They invested their sums into building new temples, shops and houses that would entice settlers to the development.  Today, the Buddhist temple retains its original 69-foot-tall gate. Constructed in 1622, the Sangedatsumon stands as the oldest wooden structure in Tokyo.   Asakusa  One of Tokyo's most traditional neighborhoods, historic Asakusa's charms center around the oldest and perhaps most eminent Buddhist temple in the city -- Sensō-ji.  The bright red temple, completed in 645, is punctuated by the adjacent five-story pagoda, the Asakusa Shinto shrine. Visited by millions annually, the initial entry gate, the Kaminarimon, is a symbol of both Asakusa and the entire city of Tokyo.   Meanwhile, also dating back centuries, nearby Nakamise shopping street stretches out along the approach to Sensō-ji, brimming with souvenir shops. The classical surroundings make it a popular destination for tourists to don yukatas and kimonos, which are available to rent or buy.  In the evening, when the stores lock up for the evening, their shutters reveal an elaborate mural painted of a ukiyo-e scene.  The world's tallest tower, the 2,080-foot-tall Tokyo Skytree looms down many of Asakusa's lengthy side streets, while the area's riverside views have become a preferred location to watch the sunset and the glittering skyline illuminate at night.   Ginza Real estate in Tokyo's swanky Ginza neighborhood is the costliest in the city, its wide boulevards offering hints of European influence.  Boasting some of the city's largest shopping complexes, including Ginza SIX, with over 240 stores, the district is filled with international luxury brands. On the weekends the main shopping strip, Chuo-dori Street, shuts down to traffic and opens only to pedestrians.  Ginza's high-end reputation extends to dining too. It's home to three-Michelin-starred restaurants such as the Zen-like Ginza Kojyu and elegant Sushi Yoshitake, both of which seat just eight and thus are notoriously difficult to secure a reservation for. But there are plenty of remnants of the past worth exploring in Ginza, too.  Among the standouts is the Hattori Clock Tower.  In the late 1800s, Kintarō Hattori, a 22-year-old watchmaker whose wares had already gained favor with the Imperial Household, opened a shop in the district. Founded as K. Hattori, the company that would come to be known as Seiko now marks the heart of Ginza.   From 1894 to 1921 the Hattori Clock Tower stood at the site. When the retail arm of the company, Wako department store, opened in 1932, a new clocktower was placed there in homage. It remains one of the most prominent post-earthquake, pre-war buildings in Tokyo and a symbol of the city.  Meanwhile, Ginza's classical Kabukiza Theatre, remodeled in 2013 and inspired by the design of Japanese castles, has occupied its current location since 1889 and is worth a visit as well.   Kabuki is a traditional style of theater characterized by eccentric costumes, bold makeup and exaggerated acting. The Kabukiza Gallery on the theater's fifth floor features props and costumes used in actual performances. Ueno Park  Japan's most popular park, Ueno welcomes over 10 million visitors annually.  During sakura, or spring cherry blossom season, the stunning space is filled with blankets of picnickers enjoying \"hanami,\" the custom of sitting and enjoying the flowers.  The centerpiece of the park, Ueno Zoo, is Japan's oldest and is home to beloved panda cub Xiang Xiang, born in 2017. But it's also a destination for art and history lovers as well. Rising as a symbol of rebirth following the the Great Kantō earthquake, which struck Tokyo in 1923, the park became home to Japan's first public art museum, the Prefecture Art Museum (the present Tokyo Metropolitan Art Museum) three years later.  It was followed in 1931 by the Tokyo Museum of Science (the present National Museum of Nature and Science). Today, it's home to six museums. The remaining four are the Tokyo National Museum, the Ueno Royal Museum, the National Museum of Western Art and the Shitamachi Museum.   During World War II, the area around the park became a black market. This eventually evolved into the present Ameya-yokocho Market, where military surplus supplies are still available along with discount souvenirs and plentiful street food.  Yanaka  Largely spared by natural disasters and wartime destruction, Yanaka, with its preserved old town \"Shitamachi\" atmosphere, offers a winding stroll into Tokyo's charming past. The area's many wandering cats have become the unofficial mascots of the sleepy neighborhood. The well-cared-for kitties often join passersby on tours through Yanaka's preserved Shōwa period charms.  The quiet neighborhood's backstreets contain many local, single-owner shops. Senbei, or rice crackers, are a celebrated fare of the neighborhood, and fish pancakes at Yanaka Ginza's Maneki-ya have become a local favorite, while trendy coffee shops like Kayaba are known for fluffy egg sandwiches.  The relaxed nature of the district has fostered a variety of unique art galleries.  The avant-garde SCAI takes up residency in a former bathhouse, and HAGISO is located in a classic wooden apartment with a cafe. With over 7,000 graves, Yanaka Cemetery is the biggest in Japan, though its many gardens offer an uplifting ambiance. In April, abundant pink sakura trees line the cemetery's famous \"Cherry Blossom Avenue.\"  Yanaka's many temples are particularly inviting. These include the district's oldest temple, Tennōji. Established in 1274, it's known for its bronze Buddha statue, cast in 1690.  Akihabara Though some affectionately refer to it by its shortened label, \"Akiba,\" Akihabara may be best known for its \"Electric Town\" moniker.  The district's many neon facades are most closely associated with video games and anime culture, but the futuristic hub of Japanese popular culture is actually the site of one of the original entrance gates to the city and was home to Edo-period samurai. When the Akihabara train station opened in 1888, the area began to flourish. In the 1930s, department stores specializing in home electronics earned the area its \"electric\" nickname, prospering primarily on sales of washing machines, refrigerators and stereos.  By the 1980s, the stores began dealing in personalized computers, which set it towards catering to \"otaku\" goods. (Otaku is a Japanese term for people with obsessive interests which has come to be a term of endearment describing a wide-range of geekdom.)  But buried under all those lights, remnants of its past remain -- albeit with a few modern nods to the neighborhood.  Kanda Shrine dates back nearly 1,300 years. Originally built near Ōtemachi district, it was moved to the current site in 1616. Destroyed by the 1923 earthquake, it was rebuilt in concrete and subsequently survived World War II firebombings.  Due to its proximity to Akihabara, it's largely known as the \"anime temple.\" Nozomi Tojo, a character from the anime series \"Love Live!,\" a purple-haired school girl from Akihabara, is the shrine's official mascot.  Here, ema prayer boards, normally scrawled with wishes, are instead meticulously illustrated with anime characters. Charms promising to protect electronics from fault can be purchased here as well. The microchip-designed talisman comes in a three-piece set: a cell-phone sticker, a computer-sized bookmark and a wallet-sized card.  The shrine hosts one of Tokyo's three most famous festivals, the Kanda Matsuri parade, created to celebrate prosperity under the Tokugawa Shogun. The next Kanda Matsuri is scheduled for May 2021. Shibuya    Shibuya is best known for two things: Its frenetic crosswalk, often referred to as the world's busiest intersection; and nearby Harajuku, center of Japanese youth culture and fashion.  But after you've visited those hotsp"], "Language": false}