{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/tokyo-contrasting-neighborhoods-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Joshua Mellin"]], "FirstPublishDate": ["2019-11-28T00:50:28Z"], "LastModifiedDate": ["2019-11-28T00:50:28Z"], "Headline": ["See Tokyo's contrasting neighborhoods"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Shinjuku City: Tokyo's Shinjuku district is home to  the city's largest central entertainment zone, Kabukichō.  Kusama Museum: Opened in 2017, The Yayoi Kusama Museum, also located in Shinjuku, presents major works from the legendary artist's earlier years up until present day.  Ruriden columbarium: Adjacent to the seemingly quaint Koukokuji Buddhist temple, this mausoleum's wooden doors open to reveal 2,046 LED-lit glass Buddhas -- all corresponding to ashes of the deceased entombed there. Shinjuku Gardens: Shinjuku Gyoen National Garden is one of Tokyo's largest and most peaceful parks. A private garden of the Imperial Family since 1903, it was opened to the public in 1949.  Akihabara: Akihabara, aka Electric Town, is the center of anime and video game culture in Tokyo. Akihabara Electric Town: A high concentration of manga, model and trading card shops can be found surrounding the arcades.  Kanda Shrine: Nearby Kanda Shrine dates back over 1,270 years. But thanks to its proximity to Akihabara, it's also known as the \"anime temple.\" The anime temple: Ema prayer boards -- normally covered in wishes -- are instead illustrated with anime characters.  Roppongi: Mori Tower, one of Tokyo's tallest and most prominent buildings, has become a centerpiece of Roppongi. It draws crowds to its rooftop Tokyo City View, offering iconic angles of nearby Tokyo Tower and a 360-degree view of the surrounding neon cityscape. Zōjō-ji temple: This Roppongi Buddhist temple's 69-foot tall gate, constructed in 1622, is the oldest wooden structure in Tokyo. Mori Arts Building: This modern museum focuses on artists that exemplify contemporary Asian art. Recent exhibitions include Japanese artist Shiota Chiharu's \"The Soul Trembles.\" Asakusa: One of the most traditional areas in Tokyo, the historic Asakusa neighborhood is home to the oldest Buddhist temple in the city, Sensō-ji.  Ginza: Once a marshy swamp, the now swanky Ginza district was founded as a silver-coin mint in 1612, giving it the name Gin, meaning \"silver,\" and za, \"guild.\" The Hattori Clock Tower marks the heart of Ginza. Ueno: Inside Japan's first public park, the eponymous Ueno Zoo is home to popular two-year-old panda Xiang Xiang. Harajuku: Since Harajuku precinct was made a car-free zone in 1977, Takeshita street has become a gathering place for Tokyo's fashion-forward youth. Yoyogi Park: Also in Harajuku, Yoyogi Park and its adjacent Meiji Shrine is home to the world's largest wooden torii gate.  Meiji Jingu Shrine: This Shinto complex was built in 1920 to honor Emperor Meiji and his wife, Empress Shōken. Ameya-yokocho Market: Once a black-market magnet for wartime goods, Ameya-yokocho market sells military surplus supplies along with discount souvenirs and street food."], "Language": false}