{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/27/entertainment/drake-rap-sing-new-york-times/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2019-11-27T16:15:28Z"], "LastModifiedDate": ["2019-11-27T16:15:28Z"], "Headline": ["The New York Times gave Drake credit for rap-singing. People aren't having it"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["You know when that hotline bling, that can only mean one thing. Since The New York Times published a critique this week claiming Drake pioneered rap-singing -- which it described as \"singing and rapping all woven together into one holistic whole\" -- people have been in their feelings and accusing the paper of being on its worst behavior. Here's how it all went down: The paper on Monday ran a piece by pop music critic Jon Caramanica headlined, \"Rappers are singers now. Thank Drake,\" as part of its \"Decade in Culture\" series. \"He fundamentally rewrote the rules of entry for what it meant to be a rapper in the 2010s,\" the article's secondary headline about the Canadian rapper reads. \"And it seems everyone followed.\" Twitter reacted with some \"Say what now?\" at the thought that Drake had pioneered such a thing. Where was the crew love, they wondered, for artists like T-Pain, Lauryn Hill, André 3000, Kanye West, Wyclef Jean and CeeLo Green, who have been rap-singing for ages. Not to mention Ja Rule, Nelly and Nate Dogg.  And, like, who hasn't gotten in one dance as 50 Cent sang-rapped, \"Go shawty/It's ya birthday/We gonna party like it's ya birthday\"? To be fair Drake declared himself a rap-sing pioneer back in 2012 during an interview with The Jewish Chronicle. \"There were people who incorporated melody before me, but I would deem myself the first person to successfully rap and sing,\" he said. Still, the Twitter mentions on Caramanica's story wound up being a veritable who's who of folks who'd mastered the art of rap-singing. Rapper Phonte, whom Drake has credited as one of his inspirations, even had something to say. \"The more you try to erase me,\" he tweeted, \"the more that I appear\""], "Language": false}