{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/jonathan-miller-dead-intl-gbr-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Bianca Britton, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-27T13:42:45Z"], "LastModifiedDate": ["2019-11-28T01:55:09Z"], "Headline": ["Jonathan Miller, theater director, comedian and TV personality, dead at 85"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["One of Britain's most highly acclaimed theater directors, Jonathan Miller, has died at the age of 85. Miller's family said the director, comedian and TV personality died Wednesday morning \"peacefully at home with his family around him following a long battle with Alzheimer's,\" according to Britain's PA Media news agency. Miller gave up a career as a doctor and shot to fame in the early 1960s after appearing in the comedy revue \"Beyond the Fringe\" with Peter Cook, Dudley Moore and Alan Bennett. He made his debut as a director in 1962 with John Osborne's \"Under Plain Cover\" and continued to direct theater and television plays, including \"The Merchant of Venice\" at the National Theatre and six of the BBC Television Shakespeare plays. Tributes poured in following the announcement of his death, with BBC Director-General Tony Hall calling Miller a \"creative genius whose imagination knew no bounds,\" according to PA.   \"He was a doctor, writer, producer, director, presenter -- a creator who enjoyed a remarkable career in theatre, television and operator,\" Hall said. Meanwhile, Oliver Mears, the director of opera at London's Royal Opera House called Miller \"one of the most important figures in British theatre and opera in the past half century.\" \"Combining a supreme intellect with a consistently irreverent perspective, formed from his experiences in both comedy and medicine, Miller shone a unique light on our art form,\" Mears said.  \"His intolerance of inauthenticity and laziness on stage was matched by the urgency and rigour of his search for the composer's vision, historical accuracy and psychological truth -- resulting in so many productions which have stood the test of time,\" he added. \"As Artistic Director of the Old Vic, he also gave some of our most brilliant practitioners their first chance -- a legacy that lives on today. He will be sorely missed.\" The British Film Institute tweeted that it was \"sad to hear the news that humorist, author and director Jonathan Miller has died\" while the National Theatre tweeted that Miller was a \"legendary figure across theatre and opera\" and that it was \"saddened\" to learn of his death. The English National Opera also paid tribute to Miller, calling his contribution to comedy \"immeasurable.\""], "Language": false}