{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/opinions/scorpion-frog-trump-nature-opinion-axelrod/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Axelrod, CNN Senior Political Commentator"], "Writers": [["David Axelrod"]], "FirstPublishDate": ["2020-04-27T14:49:03Z"], "LastModifiedDate": ["2020-04-27T14:49:03Z"], "Headline": ["Why Trump failed his nation"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Watching President Donald Trump wrestle with this epic crisis reminds me of the old fable about the Scorpion and the Frog. You'll remember that the scorpion asks the frog for a ride across a river, only to sting the frog when they are midway across. When the startled frog asks why the scorpion would repay his kindness so cruelly and kill them both, the scorpion shrugs. \"It's my nature.\"   Trump could have made this unparalleled and agonizing trial for our country an occasion for personal triumph — if he were only able to take the personal out of it. But that is not his nature.   This moment of extraordinary pain and crisis calls for steadiness and sobriety; empathy for the widespread pain and suffering of others; absolute transparency; a willingness to listen and learn; and rigorous, disciplined attention to detail. None of these qualities are within his nature.   Many governors across America have enhanced their popularity simply by doing their jobs during this deadly outbreak of the coronavirus. Even in a polarized nation, it might have been the same for Trump if, from the start, he had leveled with the country about the nature of the threat, followed expert advice and made the case for the painful and decisive steps required to save lives.   But that's not his nature.   Instead, the President spent six weeks dismissing the threat and offering false assurances as public health experts frantically warned what was to come.      Trump ostensibly feared that an acknowledgment of the severity of the virus and the draconian steps required to protect Americans would tank the stock market and the economy, which he had hoped to make the springboard to his re-election. So he insisted on an alternative storyline.   At the end of January, the President issued what we now know was a porous ban on travel from China, assuring that this would protect the nation against the invasion of what he later branded the \"Chinese virus.\"      US cases would not surpass 15, he said in February, even as some public health experts warned of a potential pandemic.  \"Miraculously,\" he suggested with a flourish, the virus could just fade away with a change in the weather.      As Covid-19 had begun its deadly march across the nation, Trump was accusing Democrats and the media of politicizing the disease in what amounted to a Coronavirus \"hoax\" to damage him.    While some governors were mobilizing against the threat, the President sent the nation and federal bureaucracy the opposite signal, delaying the necessary steps, which cost the nation valuable time to gird for the battle and deepened the crisis.      Since the day he finally recalibrated, appearing at the podium in the White House briefing room in March to declare war on Covid-19, the President has spent most of his briefing time spinning his administration's uneven and tardy response (which he rated a 10 out of 10) rather than giving the American people the sober and accurate assessment they need.      He has denied making dismissive statements about the virus which the entire world heard and has refused to acknowledge where he and his administration have fallen short.      Truth and accountability are not his nature.   Americans of all stripes are bound together by a common calamity, hungry for a unifying leader who will rise above partisanship. But that is not Trump's nature. He has suggested that governors, desperately asking the federal government for more testing supplies, were acting out of political motivation.      Trump is who Trump has been from the beginning of his long career in the public eye: a super narcissist and shameless self-promoter, unwilling to accept responsibility or the truth and unable to think about anyone but himself.   If he had been more in this historic moment, it would have done so much to strengthen his brand and his prospects of reelection -- not to mention comfort his wounded country.   But it is no surprise that he could not.   It's just not his nature."], "Language": false}