{"Type": ["article"], "Url": ["https://www.cnn.com/europe/live-news/green-vault-dresden-heist-live-grm-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren Said-Moorhouse and Ivana Kottasová, CNN"], "Writers": [["Lauren Said-Moorhouse", "Ivana Kottasová"]], "FirstPublishDate": ["2019-11-25T13:35:18Z"], "LastModifiedDate": ["2019-11-26T00:25:39Z"], "Headline": ["Dresden manhunt underway after castle vault treasure heist"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Thieves stole about 100 pieces of priceless treasure in a heist from a castle vault in the German city of Dresden. Here's what we know about the heist: The heist: Several criminals gained access Monday to the Green Vault lifting artifacts of \"immeasurable value,\" according to Roland Woeller, a local politician.\nThe collection: The vault features an astounding collection of historical jewelry and precious ornaments — from shimmering bowls carved out of crystal and agate to jeweled figurines and goblets fashioned from gilded ostrich eggs.\nThe thieves: Police were searching for the suspects, who were last seen using an Audi A6. Two suspects were spotted inside the vault on surveillance footage, but police haven't gone into any details about who they might be or whether more than two suspects are involved. \nWhat we don't know: The museum's chief Marion Ackermann said three sets of artifacts had been stolen from one display case. She said the 100 or so pieces included diamonds and gemstones, but didn't go into details about them. Ackermann said it was impossible to estimate the value of the stolen items. She added that because the items are well known, they would be impossible to sell.  One of the most famous pieces of the collection — a 41-carat green diamond known as the Dresden Green — was not in the Green Vault at the time of the heist, police said It is currently on loan to the Metropolitan Museum of Art in New York City. Police in Dresden say the thieves behind the heist on the Dresden Green Vault in eastern Germany fled the scene in an Audi. Security personnel alerted Dresden police early this morning about theft, police said. Officers then started search involving 16 police vehicles. At the same time federal police were alerted. No one has been arrested so far, and the search continues. The suspects escaped using an Audi A6 vehicle. An identical vehicle was later set on fire in an underground car park. Forensic experts examined and secured the Audi. Detectives are working on the assumption that the incident is connected to a fire at an electric grid distribution installation near Augustus Bridge. That fire caused the street lighting in the neighborhood of the site of the theft to fail.   Several criminals stole artifacts of \"immeasurable value\" from the Green Vault in Dresden today. We're not sure exactly what was taken — although the museum's chief said the stolen pieces include diamonds and gemstones. Here's what we know about the vault: What's inside: The vault features an astounding collection of historical jewelry and precious ornaments — from shimmering bowls carved out of crystal and agate to jeweled gold figurines and goblets fashioned from gilded ostrich eggs.\nThe collection is signifiant: It houses one of the largest collections of treasure in Europe, with its spectacular baroque chambers filled with jewels and objets d'art.\nSome history: The collection housed in the Green Vault was established in the early 18th century by Augustus the Strong, ruler of Saxony. He worked to establish Dresden as a major center for the arts, inviting talented sculptors, goldsmiths and painters to take up residence and commissioned a series of magnificent rooms to showcase his valuables as a way of advertising the city's cultural prominence in addition to its wealth. We learned some details about the heist from Dresden police and museum bosses at a news conference a short while ago. But many questions still remain.  Here is what we don't know so far: Exactly what was stolen: The museum's chief Marion Ackermann said three sets of artifacts had been stolen from one display case. She said the 100 or so pieces included diamonds and gemstones, but didn't go into details about them.  The value of the heist: Ackermann said it was impossible to estimate the value of the stolen items. She added that because the items are well known, they would be impossible to sell.  Whodunnit: We have no idea who the perpetrators were. We know two culprits were spotted inside the vault on CCTV footage, but the police haven't gone into any details about who they might be or whether more than two suspects are involved.  The police said they didn't have any information to suggest that the suspects had “insider knowledge\" ahead of the break-in.  Are two nearby fires linked: The police mentioned two suspicious fires happening around the time of the heist.  One damaged an electrical box in the vicinity of the museum, taking streetlights in the square out of action.  Then, after the break-in, a report of a car on fire came in. It is unclear whether the two are related to the theft.  Marion Ackermann, director general of the Dresden State Art Collections, said the treasures stolen in Monday's raid were not insured.  She said that because the items have been in the possession of the state of Saxony for so long, they were not covered by insurance, explaining that this is standard practice in such cases. Dresden Police say an electrical box at Dresden's Theater Square, near the Green Vault, was found burned out early on Monday morning.  The fire knocked out the street lights in the square, the police added, saying they were trying to establish whether there is any connection to the heist.  Additionally, police say they are investigating whether a car found on fire in the city following the break-in has any links with the robbery. Authorities looking into the brazen heist at the Green Vault in Dresden Castle have named the investigation \"Epaulette,\" according to Volker Lange of the Dresden Police. An epaulette is an ornamental shoulder piece on an item of clothing, usually found on a uniform or ceremonial dress. According to Saxony's Minister of the Interior Roland Wöller, the police have formed a special commission to investigate the theft.  A number of teams have been deployed to the scene and the museum was closed on Monday.  Police say they have no information to suggest that the suspects had \"insider knowledge\" of the vault, but that they are continuing to investigate.  Police say a vehicle seen parked nearby around the time of the robbery appeared to flee the scene shortly afterwards. Lange said an alert was sent out to try to locate the vehicle, with police closing exits on the nearby motorway to try and stop the suspects escaping.  However the Dresden police official also pointed out that it would have been fairly easy for a vehicle to get from the site of the robbery to the highway within a matter of minutes.  Marion Ackermann, the director General of the Dresden State Art Collections, found herself under a barrage of questions from journalists at the news conference a short while ago.  A key question emerging: If the security guards saw the thieves on their CCTV camera and heard the alarm, why did they not intervene and stop them from escaping?  Ackermann explained that the standard security procedure at the museum is to call the police rather than intervene.  At that point, the security guards were unarmed, but could have been if they had interceded, she explained. She added that the museum's course of action was not unusual and that other museums follow similar protocols.  The police said about 100 pieces altogether may have been stolen from the vault, including diamonds, pearls and rubies. During a news conference, the police said one glass display case was smashed and three set of jewellery were stolen. The three sets were composed of numerous pieces.  According to Roland Woeller, a local politician, the stolen artifacts were of \"immeasurable value.\" A manhunt is underway in Dresden following the heist. Police received a call early Monday morning at 4:59 a.m. saying that a break-in was taking place.  The suspects were seen on CCTV, but disappeared before anyone could catch them. \"The suspects came in through a window, and walked towards a glass vitrine, smashed it and left, they disappeared,\" Dresden police Chief Criminal Director Volker Lange said. The security personnel in the museum saw the two suspects on CCTV and called police, following the museum's security protocol. The Green Vault, inside the historic Royal Palace in Dresden, is seen as a site of national significance by many Germans. It is one of the oldest museums in the world, containing one of largest collections of treasure in Europe.   It has attracted an array of high-profile visitors in the past.  German Chancellor Angela Merkel hosted US President Barack Obama for talks in the vault in 2009. When Queen Beatrix of the Netherlands visited Germany in 2011, she too popped in to see the artifacts.  Even Russian President Vladimir Putin made sure to swing by back in 2006. Saxony Police issued a brief statement on Twitter, saying that while it understands the \"topic of the the Green Vault is emotional for many,\" it will not \"comment on speculation and theories about who to blame.\" Dresden police have released a timeline of what they call an “attack” on the Green Vault museum.  Police president Jörg Kubiessa said the heist took place in the very early hours of Monday morning.  Here's what they know:  4.59 a.m. (10:59 p.m. ET) Police receive a call that a break-in is taking place.  5:04 a.m (11.04 p.m. ET) The first police car is dispatched. 5:05 a.m. (11:05 p.m. ET) Authorities receive their first tip regarding a vehicle possibly involved in the heist.  5:09 a.m. (11:09 p.m. ET) The Theater Square (Theaterplatz) area experiences a power outage. Police could not confirm if the power cut is related.  5:22 a.m. (11:22 p.m. ET) The federal police is notified Dresden Police’s Chief Criminal Director Volker Lange said: “Two suspects were seen on CCTV. The suspects came in through a window, and walked towards a glass vitrine, smashed it and left, they disappeared.” One of Europe's largest collections of treasures was targeted in a brazen heist on Monday when thieves attacked a castle vault in the German city of Dresden.  Several criminals gained access to the Green Vault in Dresden Castle on Monday, according to Roland Woeller, a local politician. He said the perpetrators had stolen artifacts of \"immeasurable value.\" \"This is an attack on the cultural identity of all Saxons and the state of Saxony,\" Woeller added. State Police also confirmed the break-in. The vault features an astounding collection of historical jewelry and precious ornaments -- from shimmering bowls carved out of crystal and agate to jeweled gold figurines and goblets fashioned from gilded ostrich eggs. Saxony's Prime Minister Michael Kretschmer tweeted that the heist meant all Saxons had been \"robbed.\" \"The valuables found here have been hard-won by the people of our Free State for many centuries,\" Kretschmer wrote. The collection was established in the early 18th century by Augustus the Strong, ruler of Saxony. He worked to establish Dresden as a major center for the arts, inviting talented sculptors, goldsmiths and painters to take up residence and commissioned a series of magnificent rooms to showcase his valuables as a way of advertising the city's cultural prominence in addition to its wealth. The museum said it was closed Monday due to \"organizational reasons\" and a special police commission has been established following the heist."], "Language": false}