{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/sheikh-zayed-grand-mosque-abu-dhabi/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Selina Julien, CNN"], "Writers": [[]], "FirstPublishDate": ["2018-11-26T01:22:13Z"], "LastModifiedDate": ["2020-01-02T16:34:52Z"], "Headline": ["Abu Dhabi's Sheikh Zayed Grand Mosque: Secrets of one of the world's grand places of worship"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["It's Abu Dhabi's star attraction, attracting millions each year, yet despite the footfall, there's a wonderful air of calm that surrounds the majestic Sheikh Zayed Grand Mosque. The UAE's largest and most ornate place of worship doesn't disappoint and with tourists traveling from around the globe to bask in the opulence, it's no surprise a staggering 4 million visitors came to experience it in the first half of 2019 alone.   In 2018, it was ranked as the world's third-favorite landmark according to TripAdvisor -- surpassing other world stunners such as St Peter's Basilica in Vatican City and the Taj Mahal in India -- with Angkor Wat in Cambodia beating it to the top spot. The mosque's amazing figures Work on Abu Dhabi's beacon of splendor started in 1996 and took 12 years to complete at the reported cost of around $545 million. Now the third-largest mosque in the world at 22,412 square meters, it covers an area equivalent to nearly four football fields. It holds more than 40,000 worshipers and has three Guinness World Records, for largest handwoven carpet and the biggest chandelier, as well as the largest dome of its kind in the world. Spiritual significance and endless superlatives come together under 82 white marble domes, 1,096 exterior columns, 96 semi-precious jewel-encrusted internal columns and seven 24-carat gold plated Swarovski crystal chandeliers, making it the jaw-dropping centerpiece of the city's cultural legacy. Architectural wonder The Sheikh Zayed Grand Mosque takes its name from the UAE's first president and the ruler of Abu Dhabi, the late Sheikh Zayed bin Sultan Al Nahyan, who conceived the idea. He took architectural direction of the project with his wish for it to be his final resting place. After his death in 2004, his body was buried in the mosque's courtyard. The spectacular monument was designed by Syrian architect Yousef Abdelky. Inspired by Persian, Mughal and Moorish architecture, it was a truly international collaboration of more than 3,000 artisans from 38 global construction companies. Arguably the real opulence is in the tiny details, such as precious stones like amethyst and jasper embedded into the columns and the intricate floral patterns in mother-of-pearl radiating across the walls. Englishman in Abu Dhabi British artist and illustrator Kevin Dean, who came up with the floral designs that adorn the mosque, describes being involved in one of the world's most exciting architectural projects as \"life-changing.\" Fellow Royal College of Art peer, Professor Salma Damluji, had put forward Dean's name for the project and he was appointed by the late Sheikh Sultan bin Zayed (son of the late Sheikh Zayed bin Sultan Al Nahyan) who was also responsible for overseeing the mosque's construction. \"I sent my portfolio across and a few days later I was on a plane to Abu Dhabi to meet Sheikh Sultan,\" Dean, who's also worked with the Natural History Museum in London, recalls.  \"He was a lovely guy and had a lot of ideas about the mosque as he didn't want it to be traditionally decorated with Islamic geometrics.\" Dean was stunned to be given free rein on the project.  \"It was as much an artistic feat as it was a logistical one, in many ways,\" he says. \"To think I get such huge restrictions for projects like book illustrations but I was so lucky to have creative freedom for a project of this nature.\" Despite working on the project for close to four years with frequent trips to Italy to see the designs being made -- it took more than 30 million pieces of marble -- nothing prepared Dean for the moment his botanical designs came to life around the 17,600-square-meter main courtyard. \"I couldn't quite believe it,\" he says. \"It was incredible and so beautiful. \"For the main courtyard I used flowers that can be found in the Middle Eastern region. In the main prayer hall, the species come from the Middle East; at the north entrance, they come from the northern hemisphere; and at the south entrance, they come from the south.  \"Sheikh Sultan really liked that idea as he saw the Islamic faith as being incredibly international and my designs reflect that.\"  A-list and royal visitors The mosque has had its fair share of celebrity visitors and is especially loved by the supermodels -- step forward Gigi Hadid, Kendall Jenner, Shanina Shaik, Chanel Iman and Halima Aden -- who all donned traditional wear to marvel at the breathtaking place of worship. Britain's Prince Charles and the Duchess of Cornwall kicked off their three-day tour to the UAE with a visit in 2016 while celebrities such as Selena Gomez, Justin Bieber and British songstress Dua Lipa all made sure Abu Dhabi's VIP landmark was on their Middle East itineraries. Insider tips for visiting The mosque is free to visit and opens daily between 9 a.m. to 10 p.m. (last entry 9.30 p.m.), except on Friday mornings (Islam's holy day), when it opens between 4.30 p.m. to 10 p.m. The free complimentary one-hour guided tours are definitely worth signing up for, as they're a great insight into the incredible wonder, religion and culture. Catching the sunset tour, which starts at 5 p.m., makes the most of the romantic lighting. Visitors can also expect a completely different ambiance with the mosque's spectacular illumination after dark. Modest dress is a must for all visitors as it's a Muslim site. Women should cover their legs, arms and heads and men are required to wear long trousers, however the mosque does provide free traditional abayas (robes) prior to entry, which takes the hassle out of trying to find a mosque-appropriate outfit. Everyone must remove their shoes before entering so bring a pair of socks if you prefer not to walk around barefoot. You'll need a pair of sunglasses when marveling at the outside as the sun reflects on the marble surface of the courtyard. The mosque is always busy but as it's so vast it never feels overcrowded. An insider tip would be to avoid the searing midday heat by heading there first thing in the morning or late afternoon. Photography pointers With all its beauty, it's no wonder everyone from budding amateurs to professional snappers regularly flock to the mosque for that picture-perfect shot. International photographer Mark Luscombe-Whyte, a specialist in Arab architecture, shot the mosque for the launch cover of Architectural Digest Arabia in 2016. \"Like a lot of great buildings, I think it's a combination of scale and faith that makes the mosque so magical,\" he tells CNN Travel. \"As we were pretty much alone while we were shooting, you have moments when you can pause and take things in without any distractions, and really feel the power of the building, appreciating the scale and workmanship.\" Luscombe-Whyte and his team were granted special permission to shoot before dawn to avoid the hundreds of tourists who flock to the landmark each day. \"We shot the exteriors at 5 a.m. and focused on the wide and majestic shots. As it filled up we used figures to create a sense of scale and also drama,\" he says. For those hoping to capture the perfect picture, Luscombe-Whyte advises: \"Get there early if you can and work out one great shot and focus on that.\" As for the crowds, he notes that rather than trying to avoid them, include them in the frame. \"A single person can bring a building like this alive,\" he says. Getting there Taxis from Abu Dhabi city center are the quickest and most convenient way to get to the mosque as it's just a 20-minute ride, and the fares are reasonable. Those staying in Dubai should definitely make the road trip as it's around 90 minutes from Dubai Mall and a real sight to behold, whether you're religious or not.  Combine the mosque with another Abu Dhabi-based attraction to make the most of your trip to the capital. And those who prefer not to flag down a local Dubai taxi (although most would be grateful for the Abu Dhabi fare) can ask their hotel concierge to arrange a private taxi to travel in air-conditioned luxury complete with iPhone charging ports. The Sheikh Zayed Grand Mosque, Sheikh Rashid Bin Saeed Street, Abu Dhabi, United Arab Emirates; +971 2 419 1919"], "Language": false}