{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/25/europe/dresden-green-vault-thieves-intl-scli-grm/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Bianca Britton and Stephanie Halasz, CNN"], "Writers": [["Bianca Britton", "Stephanie Halasz"]], "FirstPublishDate": ["2019-11-25T12:32:21Z"], "LastModifiedDate": ["2019-11-25T13:50:59Z"], "Headline": ["Huge haul of treasure stolen in German castle vault heist"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Thieves have stolen around 100 pieces of priceless treasure from a castle vault in the German city of Dresden, the site of one of the largest collections of masterpieces in Europe. Several criminals gained access to the Green Vault in Dresden Castle on Monday, according to Roland Woeller, a local politician. He said the perpetrators had stolen artifacts of \"immeasurable value.\" \"This is an attack on the cultural identity of all Saxons and the state of Saxony,\" Woeller added. State Police also confirmed the break-in. The vault features an astounding collection of historical jewelry and precious ornaments -- from shimmering bowls carved out of crystal and agate to jeweled gold figurines and goblets fashioned from gilded ostrich eggs. Police received a call early Monday morning at 4.59 a.m. saying that a break-in was taking place, Dresden police president Jörg Kubiessa said during a press conference on Monday.  \"Two suspects were seen on CCTV,\" Dresden police Chief Criminal Director Volker Lange said. \"The suspects came in through a window, and walked towards a glass vitrine, smashed it and left, they disappeared.\" Among the pieces stolen were diamonds and pearls, police said. Marion Ackermann, director of Dresden's State Art Collection, said \"Incalculable\" treasures dating back to the 18th century had been stolen from the vault. She added that the value of the heist was difficult to determine, because the work is considered unsellable. Ackermann said because the Green Vault's treasures are so well known, she is hoping there will not be a market for them. She added that security personnel monitor the museum 24 hours a day.  Police said they had no information as to whether the thieves had \"insider knowledge,\" but added they were investigating that possibility. Saxony's Prime Minister Michael Kretschmer tweeted that the heist meant all Saxons had been \"robbed.\" \"The valuables found here have been hard-won by the people of our Free State for many centuries,\" Kretschmer wrote. The collection housed in the Green Vault was established in the early 18th century by Augustus the Strong, ruler of Saxony. He worked to establish Dresden as a major center for the arts, inviting talented sculptors, goldsmiths and painters to take up residence and commissioned a series of magnificent rooms to showcase his valuables as a way of advertising the city's cultural prominence in addition to its wealth. The museum said it was closed Monday due to \"organizational reasons\" and a special police commission has been established following the heist."], "Language": false}