{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/23/us/the-good-stuff-112319/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-11-23T14:02:10Z"], "LastModifiedDate": ["2019-11-23T14:02:10Z"], "Headline": ["A kitten shower, a love story and everything you're thankful for"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Happy Thanksgiving! Well, happy very early Thanksgiving. Let's be honest, by the time the big day actually rolls around, it can be hard to remember the whole thankfulness part in between playing musical chairs with the oven and worrying about whether the turkey is dry. (It's NOT. It's fine!)  We thought we'd indulge early, so this week's newsletter looks a lot different than usual. Last week, I asked everyone to send in their moments of gratitude, and the result was a scrumptious bounty of positivity and good vibes! Enjoy a few stories and anecdotes submitted by readers, as well as a beautiful list of things we're thankful for. We'll be back to the normal Good Stuff next week. But for now, let's eat!  Our favorites this week A few Good Stuff readers share their own inspiring news and stories.  A work of art in more ways than one  Jim Harris is a minister and artist from Staunton, Virginia. After retiring from full-time pastoral work in 2004, he focused on creating a new style of art he calls \"stained glass canvas.\" His works have been sold in several galleries in North Carolina's Outer Banks, but he decided to focus on creating art for charitable efforts instead. Last year, The Society of Saint Andrew asked him to donate original art for a few years for Christmas cards sold to raise funds for feeding the hungry. This year, he created a card titled \"The Witnesses,\" which has been so popular SoSA is offering prints of the work. \"To be able to help feed hungry people while doing something I enjoy is a win-win,\" Harris says. \"I am truly blessed to — in some small way — make a difference in the world.\" He says he's also thankful for the Society of Saint Andrew, which focuses on providing fresh fruits and vegetables to people in need.  What brings us together  Ellen King is a 62-year-old transgender speaker, writer and activist, and she says she's noticed something truly poignant. During some of her sessions, she asks the audience to participate in an exercise. She hangs up signs around the room listing different types of identities like race, age, gender, spiritual beliefs and so on. She then asks people to stand under the different identities based on different prompts, like which ones give participants privilege or for which ones they suffer discrimination. King says when she asks people which identity they most want to be known for, almost everyone in the room, regardless of their background, gathers under a sign with one word: Compassion. To her, it's a sign that people really do want to find opportunities to love and understand each other. \"This is an untold story of what Americans really feel and want,\" she says. \"I am finding that people care for each other far more than anyone believes.\" A baby shower -- with fur! Kerry Pakucko works at Animal Rescue New Orleans, or ARNO for short. Recently, her friends and family helped her throw what must be one of the cutest events ever conceived: A kitten shower! \"Just like a baby shower, we asked for items that will help neonatal foster babies and kittens under one month old, any supplies they would need in a foster home to give them the best chance of life,\" she explains. The rescue's inner circle came through, and Pakucko was able to assemble three \"go\" kits for foster homes, complete with baby bottles, formula, scales, thermometers and other gear. \"We didn't even open it to the public!\" Pakucko says. \"I can't even imagine what would have happened had we done that.\" A few magic words  We loved this romantic \"How did you meet?\" story sent to us by Patricia Parson. It's been edited for length and clarity.  \"In October 1965, as a college freshman I went to a \"computer dance\" held by the university I attended. To participate, I completed some information about my likes, hobbies, travels, and studies and a computer generated compatible partners to meet at the dance. My first few matches did not show, but a handsome young man with engaging brown eyes walked across the dance floor straight up to me and said, 'Hi, I'm in your English class.' Surprised and perplexed I responded, 'You are?' I had never noticed him sitting on the other side of the class. This Thanksgiving we are celebrating our 50th wedding anniversary and our five children will be traveling to our home to celebrate with us. I look back and think what would have happened if my lover had never mustered the courage to walk up and say 'Hi, I'm in your English class.' I am happily, eternally grateful for that computer dance and those words.  It was the beginning of finding where I belonged.\" A win-win situation Abbe is a fan of the Seattle Sounders soccer team, and she was thrilled when they earned a spot in the MLS final this year. She and her 26-year-old son really wanted to go, but as any sports fan knows, tickets to big games aren't exactly cheap. After watching reselling sites to see if prices would go down, Abbe's son called her with a surprise. He and his dad had conspired to buy a pair of tickets: One for Abbe, and one for him. \"I was so touched. And so bloody excited!\" Abbe said. \"How many times does your child say they want to do something just with you?\" The game, of course, was a roaring success. The Sounders won in front of nearly 70,000 fans, securing MLS Cup glory. \"My son kept hugging me and telling me, 'I'm so glad I'm here with you!'\" Abbe says. \"Making wonderful memories with your family is something to always be thankful for.\"  What we're thankful for For triumphs big and small   My older son passed the bar at the end of October this year after the culmination of nine long years. His younger brother is taking a different road, but we expect him to be just as successful in his own right. I am thankful and blessed for my two sons. — Esther Fechtmann Neville   For the first time, BMX freestyle will be in the Olympic games this summer in Tokyo. Our daughter and I just came back from China and she has enough points for one of the 9 spots!  We are so excited for her dream to come true! — Nicole Abaté Ducarroz   Two years ago my life partner left me. Since then, I've made twice as much as I did the year after our separation, I still have my house and my dog, and I've acted in three plays. I am much happier and smiling pretty. — Anna G.   As an artist, I am grateful for my ability to share my visual thoughts with others and for an opportunity given to me this year by the Utah Museum of Contemporary Art to have an artist residency to make lots of art! — Ya'el Pedroza   My 68-year-old husband who has been out of work for almost three years got a good job offer. Miracles happen. — Patricia   I am thankful that my knees keep working so that I can still weed and care for my large garden areas. I love to see things in the gardens doing well, if I can continue to hold up walking on my own. So far, so good if I do a little each day. — Barbara Pelzner   For the gift of family   I'm thankful for so many things, but most of all is having my two adult children be my friends. They enjoy hanging out with me, as I do with them. They call or FaceTime with me often and they tell me about their day. I'm a very thankful mom! — J. McGarry   I am thankful for my wife of 52 years. She married me, gave us our first child, a son, then encouraged me to follow my dream and go to school to become a teacher. I would not be able to email this if it wasn't for her. — Patrick Fleming   This year I am especially thankful for a trip to see my daughter, son-in-law, and grandson who have been living in Singapore.  Although we keep in touch via calls and texts, nothing is as good as holding them! — Barbara Delhotal   For the friends who always have our backs   I want to tell a couple of people how much I appreciate their love and support. I was recently divorced after a 23-year relationship, and my mother died only six weeks ago. My BFFs mean the world to me; there's no one else better. Thank you, Lillian Schwartz and Peggy Strople. — Adriene Cardan   This summer, I was diagnosed with cancer. A few of my friends came up with the idea to send money to help me pay bills, and they posted it on my Facebook page. It made me realize that it's okay to get help and to ask for help. So, I'm thankful for my circle if warriors.  My battle is not over but it makes it a bit easier knowing I am not alone. — Becky Czech    I am thankful for the friends I have in my life who lift me up, pray for me and accept me as I am. — Zena Thomas   What am I thankful for? Old friends. As amazing as it seems to me, I just attended my 50-year high school reunion (How in the world did we get so old??). We might not see each other often but, oh is it terrific when we do. — Pat Nolan   For fabulous communities   I am grateful for the kindness & generosity of my sewing group in Green Valley, AZ.  We share our skills & lots of laughter, but we also lift each other up & carry each other forward. — Marj Malloy Mueller   My church family. We range politically from supporters of Bernie to supporters of Trump. We range theologically from everyone will be saved to you must be baptized by immersion. It makes for lively discussions. Sometimes someone changes their opinion, sometimes not, but we can argue about everything and walk out as friends. — Marsha Davidson   I work at the Olean Public Library in Olean, NY. I'm in charge of the teen room. I love all the teens, and they call me their library mom. I bake goodies, give them sandwiches and I've been knitting scarfs for them too! I spoil them and love on them. They really touch my heart. — Catherine Walters   For great jobs and great co-workers   I am so thankful that Fleet Landing in Charleston, South Carolina is still rocking and rolling after all these years, and that I work for such a great company and for such great people. Weesie & Tradd Newton, the folks who own the restaurant, are two of the most generous, kind people I've ever met. — Sarah Nielsen   I'm so VERY thankful for being able to work part-time alongside my son at his new restaurant, the Backroads Pub and Grill in in Plainfield, IL. I'm very proud of him, and incredibly grateful. — Cheryl Losieczka   For all of my wonderful CNN colleagues, especially my boss Saeed Ahmed, the editors of this newsletter Douglas Wood and Melissa Gray, our primary newsletter editor Michelle Krupa; Ian Berry, Max Pepper, Leah Abucayan and the rest of the talented CNN design team who create the beautiful headers every week, and all of the folks who work behind the scenes to make The Good Stuff shine. And of course, you, the readers! -- AJ Willingham (Hey, that's me!)   For remarkable animals   I work in an animal shelter. I am so grateful for the kind people who adopt our animals and give them new, bright futures. We all do a happy dance when someone is adopted, especially the more hard-to-place ones. — Luciellen C.   I was blessed with the amazing gift of a lost fawn who came out of the "], "Language": false}