{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/23/football/mls-cup-playoff-system-seattle-sounders-toronto-fc-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Graham Hill, for CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-23T11:53:17Z"], "LastModifiedDate": ["2019-11-23T11:54:35Z"], "Headline": ["Alexi Lalas praises \"cruel, but not unfair\" MLS Playoffs"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["In a season dominated by up-and-coming teams, the Major League Soccer Cup final was played between two sides that are no strangers to success. For the third time in four seasons, Seattle Sounders played Toronto F.C. for MLS' top prize, winning 3-1. But not for the first time the format of the MLS Cup Playoffs, which goes against the traditional, global league format, with champions crowned at the end of a regular season, has raised questions as to the fairness and competition structure of top-flight soccer in the US.  Back in August, former LA Galaxy star Zlatan Ibrahimovic, a winner of multiple league titles in Europe, railed against the MLS playoff system, dubbing it \"s***.\" Ibrahimovic might not be a fan, but what isn't in doubt is that MLS' new single elimination playoff format led to a thrilling postseason. READ: 'I came, I saw, I conquered,\" says Zlatan In just their second season, Los Angeles Football Club (LAFC) dominated MLS, breaking the single season records for most points (72) and highest goal differential (+48), and tying the records for most goals (85) and least losses (four) in a season. In 2018, Atlanta United were the ones setting the standard for expansion clubs in MLS, setting several records themselves (though many didn't last through LA's recent regular-season dominance) on its way to an MLS Cup title.  Rewinding back to the conference finals at the end of October, MLS ended with quite an unexpected outcome with heavy home favorites LAFC and Atlanta United both seeing their seasons come to an end. American soccer great and former MLS star Alexi Lalas is happy to embrace this very American tradition, which is similar to the way other major US sports such as NFL and the NBA are structured. \"It is cruel, but it is not unfair in that everybody understands that playoffs are a part of not just Major League Soccer, but American sports,\" Lalas told CNN Sport's Don Riddell ahead of Atlanta United's surprise home defeat. \"I say we're finding ways to make it that much better.\" READ: Seattle Sounders' coach Brian Schmetzer feels the love of club after MLS Cup victory On the rise MLS is growing, and rapidly, but they are doing things their way, and Lalas -- who made 96 appearances for the USA's men's national team -- is wholeheartedly behind it. \"It is a very different type of approach and I find value in that, and, more importantly, I find entertainment in that. So I certainly am not going to apologize for what we have done,\" Lalas said. The growth of MLS cannot be denied -- 24 seasons in and the long-ignored league is beginning to get worldwide recognition. In recent years, global names like Wayne Rooney, Bastian Schweinsteiger, and, controversial as he may be, Ibrahimovic, have been making their way to MLS. It's a league that's no longer in the shadows.  Without a doubt, the top American league still has plenty of room to grow, but the foundation is certainly there. And with great players in their prime like Carlos Vela starting to find a home in MLS, the soccer world is beginning to take notice. \"We're coming to it late and we're making up [a] tremendous amount of ground very, very quickly\" Lalas added. \"And it's not perfect. Absolutely not. We've still got a long way to go. \"But I'm incredibly proud, and I've been around a long time, of what American soccer in particular has become.\"  READ: Major League Soccer just walked back its ban of an anti-Nazi symbol at its soccer matches Spending big The culture around spending in MLS is changing, with teams like LAFC and Atlanta wanting to outlay big money to grow their clubs and brands. But Lalas believes that changes need to be made for MLS to take that next step into relevancy.  The league is still very young, and they have strict financial regulations in place to maintain a competitive environment in MLS. They've been able to do that with 16 different champions in 24 years. These restrictions, however, put a cap on the growth and global relevance for a league that has massive potential for the likes of LAFC and Atlanta. \"I think for MLS to grow, and to evolve, there has to be a lessening of these restrictions that we have,\" Lalas commented. \"The new ownership that's coming in, give them the opportunity to go out there and compete in the global market in a better way [than] they have been.\" This MLS season got more attention worldwide than it ever has before, and the league's potential was on full display with the success of relative newcomers Minnesota, LAFC, and Atlanta. The culture of the league is changing, the level of play is on the rise, and the world is sitting up and taking notice.  \"There is an American soccer culture,\" said Lalas. \"It's very, very different. It's very, very unique, but it's also very, very proud of what we have been, what we are, and I think a lot of a lot of that pride comes in where they see us going. And I think that's a really, really bright future.\" READ: Atlanta United head coach Frank de Boer calls equal pay in international football 'ridiculous' Home advantage The new format of the MLS Playoffs -- which would seem to benefit the host club -- gave us a final that not many predicted, but no one was surprised by.  They may not have been the best teams throughout the season, but Toronto and Seattle have mastered the art of the playoff format in recent seasons. Playing away from home and against the odds in the Conference Finals, they found a way to reach the pinnacle of American soccer. Visit CNN.com/sport for more news, features, and videos Seattle have won the MLS Cup twice, but didn't win the Supporters' Shield (the trophy given to the top club at the end of the regular season) either year. In fact, just six times in MLS' 24-year history have the winners of the Supporters' Shield gone on to win the MLS Cup. \"While I would congratulate L.A. FC on winning the Supporters' Shield,\" Lalas commented, \"nobody remembers the who won the Supporters Shield in Major League Soccer. It is about winning the MLS Cup.\""], "Language": false}