{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/fred-rogers-cardigan-remember-when/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jessica Rapp, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-22T12:27:24Z"], "LastModifiedDate": ["2019-11-22T14:15:16Z"], "Headline": ["Remember when Fred Rogers swapped his sport coat for a knit cardigan?"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Remember when you first saw Mr. Rogers zip up his fire-engine red sweater toward the end of his opening theme song, \"Won't You Be My Neighbor?\"   The cozy cable-knit cardigan seemed to symbolize Fred Rogers' warmth and relatability as the soft-spoken host of children's television show \"Mister Rogers' Neighborhood.\" Now found at the Smithsonian National Museum of American History in Washington DC, it was one of the many sweaters in his wardrobe -- most of which had been hand-knitted by his mother, Nancy McFeely Rogers. When his show first aired in February 1968, Rogers had initially donned a button-down sweater. But he switched to zippers the following season because they made it easier for him to perform his minute-long routine of changing from work to casual attire. During the opening to almost all of the show's 895 episodes, Rogers would arrive \"home,\" remove his sport coat and pull out a cardigan from his closet. After zipping it up over his shirt and tie -- in perfect sync with the line, \"Let's make the most of this beautiful day\" -- the host would then remove his loafers and lace up a pair of blue canvas sneakers.  An ordained Presbyterian minister, Rogers used his time on public television to teach children about self-esteem, getting in touch with their feelings, and being a \"good neighbor.\" His outfit changes provided young viewers with a sense of routine, letting them know they could relax for the course of the show. It may, therefore, come as a surprise that the cardigan was likely invented for the battlefield. Its creation is often credited to the 7th Earl of Cardigan, James Brudenell, who wore an early version of the knitted wool garment to keep warm during 1854's infamous Charge of the Light Brigade, a failed offensive in the Crimean War. Despite his military failure, Cardigan returned to a hero's welcome among an unknowing and eagerly receptive public, which helped popularize the jacket among Brits and Europeans. In the first half of the 20th century, the garment crossed over into womenswear, a trend fueled by French designer Coco Chanel, who created the jersey knit cardigan suit. Cardigans arguably enjoyed their heyday in the 1950s (John Travolta's letterman cardigan in \"Grease\" or Grace Kelly's many cashmere cardigans), though shortly before they were also considered a staple for soldiers during World War II. Rogers' mother even knitted sweaters for American troops stationed in Pennsylvania, he recalled in an interview for the Archive of American Television. \"For as long as I can remember she made at least one sweater every month,\" said Rogers, adding that she would also make one for him every Christmas. \"She would say OK, now what kind would you want next year? I know what you want, Freddy, you want the one with the zipper up the front.\" By the time Rogers' mother passed away in 1981, the style had become far less popular. For the final 10 years of \"Mister Rogers' Neighborhood,\" the art director at WQED Studios in Pittsburgh had to hand-dye plain white cardigans purchased directly from a manufacturer, according to the Smithsonian magazine. They weren't all red, though. Founder of The Neighborhood Archive blog, Tim Lybarger, documented every color of sweater worn by Mr. Rogers from 1971 until the show's final episode in 2001, noting that he wore cool greens, blues and even gold in his early years before transitioning to warmer tones. Rogers was no stranger to more formal looks, either. He wore a dark blazer to defend public television at a Senate hearing in 1969, and sported a cream-colored suit during an appearance on \"Sesame Street\" in 1981. But it's the sweater that most people will remember -- which is precisely why Tom Hanks is pictured in a red cardigan in the trailer for the upcoming movie tribute to Mr. Rogers, \"A Beautiful Day in the Neighborhood.\" At the Toronto International Film Festival, director Marielle Heller said that the sweaters were hand knitted in keeping with the spirit of the originals. But Heller also admitted she had failed to realize that Rogers always made a loose knot on his shoelaces to help speed up his outfit change when the cameras started rolling. Without this time-saving secret, Hanks reportedly needed 22 takes to get the opening scene down just right. Ahead of the box office release of \"A Beautiful Day in the Neighborhood,\" which opens in North America on Friday, newborns at a hospital in Pittsburgh were fitted out with red cardigans, tan slacks and knitted sneakers in honor of Rogers, a beloved Pittsburgher (and to mark the city's own Cardigan Day, which coincides with World Kindness Day). And that's how a simple sweater, which started life as a warrior's uniform, evolved into a fashion statement symbolizing compassion and goodwill. "], "Language": false}