{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/investing/beyond-meat-stock-food-supply-shortage-starbucks-china/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-04-27T13:42:15Z"], "LastModifiedDate": ["2020-04-27T14:48:08Z"], "Headline": ["Meat shortage and China deals send Beyond Meat's stock spiking"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Warnings of potential meat shortages in the United States because of food processing closures have led to a boom for Beyond Meat's stock. New deals to sell plant-based food in China are helping too. Shares of Beyond Meat soared more than 40% last week. That was the stock's best weekly performance since the company's initial public offering last May. It rose another 4% in early trading Monday. Coronavirus outbreaks at meatpacking plants have led to closures of beef, pork and poultry facilities at major food processing companies Tyson. Chinese-owned Smithfield and Brazil's JBS. Tyson warned that \"the food supply chain is breaking\" in an ad published Sunday in The New York Times, Washington Post and Arkansas Democrat-Gazette. Investors are clearly betting consumers may buy more plant-based proteins like burgers and sausage made by the likes of Beyond Meat and its top rival Impossible Foods if they aren't able to find real beef, chicken or pork at their local supermarket. But a coronavirus-induced meat supply shortage isn't the only thing that is lifting Beyond Meat's stock. Beyond Meat's entry into China -- which is now trying to move past its own coronavirus crisis -- also has investors excited. Starbucks announced last week that it was adding three Beyond Meat dishes to its menu in China: Beyond Beef pesto pasta, lasagna and a spicy-and-sour wrap. Beyond Meat CEO Ethan Brown said in a statement that this deal, the country's entrance into the Chinese market, is an \"important milestone\" that will help Beyond Meat advance \"our goal of increasing accessibility to plant-based protein globally.\"  Still, it's been a volatile first year for Beyond Meat as a publicly traded company.  The stock has soared during the past three weeks and has now more than quadrupled from its initial public offering price of $25.  But shares plunged earlier this year as concerns about the Covid-19 pandemic rattled investor confidence globally and raised fears about a severe recession and pullback in consumer spending. The outbreak has also led to concerns about a severe drop in demand at big restaurants that have partnerships with Beyond Meat, including Dunkin', Del Taco and Denny's. Despite the recent rebound in the stock, shares remain more than 50% below the all-time high they hit last summer shortly after the IPO. Competition in the plant-based protein market is intense.  In addition to Impossible, which sells the Impossible Whopper through a partnership with Restaurant Brands-owned Burger King, traditional food giants such as Nestle, Kellogg and ConAgra have all launched their own plant-based protein products.  "], "Language": false}