{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/37-nam-trang-food-shop-hanoi-vietnam/index.html"], "Source": ["cnn"], "Location": ["Hanoi"], "ByLine": ["Text by Stacey Lastoe; Video by Diana Diroy"], "Writers": [["Stacey Lastoe"]], "FirstPublishDate": ["2019-11-22T01:25:35Z"], "LastModifiedDate": ["2019-11-22T01:25:35Z"], "Headline": ["Embracing the past, Hanoi restaurant dishes up nostalgic dishes and decor"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["If not for the neatly organized wooden tables and chairs, the pile of creased paper menus and the pungent aroma of fish sauce and garlic, you might almost mistake 37 Nam Trang for an art gallery or museum. Period artifacts -- old pictures, metal cups, military caps and camouflage green lanterns adorn the walls, while an oversized scale takes up residence just beyond the front door.  There's an old radio, a couple of old television sets and a display case holding stamps used to purchase food rations built into the brick wall.  This is no ordinary dining room. 37 Nam Trang — State-Run Food Shop #37 — located in a Hanoi village about 15 minutes by car from the Old Quarter, is modeled after a government-run food shop, right down to its name. During the post-war era, from 1976-1986, when the state controlled the economy, restaurants could exist but they could not be named, except as a government entity. Out of the past Dang Thanh Thuy, 47 is now the legal owner of 37 Nam Trang, but while she controls her local business, she's chosen a theme for it, harkening back to her country's history.  \"Coming to our place, the guests reminisce and get back the memories of the old days, and I want everyone to join me in preserving and promoting a certain part of our country's history,\" Thuy says. Although Thuy, who was a young girl during the postwar period, doesn't remember a lot of specific details from this time, she longs to recognize it through her establishment. She's quick to credit older generations' storytelling and educating with what she's created.  \"In my restaurant, I have recreated the objects and memories of the subsidy period, and I myself find the cuisine of those difficult times very interesting. Because of the nostalgia and memories of my childhood, I have brought back some of the dishes and culinary treats from the difficult and tough period of my country.\" One of the objects close to Thuy's heart is the blue chipped scale piled high with root vegetables. It greets guests upon entry, serving as reminder to Thuy and to others the time when lining up to weigh items of sustenance was how people were fed. \"Every time I lined up to buy meat or fish in the store, I saw the woman seller standing behind the scale to weigh their goods.\" Old and new; young and old Thuy welcomes both old and young generations of Vietnamese to 37 Nam Trang, which has gotten a good amount of press since its opening in 2012. The former \"are deeply touched because they lived through such a difficult time,\" the latter thirsty to learn \"how their parents and elder generations had lived,\" -- what they ate and how they ate it and how they cooked with minimal resources. Foreigners venture to the 70-seat 37 Nam Trang and order from a menu with pictures. Thuy says foreign guests flood the restaurant at night for dinner while the local crowd arrives at lunchtime. For a more authentic experience, consider heading to the village midday. Either way, what you'll encounter is freshly cooked seasonal cuisine: shrimp, river crabs, snails, eels and frogs. Thuy uses a lot of what she calls \"tiny shrimp.\" These small crustaceans, also called brine shrimp, are found in lakes and are forthright in earthy flavor. Pork is cooked in shrimp paste and shrimp paste is utilized as a dipping sauce too. As is tradition in Vietnamese cooking, Thuy is a fan of fish sauce, and this shows up in all manner of dishes. Salty and funky, it has the power to elevate the most basic of ingredients. While the locals may go more for the seafood options on offer at 37 Nam Trang, pork is a prominent ingredient in both the old and modern menus. During the subsidy period, women often bought raw pork lard and would find myriad ways to stretch the pork fat: as a cooking fat, as a crunchy garnish to add both texture and flavor to dishes like sauteed morning glory or pickled mustard leaves, explains Thuy. Today, diners can order dishes where pork is not just the flavoring fat but the dish's centerpiece, as in the pork adobo, an unctuous dish which takes well to a quick dip in the garlic-studded fish sauce served in a small dish on the side. Boiled pork is balanced by crisp slices of tart starfruit and herbaceous fresh herbs.  Deciding what to drink may be the easiest decision you'll make all day.  Thuy serves only local beers -- Truc Bach, Hanoi and Saigon, the same three beers which were available during the subsidy period. Unsweetened iced tea is also available. \"I want everyone to join me in preserving and promoting a certain part of our country's history,\" Thuy says. Getting there From Hanoi's Old Quarter, it's less than 5 km (3 m) to the restaurant -- about a 15-minute taxi ride. 37 Nam Trang, Hanoi; 84-4-37-15-43-36"], "Language": false}