{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/21/opinions/self-segregation-america-geography-bishop/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Bill Bishop"], "Writers": [[]], "FirstPublishDate": ["2019-11-21T16:58:22Z"], "LastModifiedDate": ["2019-11-21T16:58:22Z"], "Headline": ["If we can't polka together, we can't govern together"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Five years ago, my wife and I left our ultra-hip, ultra-Democratic Austin neighborhood filled with funky yard art and peeling \"Impeach Bush\" bumper stickers. We moved east to La Grange, a town of approximately 4,800 on the Texas prairie where the local DJ plays polka in the mornings (along with Tom T. Hall's not-quite-classic \"Who's Gonna Feed Them Hogs\"). And where Republicans are as plentiful as pearl-snap shirts. We moved only 65 miles, but we crossed from one political reality to another. In the 2016 Presidential election, there was a 50-point difference between the place we left and the community we had moved to.  This geographic division was hardly a surprise. Before the 2004 election, statistician Robert Cushing and I had written a series of stories for the Austin newspaper showing that American voters were increasingly likely to live among their own political ilk. But, in 2016, we saw this geographical division playing out in new ways.  Americans were surrounding themselves not just by people who looked alike, but by those who lived alike, thought alike and, every four years, voted alike. Growing political divisions were, in part, the predictable consequence of how we chose to live. So, what exactly happened? From the end of World War II to the mid-1970s, US counties generally grew more politically homogenous. In the Jimmy Carter-Gerald Ford presidential contest in 1976, for example, Austin and La Grange voted alike. And the results in Austin and La Grange were within a point of the national average.  The percentage of voters living in a place where one party or the other held an overwhelming majority in a presidential election reached a post-war low in 1976, when about 26% of those casting a ballot lived in a county where either the Democrat or the Republican won by 20 points or more.  Then we began self-segregating. By 2004, 48.3% of the electorate nationally lived in one of these 60-40 landslide counties. In 2012, it had grown to 50.6%. And by 2016, in an extremely close race, 60.4% of voters lived in a landslide county. In eight out of ten US counties, the 2016 vote wasn't close at all.   A new economy based on ideas rather than goods encouraged people with high levels of education to live close to one another. In the 1970s, geographic inequality in education started to increase, as people with BA degrees clustered in some places (Austin, Portland, Atlanta -- name your favorite nest of \"creatives\") and not in others (the rural South). At the same time, predictably enough, geographic income inequality increased. There was a culture to this new economy, Cushing found. The people who moved to the cities with the most technology and patent production were more interested in politics and other cultures than those living in low-tech areas. They were, according to a DDB Needham Lifestyle Survey, more likely to \"try anything once.\" But those who crowded into tech cities were less likely to join a church or a club, less likely to volunteer and less likely to join in community projects.  Politics came to align with the economy and the culture. In 1976, high-tech cities voted about the same as those places relying on manufacturing. By 2000, however, the high-tech cities had turned decidedly Democratic, while the low-tech areas had grown more Republican.  As Americans moved, they picked their communities, and Republicans and Democrats made different choices. In an experiment, political scientists James Gimpel and Iris Hui described different types of neighborhoods to Democrats and Republicans. Republicans liked the places with more space between houses -- even if the grocery was farther away. Democrats wanted \"walkable\" neighborhoods.  In 2007, Republicans in the suburbs around Minneapolis told me they had chuckled at requests from the national party for scientific polling to identify likely voters. They said all they had to do to find a Republican neighborhood was to eyeball the distance between houses. In other words, people didn't have to thumb through voting tallies to know the political cast of a neighborhood. The way a place looked shouted its party preference. Culture, education, taste, the economy, even architecture all aligned with party choice. The market catered to this division. Housing developments were built to accommodate political types. Churches tailored themselves to a people who were changing their religion in order to be among their own political tribe. (For example, lefty churches are quick to say they are \"welcoming\" or to fly the rainbow flag.)  The news media bifurcated, as we all know. And at home, Republicans tended to use Martha White flour, while Democrats liked King Arthur.  But there was something driving us into our tribal neighborhoods that ran deeper than the economy or a preference for a coffee shop clad in barn wood. Place became a means of creating our identities, a visible way to tell the world who we are. And describing (and then broadcasting) who we are had become an all-consuming occupation of modernity. European sociologists Ulrich Beck and Zygmunt Bauman described the modern collapse of the scaffolding that once supported identity. In the mid-1960s, trust in government, tradition and institutions began to dissipate. People began leaving mainline churches. Community, work and family similarly lost their meaning. The day-to-day job of creating a self fell to the individual.  The Brooklyn-based marking firm K-Hole clinched this fundamental shift in identity: \"Once upon a time people were born into communities and had to find their individuality. Today people are born individuals and have to find their communities.\"  We're all on the search for our place. We are, Bauman writes, \"in a state of permanent transformation, to perpetually self-redefine through becoming (or at least trying to become) someone other than one has been thus far.\"  Society has become an identity playground, an infinite series of fashion statements. Choosing a place is choosing a self. Party comes with one's adopted identity.  Everybody appears satisfied with this arrangement. We like the comfort of seeing ourselves reflected in our surroundings. We are not so comfortable, however, with the \"other,\" the people who look, act and vote in what appear to be increasingly incomprehensible ways.  That's the problem with having a democracy bifurcated by place. Decades of experiments have shown that over time like-minded groups become more extreme in the way they are like-minded. Isolated groups don't hear (or have to confront) opposing arguments, and so they become more confident in their beliefs.  Members of like-minded groups adopt more extreme positions in order to be seen as good members of the tribe. Nests of Democrats will move to the left on policy, and Republicans will move to the right. This means that geographic segregation can lead to polarization -- and then distrust and dislike.  We've had friends come out to some of the many polka dances in central Texas, and more than a few have remarked that they feel uncomfortable. They sense that people are looking at them. I tell them, half joking, that, well, they probably are. That's what we do. We look at people instead of our phones. But if we can't even enjoy a polka together, what chance is there for governing together?"], "Language": false}