{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/most-famous-paintings/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Forrest Brown, CNN"], "Writers": [["Forrest Brown"]], "FirstPublishDate": ["2019-11-21T15:33:04Z"], "LastModifiedDate": ["2019-11-21T15:33:04Z"], "Headline": ["10 most famous paintings in the world"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Every year, billions of dollars' worth of art passes through international auction houses, while leading museums each hold tens of thousands -- even hundreds of thousands -- of artworks in their collections. But precious few ever achieve the fame required to truly be considered household names. As \"famous\" is a subjective term, CNN Style turned to Google to see which paintings topped search results worldwide over the past five years. We compared dozens of popular masterpieces -- from classics such as \"Mona Lisa,\" \"The Great Wave off Kanagawa\" and the \"Salavator Mundi,\" to more modern works like \"Nighthawks\" and even the \"Dogs Playing Poker\" series.  Based on those results, these are the world's 10 most searched-for paintings: 1. 'Mona Lisa' Artist: Leonardo da Vinci\nEstimated date: 1503 to 1519\nWhere to see it: Louvre Museum (Paris) It should come as no surprise that the most famous painting in the world is that mysterious woman with the enigmatic smile. But that's one of the few certainties about this work of art. The sitter in the painting is thought to be Lisa Gherardini, the wife of Florence merchant Francesco del Giocondo, but experts aren't sure. It did represent an innovation in art -- the painting is the earliest known Italian portrait to focus so closely on the sitter in a half-length portrait, according to the Louvre, where it was first installed in 1804. Did you know? Before the 20th century, historians say the \"Mona Lisa\" was little known outside art circles. But in 1911, an ex-Louvre employee pilfered the portrait and hid it for two years. That theft helped cement the painting's place in popular culture ever since and exposed millions to Renaissance art. 2. 'The Last Supper' Artist: Leonardo da Vinci\nEstimated date: 1495 to 1498\nWhere to see it: Santa Maria delle Grazie (Milan, Italy) Leonardo, the original \"Renaissance Man,\" is the only artist to appear on this list twice. Painted in an era when religious imagery was still a dominant artistic theme, \"The Last Supper\" depicts the last time Jesus broke bread with his disciples before his crucifixion.  The painting is actually a huge fresco -- 4.6 meters (15 feet) high and 8.8 meters (28.9 feet) wide, which makes for a memorable viewing. Did you know? The fresco has survived two wartime threats -- Napoleon's troops used the wall of the refectory on which the fresco was painted as target practice. It also was exposed to the air for several years when bombing during World War II destroyed the roof of the Dominican convent of Santa Maria delle Grazie in Milan. 3. 'The Starry Night' Artist: Vincent van Gogh\nDate: 1889\nWhere to see it: Museum of Modern Art (New York City) The comparatively abstract painting is the signature example of van Gogh's innovative and bold use of thick brushstrokes. The painting's striking blues and yellows and the dreamy, swirling atmosphere have intrigued art lovers for decades. Did you know? Van Gogh was living in an asylum in Saint-Rémy, France, being treated for mental illness, when he painted \"The Starry Night.\" He was inspired by the view from the window of his room. 4. 'The Scream' Artist: Edvard Munch\nDate: 1893\nWhere to see it: National Museum (Oslo, Norway -- opening in 2020) and Munch Museum (Oslo -- through May 2020) First things first -- \"The Scream\" is not a single work of art. According to a British Museum's blog, there are two paintings, two pastels and then an unspecified number of prints. The paintings reside in the National Museum and the Munch Museum, and in 2012, one of the pastels sold for almost $120 million at auction.  Much like the case of \"Mona Lisa,\" daring thefts (1994 and 2004) of the two painting versions of \"The Scream\" helped elevate the public's awareness of the artworks. (Both were eventually found). Did you know? The androgynous figure in the forefront of the Art Nouveau-style painting isn't producing the scream but rather is trying to block out a piercing shriek coming from nature. It was inspired by an actual experience Munch had while taking in a sunset stroll in Oslo when a dramatic red hue overwhelmed his senses. 5. 'Guernica' Artist: Pablo Picasso\nDate: 1937\nWhere to see it: Museo Reina Sofía (Madrid) This is the most recent painting on this list, and it depicts the German aerial bombing of the town of Guernica in the Basque region during the Spanish Civil War. The painting has that distinctive Picasso style, and its unflinching examination of the horrors of war made it an essential part of 20th century culture and history. Did you know? \"Guernica\" was moved to the Metropolitan Museum of Modern Art in New York during World War II for safekeeping. Picasso requested that the stay be extended until democracy returned to Spain. It finally went back to Madrid in 1981, six years after the death of longtime Spanish dictator Gen. Francisco Franco. 6. 'The Kiss' Artist: Gustav Klimt\nEstimated date: 1907 to 1908\nWhere to see it: Upper Belvedere museum (Vienna, Austria) With No. 6, we move from a study in hate to a study in love with Gustav Klimt's beloved \"The Kiss.\" From Klimt's \"Golden Period,\" Byzantine artistic influences can be seen in the highly decorative robes worn by the passionate, life-sized couple. The Upper Belvedere says that with \"The Kiss,\" Klimt makes a \"general allegorical statement about love being at the heart of human existence.\" Given its magnetic appeal, it seems people agree. Did you know? While \"The Kiss\" isn't for sale, other works by Klimt are bought and sold for huge sums. Oprah Winfrey offloaded the 1907 artwork \"Portrait of Adele Bloch-Bauer II\" for $150 million in 2016 -- for a cool $60 million profit.  7. 'Girl With a Pearl Earring' Artist: Johannes Vermeer\nEstimated date: 1665\nWhere to see it: Mauritshuis (The Hague, Netherlands) This intriguing favorite often gets compared with the \"Mona Lisa.\" Besides the stylistic differences, technically \"Girl With a Pearl Earring\" isn't even a portrait, but a \"tronie\" -- a Dutch word for a painting of an imaginary figure with exaggerated features. The oil on canvas masterpiece is brilliant in its simplicity. The girl -- wearing a blue and gold turban and an oversized pearl earring -- is the entire focus with only a dark backdrop behind her. Did you know? While the Mauritshuis underwent a renovation from 2012 to 2014, \"Girl With a Pearl Earring\" went on tour in the United States, Italy and Japan. It drew huge crowds, further bolstering its status as one of the world's most famous works of art. 8. 'The Birth of Venus' Artist: Sandro Botticelli\nEstimated date: 1485\nWhere to see it: Le Gallerie Degli Uffizi (Florence, Italy) The oldest painting in the top 10 and competing with \"The Kiss\" for most sensuous, \"The Birth of Venus\" was probably commissioned by a member of the wealthy and art-loving Medici family, which ruled Florence and nearby areas for centuries. Marrying a renewed interest in classic Greek culture with Early Renaissance style, Botticelli creates an unforgettable figure with the Goddess of Love emerging from a huge scallop shell. Did you know? Botticelli's \"Venus\" features two significant departures from most other works of his contemporaries. First, he painted on canvas instead of the more popular wood. Secondly, nudity was rare at this time -- so it was daring that Venus is completely exposed minus her long, flowing hair and a hand (barely) covering her most intimate body parts. 9.  'Las Meninas' Artist: Diego Velázquez\nDate: 1656\nWhere to see it: Museo del Prado (Madrid) Madrid is the only city in this roundup where you'll find two of the most 10 famous paintings, the first being \"Guernica\" at No. 5 and \"Las Maninas\" here at No. 9. Housed at the popular (and vast) Prado, \"Las Meninas\" is not only Diego Velázquez`s most famous painting, it's also one of his largest. The complexity of the work has fascinated art critics and the public for centuries. The painting does double duty as a portrait. It serves as a group portrait of Spanish royalty, but it's also a self-portrait of Velázquez himself at work (on the left).  Did you know? \"Las Meninas\" was commissioned by King Philip IV of Spain, who ruled from 1621 to 1665. It stayed in the royal palace until 1819, when it went to the Prado. 10. 'Creation of Adam' Artist: Michelangelo\nDate: 1508 to 1512\nWhere to see it: Sistine Chapel (Vatican City) The most famous work by renowned artist Michelangelo covers a section of the Sistine Chapel's ceiling -- you have to look up to view it. The scene depicts God and Adam with outstretched arms, their fingers nearly touching. It is one of the most replicated images in history. Adam's muscular form hints at Michelangelo's other talent -- his \"David\" is possibly the world's most famous sculpture. You can see the towering marble statue at the Galleria dell'Accademia in Florence. Did you know? The ceiling of the Sistine Chapel had been dulled by centuries of exposure to candle smoke, among much else. After a long, extensive cleaning that ended in 1989, people were shocked to see the bright, vibrant colors Michelangelo originally used. Five more paintings that came close Here are five more famous paintings that came close to breaking into the top 10 list: \"American Gothic\" (Grant Wood, Art Institute of Chicago)\n\"Water Lilies\" series (Claude Monet,  various museums around the world)\n\"The Persistence of Memory\" (Salvador Dali, Museum of Modern Art in New York)\n\"The Night Watch\" (Rembrandt, Rijksmuseum in Amsterdam)\n\"The Garden of Earthly Delights\" (Hieronymus Bosch, Museo del Prado, Madrid)"], "Language": false}