{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/anish-kapoor-beijing-exhibition/index.html"], "Source": ["cnn"], "Location": ["Beijing, China"], "ByLine": ["Oscar Holland, CNN and Yong Xiong, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-20T10:02:29Z"], "LastModifiedDate": ["2019-11-20T10:22:49Z"], "Headline": ["'Part of the conversation': Outspoken artist Anish Kapoor opens retrospective in Beijing"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Outspoken, politically opinionated and a longtime friend of Ai Weiwei -- artist Anish Kapoor may not have expected to be high on Beijing's invite list. Yet the sculptor's first solo show in China could hardly be closer to the heart of the country's establishment: a career retrospective at a temple in between the Forbidden City and Tiananmen Square. This only tells part of the story, however. For one thing, just a portion of Kapoor's landmark exhibition is showing at the 15th-century Imperial Ancestral Temple. The rest is on display 10 kilometers away at Beijing's Central Academy of Fine Arts (CAFA), a prestigious school that has produced multiple generations of leading Chinese artists since its founding a century ago. For another, the Mumbai-born British sculptor doesn't consider a collaboration with a respected Chinese arts institution as somehow incompatible with his activism. After threatening to pull out of the 2016 Yinchuan Biennale over its exclusion of Ai Weiwei's work, and turning down opportunities to exhibit in China over the dissident artist's treatment, Kapoor now says it is time to be \"part of the conversation.\" \"I understand your question about being politically outspoken -- about standing up, as I have done, against, if you like, oppression,\" he says during an interview at the CAFA Art Museum. \"I have to mediate (this) in relation to showing in China. And (I) take the view that culture has a voice, and a cultural conversation is a conversation about joining up, not one about separating.\" Though clearly opinionated, Kapoor, who turned 65 this year, has never let politics overshadow his art. Rather, he has always been more concerned with confronting dualities through his work -- bold, challenging creations that are at once smooth and textured, convex and concave, reflective and absorbent. These contrasts are widely explored in his Beijing retrospective. Bringing together some of his most celebrated sculptures and installations, it's a body of work that spans 35 years -- a time in which Kapoor has been knighted, won the coveted Turner Prize and represented the UK at the Venice Biennale. The most ambitious artworks are set across three floors of CAFA's on-campus museum. Chief among them is \"Destierro,\" an entire room transformed into a surreal red landscape, and \"My Red Homeland,\" a circular mass of wax almost 40 feet across around which a steel block, propelled by a motorized arm, slowly rotates. At the temple, meanwhile, a selection of more understated sculptures is spread across three of the complex's buildings. It is here that visitors find Kapoor's curvilinear experimentation with stainless steel, alongside abstract objects that seem to emerge from -- or disappear into -- the the floor beneath them. \"Of course, it's true to the work that I've made, but it has some relation with the site,\" Kapoor said of the decision to exhibit in this unusual setting, adding that he likes \"the idea of this non-art space.\" \"So one building has a group of pigment works from late '70s to the early '80s, (and) one building has the big work called \"Angel,\" which is a series of pigment stones, kind of floating in the space.\" Tying everything together is -- as is often the case with Kapoor -- the color red. In 2013's \"Symphony for a Beloved Sun,\" it takes the form of a huge disc hung above messy piles of claret-colored wax. In 2015's \"Sectional Body preparing for Monadic Singularity,\" an absorbing PVC and steel cube, it seems to lure viewers into a central, vortex-like crater. Elsewhere, flashes of red are visible in the reflection of temple architecture on Kapoor's silver metallic surfaces, and even scale models of the projects that have defined his career -- such as \"Orbit,\" a sculptural observation tower constructed at London's Olympic Park for the 2012 Summer Games, that is represented here in miniature. In China, red is a color that carries connotations of good fortune, patriotism and even revolution. So while Kapoor stresses that his latest exhibition isn't specifically designed for Chinese audiences, he is acutely aware that his work may be received differently. \"China, as we all know, has a very long deep history of (the) color red itself. And I think that makes (the art a) kind of strange bridge ... which I hope engages something in the Chinese context, in the Chinese psyche. It's the color that you walk into the space and the color grabs (you).\" \"So, celebration ... but also, blood, death and decay,\" he adds. \"Whether you are Chinese or not Chinese, we all have red inside our bodies.\" \"Anish Kapoor,\" is showing at the Taimiao Art Museum at the Imperial Ancestral Temple until Dec. 28, 2019, and the Central Academy of Fine Arts (CAFA) Art Museum until Jan. 1, 2020."], "Language": false}