{"Type": ["article"], "Url": ["https://www.cnn.com/2019/10/08/politics/who-is-gordon-sondland/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Veronica Stracqualursi, CNN"], "Writers": [["Veronica Stracqualursi"]], "FirstPublishDate": ["2019-10-08T15:01:09Z"], "LastModifiedDate": ["2019-11-19T18:08:50Z"], "Headline": ["Gordon Sondland, hotelier turned diplomat, wasn't always a Trump supporter"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Gordon Sondland, the US Ambassador to the European Union, returns to Capitol Hill on Wednesday for high-stakes public testimony in the House impeachment inquiry. Sondland has been central to House Democrats' investigation into President Donald Trump and Ukraine over his involvement in a \"shadow\" policy campaign in Ukraine at the behest of the President.  He privately testified before lawmakers last month, but as the investigation progressed and impeachment investigators heard from other witnesses, more questions arose about contradictions and missing details from Sondland's deposition. Sondland is likely to face scrutiny over a recently revealed phone conversation with Trump a day after Trump's July 25 call with Ukrainian President Volodymyr Zelensky and a September 1 conversation in Warsaw with a top Zelensky aide. Sondland has been a player in Republican politics for a number of years but wasn't always a Trump supporter. He was previously the founder and CEO of the Provenance Hotels chain, which boasts 19 hotels across the country. Sondland was confirmed to the ambassador role on June 29, 2018.  A frequent donor to the GOP During the 2016 election, Sondland donated to Jeb Bush's presidential campaign and to the former Florida governor's Super PAC, FEC filings show. After Trump locked up the nomination, Sondland, a frequent donor to the Republican National Committee, joined Trump and the RNC's joint finance operation. However, after Trump attacked a Gold Star family, Sondland sought to distance himself from Trump after The Seattle Times obtained an invitation to a August fundraiser for Trump that showed Sondland listed as an event sponsor. A spokeswoman for Sondland said at the time that he would not be hosting or attending any Seattle or Portland fundraisers for the Trump campaign, Willamette Week reported. \"Mr. Trump's statements have made it clear that his positions do not align with\" his personal beliefs and values, Provenance Hotels spokeswoman Kate Buska told the Portland newspaper. \"Historically, Mr. Sondland has been supportive of the Republican party's nominees for President,\" she added. \"However, in light of Mr. Trump's treatment of the Khan family and the fact his constantly evolving positions diverge from their personal beliefs and values on so many levels, neither Mr. Sondland or Mr. Wali can support his candidacy.\" After the election, Sondland donated $1 million to Trump's inaugural committee through four limited liability companies, according to the Center for Responsive Politics.  Although the bulk of his donations have been to GOP candidates, he gave over $5,000 to Democratic Oregon Sen. Ron Wyden's reelection campaign in 2015, according to FEC filings. Wyden had vouched for Sondland during his confirmation hearing in 2018, saying he knew the hotelier for a quarter century by way of Oregon's \"really small Jewish community.\" He also touted Sondland's contributions to the Oregon community, including a $1 million endowment to the Portland Art Museum, where he served as its chairman from 2009 to 2011, to allow free admission for children. Limited prior work in government Sondland is a first generation American of refugee parents, who fled Nazi Germany and eventually settled in Seattle, Washington. Before he took on the diplomat role, Sondland's work in government had been limited. He was appointed by George W. Bush to serve on the Commission for White House Fellowships.  He had worked on the transition team for Oregon Democratic Gov. Ted Kulongoski, who was governor from 2003 to 2011. Sondland also worked as a principal Republican liaison for Oregon and the White House. He also chaired the governor's Office of Film and Television.    While he is ambassador to the European Union, he has stated that he has a specific interest in Ukraine. \"President Trump has not only honored me with the job of being the US ambassador to the EU, but he's also given me other special assignments, including Ukraine,\" he told a Ukraine media outlet in July. Role in impeachment inquiry Democrats began investigating in September whether Trump used the powers of his office to pressure Ukraine to help his reelection by announcing investigations into his political rivals.  Early in the impeachment inquiry, Sondland's text messages with Taylor emerged as a key data point for impeachment investigators, in which Sondland told Taylor there was \"no quid pro quo\" after speaking to Trump about the matter. Sondland testified behind closed doors last month under subpoena, telling lawmakers that Trump had directed him and other officials to work with Trump's personal attorney Rudy Giuliani on Ukraine issues.  He said that Trump had told him directly that \"there is no quid pro quo\" and that he did not ultimately know why the nearly $400 million in US military aid to Ukraine was withheld. After his initial testimony appeared to have been contradicted by other witnesses, Sondland revised his testimony to impeachment investigators.  In a three-page addition to his testimony sent to committees earlier this month, Sondland said he recalled a September 1 conversation in which he told a top aide to Zelensky that the security aid was linked to investigations into former Vice President Joe Biden and the 2016 election. At last week's public hearing, the top US diplomat in Ukraine, Bill Taylor, disclosed that a staffer of his had overheard a phone call between Sondland and Trump, which occurred a day after Trump's July 25 phone call with Zelensky.  That staffer, David Holmes, testified that Sondland told Trump that Zelensky \"loves your ass\" and that Ukraine was going to move forward with the investigation Trump had asked Zelensky for a day earlier. Holmes told lawmakers that Sondland later told him that Trump \"doesn't give a s--- about Ukraine,\" and that his primary focus was on \"big stuff that matters to him, like this Biden investigation that Giuliani is pushing.\" There is no evidence of wrongdoing by Biden in Ukraine. Sondland testified to several calls he had with Trump, but he had left out the July 26 call that Taylor and Holmes testified about last week.  This story has been updated. "], "Language": false}