{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/elle-macpherson-florida-home-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Amy Woodyatt, CNN"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2019-11-11T13:00:29Z"], "LastModifiedDate": ["2019-11-19T15:13:10Z"], "Headline": ["Inside Elle Macpherson's stunning Florida home"], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["It's not every day you get to look inside a supermodel's luxury home. But Elle Macpherson has offered a rare glimpse of her chic Florida house by opening her doors to Architectural Digest. Speaking in the magazine's December issue, the mother of two sons explained how she approached the design of her home -- a stunning combination of contemporary art and understated interiors. \"This time, it wasn't about developing a million different schemes, with lots of custom-built furniture or profound investments, and then deciding which one to pursue,\" the Australian model told the magazine. \"This feels more modern, adopting a sustainable approach to design -- taking the best of what you already have and repurposing it for a new life.\" The Normandy-inspired house, designed by architect Chad Oppenheim, sits on two acres of land dotted with oak, lemon, orange and mango trees, as well as its own vegetable garden. Macpherson enlisted New York-based design firm Sawyer Berson to help reimagine the property's interiors.  Art and photography takes center stage in the home. Macpherson is an avid collector of art who owns works by Andy Warhol, Richard Prince, Keith Haring, Kenny Scharf, Lucian Freud, Damien Hirst and Jean-Michel Basquiat.  \"I was fortunate because I grew up in the 1980s in New York City after leaving home in (Australia) in 1982, when I was 18 years old,\" she is quoted as saying. \"I've had a passion for art since I was a student, and I met everyone from Warhol to Joseph Kosuth to Keith Haring and Tracey Emin. \"Someone wise once told me that when it comes to acquiring art, you should buy your contemporaries because they speak your cultural language,\" Macpherson said. \"And that's what I did.\" In the living room, works of art are complemented by white curtains and walls. Other rooms are brought alive with color, including a teal lounge -- decked out with John Wesley artwork -- and a dining room fitted with vibrant orange curtains and a stylish yellow cabinet. \"Our job was to create a look and lifestyle that recognized the family's history of living in London for 17 years along with the boys' French heritage and their mother's Australian irreverence. Elle wanted a nimble, pragmatic, and no-fuss experience without compromising style,\" Sawyer Berson's co-founder, Brian Sawyer, told Architectural Digest.  \"Luckily for all of us, she picked a great house, so there was no need for major structural work. We focused on highlighting the best aspects of the architecture together with the abundant natural light to craft beautiful rooms with a youthful, modern spirit.\""], "Language": false}