{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/abu-dhabi-water-activities-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Yas Waterworld", "Wake Evolution", null, "Abu Dhabi Pearl Journey", "Captain Tony's", "Al Forsan", "Aquafun", "Anantara", "Courtesy Seasports"]], "FirstPublishDate": ["2018-10-22T11:30:20Z"], "LastModifiedDate": ["2019-11-19T10:58:42Z"], "Headline": ["The best things to do on water in Abu Dhabi"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Yas Waterworld: With a pearl diving theme and 40 rides, slides and attractions, it's easy to understand why Yas Waterworld water park is a hit. There's also a mermaid school. \n Abu Dhabi Wake Evolution: The flat waters of the UAE are ideal for wake surfing. Once the art of standing up has been mastered, you can progress on to flips, 360-degree turns and even ever-so-serene board yoga.  Al Wathba Wetland Reserve: Just 25 miles out of the city, the wetlands are a sanctuary for 250 bird species, dozens of plant varieties and an abundance of aquatic life.  Abu Dhabi Pearl Journey: Abu Dhabi Pearl Journey invites travelers onto a traditional Arabic pearling dhow for a morning winding between the city's lush mangroves. Captain Tony's boat ride: This glide through Abu Dhabi's history passes the Maqta Fort then winds past Abu Dhabi's mangroves. There's usually a scenic view of the Sheikh Zayed Grand Mosque. Al Forsan International Sports Resort: This massive cable park involves a huge overhead cable that pulls riders along the lake at speeds of nearly 24 miles per hour (38 kph), no boats required.  Aquafun Abu Dhabi: This 84-piece obstacle course has bridges, ramps, steps and slides, challenging visitors to balance and climb their way to success.  Kayaking Abu Dhabi: Travelers can kayak into Abu Dhabi's mangroves on a trip that involves potential spotting of wildlife like foxes, turtles, flamingos and the ever-charming sea snakes.  Jet Pack: This wild water sport involves strapping on jet-propelled boots then bursting up out of the water. "], "Language": false}