{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/17/opinions/sondland-trump-ukraine-phone-call-bociurkiw/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Michael Bociurkiw"], "Writers": [[]], "FirstPublishDate": ["2019-11-17T14:10:45Z"], "LastModifiedDate": ["2019-11-18T16:49:21Z"], "Headline": ["Sondland's unsecure phone call with Trump was pure amateur hour"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["When I went to Ukraine on a mission with the Organization for Security and Cooperation in Europe in the spring of 2014, shortly after Russia invaded Crimea, the first thing security officers told me was to avoid, at all costs, speaking about sensitive matters over landlines and mobile phones. \"Assume that all conversations are being listened to,\" they said. As the world's largest regional security body, with a long-standing presence in Ukraine, the OSCE has a keen understanding of who listens to what, and why. Whenever I train incoming international observers, I begin each session with strict orders never to talk business where curious minds might be lurking -- not only on the phone but also in bars, restaurants and other public places. (On a side note, because many of our colleagues were single men and women away for long periods of time, in a conflict zone and often under curfew, they were also warned to limit their social interactions with locals -- to avoid the so-called \"honey trap\"). Even in western European capitals, in official meetings with ambassadors, I'd often be asked to remove the batteries from my mobile phone to avoid eavesdropping. That's why I was gobsmacked this week when revelations surfaced that Gordon Sondland, the Trump donor and US ambassador to the European Union, had spoken to President Trump on an unsecure mobile phone about US national security issues at a time when Ukraine is at war with one of its primary adversaries, Russia. The security lapse was shocking. It is well-known that Russia maintains a vast intelligence apparatus in Ukraine. The OSCE has always been a tempting target for its agents. Anyone who flagrantly violated security protocols the way Sondland apparently did would have been fired immediately. If you've any doubt about the capabilities of Russian eavesdropping in Ukraine, flip back to 2014, when Moscow released recordings of taped calls in Kiev between then-Assistant Secretary for European Affairs Victoria Nuland and US Ambassador to Ukraine Geoffrey Pyatt, as well as Estonian Foreign Minister Urmas Paet and EU foreign policy chief Catherine Ashton. Assume you are being listened to In spring of 2014, we didn't have a full appreciation yet that Russia, through its proxies in Crimea and eastern Ukraine, was preparing to smuggle into Ukrainian territory its most state-of-the-art communications technology -- including jamming equipment so sophisticated it was capable of messing with the GPS systems of our million-dollar surveillance drones enough to bring them crashing to earth -- including one as recently as this year, according to an OSCE report. But it has not only been the Russians. The Ukraine state security service, or SBU, has a well-deserved reputation for eavesdropping on the conversations of diplomats and foreigners. Many SBU staff are former intelligence agents brought up through the ranks of the former KGB. In the five years since the downing of passenger jet MH17 by a Russian missile over eastern Ukraine, public evidence has shown the extent to which Kiev's security services are able to intercept conversations -- even from FSB-issued secure phones between the rebels in Donbas and top Kremlin officials. The phones operate via the internet, are meant to be tap-proof and are nicknamed \"the glass.\"  If Ukrainian security services can intercept conversations over Russia's state-of-the-art phones, one can safely assume they've the ability to listen into calls by Western diplomats. So it is not an exaggeration to describe Kiev as \"a high counterintelligence environment\" as Marc Polymeropoulos, a former CIA officer who oversaw operations in Europe and Russia before retiring this summer, has described it. Alluring Kiev Kiev is a fascinating city for Western diplomats. Even though a proxy war with Russia is occurring several hundred miles to the east, it is considered a plum posting with an enviably low cost of living, great restaurants and bars, a plethora of historical and cultural sites, and hospitable locals. With its dual personality as a capital of a former Soviet republic and an emerging European business center, parts of Kiev create the illusion that you are in Europe proper, and so the temptation to let one's guard down is there. There is no lack of contemporary restaurants where you can imagine yourself in Paris or New York City. Former Georgian President Mikheil Saakashvili favors a trendy restaurant down the street from where he threatened to jump off his rooftop in 2017. With tables tantalizingly close to each other, a la Les Deux Magots in Paris, it's the perfect place to eavesdrop on conversations of the many foreigners who frequent the place. Indeed, business gets conducted in such places. In a transcript of the opening statement delivered by US official in Kiev David Holmes to a closed-door session of the impeachment investigation Friday, Holmes describes a Kiev restaurant to which he accompanied Sondland and two other US diplomats immediately after a meeting at the Presidential Administration building. \"The four of us went to a nearby restaurant and sat on an outdoor terrace ... Ambassador Sondland selected a bottle of wine that he shared among the four of us.\" And had a phone call with the President of the United States.  Many first-time visitors to Ukraine are in disbelief at the ostentatious level of consumption visible in Kiev -- including the rare luxury cars clogging the narrow streets. A big reason is the oligarch-controlled economy, but a more recent phenomenon is the tsunami of overseas remittances into Ukraine and the arrival of well-heeled business people from the Donbas -- the industrial region of Eastern Ukraine affected by the conflict. With the US Embassy situated in the boondocks of Kiev and requiring battling the capital's impossible traffic, there's a great temptation for diplomats to conduct business and socialize in the buzzing city center. You see them in the lobbies of hotels, such as the Hilton, Hyatt and Hotel Inter-Continental. However, the official residence of the US ambassador to Ukraine is just off the central business district and still serves as a convenient location for secure communications. Why Sondland didn't just take a sensitive call with the President there, and not in a public establishment, is beyond me -- and many other diplomats I've spoken with.   Amateur hour  Several months ago I wrote about the potential harm to US interests from the appointment of wealthy donors who've little or no foreign policy experience. Not only does Sondland seem incapable of separating political interests from foreign policy objectives, he pays little attention to security protocols -- as his careless handling of the Kiev call shows. But when you've a boss who has a similar disdain for protecting national security -- remember how Trump held a national security meeting on North Korea in front of guests and diners at his Mar-a-Lago resort  and is said to use his own personal cellphone to speak to outside advisors -- how can his lieutenants be expected to stick to the rules?"], "Language": false}