{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/secrets-of-the-hungarian-parliament-building/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Nathan Kay, CNN"], "Writers": [[]], "FirstPublishDate": ["2018-12-21T10:53:14Z"], "LastModifiedDate": ["2019-11-18T16:04:00Z"], "Headline": ["The secrets and symbols of Hungary's Parliament building"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Striking an imposing and impressive figure on the edge of the River Danube in the heart of Budapest, Hungary's Parliament building is one of the finest examples of Gothic Revival and Renaissance Revival architecture in the world today. Ranked among TripAdvisor's top 15 landmarks, this architectural marvel proved more popular than London's Big Ben, Athens' ancient Acropolis and Paris' Notre-Dame Cathedral in its 2017 Traveler's Choice Awards. Attracting nearly 700,000 visitors each year, Hungary's Parliament building is one of the busiest and most intriguing tourist destinations in Europe, with more than a hundred years of history behind it. \"I believe this is the nicest building in the whole country,\" Parliament building tour guide Ildiko Jambor tells CNN Travel.  \"It's not only a museum, it's a work place for over 800 people. \"Inside, we have offices, chambers, a post office and a library. We also have a hairdresser and a doctor working here.\" Here we take a look at the secrets this monumental wonder holds deep within its walls. Visionary design Inaugurated in 1904, the Parliament of Budapest -- or the Országház -- is the creation of architect Imre Steindl who ironically went blind before its completion, leaving him unable to appreciate his finished masterpiece.  Construction started in 1885 when Steindl was a healthy 46-year-old, but nearly 20 years later his eyesight had significantly deteriorated and he passed away on October 8, 1902, just weeks before the building was fully completed. However, a further two years was spent finalizing its inner works and decoration. House of the Nation Positioned on the UNESCO-listed Banks of the Danube, the House of Parliament is a functioning lawmaking body.  The Országház, which translates to the House of the Nation, is the seat of the National Assembly and holds regular debates, including those attended by the Prime Minister and his Cabinet. \"Each member of the Parliament has his own desk and the tables all have a voting system,\" explains Jambor. \"A chip card is placed to activate a voting system, which has four buttons. 'Yes,' 'No,' 'Abstain' and the fourth is used to request time to speak. We have screens on both sides to show the results of the voting, too.\" Over 199 members of Parliament are based here as well as the nearly 600 staff who assist them.  During the week, when parliament is in session, tours are restricted but limited access can be granted to the first plenary session of each week, between 8 a.m. and 10 a.m. Symbolic features The building was designed with symbology in mind. Steindl cleverly incorporated key numerical facts within its structure to illustrate the importance of its construction. The dome of the main Parliament building is 96 meters high, which symbolizes the year of the settlement of Hungary -- 896. There are also 96 steps on the main staircase, which take visitors up to a magnificent hallway. Finally, 365 towers are incorporated throughout the building, one for each day of the year. The famous crown The Holy Crown of Hungary, or the Crown of St. Stephen, has been displayed in the central Dome Hall from the year 2000.  Since the 12th century, more than 50 kings have been crowned with this priceless art piece, which is protected by two rotating guards at all times. \"They change every single hour and carry a sword, which is actually not sharp,\" adds Jambor. \"But we always have a third solider who has a gun.\" Dating back to the year 1000, the crown is beautifully molded from gold and decorated with 19 enamel \"pantokrator\" pictures along with pearls, semi-precious stones and almandine. It's still one of only two Byzantine crowns in existence, the other being the Monomachus Crown, which is also housed in Budapest, at the Hungarian National Museum. Record breaking structure  It's one of the tallest buildings in Budapest as well as the third largest national assembly building in the world. Covering an area of 18,000 square meters, Parliament building has 691 rooms, 28 entrances, 10 courtyards and 29 staircases. \"The Grand Stairway is the nicest, widest and most decorated one,\" says Jambor. \"It used to be the royal staircase.\" Within the Grand Stairway there are eight, four-ton granite columns, of which only 12 can be found in the world today.  While the front facing façade overlooks the River Danube, nowadays the official main entrance is positioned on Kossuth Lajos Square, which is effectively the back of the building. However, the main gate, found downstairs behind red curtains, is used when an important delegate is received for the first time. Unique ventilation system Parliament building houses a unique cooling and heating system, one of the more modern in Europe. During the winter months, heating is provided by a sophisticated boiler positioned in a nearby building which pumps steam through pipes into Parliament.   A hugely sophisticated system at the time of its creation, Steindl apparently designed it as such because he \"didn't want to place chimneys on the top of the building.\" The sweltering summers here are now eased by a conventional air conditioning system, but from the 1930s to 1994 ice blocks were positioned in underground mines to cool the building down. Gold trimmings The lavish building was decorated using more than 40 kilograms of 22 to 23 carat gold, including rare gold leaves. This is on display in many areas, particularly in the staircases and intricate ceiling designs. While these gold accents may equal a hefty amount when accumulated, they have almost no weight on their own. However, it would be near impossible to shave that amount of gold from the walls without being noticed, so would be thieves shouldn't get too excited. Memories of war Up until 2013, Hungary's Parliament building was littered with bullet holes from two world wars and the revolution of 1956.  Much of the remnants of those tragic events have been lost over time, but contractors chose not to repair a few square meters around a window on the Kossuth Lajos Square side, so some bullet holes can still be seen.  Also, one of the bronze lion statues destroyed during World War II has been replaced, and stands on the right hand side as you face the entrance. The lion on the left is the original work of sculptor Béla Markup. The House of Lords The House of Magnates -- or the Főrendiház - was operational from 1867 to 1918 and then between 1927 and 1945, in the Upper House of the Parliament building, reserved for aristocrats. Today there are no \"Lords\" in Hungary and the old Upper House is used as a conference and meeting room and can be visited by tourists. The National Assembly is always conducted in the Lower House of Parliament.  Significant surroundings In front of the Parliament building in Kossuth Lajos Square sits a spectacular memorial to the Hungarian Revolution of 1956, a nationwide uprising against the communist regime of the Hungarian People's Republic. The imposing Kossuth Memorial, as well as the equestrian statue of Hungarian leader Francis II Rákóczi are also within the surrounding area, while a statue of poet Attila József is positioned on the south lawn, and Martyrs' Square is located opposite. The famous changing of the guard takes place at 12:30 p.m. each day in Kossuth Lajos Square, without any barriers to bystanders -- provided they keep out of the way of the soldiers performing their duty. How to get there: Parliament is accessible using Line 2 of the Budapest Metro and via tram line 2, from the Kossuth Lajos Square station.  Entrance fees: Non EU adults $21, EU adults $8.40, Non EU students, $11, EU students $4.50. Free admission for children under the age of six. Parliament Building, Kossuth Lajos Square, 1055 Budapest, Hungary"], "Language": false}