{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/18/africa/france-returns-stolen-sword-to-senegal/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aisha Salaudeen, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-18T15:31:57Z"], "LastModifiedDate": ["2019-11-18T15:36:22Z"], "Headline": ["France returns historical sword stolen in the 19th century back to Senegal"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["As part of its commitment to return artifacts stolen during colonial times, France is returning a sword that belonged to a 19th century Islamic scholar and ruler in Senegal.  In a ceremony in Dakar, Senegal's capital city on Sunday, the French Prime Minister, Edouard Philippe handed over the brass and wood sword to Senegal's President Macky Sall.  The sword originally belonged to Omar Saidou Tall, a west African ruler who led an anti-colonial struggle against the French in the 1850s. He eventually signed a peace treaty with France in 1860. And according to French historian, Jean Suret-Canele, Saidou Tall died from a gunpowder explosion in 1864.  After his death, his sword and books from his library were seized by the French.  The French Prime Minister, Philippe said giving back Saidou Tall's saber was \"the first step\" in a project tailored at returning more west African artifacts that are currently in French museums. \"This is an historic day,\" the Senegalese leader said. Local media reported that some of Tall's descendants were present during the handing over of the sword. In November 2018, a report commissioned by the French President, Emmanuel Macron recommended that art plundered from sub-Saharan Africa during the colonial era be returned through permanent restitution. According to the report, French museums house at least 90,000 pieces originally from sub-Saharan Africa with at least 70,000 works in Paris' Quai Branly museum alone.  Macron told a packed auditorium at the University of Ouagadougou, Burkina Faso, in November 2018 that within the next few years, mechanisms to return artworks of cultural heritage will be returned to Africa.  Faced with mounting pressure from African governments, there is a wave of stolen artifacts being returned by European countries to their original countries.  In May, Germany announced that it would return a 15th Century high navigation landmark it took from Nambia known as the Stone Cross.  The British Museum in London also struck a deal with Nigeria in 2018, where it agreed to return Benin Bronzes looted by British soldiers to Nigeria. "], "Language": false}