{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/17/us/santa-clarita-shooting-poem-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Zdanowicz, CNN"], "Writers": [["Christina Zdanowicz"]], "FirstPublishDate": ["2019-11-17T22:54:04Z"], "LastModifiedDate": ["2019-11-18T03:20:32Z"], "Headline": ["A student wrote a haunting poem about how the Santa Clarita school shooting made her feel"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["After her school district went on lockdown during the Santa Clarita school shooting last week, a high school senior put her feelings into words. \"I don't want to live with this fear on my chest,\" Jilli Spencer, 17, wrote in a poem. \"This guilt. I wasn't there. I was down the street. Hoping they weren't coming to me.\" Spencer attends Valencia High School and was in the school parking lot when her school went on lockdown. It's in the same town and school district as Saugus High School, where two students died, and three were injured in a school shooting on Thursday.  She wrote the poem that night, just for herself. \"I wrote it down because I wanted to say it,\" Spencer told CNN on Sunday. \"I feel like it doesn't belong to me anymore. Everyone else has taken it farther than I could have.\" She posted it online and said she didn't expect anyone to share it.  The poem, written in white text on a black background, resonated on social media. People began sharing it, some knowing who wrote it, most who didn't. \"When I first read it, I cried,\" her mother, Gina Borges Spencer, told CNN.  \"I was very proud of her for putting it down in words and writing it, saying what a lot of people are thinking and feeling,\" she said. \"But I'm also sad that she and her friends and this generation of young people have to experience these things because it doesn't make me feel like I'm leaving the world a better place for them.\" Borges Spencer said Santa Clarita is a tight-knit community that's always felt safe to the family. Her daughter's school is a few miles from Saugus High School, where she has many friends. \"I'm a teacher and the idea that the children were hurt and killed were the same age as my students is heartbreaking,\" said Borges Spencer, who teaches math at a high school in a different district.  Everyone copes differently, Spencer said, and she hopes that people find ways to move forward with art, talking to a therapist or whatever works for them. Spencer said she wrote the poem as a genuine question, asking people in other places that have experienced the trauma of school shootings how they cope, how they live and how they heal. \"So could you tell me how. How to move on. How do I go to school when my classmates can't anymore,\" Spencer wrote."], "Language": false}