{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/15/us/the-good-stuff-111619/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-11-16T03:57:29Z"], "LastModifiedDate": ["2019-11-16T03:57:29Z"], "Headline": ["A holiday card hero, an innovative shoe and a very special puppy"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Have we told you lately how much we appreciate you? It's so nice to share some positivity with such a thoughtful, kind group of people every week.  Now that I have you fully flattered, I have a request. Next week is the week before Thanksgiving, and I want to hear what you're thankful for this year. Did something amazing happen? What was your favorite inspiring news story of the year? Hit me! I'll include a bunch in next week's Good Stuff so we can share in your joy.  Our favorites this week Get going with some of our most popular good news stories of the week When one Christmas card just won't do  It's a fact: Grandmothers (and aunts) have the best holiday card game around. But Laura Landerman-Garber of Hollis, New Hampshire, may have them all beat. Landerman-Garber runs a nonprofit called Holiday Cards for Our Military Challenge, and this year, the group will be sending 100,000 holiday cards to members of military stationed all over the world. The project began 16 years ago as a small family tradition but has since ballooned into an international effort. Even several 2020 presidential candidates have participated. Where does Landerman-Garber keep 100,000 cards? In her basement, of course! And her garage and ... well, wherever they will fit. \"The holidays are all about gathering together,\" she says. \"I wanted to be able to reach out and just maybe give a little bit of a bridge so that person who is far away feels a little tiny bit closer to home.\"  Better than a unicorn  Everyone, this is Narwhal. Narwhal is a magical little puppy with an extra tail growing straight out of the middle of his forehead. The pup was discovered a few weeks ago in the freezing Missouri cold with what appeared to be the beginnings of frostbite on his paw. A local dog rescue, Mac's Mission, took him in and immediately fell for his unique looks. The name Narwhal seemed to be inevitable. Vets took X-rays which showed his face tail isn't connected to anything important and it doesn't hurt him, so it's here to stay. People are going nuts over the unicorn pup, and the rescue is hoping fans of Narwhal will remember that, while he is singularly adorable, there are countless other equally wonderful dogs waiting for a forever home.    Keys to healing  Sometimes, art is about so much more than the final product. This eye-catching 800-pound phoenix sculpture is made out of keys to places destroyed in last year's deadly Camp Fire in California. The artist, Jesse Mercer, is from the area and decided to craft the mythological bird to help her community heal. People donated more than 18,00 keys to homes, churches, schools, businesses and cars to the project, including some that belonged to people who died in the blaze. But the tiny scraps of metal often came with a bigger treasure: Notes from their owners detailing the lives, memories and wishes represented by the keys. A young girl even sent a key to her diary and told Mercer \"to keep her secrets safe.\" Raise a glass to... Pete DuPré, a 96-year-old World War II veteran who brought the house down with his rendition of \"The Star Spangled Banner\" before an NBA game last weekend. DuPré plays the anthem on his harmonica, producing a fascinating, multi-tonal rendition reminiscent of bagpipes. Unsurprisingly, DuPré no stranger to big-ticket performances. The vet has played the national anthem at several sporting events around the US, including a US women's national soccer team exhibition game in May and an NFL game in September.  A bright idea Nike is known for clothing the biggest sports stars in the world, but their newest shoe isn't meant for the court or the field. It's meant for the hospital floor. The Nike Air Zoom Pulse is designed for those in the medical profession, and the company did a bunch of research to make sure the shoe fits the rigors of the job. They studied doctors, nurses and other medical professionals to learn their specific needs, including support over long hours and traction for liquid spills. It's also designed like a clog — a industry favorite — except, you know, not as clunky and unfashionable. (No offense to clog lovers! It's a look. But admit it, even the name clog sounds clunky.)  You gotta see this Your honor, we definitely don't object! Juliana Lamar was being sworn in as a lawyer at the Tennessee Supreme Court in Nashville when the judge presiding over the ceremony saw her son, Beckham, who was there to cheer his mother on. Judge Richard Dinkins just knew Beckham had to be part of the ceremony, so he held the little boy while he finished doing the honors. Lamar says she became pregnant with Beckham halfway through law school, but rather than let her new role as a mother derail her plans, she used her love for her son to fuel her work. \"He is the guiding light in my life,\" she says.  Heroes among us This week, we're celebrating Afroz Shah and Zach Wigal.  Shah started a volunteer movement that has cleared more than 60 million pounds of garbage, mostly plastic waste, from Mumbai's beaches and waterworks. It started when he visited a childhood beach spot in 2015 and found it littered with trash. Now, Shah has launched the Afroz Shah Foundation to help spread his mission to save the world's oceans from plastic pollution.   Wigal turned his favorite hobby into a nonprofit that brings gaming consoles -- and a little bit of relief -- to kids with chronic illnesses. He is the founder of Gamers Outreach, which provides video games and equipment to kids who can't leave their hospital rooms. He helped design a portable gaming \"GoKart\" system that can easily be rolled into a patient's room. Voting is underway for CNN's Hero of the Year! Get to know the Top 10 heroes, and cast your votes by December 3rd. (Bonus: You get 10 votes per day!)  Wanna get away? Imagine standing among the turrets on top of Carew Castle, surveying the lush tidal inlet along the Pembrokeshire coast of Wales. This spectacular structure dates back to the 11th century, and was a key outpost during the reign of the Tudors in the 1500s. Now, it's considered one of the most beautiful castles in Wales (and trust us, there are many).  Who knew? Why do babies hiccup so much? Yes, it's certainly cute, but a new study finds the involuntary motion may actually play a crucial role in their development. Researchers found hiccupping triggered a large wave of brain signals that the study's author says might help babies \"to learn how to monitor the breathing muscles.\" Eventually, these breathing exercises, so to speak, will help babies control breathing voluntarily. Because when you're a baby, you need to learn everything, including how to breathe well.  Impact your world Still feeling the chill from this week's record-breaking Arctic blast? If you are, then the homeless citizens in your area definitely are too. As you're preparing your closet for the long winter, consider donating blankets, coats and other warm items to your local homeless shelters to help shield people from the cold.  Shameless animal video There's always time for cute animal videos. That time is now. What should we call baby flamingos? Flamingles? Flamingettes? Flaminis? Maybe we can just denote them with a soft, incoherent scream, because that's the noise I make whenever I watch these bouncy little babies.  (Click here to view) "], "Language": false}