{"Type": ["article"], "Url": ["https://www.cnn.com/2019/05/13/health/fruit-vegetable-bad-parenting-strauss/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elissa Strauss, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-05-13T07:42:26Z"], "LastModifiedDate": ["2019-11-14T11:06:12Z"], "Headline": ["Q: Am I a bad parent if my kids don't eat 5 servings of fruit and vegetables every day?"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["I went to my son's annual checkup last week. He's 5. The doctor stressed how important it is for him to eat five servings of fresh fruit and vegetables a day. Short of force-feeding or hiding spinach in brownies Jessica Seinfeld-style, this is not happening. So we're falling way short on the fruits/veggies guidelines -- every single day. Am I a bad mom? Signed, Frantic About Food Dear Frantic About Food, While food shopping, I often find myself longing for a time before food could be organized into a complicated and terrifying hierarchy. Is it organic? Free-range? Nutrient-dense? How many grams of sugar? Protein? Is the packaging BPA-free? Phthalate-free? And what, exactly, does any of this mean? How luxurious it must have been for my mom, back in the 1980s, to be able to push a cart down the grocery store aisle without vetting each and every item with a multipoint checklist. In my family, we ate well growing up, meals were home-cooked, and there were lots of natural colors on display. But I don't remember anyone counting our veggies or thinking twice before occasionally opening a two-liter bottle of 7-Up to have with a meal. The horror! So what happened between then and now?  By some measures, we wisened up. We became aware of how packaged foods make it all too easy to consume tons of sugar and not a lot of nutrients. Also, we've become more conscious of the ways food production can affect both our health and the health of our planet. But then, in the typical American fashion, many of us overdid it. We turned eating into a religion of sorts, a way to divvy up behaviors and habits into tidy categories of right and wrong.  This is misguided. Our eating habits are not a measure of our moral worth. But they're also not something we can totally ignore.  How does all this translate to your predicament? You shouldn't waste one more second feeling bad about the fact that your kids don't eat five servings of fruits and vegetables a day. Also, you shouldn't give up trying to make it happen. Maya Adam, director of health education outreach at Stanford's Center for Health Education, wants parents to take the long view when it comes to getting our children to eat a balanced diet. She told me that the data is overwhelmingly clear: \"Decades of research from around the world tells us that the number one thing that kills people before their time is their diet.\" However, healthy habits are not something we will, can or should create overnight. Adam said that the first thing she wants parents to think about is what kind of relationship they have with food and whether it is one they hope their children replicate. If they approach eating vegetables with a sense of ease and joy, then there is a good chance their children will, eventually, feel the same. \"At some point in their lives, maybe tomorrow or maybe when they go off to college, they are going to mimic what they saw,\" she said. The fact is, kids are picky, and their food preferences are both arbitrary and subject to change without notice. I've got a 6-year-old who went cold on veggies for a while but now is game for greens, but who finds nearly all protein-rich options repulsive apart from string cheese and peanut butter. Adam advises to counter fickleness with a gentle perseverance. Keep exposing kids to a wide variety of fruits and vegetables; try a mix of condiments and preparation styles; buy the tastiest produce you can afford; offer this food when they are hungry; and worry less about the quantity they are eating and more about whether they are having good experiences.  For young kids, she suggests trying to make a game out of eating fruits and vegetables, perhaps a blind taste test or art project. For older kids, try giving them some cash at a farmer's market and maybe letting them prepare the food they chose when they get home. Anything that lets kids feel in control will help encourage them to explore new foods.  Do not count veggies, and do not conceal veggies. Spinach brownies do not \"cultivate a genuine love for the right way of eating,\" Adam said. Also, don't force the veggies. Virginia Sole-Smith, author of \"The Eating Instinct: Food Culture, Body Image, and Eating in America,\" said that doing so will only backfire. Research shows that making our kids eat certain foods \"is a short term game with long time dire consequences. Nobody likes the food they were forced to eat.\" I know this rule and still break it often. Sometimes I do it because I am feeling tired and impatient. As a working parent married to another working parent, it's hard enough to cook one dinner every night without having to prepare extra items for individual junior palates. Sometimes, it's because there's a whole lot of pressure to be the mom who says things like \"my daughter lo-o-oves kale!\"  Today, there is a lot of talk about clean eating. This is the idea that consuming a diet that is high on organic veggies and low on refined carbs is good, and everything else is, well, dirty. Sole-Smith believes that this conversation around eating well is often just another manifestation of what she calls diet culture or the pressure to be thin.  \"Diet culture used to be about moms feeling bad about their own bodies, and now it's spread to children as well.\" It's no longer enough for women to eat a certain way and look a certain way. We also need to breastfeed and make sure our children eat a certain way. The judgment that use to be reserved only for women's plates and waistlines now extends to their whole family. She said this is hard on women in the way that the eating has always been tricky for women: \"Our food choices and our bodies are a way to define our self-worth.\" It's hard on kids because most of them are just not designed to eat the way our culture expects their moms to eat. Making them do so is nearly certain to backfire, whether by way of mealtime tantrums or by a future of disordered eating. So keep giving your kids spinach and keep giving your kids brownies -- though not as one dish! Deliver both with equal amounts of love and wait patiently, very patiently, without judgment of yourself or your children, for them to accept all that love and eat some spinach."], "Language": false}