{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/artreview-power-100-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jack Guy, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-14T01:50:25Z"], "LastModifiedDate": ["2019-11-14T01:50:25Z"], "Headline": ["MoMA director Glenn D. Lowry tops ArtReview's contemporary art power list"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Museum director Glenn D. Lowry is top of the ArtReview Power 100, an annual ranking of influential figures in the world of contemporary art. Lowry, the director of The Museum of Modern Art (MoMA) in New York City, beat photographer Nan Goldin, gallerists Iwan & Manuela Wirth, filmmaker Hito Steyerl and gallerist David Zwirner, who make up the rest of the top five. Lowry has overseen a $450 million extension at MoMA, which reopened in late October with 30% more gallery space than before. As a guest editor for CNN Style in April 2016, Lowry spoke about the capacity of contemporary art to change the world, and also wrote about the legacy of art collector David Rockefeller in April 2018. Under his direction, MoMA is driving \"a thorough rethinking of the museum model,\" according to a statement from ArtReview. Goldin makes the list for her protests against the Sackler family and its alleged involvement in the US opioid crisis. The Sacklers own Purdue Pharma, which sells OxyContin, and have made significant donations to cultural institutions. Goldin has protested the \"artwashing\" of Sackler money, and her campaign has led to institutions such as London's National Portrait Gallery and the Tate group rejecting the family's donations. Iwan & Manuela Wirth own the Hauser & Wirth gallery chain, while Hito Steyerl recently had an exhibition at the Serpentine Gallery in London. Other key figures on the list include Felwine Sarr & Bénédicte Savoy, who have been pushing Western galleries to return art obtained under questionable circumstances, according to the statement.  They are joined by Thelma Golden, director of the Studio Museum in Harlem, New York City, as well as Maria Balshaw, director of the Tate group of art museums. Street artist Banksy makes the list \"precisely for the way in which his existence highlights institutional willingness (and struggle) to accommodate an artist who has no need for the establishment,\" according to ArtReview. The list is drawn up by a 30-strong panel of artists, curators and critics, and is now in its 18th edition."], "Language": false}