{"Type": ["article"], "Url": ["https://www.cnn.com/2013/06/25/world/david-bowie-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-06-26T02:24:01Z"], "LastModifiedDate": ["2019-11-14T00:02:04Z"], "Headline": ["David Bowie Fast Facts"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here's a look at the life of British singer, songwriter and actor David Bowie.  Personal Birth date: January 8, 1947 Death date: January 10, 2016 Birth place: London, England Birth name: David Robert Hayward Jones Father: Hayward Jones, a publicist Mother: Margaret Mary (Burns) Jones Marriages: Iman (1992-2016, his death); Angela Barnett (March 20, 1970-1980) Children: with Iman: Alexandria, 2000; with Angela Barnett: Duncan, 1971 Other Facts His stage personas included Ziggy Stardust, Aladdin Sane, and the Thin White Duke. His left eye was permanently dilated after he injured it in a fight as a teenager.  Studied mime and theater in his youth. Overcame drug addiction in the 1970s and gave up drinking alcohol.  Nominated for 19 Grammy Awards and won five. He received a lifetime achievement award from the Recording Academy in 2007.   Won one Daytime Emmy Award. Timeline 1964 - Forms his first band, David Jones and the King Bees. Other early bands include The Manish Boys, The Lower Third and The Buzz. 1965 - Changes his name to David Bowie to prevent being confused with Davy Jones, who was the lead singer of The Monkees. 1967 - Releases a solo album with Deram Records. 1969 - \"Space Oddity\" becomes a Top 10 hit in Britain. 1970 - Releases first solo album, \"Man of Words, Man of Music.\" It is re-released in 1972 in the United States as \"Space Oddity.\" 1971 - The album \"The Man Who Sold the World\" is released. Bowie appears on the cover wearing make-up and a dress. 1971 - Bowie is signed by RCA. Releases \"Hunky Dory,\" which includes the single \"Changes.\" 1972 - Releases \"The Rise and Fall of Ziggy Stardust and the Spiders from Mars.\" 1970s - Releases \"Aladdin Sane,\" \"Diamond Dogs,\" \"Young Americans,\" \"Station to Station,\" \"Low,\" \"Heroes,\" and \"Lodger.\" 1976 - Stars in the film \"The Man Who Fell to Earth.\" November 1977 - \"Bing Crosby's Merrie Olde Christmas\" special airs. Bowie and Crosby sing \"The Little Drummer Boy/Peace on Earth\" together. 1980 - Portrays the main character in a stage production of \"The Elephant Man\" that runs on Broadway, as well as Denver and Chicago.     1983 - Leaves RCA for EMI and releases \"Let's Dance,\" which featured the hits \"Let's Dance,\" \"Modern Love,\" and \"China Girl.\" Also, \"The Hunger\" is released, starring Bowie as a vampire. 1985 - Wins a Grammy for Best Short Form Video for \"David Bowie.\" 1986 - Stars in the film \"Labyrinth.\" 1988 - Appears in \"The Last Temptation of Christ.\" 1989 - Forms the group Tin Machine. The band releases two albums. 1992 - Tin Machine breaks up. January 17, 1996 - Is inducted into the Rock & Roll Hall of Fame. 1997 - Releases the song \"Telling Lies\" over the Internet.   2003 - Wins a Daytime Emmy as host of the special, \"Hollywood Rocks the Movies: The 1970s With David Bowie.\" June 25, 2004 - While on tour, visits a hospital in Hamburg, Germany, for treatment of pain in his arm. Doctors later discover a blocked artery and perform an angioplasty. 2007 - Receives the Grammy Lifetime Achievement Award. 2013 - Releases an album entitled \"The Next Day.\" December 7, 2015 - \"Lazarus,\" written by Bowie and Edna Walsh, opens off-Broadway at the New York City Workshop. The musical is based on the science fiction novel \"The Man Who Fell to Earth.\" Bowie starred in the 1976 movie adaptation of the book.  January 8, 2016 - The album \"Blackstar\" is released. January 10, 2016 - Bowie dies at age 69 after an 18-month battle with cancer. December 6, 2016 - Bowie receives four posthumous Grammy nominations for \"Blackstar.\" The album's art director also gets a nod for best recording package.  February 12, 2017 - Wins four Grammy awards. During the telecast, the Chainsmokers accept the Grammy for best rock song on Bowie's behalf. The musicians who performed with Bowie on \"Blackstar\" accept the other three awards during a non-televised portion of the ceremony, "], "Language": false}