{"Type": ["article"], "Url": ["https://www.cnn.com/2013/09/12/world/nobel-prize-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-09-12T18:28:50Z"], "LastModifiedDate": ["2019-11-13T17:59:16Z"], "Headline": ["Nobel Prize Fast Facts"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Here's a look at the Nobel Prize, an international award given yearly for achievements in physics, chemistry, medicine, literature, economics, and peace.  October 7-14, 2019 - The Nobel Prizes are announced. The Nobel Peace Prize is awarded to Ethiopian Prime Minister Abiy Ahmed for his role in ending the 20-year war between Ethiopia and Eritrea. October 1-8, 2018 - The Nobel Prizes are announced. The Nobel Peace Prize is awarded to Denis Mukwege and Nadia Murad for their efforts to end the use of sexual violence as a weapon of war and armed conflict. Other Facts Nobel prize recipients are called laureates. The Nobel Committee keep the names of laureate nominees confidential for 50 years before they are released to the public. The award consists of a medal, a personal diploma, and a cash prize (9 million Swedish kroner (SEK) - approximately $916,000 as of October 2019).  The main inscription on one side of the Physics, Chemistry, Medicine, and Literature Nobel Prize medals is the same: \"Inventas vitam juvat excoluisse per artes,\" loosely translated, \"And they who bettered life on earth by new found mastery.\" Word for word translation, \"inventions enhance life which is beautified through art.\" The Peace medal has the inscription \"Pro pace et fraternitate gentium,\" translated, \"For the peace and brotherhood of men.\" The Economics medal has no inscription. Nobel prizes are announced in advance but awarded annually on December 10, the anniversary of Alfred Nobel's death. The Nobel Prizes for Physics, Chemistry, Medicine, Literature and Economics are awarded at a ceremony in Stockholm, Sweden. The Nobel Peace Prize is awarded at its own ceremony in Oslo, Norway. Periodically, no prize has been awarded. This happened most recently in 1972.  The number of winners is limited to three per category. A person must be alive to be nominated. If they die during the consideration period, their name will be removed. Only if a person is announced as a winner and dies prior to the ceremony, will a posthumous award be given. The Nobel Foundation protects the common interests of the prize-awarding institutions: the Royal Swedish Academy of Sciences, the Swedish Academy, Karolinska Institutet, and the Norwegian Nobel Committee. Timeline 1866 - Swedish chemist, engineer and industrialist Alfred Nobel invents dynamite. He later builds companies and laboratories in more than 20 countries around the world.  December 10, 1896 - Nobel dies in Italy at the age of 63. His will endows awards in five categories: Physics, Chemistry, Medicine, Literature, and Peace. June 29, 1900 - The Nobel Foundation is established. It is the central body of the Nobel organization responsible for awarding the Nobel Prizes.  1901 - The first Nobel Prizes are awarded.  1939-1943 - No Nobel Peace Prizes are awarded.  1968 - A sixth award, Economics, is added by the Bank of Sweden (Sveriges Riksbank) in the memory of Alfred Nobel. 2016 - The class of 376 Peace Prize candidates is the largest ever. May 4, 2018 - The Nobel Foundation announces the decision to postpone the 2018 Nobel Prize in Literature due to a sexual misconduct scandal within the Swedish Academy. The Foundation intends to award the prize in 2019."], "Language": false}