{
	"Type": ["article"], 
	"Url": ["https://www.cnn.com/2020/05/12/us/nasa-researcher-arrest-china/index.html"], 
	"Source": ["cnn"], "Location": [null], 
	"ByLine": ["By Josh Campbell, CNN"], 
	"Writers": [["Josh Campbell"]], 
	"FirstPublishDate": ["2020-05-13T02:22:42Z"], 
	"LastModifiedDate": ["2020-05-13T03:52:47Z"], 
	"Headline": ["FBI arrests researcher for NASA who allegedly failed to report ties to China"], 
	"Section": ["us"], "MappedSection": ["US"], 
	"Article_Body": ["Federal agents have arrested an Arkansas professor who allegedly failed to disclose his ties to Chinese entities during the course of securing funding for a NASA research project, the Justice Department announced.  Simon Saw-Teong Ang, 63, of Fayetteville, was arrested by FBI agents on Friday and charged with wire fraud, according to a criminal complaint and affidavit obtained by CNN. Authorities alleged Ang, an electrical engineering professor and researcher at the University of Arkansas-Fayetteville (UA) since 1988, defrauded NASA and the university \"by failing to disclose that he held other positions at a Chinese university and Chinese companies\" in violation of conflict of interest policies, according to an FBI special agent's affidavit in support of the complaint.  \"Ang made false statements and failed to report his outside employment to UA, which enabled Ang to keep his UA job as well as obtain [US government] research funding,\" according to the affidavit filed in US District Court for the Western District of Arkansas.  As part of his research, authorities said Ang received several grants and contracts from federal agencies, including NASA.  The affidavit states that, while working for the university, \"Ang's close ties to the Chinese government and employment with numerous Chinese companies would have made him ineligible to receive grants issued by United States government agencies.\"  CNN reached out Tuesday to an attorney representing Ang for comment. An initial court appearance was held Monday. University is 'actively cooperating' with the investigation John Thomas, a spokesperson for the university, said in a statement to CNN, \"Simon Ang has been suspended without pay from his responsibilities with the university and the university is actively cooperating with the federal investigation in this matter.\" The FBI affidavit says authorities discovered Ang's alleged ties to Chinese interests after a university employee attempted to identify the owner of a hard drive that was placed in lost-and-found at a campus library.  While reviewing the contents of the hard drive, which were later turned over to the FBI, the affidavit says, the employee discovered an email exchange between Ang and a visiting researcher from Xidian University in Xi'an, China.  In the September 2018 email discussion, Ang wrote that things were becoming difficult for him because of the current political climate, according to the affidavit.  \"You can search the Chinese website regarding what the US will do to Thousand Talent Scholars,\" Ang wrote, according to the complaint, adding, \"Not many people here know I am one of them but if this leaks out, my job here will be in deep troubles (sic).\"  According to the FBI, those associated with China's Thousand Talents program are individuals who work or study outside of China in high-priority research fields. While not traditional spies, investigators say they are nevertheless collecting research information sought by Chinese authorities.  Fraud charge \"While mere participation in a talent plan is not illegal,\" said John Brown, senior FBI national security executive, in congressional testimony last year, \"investigations by the FBI and our partner agencies have revealed that participants are often incentivized to transfer to China the research they conduct in the United States, as well as other proprietary information to which they can gain access, and remain a significant threat to the United States.\" According to the criminal complaint, Ang did disclose his participation in one Thousand Talents Scholar program to the university in 2014, but failed to report his involvement in other programs between 2012 and 2018.  While the FBI's reference to the Thousand Talents Scholar program pertains to an area typically worked by the agency's counterintelligence investigators, the federal charge spelled out in the criminal complaint against Ang relates to wire fraud rather than espionage.  In particular, authorities allege Ang committed fraud in 2016 by facilitating the submission of a proposal to NASA for a contract worth more than half a million dollars, without disclosing potential conflicts of interest associated with his hidden involvement with Chinese entities. His proposal was ultimately selected by NASA.  If convicted, federal officials say, Ang faces a statutory maximum punishment of 20 years in prison."], 
	"Language": false
}