{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-05-13-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Meg Wagner, Mike Hayes and Zamira Rahim, CNN"], "Writers": [["Meg Wagner", "Mike Hayes"]], "FirstPublishDate": ["2020-05-12T20:43:19.486Z"], "LastModifiedDate": ["2020-05-13T15:13:10.966Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Dr. Rick Bright, the ousted director of a key federal office charged with developing medical countermeasures, will testify before Congress tomorrow. According to his prepared remarks, he will say the Trump administration was unprepared for the coronavirus pandemic and will warn that the the US will face \"unprecedented illness and fatalities\" without additional preparations. \"Our window of opportunity is closing. If we fail to develop a national coordinated response, based in science, I fear the pandemic will get far worse and be prolonged, causing unprecedented illness and fatalities,\" Bright is expected to say according to his prepared testimony obtained by CNN. \"Without clear planning and implementation of the steps that I and other experts have outlined, 2020 will be darkest winter in modern history.\" What is this about: Bright will testify tomorrow morning before the House Committee on Energy and Commerce's health subcommittee after he filed a whistleblower complaint last week alleging he was removed from his post in retaliation for opposing the broad use of a drug frequently touted by President Trump as a coronavirus treatment. Bright will reiterate that he believes he was removed from his post because he “resisted efforts to promote and enable broad access to an unproven drug, chloroquine, to the American people without transparent information on the potential health risks.\"  Bright is seeking to be reinstated to his position as the head of the Biomedical Advanced Research and Development Authority (BARDA). The Office of Special Counsel, which is reviewing Bright's complaint, has determined there is reason to believe his removal was retaliatory and is recommending he be reinstated during its investigation, according to Bright's attorneys. An HHS spokesperson responded that it was \"a personnel matter that is currently under review\" but said it \"strongly disagrees with the allegations and characterizations.\" Expanding on his whistleblower complaint, Bright is expected to testify that he sought to warn his superiors about potential shortages of critical medical supplies earlier this year, but that his \"urgency was dismissed\" and that he \"faced hostility and marginalization from HHS officials\" after conveying his concerns about shortages to a senior White House official, Peter Navarro. \"As I reflect on the past few months of this outbreak, it is painfully clear that we were not as prepared as we should have been. We missed early warning signals and we forgot important pages from our pandemic playbook,\" Bright will testify, according to his written testimony. In his written testimony, Bright also calls for several key steps to improve the federal government's response to the pandemic and head off a spike in cases in the fall, including increasing public education of preventative measures, ramping up production of essential medical supplies and developing a national testing strategy. “The virus is out there, it’s everywhere. We need to be able to find it, to isolate it and to stop it from infecting more people,” Bright plans to say. \"We need tests that are accurate, rapid, easy to use, low cost, and available to everyone who needs them.\" New York City Mayor Bill de Blasio said that his goal is a full reopening of schools in September but added that there will be “different types of options if we don’t feel it’s safe to open schools fully.” “But for now with this much lead time my goal is a full reopening with any number of protections in place to give confidence to parents…educators, and everyone who works in schools.” He was asked how schools could be considered safe, particularly with the rise in pediatric inflammatory cases. De Blasio noted that with September still four months away, “let’s not discount the element of time here, what is the world going to look like when you get to July and August, when we will be making the ultimate decisions and they will be based on the facts.” He added that testing and tracing will bring a whole new “offensive thrust” that can change the trajectory of the virus, adding that they do anticipate more testing focused on school and will implement methodologies for keeping people safe including cleaning. ##New York## The US Department of Homeland Security and the FBI released a “public service announcement” this morning warning that China is likely targeting the US response to the Covid-19 crisis, calling it a “significant threat.” The joint warning from the FBI and DHS’s cyber arm, CISA, noted that “Healthcare, pharmaceutical and research sectors working on Covid-19 response should all be aware they are the prime targets of this activity and take the necessary steps to protect their systems.” The agencies outlined recommendations for research organizations:   Assume that press attention affiliating your organization with Covid-19-related research will lead to increased interest and cyber activity\nPatch all systems for critical vulnerabilities, prioritizing timely patching for known vulnerabilities of internet-connected servers and software processing internet data \nActively scan web applications for unauthorized access, modification, or anomalous activities\nImprove credential requirements and require multi-factor authentication \nIdentify and suspend access of users exhibiting unusual activity The notification elevates the accusation by the US government that China is taking advantage of the pandemic to carry out significant cyber espionage on critical institutions fighting the virus.  Some context: CNN has previously reported that the administration has pointed the finger at China for attempting to steal coronavirus research as officials are warning they have seen a growing wave of cyberattacks on US government agencies and medical institutions leading the pandemic response by nation states and criminal groups. New York City Mayor Bill de Blasio reviewed the city’s three indicators for tracking Covid-19 progress, saying “overall trends” with regards to hospitalizations, ICU and positive test confirmation continue to be good — however the most recent results are “not what we’re looking for.” Here's how the numbers for May 10 and May 11 compare... The daily number of people admitted to hospitals for Covid-19 is up from 51 to 78 – that number is “a hell of a lot better” than what it was weeks ago but “we still need to see it go down,” de Blasio said.\nThe daily number of people admitted to ICU’s is up “by a small amount” to 561 from 550, but again, that's “higher” than the city needs it to be, he said.\nThe daily percentage of people who tested positive for Covid-19 is down to 13% city wide, from 14%. “That’s the good news today,\" he said. “Let’s double down on the things that are working so we can have more of the good days and start to string them together and move towards the first steps in our restart,” de Blasio added. ##New York## There are no conversations inside the White House about altering the date of the November general election, a senior White House official tells CNN. The White House is aware that Kushner's answer to Time in an interview published yesterday could have been more clear, which is why he issued a second statement. But this official said that the issue of changing the election date is simply not something being discussed because the Constitution explicitly gives Congress the power to establish election day. President Trump has also publicly said that he is in favor of keeping election day the same.  What this is all about:  Asked in a video interview Tuesday for TIME 100 Talks whether there was any scenario in which the election could be postponed — including a potential coronavirus outbreak in the fall — Kushner said, \"That's too far in the future to tell.\" Later, Kushner released a statement attempting to walk back the comments: \"I have not been involved in, nor am I aware of any discussions about trying to change the date of the presidential election,\" he said. Remember: Even if Republicans in Congress were to favor a change, a Democrat-led House would need to agree as well.  And in more than 13 states across across the country, the Republican National Committee and other Republican state officials are currently arguing that it is possible for Americans to vote safely in person right now and in November, despite the coronavirus. A push to change election day would also mean upending these legal arguments. Former Trump campaign chairman Paul Manafort was released from prison today following a request by his lawyers due to the coronavirus pandemic, his attorney Kevin Downing said. Downing told CNN that Manafort is going to serve the rest of his term in home confinement after serving about a third of his sentence at a federal prison in Western Pennsylvania. Manafort has been in jail since June 2018. He is serving a 7.5-year sentence for bank and tax fraud and foreign lobbying-related crimes. Fear of coronavirus proliferating behind bars has consumed inmates across the country, and the Bureau of Prisons has moved almost 2,500 inmates with coronavirus risk to home confinement as of this week in an effort to stop the spread of the disease within its facilities.  The prison where Manafort was living currently has no confirmed cases. Read more here. New York City Mayor Bill de Blasio is expanding the open streets initiative in the city to assist with social distancing, adding 12 more miles tomorrow for pedestrians to the already 9 miles allocated in the city. Starting tomorrow, the city will open throughout the boroughs... 1.3 miles with local partners (business improvement districts)\n7.6 miles with local police precincts\n2.8 miles adjacent to parks There will also be 9.2 miles of protected bike lanes opening throughout May, he said. ##New York## There are now 82 confirmed cases of multi-system inflammatory syndrome in the city, Mayor Bill de Blasio said Wednesday. It has “gone up consistently in recent days” he said.  De Blasio added 53 of the cases have either tested positive for Covid-19 or had Covid-19 antibodies. There has been 1 death reported. He said there are many unknowns still including “what makes kids susceptible,” and how long the illness takes to manifest in children. ##New York## Texas inmates have begun self-administering oral-fluid tests for Covid-19, according to the Texas Department of Criminal Justice.   The department announced Tuesday that it launched 12 strike teams to prisons across the state. Nearly 1,500 tests were collected in the first few hours of testing, according to officials “These tests are readily available and deployable,” said Bryan Collier, the department's executive director. “Increasing the information available to our medical professionals will help us to further enhance the agency’s ability of stop the spread of Covid-19.”  The TDCJ says they expect the positive case rate to \"increase dramatically\" as a result of this expanded testing.   By the numbers: There are at least 652 Texas Justice employees and 1,733 offenders who have tested positive for Covid-19. Thirty prisoners and seven staff members have died of the virus.   New York City Mayor Bill de Blasio thanked the House for the stimulus framework they put forward and called the plan the “game changer” the city needed. He said there is no such thing as a “city who can stand up against a pandemic alone.” The House plan allocates $17 billion for NYC over two years, as well as $34 billion for New York state.  What we have needed is a clear commitment from the federal government for a massive stimulus plan,” he added.  “Finally we see the beginning of such a plan,” he said adding, “finally we see a step forward in Washington.” De Blasio said Congress and the President have needed to “act at a level that actually fits this absolutely unprecedented moment in American history,” adding that the House plan, “actually lives up to the moment.” ##Economy## In February, the US unemployment rate was near a 50-year low of 3.5%. In April, it skyrocketed to 14.7%, the highest level ever recorded since 1948 when the government began tracking the monthly data. The road back to a healthier labor market will be painful, said Federal Reserve Chair Jerome Powell during a virtual event at the Peterson Institute for International Economics. It will be particularly painful because recently hired and lower-paid workers are the ones bearing the brunt of the pain, Powell said. The unemployment rate will probably peak \"over the course of the next month or so,\" he added, and it's reasonable to expect a decline in the unemployment rate after. This decline might even be sharp, but US unemployment will likely remain well above the lows seen at the start of the year. ##Economy## The California State University system canceled most in-person classes through the fall semester.  This decision was based on concerns around class sizes due to social distancing guidelines and the ability to perform tests and contact tracing, according to Eduardo M. Ochoa, President of California State University, Monterey Bay. “In the calculations that we made in our campus, we found that in order to maintain social distancing guidelines, we would have to reduce the capacity of our classrooms to 25% of their normal levels. So we would have to drastically reduce the number of students enrolled at least in face to face instruction. And it just didn’t seem viable,” he said. “We were also very concerned about our ability to do testing and tracing of contacts,” he added. “Frankly, the prospect of bringing students from across the state and across the country to converge on little Monterey County, we face the prospect of turning the campus into a cluster that would actually single-handedly drive infection rates in our county. We didn’t really want to do that.” The health experts expect coronavirus to rebound in the fall and winter, “so we want to be able to provide our students and their families with sufficient planning time,” according to Soraya Coley, President of Cal Poly Pomona. “We also want to use this as an opportunity to review what we’ve done in the last several months, and to use this summer to be very intentional about providing the kind of quality education that the state system is known for,\" Coley said.  Virtual education, she says, “is different. It does not mean that it is less quality.” ##California## Stocks fell at the open as investors digested comments from Federal Reserce Chair Jerome Powell, who said significant risks remain in the economy and recovery isn't here yet.  Here's how the markets opened: The Dow fell 100 points at the open\nThe S&P 500 fell 0.3%\nThe Nasdaq was flat  ##Economy## The price of food staples, such as eggs, meats and cereal, climbed in April as more Americans stocked up on food during the coronavirus pandemic. Food prices for groceries recorded its biggest increase since February 1974, rising 2.6%, according to the Labor Department on Tuesday. The price index for eggs climbed more than 16% — the biggest increase for any food item. The increase was broad-based, with all six major grocery store food groups increasing at least 1.5% over the month, according to the the Bureau of Labor Statistics . Meanwhile, prices of other industries are tumbling: The grocery numbers stand in contrast to the broader trend in US prices, where prices fell by 0.8% on a seasonally adjusted basis in April, marking the largest drop since December 2008. That's an alarming drop, dragged down primarily by falling gasoline and energy prices. But excluding volatile food and energy, prices still fell by 0.4%. That's the largest monthly decline in the so-called core consumer price index since the BLS began tracking the data in 1957. Some context: Economists expected the coronavirus crisis to have a largely deflationary effect. The April data is proof of that. That's bad news for policy makers at the Federal Reserve, who like to keep inflation at around 2% — widely accepted as the ideal balance for the US economy. \"Even as the economy reopens, core inflation is likely headed below 1% in the coming year in the face of high unemployment and low commodity prices,\" said Sal Guatieri, Senior Economist at BMO. ##Economy## The coronavirus crisis has devastated the US economy over the past weeks — and the \"scope and speed of this downturn are without modern precedent,\" according to Federal Reserve Chairman Jerome Powell. It's \"significantly worse than any recession since World War II,\" the Fed chief said in prepared remarks at a virtual event hosted by the Peterson Institute of International Economics. \"People have put their lives and livelihoods on hold, making enormous sacrifices to protect not just their own health and that of their loved ones, but also their neighbors and the broader community. While we are all affected, the burden has fallen most heavily on those least able to bear it,\" he said, according to the remarks. Powell noted the country has already erased almost all the job gains of the last decade, and the labor woes are hurting low-income families in particular. Almost 40% of households earning less than $40,000 a year as of February lost their jobs in March, he added, citing a forthcoming Fed survey. ##Economy## New Orleans Mayor LaToya Cantrell announced that the city would reopen in a \"very slow\" manner starting Saturday. \"Based on the guidance of our health care professionals, we are where we need to be to slowly reopen the city,\" she said yesterday. \"If we do not do well in this first phase, we will not be going to any other phase.\"  Phase 1 will start at 6 a.m. on Saturday. At that time... Restaurants can open, but they need reservations to have a log for contact tracing. \nGyms can open under 25% occupancy without group activities. Personal training is approved in this initial phase, according to Cantrell. \nChurches will be allowed to open at 25% capacity or at 100 people, whichever is smaller.  During this phase, the city is mandating residents to wear face coverings in public. Close contact businesses — such as spas, massage parlors and tattoo shops — will not be allowed to reopen in phase one, according to Cantrell.  ##Reopening## You could be singing, cheering on your favorite sports team at a match or just talking loudly. But in any of these cases, the coronavirus can spread fairly rapidly, according to Erin Bromage, a biology professor at UMass Dartmouth. He cautioned against being in noisy and crowded indoor spaces — especially if there is poor air circulation. When singing, he said “you are pushing a lot of air out. And it expels a lot more respiratory droplets into the air.” “Being in an enclosed space and singing like that for a number of hours, just allows it to build up in the environment around you,” he added. “You’re taking big deep breaths in order to sing your next note or next piece and that, you know, facilitates the virus getting into you and even deeper down into your throat and into your lungs. Which just helps with establishing the infection.” When it comes to talking, “normal talking releases a certain amount of respiratory droplets. And the louder you talk, the more you release,\" he said. So in an environment where people are talking loudly, it just means there will be more respiratory droplets in the air if there are infected people around, he said. Bromage also said that sports arenas need to be thought through. “It is not like a single person in an arena can infect everybody. But if you’re yelling and screaming and supporting your team, those people in the spray zone of your voice, you know, you’re putting them in danger,\" he said. Watch: House Speaker Nancy Pelosi defended the new Democratic proposal for $3 trillion in coronavirus relief, saying the sweeping plan embodies “what we think this country needs.” \"This is all about the here and now. It isn’t about politics, it’s about humanity,” she said during an interview on MSNBC's 'Morning Joe'.  About the package: The plan largely reflects Democratic priorities, and as it was not the product of bipartisan negotiations with the Senate, it is not expected to advance past the House. It is expected to cost more than $3 trillion, dwarfing the stimulus measure enacted in March, which was more than $2 trillion and at the time amounted to the largest emergency aid package in American history. “I don’t call it a wishlist,” Pelosi said today. \"I call it an American wishlist.\" “It’s a big ticket. It’s a lot of money. The American people are worth it,” she added. ##Economy## At least 82,387 coronavirus deaths have been recorded in the US: There are also at least 1,369,964 cases of the disease in the country, according to Johns Hopkins University's latest tally.\nKey model predicts increased US death toll: The model suggests that 147,000 coronavirus deaths will occur in the US by August 4.That’s an increase of about 10,000 deaths compared to the model’s estimate from this weekend, which was already higher than earlier projections.\nMike Pompeo arrives in Israel: The US Secretary of State posted pictures of himself wearing a red, white and blue face mask after touching down at Ben Gurion Airport in Tel Aviv on Wednesday.\nJoe Biden's advisers want people entering his home tested for Covid-19: The Democratic frontrunner's public health advisory council has suggested that Biden and those entering his home should be tested for the disease. Biden discussed the advice in an interview with Vanity Fair magazine. ##Catch Up## Joe Biden has said his public health advisory council believes he should be tested for coronavirus, along with anyone coming into his home. In a Vanity Fair interview with Peter Hamby, host of Snapchat’s “Good Luck America,” the former vice president said he was yet to be tested for the disease, while discussing the pandemic. “They told me, everyone in the Secret Service and this shift has been tested. Everybody comes into my home. The people who are helping me today. They wear gloves, rubber gloves, and a mask,” Biden said, of the health protocols in place around his home.\n“Every morning I have an hour brief from the public health people. And what they’re telling me is they think that I should move [in] the direction [of] the White House, that anyone coming in should be tested. And I should be tested. I haven’t been tested. So that’s, that’s in play. We’ll see how that goes.” At least 82,387 people have died in the US from coronavirus, according to Johns Hopkins University's latest tally of cases. There are at least 1,369,964 cases of the disease in the country. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking cases of Covid-19 in the US here. US Secretary of State Mike Pompeo posted pictures of himself wearing a red, white and blue face mask after touching down at Ben Gurion Airport in Tel Aviv on Wednesday. Glad to be in Israel to coordinate with (Israeli leaders) on countering two critical threats: Covid-19 and Iran,\" Pompeo tweeted. A memo went out to White House staffers on Monday saying it is now required for all staffers entering the West Wing to wear a face covering, a source familiar told CNN. Several Trump administration staff have tested positive for coronavirus in recent days. Prices are tumbling in America as the coronavirus lockdown drags on and people spend less. US consumer prices declined for the second-straight month in April, the Bureau of Labor Statistics reported on Tuesday. Prices fell by 0.8% on a seasonally adjusted basis in April, marking the largest drop since December 2008. That's an alarming drop, dragged down primarily by falling gasoline and energy prices. But excluding volatile food and energy, prices still fell by 0.4%. That's the largest monthly decline in the so-called core consumer price index since the BLS began tracking the data in 1957. Falling prices might sound like a good thing, but economists agree that deflation -- the opposite of inflation -- would be very bad news. When prices fall because people aren't buying things, manufacturers sometimes can't charge enough to make the product they're trying to sell. That means they'll stop making those products and lay off workers. That can start a vicious circle in which demand continues to fall as more people lose their jobs. Read more here. Dr. Anthony Fauci, a key member of the White House's coronavirus task force, warned senators Tuesday that states and cities face serious consequences if they open up too quickly, urging states not to reopen until they know they have the capabilities to handle an inevitable uptick in cases once they relax stay-at-home orders. In a high-profile hearing where witnesses and many lawmakers joined via video conference, Fauci also told a Senate committee on Tuesday it was a \"bridge too far\" for schools to expect a vaccine or widely available treatment for Covid-19 by the time students return to campuses in the fall, though he expressed optimism a vaccine would be developed in the next year or two. Fauci, who leads the National Institute of Allergy and Infectious Diseases, was subdued but candid in his testimony about efforts to respond to the coronavirus outbreak and roll-back stay-at-home orders on Tuesday in the Senate's first hearing on the coronavirus outbreak since March. He told the Senate panel he did not have a \"confrontational relationship\" with President Donald Trump, but Fauci's testimony nevertheless contrasted with Trump's increasingly vocal push in recent days for states to re-open businesses. \"My concern that if some areas -- cities, states or what have you -- jump over those various checkpoints and prematurely open up, without having the capability of being able to respond effectively and efficiently, my concern is we will start to see little spikes that might turn into outbreaks,\" Fauci said in testimony before the Senate Health, Education, Labor and Pensions Committee. Read more here. ##Reopening## Los Angeles County officials said a stay-at-home order will stay in place for months as restrictions are slowly lifted. \"With all certainty,\" the local order will be extended another three months, Dr. Barbara Ferrer, the health director of Los Angeles County, said at a Board of Supervisors virtual meeting. Restrictions on businesses and public places will continue to be lifted, while the order remains, Ferrer explained. Los Angeles Mayor Eric Garcetti told CNN that Ferrer wasn't saying Los Angeles will stay as-is into August. \"I think quite simply she's saying we're not going to fully reopen Los Angeles — or anywhere in America — without any protections or health orders in the next three months,\" he told CNN's Jake Tapper. Some schools will cancel in-person classes: The California State University system plans to cancel nearly all in-person classes through the fall semester to reduce spread of coronavirus. The CSU system, which comprises 23 universities across the state, will be moving most instruction online, Chancellor Timothy White announced Tuesday at a Board of Trustees meeting. The California State University system is the nation’s largest four-year public university system with a total enrollment of more than 480,000 students, according to the CSU. ##California## A key coronavirus model often cited by the White House has again raised its coronavirus death projection, now predicting 147,000 deaths in the US by August 4. That’s an increase of about 10,000 deaths compared to the model’s estimate from this weekend, which was already higher than earlier projections. On Sunday, Dr. Christopher Murray, director of the Institute for Health Metrics and Evaluation at the University of Washington, tied the earlier increase to “explosive increases in mobility in a number of states.” Compared to Sunday, the model now projects about 2,450 additional deaths in New York, 2,000 additional deaths in Massachusetts and 1,700 additional deaths in Pennsylvania. Other states saw sizable increases as well. North Carolina, for example, is now expected to see about 3,200 more deaths, and Maryland about 1,200 more. Some states saw decreases in projected deaths, however, including Georgia, which is now expected to see 1,500 fewer deaths. The model’s projection for Indiana has also gone down by 1,600 deaths. On its website, IHME said exact reasons for the changes vary by state. But the institute pointed to “epidemiological indicators and key drivers of viral transmission,” like changes in testing and mobility. IHME also pointed to the easing of social distancing policies, but said “the full potential effects of recent actions to ease social distancing policies, especially if robust containment measures have yet to be fully scaled up, may not be fully known for a few weeks due to the time periods between viral exposure, possible infection, and full disease progression.”  "], "Language": false}