{"Type": ["article"], "Url": ["https://www.cnn.com/2019/11/14/cnn-underscored/adidas-sitewide-sale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2019-11-14T21:37:55Z"], "LastModifiedDate": ["2020-05-13T14:58:55Z"], "Headline": ["The more you buy, the more you'll save at this Adidas sitewide sale"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["There's never been a better time to gear up for a new season of workouts — indoor or outdoor — since Adidas is offering up to 30% off sitewide with code SAVENOW.  This is a Buy More, Save More sale, so you'll save 15% off orders under $99, 20% off orders $100 to $199, and 30% off orders over $200. More than 10,000 items, including shoes, apparel and accessories for men and women, are marked down during this sale to help you stick to your fitness goals. Feel free to browse through all the discounted stock, or simply scroll down to see a few of our top picks from this sale. Just be sure to shop soon; this deal will last through May 18 only.  Shoes Ultraboost 20 Shoes ($180; adidas.com) Step up your running game in this pair of super cool Ultraboost sneakers, featuring a form-fitting knit upper, a soft elastane heel, stitched-in reinforcement for extra support and responsive cushioning to help you hit your stride.  _______________________________________________________________________________________ Stan Smith Shoes ($80; adidas.com)  Classic Stan Smiths rarely go on sale, so take advantage of this opportunity to rock these iconic kicks for less.  _______________________________________________________________________________________ Adissage Slides ($27, originally $30; adidas.com) Give your feet a break post-workout with these stylish cushioned slides featuring massaging nubs along the footbed.  _______________________________________________________________________________________ Women's apparel Originals Track Jacket ($80; adidas.com) A classic Adidas track jacket is perfect for warming up post-workout.  _______________________________________________________________________________________ Woven Bomber Jacket ($75; adidas.com) This stylish bomber jacket will be a spring staple after the gym, or even paired with your regular street clothes.  _______________________________________________________________________________________ Adicolor Tights ($40; adidas.com) Tights are a workout must-have. This stretchy, retro-inspired pair livens up any activity with sporty, two-tone branded tape.  _______________________________________________________________________________________ Men's apparel Essentials Colorblock Windbreaker ($46, originally $65; adidas.com) Wet weather won't stand in the way of your run with this water-repellent windbreaker.  _______________________________________________________________________________________ Essentials 3-Stripes Tapered Cuffed Pants ($32, originally $45; adidas.com) These tapered pants are a source of soft warmth in between workouts.  _______________________________________________________________________________________ Sport Hoodie ($45; adidas.com) This spin on a classic Adidas hoodie will keep you dry and comfortable when its game time.  _______________________________________________________________________________________ Accessories Trefoil Superlite No-Show Socks, 6 pairs ($20; adidas.com) There's no such thing as too many socks. Pick up a six-pack of new ones in black, white, grey and red for less now.  _______________________________________________________________________________________ Originals Relaxed Strap-Back Hat ($26; adidas.com) This casual cap has an adjustable back strap for a personalized fit.  _______________________________________________________________________________________ Defender 3 Duffel Bag ($35; adidas.com) Tote all your gear in a classic black gym bag with gold accents.  _______________________________________________________________________________________ For more great deals on Adidas and more, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}