{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/13/cnn-underscored/best-sunscreen-for-face/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Saunders"], "Writers": [["Nicole Saunders "]], "FirstPublishDate": ["2020-05-13T14:57:43Z"], "LastModifiedDate": ["2020-05-13T14:57:43Z"], "Headline": ["Yes, you still need to wear sunscreen indoors — here's why"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you're fortunate enough to work from home during the coronavirus pandemic, then you've probably got your morning beauty routine on lock by now. You wash your face, hydrate your skin and apply your no-fail makeup products (if you're choosing to wear makeup at all) before you hop on your morning video chat with your co-workers.  But you might be forgetting an essential part of your beauty routine: sunscreen.  It turns out that if you want to protect your skin from the sun's harsh UVA and UVB rays, you'll need to put on sunblock every morning, according to medical experts, even if you're staying completely inside.  \"UVA rays penetrate through glass, so if your room has a window, it is important to wear sunscreen even when inside,\" says New York-based dermatologist Dr. Hadley King. \"UVA rays are generally linked to the aging of skin cells and tend to be the cause of wrinkles, sunspots and other signs of sun damage. UVB rays, on the other hand, are the principal cause of sunburns, directly damage DNA in skin cells and are linked to most skin cancers. The glass typically used in car, home and office windows is designed to block most UVB rays, but it does not offer protection from all UVA rays. So even if you're indoors, if you're close to a window, you are still at risk of exposure to UVA rays and possible sun damage.\"  Dr. Harold Lancer, a dermatologist in Los Angeles and founder of Lancer Skincare, agrees. \"As a general rule, we tell patients, 'If you can see where you are walking without the use of a flashlight, there is enough light to require the use of sunscreen,'\" he says. \"Indoor light exposure is broad-spectrum and can influence cell behavior in the skin.\"  If you're hanging out in a space with neither windows nor direct sunlight, your skin could still benefit from applying sunscreen. Hear us out: Our phones, laptops, TVs and even LED light bulbs can emit blue light, aka high-energy visible light, which can impact the health of our skin as well.  \"Visible light accounts for 50% of the sunlight spectrum, and it's the only part of light that can be detected by the human eye,\" explains King. \"The blue/violet band of this visible spectrum has a particularly high energy level and is known as high-energy visible light.\" HEV light can penetrate the lower levels of our skin, King says, and cause premature photo-aging, hyperpigmentation and possibly age spots and melasma. Both HEV light and the sun's UV rays generate free radicals, or reactive oxygen species, which cause skin cells to produce enzymes that break down collagen and elastin in the skin. The good news: HEV light is not associated with skin cancer, unlike UV rays.  Ahead, we explore 25 game-changing sunscreens loved by 10 skin care experts across the country. Whether you stick to traditional chemical sunscreens or prefer mineral sunblock, we've got you covered no matter your budget.   Paula's Choice Extra Care Non-Greasy Sunscreen SPF 50 ($17; amazon.com) \"The difference between an SPF 30 and 50 is only 1%,\" says dermatologist Dr. Jessie Cheung of Cheung Aesthetics and Wellness in Chicago. \"SPF 30 blocks 97% of the sun's UVB rays, while a SPF 50 gives you 98% blockage of UVB.\"  If the extra percentage of coverage helps give you peace of mind, then make this broad-spectrum SPF 50 from Paula's Choice part of your work-from-home beauty routine. We love that it's silicone-free, doesn't leave behind a white cast on our skin and has antioxidants formulated to keep your complexion on-point throughout the day.  _____________________________________________________________________________ Isdin Eryfotona Actinica Sunscreen ($55; amazon.com)   \"It provides 100% mineral broad-spectrum SPF 50+ and contains DNA repair enzymes to help address previous sun damage,\" says King. \"It's all zinc oxide and it also contains antioxidants and DNA repair enzymes — which means it's actually repairing and protecting at the same time.\"  Pat the lightweight sunscreen on after you apply your AM face moisturizer, and don't skimp on product application.  \"Most people only apply 25-50% of the recommended amount of sunscreen,\" she says. \"The guidelines are to apply one ounce, that's enough to fill a shot glass, to the exposed areas of the face and body, a nickel-sized dollop to the face alone. Or if you're using a spray, apply until an even sheen appears on the skin.\"  _____________________________________________________________________________ Brush on Block Powdered Sunscreen ($32; amazon.com)   \"It's a great solution for people who don't want to reapply sunscreen because they don't want to mess up their makeup,\" says King of this powder sunscreen. \"This absorbs excess oil so it can serve a dual purpose as a finishing powder, actually extending the life of your makeup, and provide sun protection.\"  The best part about this mineral — zinc oxide and titanium dioxide — sunscreen: \"It's portable, convenient, and won't leave white residue on your clothes,\" she says. Plus, it contains antioxidants and offers protection from UVA rays and free radicals.   _____________________________________________________________________________ Sun Bum SPF 30 Mineral Face Stick ($9.99; target.com) \"Stick sunscreens are no-mess, ultra-portable and give effective UV protection,\" says Dr. Joshua Zeichner, the director of cosmetic and clinical research in dermatology at the Mount Sinai Hospital in New York. \"This stick is not greasy and rubs fully into the skin. It uses zinc oxide along with botanical oils that provide skin-soothing benefits.\"    _____________________________________________________________________________ Supergoop! Glowscreen Sunscreen SPF 40 ($36; sephora.com)   King considers this vegan, cruelty-free and reef-safe sunscreen a great option, since it is \"a hydrating primer that contains hyaluronic acid and vitamin B5 to help boost moisture in the skin, sea lavender for antioxidant protection and cocoa peptides to help protect from blue light.\"    _____________________________________________________________________________ SkinMedica Total Defense and Repair SPF 34 ($57.80, originally $68; amazon.com, dermstore.com)   Dr. Rita Linkner of Spring Street Dermatology in New York City applies sunscreen just once a day while working from home, so she recommends making your sunblock of choice really count.  \"The reason sunscreen is applied more frequently outdoors has to do with the elements that cause your SPF to wear when you are sweating or swimming,\" she says. \"When indoors, our behaviors are less intense and don't require an increase in frequency.\"  Linkner is a fan of this full-spectrum sunblock with shea butter for added hydration.   _____________________________________________________________________________ iS Clinical Eclipse SPF 50+ ($78; dermstore.com) Dr. Lily Talakoub, a board-certified dermatologist at McLean Dermatology & Skincare Center in McLean, Virginia, uses this sunblock daily.  \"The antioxidant-rich blend provides broad-spectrum UVA/UVB protection in an ultra-sheer, lightweight formula that absorbs quickly for a non-greasy matte finish,\" she says. \"It can easily be worn under makeup.\"   _____________________________________________________________________________ SkinCeuticals Physical Matte UV Defense SPF 50 ($34; dermstore.com) \"I recommend applying a minimum of SPF 30 every morning,\" says Talakoub.  We're personal fans of patting on this noncomedogenic, mineral sunblock with SPF 50 in the AM for a matte finish that holds up throughout the workday.  _____________________________________________________________________________ Revision Skincare Intellishade Original ($75; amazon.com, dermstore.com) \"I like sunscreens that contain titanium dioxide and zinc oxide because they protect against UVA and UVB rays and protect against blue light from screens,\" says Dr. David Bank, founder and director of The Center for Dermatology, Cosmetic & Laser Surgery in Westchester County, New York. \"Plus, it hydrates skin, contains ingredients that help with anti-aging (peptides plus white birch, yeast and plankton extracts), and has a universal tint for a nice glow with subtle coverage.\"  _____________________________________________________________________________ Lancer Skincare Sheer Fluid Sun Shield ($60; sephora.com) \"Gamay grape stem cells help reduce the appearance of UV damage and fight the appearance of photo-aging, while sunflower sprout extracts help to improve skin radiance and provide a healthy glow,\" says Lancer of his nonsticky sunscreen. \"It also incorporates chamomile extract, which soothes and calms the skin. It was important for me to create a sunblock that protects from UV rays while also providing a complex of anti-aging benefits.\"   _____________________________________________________________________________ Elta MD UV Daily Broad-Spectrum SPF 40 ($29.50; amazon.com, dermstore.com) \"I like this product as it includes hyaluronic acid, which is a great bonus ingredient in sunblock,\" adds Lancer.  Hyaluronic acid isn't just a buzzy skin care ingredient. According to a study in the National Library of Medicine, the clear liquid floods your skin with moisture and targets the effects of skin aging, making it a particularly useful ingredient for those with dry or mature skin.  _____________________________________________________________________________ iS Clinical Extreme Protect SPF 30 ($78; dermstore.com) \"I love this sunscreen for people that don't like wearing sunscreen, as it doesn't feel like one when it's on,\" says celebrity esthetician and founder of SkinLab, Joshua Rohrer. \"It absorbs really quickly and is a combination sunscreen — part chemical and part physical. Aloe and Vitamin E are great when you've been exposed to the sun to prevent dehydration. It also has a nice, elegant feel to it.\"  Rohrer says this splurge is worth it because it works for all skin types, glides on with ease and absorbs into the skin without leaving behind a sticky finish.   _____________________________________________________________________________ PCA Skin Sheer Tint Broad Spectrum SPF 45 ($50; nordstrom.com, dermstore.com) If you have rosacea, then Alessandra Cavallero, esthetician and founder of Spa Bem-Ti-Vi in San Francisco, recommends a couple of pumps of this silky sunscreen.  \"I love this lightly tinted sunscreen that blends to your skin tone. It can be used alone or layered under your makeup for those who want a little color on their skin,\" she tells us.  _____________________________________________________________________________ Colorescience Sunforgettable Broad Spectrum SPF 50 Brush on Sunscreen ($65; dermstore.com) Cavallero, an active runner, recommends this brush-on sunscreen for anyone who works out.  \"It's easy to apply and you don't get what's on your hands on your face. Plus it is tinted to different skin tones,\" she says. \"It's also great for those who like to wear"], "Language": false}