{"Type": ["article"], "Url": ["https://www.cnn.com/2013/05/15/us/willie-mays-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-05-16T00:16:34Z"], "LastModifiedDate": ["2020-05-13T13:47:01Z"], "Headline": ["Willie Mays Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of Baseball Hall of Fame center fielder Willie Mays. Personal Birth date: May 6, 1931 Birth place: Westfield, Alabama  Birth name: William Howard Mays Jr. Father: William Mays Mother: Ann (Satterwhite) Mays Marriages: Mae Louise Allen (1971-2013, her death); Margherite Wendell Chapman (1956-1961, divorced) Children: adopted with Margherite Wendell Chapman: Michael  Military Service: US Army, 1952-1954 Other Facts Career statistics include 3,283 hits, 660 home runs and a batting average of .302. As of May 2017, only four other players in baseball history have hit more home runs than Mays: Barry Bonds, Hank Aaron, Babe Ruth, and Alex Rodriguez. Won 12 consecutive Gold Gloves. Played in 24 All-Star Games and four World Series. Godfather to baseball player Barry Bonds.  His nickname was the \"Say Hey Kid.\" Timeline 1948-1950 - Plays for the Birmingham Black Barons, part of the Negro League. 1950 - Signed by the New York Giants as an amateur free agent. 1951-1957 - Plays for the New York Giants. 1951 - Is named National League Rookie of The Year. 1952-1954 - Serves in the US Army. 1954 - During the World Series, Mays makes an over-the-shoulder catch that is considered one of the most memorable moments in baseball history.  1954 - National league MVP. 1955, 1962, 1964, 1965 - Leads the National League in home runs. 1957 - Wins the first-ever Gold Glove for center field. 1958 - The New York Giants become the San Francisco Giants. 1958-1972 - Plays for the San Francisco Giants. August 30, 1961 - Hits four home runs in one game. 1963 - MLB All-Star Game MVP. 1964 - Becomes the first black team captain in the major leagues. 1965 - National League MVP. 1968 - MLB All-Star Game MVP. 1972 - Is traded to the New York Mets.  1972-1973 - Plays for the New York Mets. 1973-1979 - New York Mets hitting instructor. 1979 - Is inducted into the Baseball Hall of Fame, receiving 409 out of 432 votes. 1986 - Assistant to the president of the Giants Organization. The position is extended for his lifetime in 1993. 2000 - Founds the Say Hey Foundation, which serves underprivileged children. March 31, 2000 - A 23-ton bronze statue of Mays is unveiled at the new Major League ballpark in San Francisco. December 2007 - Is inducted into the California Hall of Fame. November 24, 2015 - Receives the Presidential Medal of Freedom from President Barack Obama. May 12, 2020 - \"24: Life Stories and Lessons from the Say Hey Kid\" is published, co-authored by Mays and John Shea."], "Language": false}