{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/remember-when-dennis-rodman/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Craigh Barboza, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-12T11:00:04Z"], "LastModifiedDate": ["2020-05-13T10:27:21Z"], "Headline": ["Remember when Dennis Rodman put on a wedding dress and claimed to marry himself?"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["For over a decade, basketball player Dennis Rodman was one of the most recognizable people on the planet, a headline-making machine known as much for his flamboyant style as his bad-boy antics on the court. (Oh, and he also won five NBA championships.) Now, thanks to \"The Last Dance,\" ESPN's hit series about the Chicago Bulls' dynasty of the 1990s, he's back in the spotlight. There are so many outlandish stories about Rodman that it's hard to know where to begin.  A good place might be the time in 1996 when the Hall of Fame forward went out in full drag to promote his brazen memoir \"Bad As I Wanna Be.\" Rodman had gotten the cross-dressing idea from shock radio jock du jour Howard Stern, who pulled a similar stunt a year earlier for his own book release. But it wasn't just the fact that Rodman, who is six feet, seven inches tall, slipped into a custom-made, voluminous bridal gown that had been made in France. It was the entire look: from his Kevyn Aucoin runway makeup to the throng of tuxedo-clad women escorting him from a horse-drawn carriage into a Barnes & Noble on Fifth Avenue. He said he was bisexual and was marrying himself.  Provocative? Sure. Gender bending? Absolutely. But the stunt also generated the type of media frenzy most publicists only dream of. \"Bad As I Wanna Be\" quickly topped the New York Times bestseller list and remained on it for 20 weeks.  \"That book elevated him to a new level of fame,\" recalled Dwight Manley, who orchestrated the in-store appearance as Rodman's agent and manager from 1995 to 2000. \"I remember CNN had a half-hour newscast back then and Dennis' book was on the crawl. It was the No. 1 story.\"  Rodman, who entered the league in 1986, built his career in part on understanding how image can magnify a message and help him transcend sports. His journey from rebounding savant to transgressive fashion icon forced fans to reckon with their own ideas about gender and sexuality long before Caitlyn Jenner and \"RuPaul's Drag Race.\"  In short, Rodman inspired people to drop all the pretense and be their authentic selves.  Without Rodman, we wouldn't have Russell Westbrook, Frank Ocean or Billy Porter.  \"I think we're all heirs,\" said Sam Ratelle, the red-carpet designer and gender-fluid fashion pioneer. \"Dennis taught us something hugely important: to not give a single f**k! I see him in OutKast and Macklemore, in Burning Man, in all the '90s trends that are seen on the catwalks, and even my own work with Billy Porter.\" Rodman's look was a bit of everything -- street, drag, trucker, Vegas showgirl, class clown, Adonis -- occasionally all at once. The basketball star showed up at the 1995 MTV Video Music Awards in a pair of hand-embroidered baggy jeans and a glittery camisole top, with an exposed diamond belly chain. Two years later at the Oscars, he switched it up with an electric-blue tux and velvet top hat so big it needed its own ticket.  There was no telling what Rodman would wear -- or do -- from day to day. And he was just as unpredictable on the basketball court. During a helter-skelter 14-year NBA career, Rodman set out to dominate the game without scoring a point. He shut down the game's best offensive weapons, dived for loose balls with no regard for his own safety. He was the kind of player you loved to go to battle with but hated to face, even in practice.  Stylist Yolanda Braddy recalled a time when Rodman came to play a pickup game at a facility that Warner Bros. had built for Michael Jordan to use while he filmed \"Space Jam.\"   \"Dennis wore an oversized applejack hat, warmups and clogs. I could see he had black-polished toenails. He changed into sneakers, went out and played like it was the NBA Finals,\" she said.   Rodman won two championships in Detroit before being traded, in 1993, to San Antonio, where he feuded over his contract with team management. They had refused to honor a verbal commitment from the previous owners. Frustrated, he began acting out. He racked up team fines and technical fouls, sometimes during critical moments of the game and, in general, seemed more interested in scoring with Madonna, who he started dating in 1994. She clearly influenced Rodman's ideas about fame, universal love and taboo-busting.  Despite winning the Defensive Player of the Year Award and leading the NBA in rebounding for five seasons, Rodman had a meager $2 million contract, which left him nearly broke. And what's worse, he felt like nobody knew him. This was when Rodman decided to reinvent himself as an attention-grabbing gimmick-meister in basketball shorts.  Soon he was palling around with celebrities at The Viper Room in Hollywood, where he might show up in fishnets and feathers or, perhaps, an iridescent green knit top with plunging V-neck and leather bicep-straps that made you think he had a whip somewhere off to the side.  After being introduced to stylist David Chapa, Rodman began dyeing his hair a variety of colors: red, pink, purple, emerald green. At first, he wanted the peroxide-blond look that Wesley Snipes sported in \"Demolition Man.\" Then that evolved into multicolored quasi-tribal patterns. In 1995, when homophobia was common among players, Rodman opted to have an HIV/AIDS awareness ribbon colored into the back of his head before a nationally televised playoff game.  \"At the time, that was borderline revolutionary for an American pro athlete,\" said \"Bad As I Wanna Be\" co-author Tim Keown. \"It was not sanctioned by the league, and definitely not by his team. It was an act of both defiance and acceptance.\" While Rodman's embrace of queer culture may have brought new fans to the arena, everything he did upon joining Jordan and Scottie Pippen on the Bulls for the 1995-96 season seemed to irk the NBA, which was growing into a global brand and as such needed to present a clean-cut, wholesome face.  Rodman, who was briefly married to \"Baywatch\" star Carmen Electra before their arrest on battery charges, was a wildly tattooed ticking bomb with facial piercings. When he wasn't partying all night at gay clubs or gambling in Vegas, he was telling the press about his plans to play naked or change his name to Orgasm.  By many accounts, the real-world Rodman was another story; he was \"very sweet, soft-spoken, a fun guy to be around,\" said Manley, his former agent. \"He was a giant magnet for models and actresses.\" Like Howard Stern and Madonna before him, Rodman parlayed his outsized public persona into a lucrative career. By 1997, when he appeared on a controversial GQ cover with supermodel Rebecca Romijn, he was earning an estimated $10 million in off-court revenue. But his bad boy act, once breathlessly reported in the news, started to grow old. Since retiring from the NBA in 2000, he's been earning a living through endorsements and promotional campaigns. He also appeared in a handful of movies, which went straight to chain-store bargain bins. Even so, Rodman, who turns 59 this week, can still make headlines, as he did in 2013 when he visited North Korea and befriended its leader Kim Jong Un. It's possible that Kim -- who loves the NBA -- watched Rodman's Bulls when he was a student in Switzerland. Rodman returned to North Korea with a group of retired players to take on the national team in 2014, with Kim in attendance.  \"Seeing Rodman, piercings and all, serenade Kim on his birthday was beyond surreal, but just imagine what it was like for North Koreans,\" said Jean H. Lee, of the Woodrow Wilson International Center for Scholars, before going on to explain that the country's ruling class has strict and clear edicts about appearance. \"Most North Koreans don't have the internet, and people from the US are usually portrayed as soldiers or preachers,\" Lee said. \"So Rodman certainly broadened their image of Americans.\" Now, if only he can get another shot at the movies."], "Language": false}