{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/13/us/five-things-may-13-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-05-13T10:06:41Z"], "LastModifiedDate": ["2020-05-13T10:58:33Z"], "Headline": ["5 things to know for May 13: Coronavirus, SCOTUS, stimulus, Afghanistan, election"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Contact tracing is quickly becoming a popular way to battle the spread of Covid-19, and Johns Hopkins has a free online course to help people -- yes, including you -- learn more about it.  Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  Dr. Anthony Fauci is back with more dire warnings. While appearing remotely during a Senate hearing, the country's leading immunologist said reopening states too quickly could cause more \"suffering and death\" and actually set the country back from a full economic recovery. The hearing was titled, \"Covid-19: Safely getting back to work and school,\" and in short, that looks like it's going to be a long, painful process. California's two main university systems announced in-person classes will likely be canceled through the fall, a decision that will affect about 770,000 students. Fauci also warned that any hopes of a vaccine being ready in time for students to return to school at the end of the summer would be \"a bridge too far.\"  2. Supreme Court  President Trump's legal team is making the argument that he should be granted temporary presidential immunity while in office. The remarks were made as the Supreme Court heard a historic round of arguments concerning Trump's finance and tax records that could have long-term implications for how a sitting president can be investigated and how far executive powers reach. The argument made by Trump's attorneys means, the way they describe it, that Trump or any sitting president couldn't be investigated or prosecuted while holding the office -- no subpoenas, no testimony, no indictments. The claim brought strong reactions from Justice Elena Kagan, who said, \"The President isn't above the law.\"  3. Spending bill  Democrats have unveiled a new Covid relief package, and it comes with a hefty $3 trillion price tag. The legislation provides nearly $1 trillion in funding for state and local governments, as well as additional funds for coronavirus testing, hazard pay for essential workers and a new round of direct payments that could amount to $6,000 in relief checks for American families. GOP leaders still object, saying they want to see how the first three rounds of stimulus measures play out first. But House Democrats are pressing forward, planning to vote on the package Friday. If it passes, it will be the largest relief package in history.  4. Afghanistan The Afghan government says it's resuming offensive operations against the Taliban following a spate of deadly terrorist attacks, including one on a maternity hospital and another on a funeral procession. The Taliban has denied responsibility for those attacks. The move further jeopardizes the Trump administration's peace deal with the Taliban, in which the Afghan government agreed to suspend offensive operations against the Taliban in favor of a ceasefire. In announcing its offensive would restart, Afghanistan's President Ashraf Ghani made it clear the ceasefire is not working.  5. Election 2020 The Democratic National Committee's rules committee has decided to allow convention planners to seek alternate voting methods ahead of August's Democratic National Convention. With everything going on, the likelihood the convention would go on as planned has been in doubt. Now, organizers could allow measures like virtual voting. However, some party leaders say there's still a possibility the convention could take place in-person, with some modifications. Meanwhile, the party's presumptive nominee, Joe Biden, is latching on to President Trump's controversial response to the coronavirus, rolling out a new series of digital ads, op-eds and comments that paint the administration's response as \"incompetent,\" as he said in one interview, and \"corrupt,\" as he said in an economic speech last week.  BREAKFAST BROWSE Bill Murray and Guy Fieri are going to have a nacho battle for charity  Every part of that sentence is delightful.  No one is buying pants right now, but pajama sales are soaring  Sounds about right. Broadway theaters will remain closed through at least September 6  We'll just have to listen to \"Memories\" on repeat, then. Tony Hawk announced the return of his legendary skateboarding video game Video games are booming right now, so why not bring back a classic?  Private label store brands like Costco's Kirkland are having a moment right now It seems our preferred brand of product nowadays is \"No honey, it doesn't matter, just get whatever they have.\" TODAY'S NUMBER 5.8% That's how much the UK's economy shrank in March, making it the worst month since record keeping began in 1997. Experts warn that numbers for April and May will be even worse because of continued social restrictions.  TODAY'S QUOTE \"I'm a scientist, a physician and a public health official. I give advice, according to the best scientific evidence.\" Dr. Anthony Fauci, responding to Sen. Rand Paul's comment that Fauci is not the \"end-all\" and shouldn't be dispensing economic advice. TODAY'S WEATHER Check your local forecast here>>> AND FINALLY Shine bright like an emerald It must be fun to be this talented an artist. (Click here to view.) "], "Language": false}