{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/politics/temporary-presidential-immunity-jay-sekulow-supreme-court/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Katelyn Polantz, CNN"], "Writers": [["Katelyn Polantz"]], "FirstPublishDate": ["2020-05-12T19:28:48Z"], "LastModifiedDate": ["2020-05-12T23:32:31Z"], "Headline": ["Trump lawyer: 'We're asking for temporary presidential immunity'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["They'd said it before, but President Donald Trump's attorney put it more bluntly than ever:  \"We're asking for temporary presidential immunity,\" Jay Sekulow told the Supreme Court Tuesday. \"Temporary presidential immunity,\" in the way the President's lawyers describe it, would mean that Trump (or whomever is president at the time) couldn't be investigated or prosecuted while holding the office of President. No subpoenas, no testimony, no indictments, if investigators sought those. \"Criminal process targeting the President\" violates the Constitution, Sekulow said. Justice Elena Kagan called out the argument, in which Sekulow was steadfast Tuesday. \"He's the President,\" Sekulow responded. Kagan had a retort: \"The President isn't above the law.\" More conservative justices on Tuesday, on the other hand, highlighted their concerns that a President could be harassed by prosecutors' and congressional subpoenas. The theory has popped up over and over again in the last three years, while special counsel Robert Mueller considered subpoenaing Trump; when the Justice Department weighed the evidence that Trump obstructed the Russia investigation; when the Senate took up Trump's impeachment proceeding; and now with the New York district attorney's investigation into him. The idea of temporary immunity means that a former President could face legal consequences for his personal behavior after leaving office. But it also leaves open the possibility the statute of limitations could run out before one is prosecuted. Under federal law, most crimes have a five-year window in which they can be prosecuted. This means that if a President were to serve for one term, behavior from the campaign onward could still be fair game for a criminal case when the President leaves office.  Special counsel Robert Mueller described this idea in his report, where he documented several situations when Trump tried to obstruct the Russia investigation. \"We recognized that a federal criminal accusation against a sitting President would place burdens on the President's capacity to govern and potentially preempt constitutional processes for addressing presidential misconduct,\" Mueller wrote in his report.  However, should the President win a second term, under Trump's legal theory, he'd outlast the federal statute of limitations with an eight-year term. The Manhattan district attorney could also be thwarted by the presidency running out their clock."], "Language": false}