{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/cnn-underscored/best-credit-cards-for-groceries/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jennifer Yellin"], "Writers": [["Jennifer Yellin"]], "FirstPublishDate": ["2020-04-23T18:59:18Z"], "LastModifiedDate": ["2020-05-12T21:00:10Z"], "Headline": ["Earn more cash back or rewards on your groceries with these credit cards"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored reviews financial products such as credit cards and bank accounts based on their overall value. We may receive a commission through The Points Guy affiliate network if you apply and are approved for a card, but our reporting is always independent and objective. Although my overall credit card spending has decreased, my grocery expenses are higher than ever. We're now cooking three meals a day, eating snacks as if they will be gone tomorrow and spending more time baking and trying new recipes. With people cooking at home more than ever, now's the time to make sure you're getting as many rewards on your supermarket purchases as you can. And with many American Express and Chase credit cards now featuring limited-time bonuses on groceries, it's a great time to earn more earn cash back that goes directly into your pocket, or to start fantasizing about that future trip you'll take with all the extra travel points and miles you can earn.  But which credit card is best for groceries? With so many great options, we've picked out our current favorite credit cards to use at the supermarket. The right card truly depends on your needs and shopping habits, but rest assured — there's a card for everyone. The best credit cards for groceries Blue Cash Preferred® Card from American Express: Best for cash back at US supermarkets\nChase Sapphire Reserve: Best for flexible travel rewards\nSouthwest Rapid Rewards Premier Credit Card: Best for airline flights\nHilton Honors American Express Surpass® Card: Best for hotel points\nWorld of Hyatt Credit Card: Best for hotel elite status\nAmazon Prime Rewards Visa Signature: Best for Whole Foods and Amazon Fresh\nCostco Anywhere Visa® Card by Citi: Best for groceries at Costco\nAmex EveryDay® Credit Card from American Express: Best for travel rewards with no annual fee\nAmerican Express® Gold Card: Best for food perks\nUnited Club Infinite Card: Best sign-up bonus\n Let's dive into the details of each of these cards and see how they compare to one another. Best for cash back at US supermarkets: Blue Cash Preferred from American Express If you spend more money at grocery stores than anywhere else, then the Blue Cash Preferred from American Express is the card for you. Although many other cards are currently offering increased bonuses on groceries for a limited time, this card will always give you a good return on your supermarket purchases 365 days a year. The Blue Cash Preferred offers 6% cash back at US supermarkets for up to $6,000 in purchases per year (then 1% cash back after that). There's no other card that offers this high of a cash back return on groceries, so this is truly the best card when it comes to getting cash into your pocket.  Aside from the 6% cash back, the Blue Cash Preferred also offers a strong 6% cash back on select US streaming subscriptions. While being stuck at home, there's a good chance you've upped these subscription services, so this is one way to save some money in that department.  You'll also receive 3% cash back at US gas stations and on transit with the Blue Cash Preferred. Although those are probably a smaller portion of your budget right now, when life goes back to normal, this is an ideal card to use on those categories as well. Keep in mind that the Blue Cash Preferred does carry a $95 annual fee, but if you're maxing out the 6% cash back at US supermarkets — $360 per year on $6,000 in purchases — then the annual fee pays for itself quite quickly. However, if your grocery expenses aren't that high, you might consider the Blue Cash Everyday® Card from American Express instead. The no-annual-fee Blue Cash Everyday earns 3% cash back at US supermarkets (up to $6,000 per year, then 1% cash back). That means if you spend less than about $3,166 in grocery purchases annually, you're better off with the Blue Cash Everyday instead of the Blue Cash Preferred.  Learn more about the Blue Cash Preferred Card from American Express. Best for flexible travel rewards: Chase Sapphire Reserve If you're looking to stash away some travel rewards for when planes return to the skies and hotels reopen, the Chase Sapphire Reserve is hands-down the absolute best card to use for your grocery store purchases right now. With Chase's current limited-time offer, you'll earn a whopping 5 points per dollar spent on groceries with your Chase Sapphire Reserve card. There's no cap to the number of points you can earn, but this temporary increase is only set to last through June 30.  According to CNN Underscored's partner The Points Guy, Chase Ultimate Rewards points are worth 2 cents apiece. That means you're currently getting a 10% return on your grocery store purchases with the Sapphire Reserve. This is the highest return you'll see compared to other cards on our list, so this should be your go-to card for groceries through the end of June if you want to collect travel rewards.  But at $550 per year, this card doesn't come cheap. Fortunately, there are many other benefits that come with having a Chase Sapphire Reserve, a number of which you can even use sitting at home. Chief among them is the card's partnership with DoorDash, the food delivery service. Card holders get up to $60 in statement credits in 2020 on DoorDash purchases, and another $60 in statement credits in 2021.  Related: Are you using the best credit card when ordering food for delivery? You'll also get access to a complimentary DashPass membership, which gets you free delivery at qualifying restaurants. And for a limited time through May 31, you'll earn 5 points for every dollar you spend on DoorDash with the Sapphire Reserve, up to a maximum of $500 in purchases. Now, if the annual fee on the Chase Sapphire Reserve is more than you want to pay for a credit card right now, there's a less-expensive option. The Chase Sapphire Preferred Card — which also earns Ultimate Rewards points —  has a much-lower $95 annual fee, but you'll only earn 3 points per dollar at grocery stores through June 30, and there are no DoorDash credits (though you do get a DoorDash membership and 5x points on up to $500 in DoorDash purchases through May 31). Decide if the Chase Sapphire Preferred or Chase Sapphire Reserve is best for you.\nLearn more about the Chase Sapphire Reserve. Best for airline flights: Southwest Rapid Rewards Premier Credit Card Chase has actually temporarily added bonus points on groceries to a number of its credit cards, including all three Southwest personal credit cards — the Southwest Rapid Rewards Plus Credit Card, the Southwest Rapid Rewards Premier Credit Card and the Southwest Rapid Rewards Priority Credit Card. But the Southwest Premier card might be the best choice of the group right now. With the Southwest Premier card, you'll earn 3 points per dollar spent on groceries through June 30. Although this might not give you the most bang for your buck compared to other cards, there's one big reason to put your charges on this card: the Southwest Companion Pass. With the Southwest Companion Pass, another individual can fly with you for free (plus taxes) on every single flight you take on Southwest from now through the end of 2021. Since travel is taking a hiatus at the moment, Southwest recently made earning the Companion Pass much easier. Typically, you need to earn 125,000 qualifying points in a calendar year to earn the pass, but Southwest is giving its members who already had a Southwest frequent flyer account open as of April 1 a 25,000-point head start. This means you need to earn just 100,000 qualifying points within the year to earn the pass, including points earned with a Southwest credit card. You also might want to focus your spending on the Southwest Premier card to help you earn Southwest A-List or A-List Preferred elite status. Southwest is upping the number of Tier Qualifying Points you can earn with your credit card for the rest of the year, and also won't have a cap on earning them for 2020. Best of all, the 40,000 bonus points you'll earn from the sign-up bonus on the Southwest Premier card after spending $1,000 on purchases in the first three months your account is open also count toward the Companion Pass requirement, getting you 40% of the way to 100,000 qualifying points right off the bat. Learn more about the Southwest Rapid Rewards Premier Credit Card. Best for hotel points: Hilton Honors American Express Surpass Card American Express is also offering a boost on many of their cards for purchases at U.S. supermarkets. Although we don't typically recommend Hilton cards for everyday spending, our tune has changed a bit with this current boost if you're looking to earn hotel points. With the Hilton Honors American Express Surpass Card, you'd normally earn 6 points per dollar spent at U.S. supermarkets. But from now through July 31, that amount has been doubled to 12 points for every dollar you spend. With Hilton Honors points worth 0.6 cents apiece according to CNN Underscored's partner The Points Guy, that's equivalent to a 7.2% return.  The Hilton Honors Surpass card comes with a relatively low $95 annual fee, and comes with complimentary Hilton Gold elite status. Although Gold is a mid-tier status, you'll get complimentary breakfast and the possibility of an upgrade and lounge access during your Hilton stay. And if you spend $40,000 on the card within a calendar year, you'll be upgraded to Hilton Diamond elite status.  You also have the opportunity with the Hilton Honors Surpass card to earn a Weekend Night Reward, which, despite its name, has been temporarily improved and can be redeemed for any night of the week — not just weekends — for certificates issued on or before Dec. 31, 2020. You'll get one of these rewards after you spend $15,000 on purchases with your Hilton Surpass card in a calendar year. Learn more about the Hilton Honors American Express Surpass Card. Best for hotel elite status: World of Hyatt Credit Card Similar to many other Chase credit cards, the World of Hyatt Credit Card has also upped its game in the grocery department. From now through June 30, you'll earn 3x points on grocery purchases with your card. Hyatt points are one of the more valuable hotel currencies — The Points Guy values them at 1.7 cents apiece, equivalent to a 5.1% return on groceries right now. One of the best benefits of the World of Hyatt Credit Card is that you receive a complimentary reward night, valid at any category 1-4 property, every year starting at your card's first anniversary. Although the card comes with a $95 annual fee, this yearly certificate can be worth much more and should easily outweigh that cost. You can even earn a second reward night certificate each year by spending $15,000 on your card within your card holder year. Another reason to put your grocery purchases on this card is that it could help you earn a higher Hyatt elite status and milestone benefits. Typically, with the "], "Language": false}