{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/us/ahmaud-arbery-video-william-bryan/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe and Eliott C. McLaughlin, CNN"], "Writers": [["Madeline Holcombe", "Eliott C. McLaughlin"]], "FirstPublishDate": ["2020-05-12T07:49:04Z"], "LastModifiedDate": ["2020-05-12T20:59:50Z"], "Headline": ["As autopsy report shows Ahmaud Arbery was shot twice in the chest, GBI investigates recused DAs"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Ahmaud Arbery was shot three times, including twice in the chest, according to an autopsy report obtained by CNN on Tuesday.  The autopsy, performed by Georgia Bureau of Investigation medical examiner Edmund Donoghue, confirms what many assumed after video showed the black man's fatal shooting following a pursuit by at least two armed men.  \"This 25-year-old Black male, AHMAUD ARBERY, died of multiple shotgun wounds sustained during a struggle for the shotgun,\" Donoghue wrote in conclusion.  Arbery suffered a \"deep, gaping, shotgun graze\" to his right wrist, as well as wounds to his upper left chest and lower middle chest, according to the report written April 1. Thirteen shotgun pellets exited Arbery's back, and 11 more were recovered from his wounds, the report says.  The shotgun blasts also damaged his right lung and fractured his upper left arm and scapula, according to the report.  News of the report comes as the GBI says it will be looking into possible prosecutorial misconduct by two district attorneys who recused themselves, citing links to the McMichaels, according to a news release. State Attorney General Chris Carr requested the investigation, the bureau said.  \"The Attorney General is concerned that the actions of these offices in possibly misrepresenting or failing to disclose information during the process of appointing a conflict prosecutor to investigate the death of Ahmaud Arbery may have constituted unprofessional conduct,\" the GBI said.  A primary target of the probe will be why the Waycross Judicial Circuit's George Barnhill, the second prosecutor in the case, held onto it for several weeks after discovering a conflict of interest, the bureau said.  What's more, the first prosecutor to drop out, Brunswick Judicial Circuit's Jackie Johnson, advised Carr to appoint Barnhill on February 27, three days after Barnhill had advised the Glynn County Police Department \"that he did not see grounds for the arrest of any of the individuals involved in Mr. Arbery's death,\" the GBI said.  The many prosecutors in Arbery's case The more than two months between the shooting and an arrest have stirred public outcry. A revolving door of prosecutors may have had a role in the delay. Two prosecutors recused themselves because of their connections to Greg McMichael, while the state attorney general replaced a third district attorney Monday.  Johnson recused herself, citing Greg McMichael's position as a former investigator for the office. She has denied allegations by local officials that she told police not to make an arrest. Barnhill recused himself because his son worked in the Brunswick Judicial Circuit District Attorney's office and once teamed with Greg McMichael in a prior prosecution of Arbery, he wrote in an April 7 letter to Carr. After Carr appointed Atlantic Judicial Circuit District Attorney Tom Durden as the third prosecutor in the case, Durden said he had \"neither previous knowledge of the incident nor any relationship with any investigators or witnesses.\" He has now asked to step down, and the case was reassigned to Cobb County District Attorney Joyette Holmes, Carr said. The Arbery family is pleased with the appointment, attorneys S. Lee Merritt and L. Chris Stewart said. \"We made this request of AG Chris Carr because the south Georgia prosecutorial community was tainted by the delay in action prior to the video being released,\" the attorneys said in a statement. \"This case has been mishandled from the very beginning and we look forward to a comprehensive third-party investigation by the (US Justice Department) into the previous prosecutors.\"   Arrests Arbery was jogging in the Satilla Shores neighborhood outside Brunswick on February 23 when he was fatally shot.  Greg McMichael, 64, and his son, Travis, 34, were arrested Thursday in connection with Arbery's killing. They face charges of felony murder and aggravated assault, according to the GBI. The elder McMichael said he thought Arbery looked like a suspect in a series of recent break-ins, according to a police incident report.  Yet in the more than seven weeks prior to the shooting, there had only been only one burglary: a gun stolen from an unlocked vehicle in front of the McMichaels' home, Glynn County police Lt. Cheri Bashlor said. Greg McMichael grabbed a handgun, his son grabbed a shotgun and they chased Arbery, Greg McMichael told police, according to the report. On two occasions, Arbery avoided them. When they caught up to him a third time, Travis McMichael exited the truck with a shotgun and a struggle ensued between him and Arbery. Travis McMichael shot Arbery after the latter attacked him, the elder McMichael alleged to police. CNN's attempts to reach Greg and Travis McMichael have been unsuccessful. Both appeared in court Friday, where a judge said bail would be decided at a later date. Conspiracies over video footage Controversy and calls for justice that have surrounded Arbery's death grew louder after the video was released. Despite accusations to the contrary, the man who took the video -- William \"Roddie\" Bryan -- was just a bystander and a \"pawn in a much larger game,\" his attorney Kevin Gough said Monday.  \"I would like to say, first of all, I am very sorry to the family,\" Bryan said. \"I pray for them every night as well as my own family.\" The community has raised conspiracy theories about Bryan's relationship to the incident, Gough said, and made him a victim of misinformation.  \"He wasn't with the McMichaels at all, and he has no relationship with the McMichaels,\" the lawyer said, refuting Greg McMichaels' account to police that Bryan was helping them attempt to head off Arbery.  When asked why Bryan didn't call 911, Gough didn't have an immediate response other than to note that police \"sirens were audible almost immediately.\" Plus, he said, it was clear to everyone involved that police were en route.  Video captured the day Arbery was killed shows a man who appears to be Arbery at a construction site, but the owner of the home told CNN the video shows him only \"trespassing\" and nothing else. At least one unreported crime had been committed in the past at the site by an unidentified perpetrator, said the homeowner, who spoke on the condition of anonymity because he has been receiving threats. \"This video is consistent with the evidence already known to us,\" family attorney S. Lee Merritt said. \"Ahmaud Arbery was out for a jog. He stopped by a property under construction where he engaged in no illegal activity and remained for only a brief period.\" A mother relives her own grief  Many watched the video of Arbery's death with horror, but Lucy McBath watched with memories of her own.  Her son, Jordan Davis, was 17 when he was shot and killed after a loud music complaint in 2012. \"I cannot describe to you how painful it was for me to watch that video because we know that Ahmaud, this murder was racially motivated and he was hunted and he was gunned down in cold blood,\" McBath said Monday night.  \"That just brought back all the memories that I had about how devastated I was when I found out what happened to my son, Jordan.\" McBath, who became a congresswoman after her son's death, said there's a long road ahead for the Arbery family. It took two and a half years for her family to get a conviction, and she believes this is just the beginning of the case. It's worth the time and effort to get justice and political change, she said. \"The terrible thing about it is that there are millions of black and brown families that continue to just live in fear each and every day about the fact that they believe their children might not come back from school or they can't jog in neighborhoods they live in or they can't buy Skittles and soda pop at the grocery store or they can't even play loud music,\" she said."], "Language": false}