{"Type": ["article"], "Url": ["https://www.cnn.com/politics/live-news/trump-supreme-court-cases-05-12-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Melissa Macaya, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-11T18:09:53.676Z"], "LastModifiedDate": ["2020-05-12T20:26:44.080Z"], "Headline": ["Supreme Court hears arguments on Trump finances"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Justices heard oral arguments for more than three hours about blockbuster cases concerning President Trump's bid to shield his financial records. Due to the coronavirus pandemic, justices met via teleconference. The first case (Donald J. Trump et al v. Mazars, Donald J. Trump v. Deutsche Bank) involved the House’s effort to obtain the financial documents and triggered separation of powers concerns, and the second case (Trump v. Vance) involved a New York prosecutor’s grand jury subpoena for Trump’s tax records. Here are some of the key moments:  Justices revisited precedents set by Nixon and Clinton cases: In the second case concerning a New York Grand jury subpoena, the justices returned again and again to precedents concerning President Nixon and President Clinton that were heavily relied upon by the lower courts who ruled against Trump. Chief Justice John Roberts and others asked a lawyer for Trump about the fact that in Clinton v. Jones, the court allowed a private citizen to bring a civil suit against a sitting president.\nTrump's attorney raised the issue of \"temporary presidential immunity\": The President's lawyers underlined the idea that investigations and the prosecution of Trump while in office could interfere with him leading the country.\nLiberal justices push back on Trump lawyer's defense to block subpoenas: Justice Ruth Bader Ginsburg and the other liberals noted that President Bill Clinton and other presidents before him have turned over materials sought by Congress. Why would Trump be shielded in a way that his predecessors were not, they asked? Their questions invoked controversies and familiar names from the Watergate era, Whitewater and Paula Jones. If the Manhattan grand jury got President Trump’s documents, would they leak? If they did leak, would it hamper the presidency?  These questions became a focus of some of the Supreme Court arguments Tuesday morning, and veered into somewhat surprising territory when Justice Samuel Alito harped on the possibility of grand jury proceedings against Trump leaking to the New York Times.  Alito even surmised the leaks could come from prosecutors — who could face severe consequences for leaking grand jury information. (Witnesses who appear before a grand jury, however, could speak about what happens inside the secret proceeding, because of their First Amendment rights.) \"We both know that prosecutors have different, that there are prosecutors who leak all sorts of information, including grand jury information, to all sorts of media sources, including specifically the New York Times. If there were showing that that was a risk, would that have a bearing on this?\" Alito asked New York County district attorney's office counsel Carey Dunne. \"I’m not aware of any kind of real pattern or practice of leaking of actual grand jury materials that are covered by Grand Jury secrecy,\" Dunne responded. Alito followed up, asking him whether the Manhattan district attorney's office ever receives requests from the media to disclose investigative information.  \"They ask all of the time, your Honor, and the answer is consistently no,\" Dunne said. He added that comments sources make to reporters off the record are much different than \"voluminous tax returns or other sensitive documents\" being in the hands of an investigating grand jury.  The reams of documents, he said, would be covered by secrecy. \"I think history supports that view,\" Dunne added. Dunne later in the argument compared the stigma of some grand jury investigation details into the President becoming public to the sexual harassment accusation against President Bill Clinton. Would it really be more burdensome, Dunne pointed out.  True burdens would be forcing the President to show up at particular times and places, say, to testify, Dunne argued. President Trump’s attorney argued that if the Supreme Court allows the grand jury subpoena for Trump’s financial records it would “weaponize” 2,300 local district attorneys, many of whom are elected officials, to go after a president. Carey Dunne, the general counsel of the Manhattan District Attorney’s office, sought to shoot that down, stating, “There’s really no empirical basis in history for this, this apocryphal prediction” of a “parade of horribles” laid out by Trump’s lawyer.  “As a practical matter this notion that there are 2,300 prosecutors out there writing with subpoena pads open, there’s just no basis to think that an army of local prosecutors like that would even have jurisdiction over a president especially for private conduct,” Dunne said. Dunne went on to add, “Here, New York City, of course, has a particular connection to the Trump Organization and its financial transactions because it’s headquartered here. It’s not likely that more than one or many states much less 2,300 counties, whatever had that connection to a president’s private conduct.” The New York County District Attorney is investigating possible illegal tax and financial transactions that have been raised in news reports concerning actions of the New York-based Trump Organization and its executives. How many local district attorneys could whip out their grand jury pads? It’s unclear. Trump owns business in a handful of states and counties, including properties and golf courses in Florida, Illinois, California, Virginia and New Jersey.   A top lawyer from the Manhattan District Attorney’s office implied Tuesday that the Justice Department is trying to impede an ongoing state investigation into the Trump Organization. “A grand jury shouldn’t be burdened by procedural challenges and delays because it’s a confidential process and not an adversarial proceeding, and the DOJ’s new standard just ignores that,” Carey Dunne, the top lawyer at the DA’s office said, arguing against the Justice Department’s view that federal judges should oversee state subpoenas in cases like these.  Dunne added: “It completely upends the way that a grand jury process is supposed to work.” Some context: New York prosecutors are currently investigating whether Trump and his company violated any state laws, before Trump became president, by paying hush-money to women who alleged affairs with Trump. Trump denies the affairs, though he acknowledges making the payments. On the flip side, Trump’s lawyers have argued that the grand jury investigation in New York places a burden on Trump. They say the subpoenas would distract Trump from his official duties, and would force him to spend time with lawyers while he should be running the country. This high-stakes case forces the Supreme Court to balance the longstanding tradition of shielding the sitting president from federal indictments with the desire of state prosecutors in New York to investigate credible accusations of financial wrongdoing by Trump’s company. Today’s Supreme Court arguments – more than three hours – are historic both in content but the fact they’re being aired live because of the coronavirus pandemic.  If the court weren’t holding arguments via telephone, it is extraordinarily unlikely Chief Justice John Roberts would have allowed a live broadcast. In fact, it’s been very rare for the court to even release audio on the same day a case is heard. Current practice is to put up tape on Friday afternoons, something useful to historians and law professors but not for the general public. Something that would be very useful for the public: Television. There were several moments today where it’d be great to see how justices and attorneys responded. When Trump attorney Jay Sekulow suggested “temporary presidential immunity,” for instance. Or Justice Clarence Thomas, who has taken advantage of the one-justice-speaking-at-a-time format, saying in no uncertain terms that it’s obvious the whole issue is about Trump, not the presidency as a whole. Or Justice Ruth Bader Ginsburg on pretty much everything. (Roberts, meanwhile, has a good poker face.) Don’t hold your breath, however. TV cameras have never been allowed in the courtroom. And the court’s just entered the radio age this month. In the second case concerning a New York Grand jury subpoena, the justices returned again and again to precedents concerning President Nixon and President Clinton that were heavily relied upon by the lower courts who ruled against President Trump. Chief Justice John Roberts and others asked a lawyer for Trump about the fact that in Clinton v. Jones, the court allowed a private citizen to bring a civil suit against a sitting president. “You focus on the distraction to the President” in this case, Roberts told a lawyer for Trump, but he said in the Clinton case, “we were not persuaded that the distraction in that case meant that discovery could not proceed.” Justice Neil Gorsuch also emphasized that in the Clinton case, the court allowed the case to go forward, but in the case at hand, all that was being sought was records from third parties. Justice Sonia Sotomayor stressed that Cyrus Vance was not targeting official acts by the President. “You are asking for a broader immunity than anyone else gets,” she said. And when a lawyer for the President emphasized that the President is different than an ordinary litigant, Justice Elena Kagan shot back “the President isn’t above the law.’ Kagan and Sotomayor also seemed to reject a standard put forward by the Department of Justice where a New York prosecutor would have to reach a higher standard when it comes to a subpoena sent to the President. Justice Stephen Breyer challenged Trump attorney Jay Sekulow’s argument that complying with a New York state grand jury subpoena would be too burdensome for the President. Breyer noted that the President would hire an attorney to compile the documents and review the request. Sekulow disagreed, noting that he would still have to confer with the President, who is pretty busy in ordinary times, but especially at the moment with the coronavirus pandemic. “Could you imagine just for a moment Justice Breyer, that I — and let’s assume that the President were to hire me — that I’m going to call the President of the United States today and say I know you’re handling a pandemic right now for the United States, but I need to spend a couple, two-three hours with you going over a subpoena of documents that are wanted by here the New York County district attorney,” Sekulow said. The President's lawyers on Tuesday underlined the idea that investigations and the prosecution of President Trump while in office could interfere with him leading the country. Temporary presidential immunity, in the way the President's lawyers describe it, would mean that Trump (or whomever is president at the time) couldn't be investigated or prosecuted while holding the office of President. No subpoenas, no testimony, no indictments, if investigators sought those. But the idea also means that a former President could face legal consequences for his or her personal behavior after leaving office.  Under federal law, most crimes have a five-year window in which they can be prosecuted. This means that if a President were to serve for one term, behavior from the campaign onward could still be fair game for a criminal case when the President leaves office.  Special counsel Robert Mueller described this idea in his report, where he documented several situations when Trump tried to obstruct the Russia investigation. \"We recognized that a federal criminal accusation against a sitting President would place burdens on the President’s capacity to govern and potentially preempt constitutional processes for addressing presidential misconduct,\" Mueller wrote in his report.  If the President wins a second term, under Trump's legal theory, he'd outlast the federal statute limitations with an eight year term. The Manhattan district attorney could also be thwarted by the presidency running out their clock. They'd said it before, but President Trump's attorney put it more bluntly than ever:  \"We're asking for temporary presidential immunity,\" Jay Sekulow told the Supreme Court Tuesday morning. That is, Trump can't be investigated or prosecuted by anyone, anywhere while he's President.  \"Criminal process targeting the President\" violates the Constitution, Sekulow said. Justice Elena Kagan called out the argument, which Sekulow has been steadfast in since he began arguing today. \"You are asking for broader immunity\" than anyone else, Justice Sonia Sotomayor asked him.  \"He's the President,\" Sekulow responded. Kagan had a retort: \"The President isn't above the law.\" Some context: The theory has popped up over and over again in the last three years —while special counsel Robert Mueller considered subpoenaing Trump; when the Justice Department weighed the evidence that Trump obstructed the Russia investigation; when the Senate took up Trump's impeachment proceeding; and now with the New York district attorney's investigation into him. The Supreme Court is currently hearing oral arguments on another blockbuster case concerning President Trump's bid to shield his financial records.  The case — Donald J. Trump v. Cyrus Vance — concerns Trump's broad claims of immunity, in a dispute arising from a New York prosecutor's subpoena to Trump's accounting firm for his tax returns and other financial documents.  Why this matters: The subpoena seeks records dating from 2011 to the present day concerning transactions unrelated to any official acts of the President. One issue raised was related to alleged \"hush money\" paid on behalf of Trump to two women with whom he was allegedly having affairs. Trump has denied having affairs with the women. Trump's personal lawyers sued in federal court to block the subpoenas, claiming he has immunity from such criminal proceedings while in office.  The Justice Department sides with Trump, but on more narrow grounds. A federal appeals court ruled against the President, sidestepping some of his more expansive claims. Who's participating: Trump attorney Jay A. Sekulow; Solicitor General Noel Francisco; Carey R. Dunne, general counsel, New York County District Attorney's Office. The top lawyer for House Democrats told the Supreme Court that lawmakers need President Donald Trump’s tax returns to determine if he “is subject to foreign leverage.” What this is about: The point made by Douglas Letter, the top lawyer for the House of Representatives, referred to the subpoena issued by the House Intelligence Committee to two banks that work with Trump. Two lower previously ruled that the subpoena was legal and that the banks should comply.  “There is an obvious need to focus on the President's financial records to determine if the president is subject to foreign leverage,” Letter said, defending the House subpoenas as necessary to draft new ethics laws. “It is obvious that it ties in with that legislative purpose.” Financial experts say Trump’s tax returns, if they became public, would answer questions about how he makes his money, how much he pays in taxes each year, how generous he is with charitable contributions and whether he has financial holdings in foreign banks or companies. Some context: Trump’s political opponents, primarily Democrats, have long accused him of having nefarious Russian ties. Trump has been caught in several major lies about his connections to Russia, though there isn’t evidence that he is financially beholden to Russia or any or foreign powers. House Speaker Nancy Pelosi raised this possibility after Trump’s high-stakes summit with Russian President Vladimir Putin in 2018. In a shocking joint appearance with Putin, Trump trashed the US government’s position on Russian election-meddling and said he believed Putin’s denials. The Supreme Court is hearing arguments now on the Donald J. Trump v. Cyrus Vance case. The case concerns Trump's broad claims of immunity, in a dispute arising from a New York prosecutor's subpoena to Trump's accounting firm for his tax returns and other financial documents.  The Manhattan District Attorney's office issued grand jury subpoenas to Trump’s accounting firm, Mazars USA, and Deutsche Bank and Capital One seeking eight years of financial documents and work papers from Trump, his family and the Trump Organization. Some context: The DA's office is investigating whether the president and the Trump Organization violated state laws in several different ways. The DA is looking at hush money payments made to women alleging affairs with Trump and whether business records filed with the state were falsified and if any tax laws were violated, according to people familiar with the investigation. The criminal investigation goes beyond those payments, according to prosecutors, who redacted several paragraphs in court filings describing the scope of the inquiry. According to people familiar with the investigation, prosecutors are also exploring whether the Trump Organization, and any of its officers, mislead tax authorities and lenders about their business. Trump ran the family business until he was sworn into office. Then Trump transferred the leadership to his two sons Donald Trump Jr and Eric Trump. Four Supreme Court justices — Thomas, Roberts, Kavanaugh and Alito — focused on the potential harassment of the President with a wave of subpoenas. \"One could be manageable. But 100 could be impossible,\" Justice Clarence Thomas said to House General Counsel Douglas Letter, describing how both houses of Congress and grand juries may be subpoenaing the Presidents' documents all at the same time. Justice Samuel Alito also scorched Letter with questions over whether the House subpoenas were harassing Trump.Letter answered that the subpoenas went to private third parties, and not to the President himself. \"That's the issue here whether something should be done\" to \"prevent harassment of the President,\" Alito said. The exchanges were notable not only for how much the Republican-appointed justices emphasized a possible need to protect the President-- but also because of how far their approach was from what the court was questioning before today.  Before the arguments, the court had asked the parties to describe why the court should even be involved in such a political situation. Raising the question seemed to indicate that the court may have sought an off-ramp. But the Supreme Court now appears to be grappling directly with how they regulate the subpoenas, or not. Justice Brett Kavanaugh also mentioned potential harassment of the President, staking out a possibility that the court could use a test for Congressional subpoenas, such as making sure there was a critical need for the information. Chief Justice Roberts also asked about Congressional subpoenas that may appear to be harassing the President. \"How do you measure harassment in a case like that? At some point there's the straw that breaks the camel's back,\" Thomas said. Justice Elena Kagan focused on a key issue explored during today’s arguments: that the Supreme Court has not been put in a position before to referee between a probing House and a recalcitrant White House.  \"We’ve never had to address this issue because Congress and the President have reached accommodations,\" Justice Kagan said, before noting the President's attorneys were asking the court to \"put a 10-ton\" weight on the scale against Congress and in favor of the presidency.  She's not the only one to raise the historical importance of the situation — other justices this morning and attorneys have been noting how unprecedented this case is.  But a Trump-appointed judge, Trevor McFadden of the DC District Court, hearing yet another Trump tax document subpoena case last year, pointed out what might be the most extraordinary part of the standoff: \"Congress has been sending subpoenas your way for hundreds of years,\" McFadden asked a government lawyer in a case over the House's ability to get Trump's tax returns from the IRS. \"Are you familiar with a case where the Executive Branch has said, 'No'?\"  Later, McFadden returned to the chicken-and-egg question--was Congress at fault for its subpoena, or was it the executive branch's refusal creating the problem? \"Congress has been subpoenaing for a long time, and the Executive has been complying for a long time. And isn't maybe the difference that -- is this the first time the Executive Branch isn't complying?\"  He noted historically Congress and presidents have always negotiated to avoid court historically, a point the justices have brought up several times this morning. Justice Clarence Thomas has seemingly picked up on arguments from his former clerk-turned-judge Neomi Rao, who wrote a dissenting opinion against the financial subpoenas last year when the DC Circuit Court of Appeals upheld one of the subpoenas in a divided ruling. “In the DC Circuit opinion, it says that this sort of information or subpoena should be requested under the impeachment power,” Thomas said asked during his first round of questions. “What's the line between a subpoena, a legislative subpoena and an impeachment-related subpoena?” Later on, Thomas raised the possibility that House Democrats have used “pretextual” reasons to issue the subpoenas. They say the subpoenas to Trump’s accountant are needed to review his tax records, conduct oversight, and craft legislation about presidential conflicts of interest. Thomas didn’t mention Rao by name, but this echoes her dissent from October. Rao disagreed with the majority on the appeals panel, and said Democrats were trying to “turn Congress into a roving inquisition” of the Executive Branch by using legislative subpoenas to investigate Trump. Rao is one of Trump’s most controversial judicial appointees and was forced to apologize for her past writings sexual assault, where she said women should change their behavior to avoid getting date-raped. She was confirmed by the Senate on a party-line vote in March 2019. Arguing on behalf of the Justice Department, Deputy Solicitor General Jeffrey Wall responded by saying that the House rationale was “paper-thin” and that the subpoena was designed to find “wrongdoing” by Trump, which is more about removing him from office than writing new laws. Democratic-appointed justices later rebutted Thomas’ line of questioning by noting that congressional committees often conduct fact-finding inquiries as part of the law-writing process. Justice Elena Kagan noted that in previous conflicts like this one between a President and Congress over documents, there has been some kind of agreement and they were able to work things out.That’s not happening here, she told Trump attorney Patrick Strawbridge: “You're asking us to do is to put a kind of 10 ton weight on the scales between the President and Congress and essentially to make it impossible to perform oversight and to carry out its functions where the president is concerned.” The president's stance: Trump has argued that Congress is on a fishing expedition and their efforts have no legislative purpose. The House says it’s conducting oversight and fact-finding in advance of possible future legislation. Justice Ruth Bader Ginsburg and the other liberals noted that President Bill Clinton and other presidents before him have turned over materials sought by Congress.  Why would President Trump be shielded in a way that his predecessors were not, they asked? Their questions invoked controversies and familiar names from the Watergate era, Whitewater and Paula Jones. Ginsburg also rebuffed deputy Solicitor General Jeff Wall as he argued that Congress was seeking financial papers as an investigatory matter, not a valid legislative one, as the committees have asserted. Congress must investigate, she said, before it legislates.  That might be true, Wall responded, but when the President is involved, a higher standard for subpoena exists because of the possibility a president would be harassed and distracted from his work. Liberal justices pounced on a lawyer for President Trump, suggesting that the Supreme Court has long upheld Congress’ power to investigate.  Justice Ruth Bader Ginsburg noted past investigations concerning Watergate, Whitewater and Paula Jones. “How do you distinguish all of those cases,” she asked a lawyer for Trump. Ginsburg noted that before Congress can legislate it must investigate. Justice Sonia Sotomayor saw a separation of powers problem if the Courts were to trim Congress’ authority. Justice Elena Kagan noted pointedly that “this isn’t the first conflict between Congress and the President,” she said. Some context: Chief Justice John Roberts was looking to see if the House had any power to subpoena personal records.  “It sounds like at the end of the day this is just another case where the courts are balancing the competing interests on either side, is that the wrong way to look at it,” Roberts said.  But conservative Justice Clarence Thomas seemed to suggest that the subpoenas strayed from legitimate legislative purposes, and instead represented an attempt at law enforcement that would be inappropriate. For his first question, Chief Justice John Roberts showed an immediate interest in trying to bridge interests between the two sides and to turn what truly is a momentous case into an ordinary one. Roberts wanted Trump attorney Patrick Strawbridge to pull back from an “absolute” hard-line position. Roberts questioned whether, at the end of the day, this would be a simple balancing of competing interests. What the case is about: President Trump's private lawyers are asking the Supreme Court to block House subpoenas to the President's accounting firm and banks for years of financial records. The House argues it seeks the records from Mazars USA, Deutsche Bank and Capital One for the legitimate purpose of investigating whether Congress should amend federal conflict-of-interest and financial disclosure laws, as well as laws regulating banks.  Lawyers for the House stress that the subpoenas are directed at third parties, not the President, and that the documents are unrelated to his official duties. The Marshal of the Court, Pamela Talkin, banged the gavel and introduced the justices with the traditional cry of: \"Oyez! Oyez! Oyez!\" Over the phone, the \"cry\" was slightly modified.  Talkin said in part: \"All persons having business before the Honorable, the Supreme Court of the United States, are admonished to draw near and give their attention, for the court is now sitting. God save the United States and this Honorable Court.\" Chief Justice John Roberts will now announce the case and Trump attorney Patrick Strawbridge has a two minute introduction.  What this moment means: It's a part of the proceedings that often serves to mark the court's respect for history and tradition just before it shapes new precedent. The Supreme Court will hear cases this morning  that present its most important exploration of the separation of powers in decades.  The current Supreme Court is split between five Republican-appointed conservative justices and four Democratic-appointed liberals. Chief Justice John Roberts rejects criticism about politically infused decisions. These cases will challenge that assertion and could color how the public views the court for years to come. Here are six things to watch for as the day plays out:  Will justices buy Trump's arguments to broadly shield the President? Oral arguments do not always reveal the justices' true sentiment. But after months of lower-court litigation on these momentous issues, the public might finally hear whether the high court is willing to accept Trump's far-reaching positions or, conversely, ensure that House committees and state prosecutors can obtain materials for their investigations.\nAre the justices thinking beyond Trump? Much of the current controversy traces to Trump's unique decision to keep ties to private business interests. Past presidents divested their holdings or used blind trusts. House lawyers have argued that Trump's global financial interests have generated distinct conflicts. Yet it is not hard to imagine future clashes with different presidents in the sights of congressional committees.\nIs there middle ground between Trump and Congress? Between the President and House Democrats, the justices may seek some middle course. House lawyers contend the subpoenas issued to Trump's longtime accountants and banks are vital to core legislative purposes as they craft new anti-corruption law, and they say the court owes Congress deference in the legislative endeavor.\nWill the justices try to avoid a ruling in the House dispute altogether? There is a chance the justices will punt, finding that the House committee controversy is too political for judges to resolve.\nHow far might the justices go to favor Trump in a criminal investigation? There may be concerns among the justices about prosecutors in 50 states investigating a president. The Justice Department, again, has offered a test that would favor the President but not go as far as his lawyers want. It says a prosecutor should have to show that the materials sought were \"essential\" to an investigation.\nWill Chief Justice Roberts unite the bench? An axiom of today's Supreme Court is that tough cases come down to Roberts, the conservative justice closest to the ideological center of the nine. These three disputes present an even greater imperative for a chief justice who has made plain his concerns about the court's integrity. Read the full analysis here. Due to the coronavirus pandemic, the Supreme Court has been hearing oral arguments for the first time ever via teleconference. The audio of the hearings are also being broadcast live for the first time in the court’s 230-year history. (Still no TV cameras, however).  Just last week, Supreme Court Justice Ruth Bader Ginsburg underwent nonsurgical treatment for a benign gallbladder condition and participated in Wednesday's oral arguments by phone from the hospital. She was later discharged from the hospital. What has changed: Under the new system, each justice, going in order of seniority, gets a few minutes to quiz each side. There are no interruptions by other justices or cross-talk. Chief Justice John Roberts has generally enforced time limits, cutting off conversation mid-stream. Traditionally, oral arguments give lawyers a chance to field questions, but they also provide an early opportunity for the justices to assert their own positions and try to persuade colleagues. Rather than the usual robust questioning, the nine are asking limited questions with no exchanges among them. The cases were originally set to be heard in late March and early April but were postponed due to health concerns related to the coronavirus The Supreme Court will hear blockbuster cases this morning concerning President Trump's bid to shield his financial records. And in a historic first, it's also allowing oral arguments to be aired live to the public. Follow oral arguments here beginning at 10 a.m. ET. The full session involves three cases and two debates.  First case: Donald J. Trump et al v. Mazars, Donald J. Trump v. Deutsche Bank Time: 10:00 a.m. ET.\nWhat it's about: These are momentous cases concerning the separation of powers, which goes to the heart of Congress' power to investigate. President Trump's private lawyers are asking the Supreme Court to block House subpoenas to the President's accounting firm and banks for years of financial records. The House argues it seeks the records from Mazars USA, Deutsche Bank and Capital One for the legitimate purpose of investigating whether Congress should amend federal conflict-of-interest and financial disclosure laws, as well as laws regulating banks. Lawyers for the House stress that the subpoenas are directed at third parties, not the President, and that the documents are unrelated to his official duties. Trump argues there is no valid legislative purpose for the documents, and instead the House is engaged in a fishing expedition to see if he broke the law.\nParticipants: Trump attorney Patrick Strawbridge; Principal Deputy Solicitor General Jeffrey B. Wall; Douglas Letter, general counsel of the US House of Representatives. Second case: Donald J. Trump v. Cyrus Vance Time: Immediately following Trump v. Mazars; approximately 11 a.m. ET.\nWhat it's about: The case concerns Trump's broad claims of immunity, in a dispute arising from a New York prosecutor's subpoena to Trump's accounting firm for his tax returns and other financial documents. The subpoena seeks records dating from 2011 to the present day concerning transactions unrelated to any official acts of the President. One issue raised was related to alleged \"hush money\" paid on behalf of Trump to two women with whom he was allegedly having affairs. Trump has denied having affairs with the women. Trump's personal lawyers sued in federal court to block the subpoenas, claiming he has immunity from such criminal proceedings while in office. The Justice Department sides with Trump, but on more narrow grounds. A federal appeals court ruled against the President, sidestepping some of his more expansive claims.\nParticipants: Trump attorney Jay A. Sekulow; Solicitor General Noel Francisco; Carey R. Dunne, general counsel, New York County District Attorney's Office."], "Language": false}