{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Charles Riley and Julia Horowitz, CNN Business"], "Writers": [["Charles Riley", "Julia Horowitz"]], "FirstPublishDate": ["2020-05-12T11:46:05Z"], "LastModifiedDate": ["2020-05-12T11:46:05Z"], "Headline": ["Two companies hit hard by the coronavirus see a revival ahead"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Toyota and Ryanair are both getting rocked by the pandemic.  The Japanese carmaker warned Tuesday that profits this year could plunge nearly 80% as the coronavirus slams global car sales. Ryanair is only operating 1% of its usual flights.  Yet both see a revival in the months ahead.  Toyota has been gradually reopening factories around the world, and it's now resuming some output in North America. Purchases could follow.  The company expects sales to slowly recover in the months ahead and reach 90% of the levels seen in previous years by the end of 2020. Ryanair, which is Europe's largest airline by passenger numbers, said in a statement Tuesday that it plans to operate a daily schedule of almost 1,000 flights starting on July 1, up from the 30 it is currently running between Ireland, the United Kingdom and the rest of Europe. \"It is time to get Europe flying again, so we can reunite friends and families, allow people to return to work and restart Europe's tourism industry, which provides so many millions of jobs,\" Ryanair CEO Eddie Wilson said in a statement. The challenge: Countries such as the United Kingdom and Spain have just announced fresh plans to impose quarantine measures on international visitors. Many travelers will be reluctant to fly if they need to spend time in isolation upon arrival or return. How coronavirus is dividing companies Some companies have been able to keep operating during the coronavirus pandemic and are even thriving. Others have been brought to their knees. In recent weeks, as companies have shared details about their earnings during the first three months of the year, this divide has become increasingly pronounced, Julia reported on Tuesday. Some businesses — the drugmakers, the grocers, the tech giants — have been able to power ahead despite stay-at-home orders. Microsoft's cloud services sales have skyrocketed, and Nintendo's \"Animal Crossing\" game has been a quarantine hit. Eli Lilly received approval from the US Food and Drug Administration for its new cancer treatment last week. But a larger subset of companies have found themselves on the sidelines, cut off from their customers or facing little to no demand for their products. Titans of industry, including Disney, the world's biggest entertainment company, and Marriott, the world's largest hotel chain, have reported plunging profits as theme parks and movie theaters closed and travel ground to a halt. They gave cautious assessments of the challenges ahead. \"The recovery is not going to happen uniformly across all regions and it is not going to occur overnight,\" Marriott CEO Arne Sorenson told analysts on Monday. \"It may take longer than any of us would like.\" What's next: For companies with weaker balance sheets, the next few months could make all the difference.  \"It's critically important how the reopenings go,\" said Nick Raich, CEO of The Earnings Scout, a research firm that tracks corporate earnings. Saudi Arabia adjusts to a new reality Saudi Arabia is taking drastic steps to shore up its finances after the oil price crash and the coronavirus pandemic upended the economy and threatened Crown Prince Mohammed bin Salman's grand plan to reduce its dependence on crude exports. What's happening: The world's biggest oil exporter has announced a raft of measures designed to raise funds, including a sharp reduction in cash handouts to Saudi citizens and a tripling of the sales tax rate to 15%. The austerity measures will help plug a yawning hole in the government's budget, adding up to nearly 8% of Saudi Arabia's annual economic output when combined with spending cuts announced earlier this year, according to credit ratings agency Moody's. The tax hike is equivalent to 5% of GDP. At the same time, the government announced that it would deepen its oil production cuts by 1 million barrels per day in June, the latest in a series of attempts to boost prices. What's at risk: It will be more difficult for the government to spend big on the crown prince's economic reform plan, called Vision 2030. One project that could be at risk is NEOM, a $500 billion futuristic city on the Red Sea. \"The timing [of the oil crash] is absolutely awful because diversification attempts have not borne any fruit yet, it has not even started in earnest and it becomes much more difficult to do now than it would have been with a full war chest,\" said Christof Rühl, a senior research scholar at Columbia University's Center of Global Energy Policy. Earnings angle: Saudi Aramco, the state oil company, said Tuesday that its net profit for the quarter ending in March fell 25% to $16.7 billion. \"The Covid-19 crisis is unlike anything the world has experienced in recent history and we are adapting to a highly complex and rapidly changing business environment,\" CEO Amin Nasser said in a statement. Up next US inflation data will be published at 8:30 a.m. ET. Duke Energy and Honda Motor report earnings before the opening bell. Coming tomorrow: Investors will get a look at US mortgage application data, and a report on crude oil inventories. Cisco will report earnings."], "Language": false}