{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/south-africa-live-safari/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["David McKenzie and Brent Swails, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-12T09:55:22Z"], "LastModifiedDate": ["2020-05-12T09:55:22Z"], "Headline": ["How South Africa's WildEarth brings a leopard into your living room"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The leopard is being elusive, as leopards often are. Expert safari guide James Hendry maneuvers his short wheelbase Land Rover through a knotty section of grass to get a line of sight.  The big cat strolls right beside the vehicle and into a bush where it stored an impala kill.  \"We managed to come right with our kitty cats!\" says Hendry, in that classic David Attenborough whisper. Cameraman Owen Davis, perched in the backseat, pans his lens over to Hendry as he explains facts and answers questions coming in from children all across the world. \"Hello Oscar. Yeah, I think this is cool as well. It is very cool indeed,\" he says into the camera. Sabi Sands Game Reserve, a slice of the South African bush on the border of Kruger National Park, is usually populated by high paying tourists.  But in the time of Covid-19, Hendry and his cameraman are some of the last people left here. They are one of four live guiding teams from WildEarth, a virtual safari company, broadcasting interactive game drives twice daily into homes and apartments across the world. With lockdowns still in place all over the world and children out of school, people are looking for distraction and comfort. Hendry believes WildEarth's live safaris can provide some healing and community. \"You know, the whole of our species has been infected or affected by one thing,\" he says. \"And there is a tremendous feeling of solidarity. Nature is just doing its thing. Nature will just carry on.\" Lifesavers for the lonely Hendry stays with the leopards for now, their signal beaming from the back of the Land Rover from a white microwave antenna to the WildEarth control room a few miles away. In an earth-colored building, little more than a large shed, a three-person studio team checks the streaming signal, switches between the four live feeds transmitted from the guide teams and takes in questions from their live audience. \"Jameson, age six, in the USA,\" the WildEarth director radios into a guide's ear, \"why do birds alarm call when they aren't the prey?\" Animals like leopards occasionally prey on birds, so they would rather sound the alarm just in case, the virtual guide tells Jameson. WildEarth has streamed safaris like this for more than 10 years in one form or another, but these days so many questions come in that its team can't answer them all. Since the pandemic began, viewership is up five-fold.  \"Particularly in lockdown, this has become incredibly popular,\" says Graham Wallington, the co-founder and CEO of WildEarth. \"We have so many messages from people who are saying this is a lifesaver, that they are so lonely and need the connection.\" Wallington has made a career from bringing live nature to people. In the late 1990s, before the internet bubble burst, he began with waterhole live cams in the bush and, over the years, he has expanded the genre with live safaris, live TV-shows for channels like National Geographic and even live underwater safaris. What draws virtual tourists, he says, is often not the technology, which has become easier over time, but the connection with the guides and the storylines of the animals.  Trouble with humans But a virtual connection doesn't pay the bills of reserves like Sabi Sands. It needs physical tourists and their dollars to survive during this pandemic.   \"Tourism keeps the rhinos alive, keeps the elephants alive, keeps the leopards alive. Tourism pays for that. No one else will,\" says Japie van Niekerk, the owner of the Cheetah Plains, a luxury game reserve within Sabi Sands. He says that it took years to build up trust with communities surrounding the reserve and if his business can't pay staff salaries or make the conservation financially worthwhile, then that trust will be lost. Cheetah Plains is still managing to pay its staff, but around three thousand people are employed in Sabi Sands, mostly from local communities. Safari companies and reserves don't simply lock up their shops in the time of Covid-19. They need to continue anti-poaching patrols and other conservation efforts. \"The animals don't have lockdown; they still need to be protected,\" says van Niekerk. \"They need to be protected against humans.\" Across Africa, nearly eight million tourist jobs could be lost because of Covid-19, according to the World Travel and Tourism Council. Even if the pandemic eases, the safari industry could face daunting challenges for years to come. Pay-to-view  \"There are so many variables that need to open up to allow travelers to come back. And out of sight out of mind is a very scary thing,\" says Nicole Robertson, the Chief Marketing Officer of &Beyond, one of most successful global luxury Safari companies.  With flight, visa and health restrictions still in place, her company envisions a 12 to 15-month revenue crisis. To try to keep conservation and its products top of mind, &Beyond partnered with WildEarth to allow people, and potential future clients, to witness the splendor of Ngala, its concession inside the borders of Kruger National Park. But Wallington fears that brand recognition won't be enough and his team want to develop their product even further, by monetizing virtual safaris. He envisions a family in New York or London booking their own guide for a special tour. If people pay thousands to come in person, then just maybe they would pay a fraction to do it pay-to-view. \"We have got to figure out how we can build private safari experiences online that can get revenue down to the people and keep this whole conservation engine running,\" he says."], "Language": false}