{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/us/kobe-bryant-crash-lawsuit-pilot-family-response/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Stella Chan and Steve Almasy, CNN"], "Writers": [["Stella Chan", "Steve Almasy"]], "FirstPublishDate": ["2020-05-11T23:54:14Z"], "LastModifiedDate": ["2020-05-12T00:46:28Z"], "Headline": ["Kobe Bryant crash passengers were negligent, court documents allege"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The brother of the pilot in the helicopter crash that killed all nine people aboard including NBA legend Kobe Bryant says the passengers had fault and were negligent, according to court papers filed recently.  Attorneys for Berge Zobayan, listed as successor in interest for pilot Ara Zobayan, allege \"any injuries or damages to plaintiffs and/or their decedent was directly caused in full or in part by the negligence or fault of plaintiffs and/or their decedent,\" according to the 7-page document.  The document, an answer to a wrongful death lawsuit filed by Bryant's widow, Vanessa Bryant, adds the passengers knew the risks involved. \"And that this negligence was a substantial factor in causing their purported damages, for which this answering defendant bears no responsibility,\" the response says. Attorneys for Zobayan shift \"negligence, fault or wrongful conduct of third parties, whom this answering defendant neither controlled nor had the right to control.\" Among other requests, Berge Zobayan's lawyers ask for judgment in his favor and for the lawsuit to be dismissed.  Vanessa Bryant's attorney filed her complaint February 24, the same day a memorial service was held for Kobe Bryant and the couple's daughter Gianna. The complaint held Island Express, the helicopter company, and Ara Zobayan responsible for the crash citing numerous counts of negligence.  Island Express had no comment Monday and a representative for the company previously told CNN it does not comment on ongoing litigation. Arthur Willner, an attorney for Berge Zobayan, told CNN the man is the pilot's brother and the lawyer had no further comment. CNN's request for comment to representatives for Vanessa Bryan were not immediately answered. The response, filed Friday, also said Berge Zobayan denies every allegation in Vanessa Bryant's lawsuit. No trial date has been scheduled. Other lawsuits from families who lost someone in the crash don't list Zobayan as a defendant. In April, the families of crash victims Christina Mauser, as well as John Altobelli, his wife Keri and their daughter, Alyssa, 14, filed wrongful death claims against the company that owned and operated the aircraft. The lawyer representing both the Mauser and Altobelli families filed separate complaints for damages claiming Island Express Helicopters was negligent and careless. The helicopter crashed into hilly terrain in foggy conditions January 26. It was transporting passengers to the Mamba Sports Academy in Thousand Oaks, California, for a youth basketball game when it went down in Calabasas. The victims also included Payton Chester, 13, and Sarah Chester, 45."], "Language": false}