{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/26/opinions/dangerous-collisions-in-trumpland-opinion-weekly-column/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Richard Galant, CNN"], "Writers": [["Richard Galant"]], "FirstPublishDate": ["2020-04-26T12:10:09Z"], "LastModifiedDate": ["2020-04-26T17:55:34Z"], "Headline": ["Dangerous collisions in Trumpland"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["After 50,000 Covid-19 deaths, enormous job losses and and more than a month under lockdown, stunned Americans are looking for signs of hope. And President Donald Trump has been trying to provide them.  But Trump's evening briefings at the White House have instead produced a string of uncomfortable collisions between politics and science -- not least his suggestion Thursday that injecting disinfectant into the body could potentially kill the virus. In another of his remarkable comments, the President had earlier touted the benefits of an unproven drug in fighting Covid-19, a fact he downplays now that research has suggested it may not work. The nation's top infectious disease expert, Dr. Anthony Fauci, had urged caution on the drug, hydroxychloroquine, and another prominent government scientist alleged this week that he was reassigned after refusing to join in promoting its use.  In New York magazine, Jonathan Chait warned that when politics steers science, you can wind up with the grotesque example of the Soviet Union's Trofim Lysenko under the dictatorship of Joseph Stalin. Real scientists were silenced as the regime empowered Lysenko to dispute the proven laws of genetics, Chait wrote earlier this month. Lysenko even claimed, according to the Encyclopedia Britannica, \"that wheat plants raised in the appropriate environment produce seeds of rye, which is equivalent to saying that dogs living in the wild give birth to foxes.\"  \"Lysenko genetics\" has long been a laughingstock. Science proceeds on its own terms and timetable; it can't be counted on to provide the solutions public officials desperately want, when they want them. \"For weeks, Trump and Fox News hosts and guests incessantly repeated unproven claims about hydroxychloroquine,\" wrote Frida Ghitis. \"Trump and everyone else who magnifies the President's most irresponsible exhortations bears guilt in this disaster.\"  At Thursday's briefing, Trump invited a government official to talk about research indicating the virus could be killed by sunlight and humidity, in an apparent effort to vindicate the President's controversial early prediction that the virus might disappear during the summer, which the National Academy of Sciences has questioned. And Trump suggested patients could be treated by the internal use of UV light and disinfectants, an idea that doctors immediately dismissed as ridiculous and dangerous. (On Friday he said his suggestion had been a \"sarcastic question.\") Challenged by reporters, Trump replied, \"I'm just here to present talent. I'm here to present ideas ... If heat is good, if light is good, that's a great thing as far as I'm concerned.\" His remarks reinforced Michael D'Antonio's view that \"in this time of pandemic, when unimaginable suffering has befallen our nation, he is essentially channeling not Abraham Lincoln, or Franklin D. Roosevelt, but the long-dead Johnny Carson ... Trump appears to be relying on his showman's instinct and on what he remembers of the TV star who was once his idol,\" he wrote.  Distrust for science \"Trump didn't invent any of this,\" Jill Filipovic observed. \"A Republican Party that sowed distrust in science because the reality of climate change was financially inconvenient for fossil fuel companies, and determined that conservative, patriarchal Christian morality should take precedence over public health in how we teach our kids about sex and the human body, is exactly what brought us Trump in the first place,\" Filipovic wrote.  \"More than three years into his presidency,\" argued Garry Kasparov, \"Trump -- facing an unprecedented crisis in the form of a deadly pandemic -- has shown himself to be a dangerous pathogen. Trump has spent his time in office weakening the nation's systemic immune system -- or institutions that hold him in check -- and setting the US up for a disaster when those institutions are needed more than ever.\"  Faulting Trump for the pandemic's deadly sweep across the US is wrong, wrote Marc Thiessen in The Washington Post. \"Trump heeded the advice of our public health experts every step of the way. When Fauci and Deborah Birx recommended that he implement population mitigation measures, he did so -- shutting down a booming US economy to protect public health.\" Thiessen asked, \"Why was everyone so slow to see the coming danger? Because at a time when China's government should have been alerting us to prepare for an unprecedented contagion, Chinese officials were spreading disinformation that kept the United States and the world in the dark.\" For Project Syndicate, the last British governor of Hong Kong, Chris Patten wrote that despite their failures, Trump's bashing of China and the World Health Organization is unproductive right now. \"To recover from these horrors and their aftermath, we must try to persuade China to work with us, and we must strengthen the institutions that are essential for effective international cooperation.\" It could get worse Trump's Thursday briefing also featured an appearance by Centers for Disease Control and Prevention Director Dr. Robert Redfield attempting a walk-back of his comments in the Washington Post that a fall wave of the disease could be even more difficult because it would coincide with a seasonal flu outbreak. The move backfired, since Redfield acknowledged he was quoted accurately.  The CDC director is not the only one who fears the future spread of Covid-19 will be even worse. In a sobering interview with Peter Bergen, infectious disease expert Michael Osterholm said the ultimate death toll in the US could be in the range of 800,000, 16 times what it was as of Friday.  \"This first wave of illness is, in fact, just the beginning of what could very easily be 16 to 18 months of substantial activity of this virus around the world, coming and going, wave after wave,\" Osterholm said. The US desperately needs a long-term strategy to fight the virus, a middle way where \"we open our economy and everyday life in a way that is capable of rapidly detecting the emergence of new waves of infection. Then we do whatever we can again with physical distancing to limit the new infection's spread.\"  Reopening Trump has encouraged governors and protesters to push for the rapid reopening of America even when such moves violate the guidelines laid down by his own scientific advisers. And Georgia's Gov. Brian Kemp proved eager to respond, ordering that many businesses could reopen Friday. Trump at first welcomed the move, but as criticism grew, he said he was \"not happy with Brian Kemp,\" particularly for allowing spas, nail salons and tattoo parlors to be among those reopening.  In 1918, a premature reopening by the city of Denver produced a severe outbreak of the deadly influenza, John Avlon pointed out. \"Kemp seems more intent on playing to the base than listening to scientists,\" he wrote. \"He was late to the lockdown and now wants to open up early. But then again, he's the same governor -- of the CDC's home state -- who said it was news to him that asymptomatic people could spread the disease, two months after it was common knowledge.\"  Reopening requires a careful look at the underlying health conditions that make people particularly vulnerable to the disease, wrote Dr. Eric Schulze and Madhu Vijayan. \"Rather than continuing to use a sledgehammer plan to defeat this virus, there may be wisdom in using a scalpel: a targeted approach that shelters the vulnerable and clearly delineates who is not at risk. This could create a path for reentry into normal life in a carefully structured manner.\"  Surviving \"I am someone whom Covid-19 could easily kill,\" wrote Van Jones, noting that for decades he used \"social justice activism as an excuse to neglect my health ... I ate crappy food, rarely exercised, guzzled diet soda and rarely slept.\" Now he struggles with high cholesterol, pre-diabetes and hypertension.  \"This virus is wiping out black people like me in hugely disproportionate numbers. \"If the African American community is going to beat this virus -- and create a pandemic-resistant black community -- we are going to have to make big changes in both our public systems and our personal lives ... Ensuring the health of African Americans means addressing the lack of access (food deserts), racial discrimination in health care and the epidemic of over-incarceration,\" along with lifestyle changes, Jones wrote.  One of the most promising treatments for Covid-19 appears to be the use of blood plasma from recovered patients, wrote Dr. Kent Sepkowitz. \"Strangest and most miraculous of all, convalescent plasma treatment is cheap -- no drug company, villainous hedge-fund mover and shaker or insurance company is getting a cut. Rather, plasma uses altruistic donors, an existing network of blood banks and routine hospital processes for collection and delivery.\" (For a look at its use in one case, read Thomas Lake's column, \"The Distance.\") For more on Covid-19 and its impact:  W. Kamau Bell: What an Oklahoma rancher wants you to know about America's broken food supply system Vicky Ward: Covid-19: the naive--and reckless--rule breakers Haley Draznin: My grandmother survived the Holocaust. 75 years later the coronavirus awakens her fears of uncertain David Perry: Social distancing is an act of patriotic love Dean Obeidallah: The clashing messages of 'One World' celebs and 'Liberate' protesters Rafia Zakaria: Trump's moves on immigration reveal his true motives Lincoln Mitchell: How San Francisco's quirky politics gave California an edge in the Covid-19 fight  Andrew Y. Chang and Michele Barry: Covid's medical devastation will be felt by millions who never contract the disease  Veepstakes  A presidential campaign like none other in US history continued to play out, with Trump using the White House briefings to sound his campaign themes and Joe Biden trying to get his message out while raising campaign funds.  \"With less than 200 days until Election Day,\" wrote Arick Wierson and Bradley Honan, \"the Trump campaign has nearly a quarter of a billion dollars on hand to spend raining down negative Biden television and digital ads on key swing states.\"  Ads from Trump and his supporters \"may not only take the lies and misinformation to a new level; they could use the latest in artificial intelligence to manipulate voice and video to make their points.\"   The other big question for Democrats is who Biden will pick as his running mate. He's promised that he will choose a woman to run for vice president. There's one outstanding choice, according to Julian Zelizer: Sen. Elizabeth Warren. \"She would instantly energize Biden's campaign and expand its capacity to reach a broad electoral base,\" Zelizer wrote.  David A. Andelman argued for Michigan Gov. Gretchen Whitmer: \"Whitmer brings her skills as a governor and public official who has unfailingly seen from the get-go what her state needs in this, its most"], "Language": false}