{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/cnn-underscored/best-board-games/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-04-21T15:55:37Z"], "LastModifiedDate": ["2020-05-11T20:22:04Z"], "Headline": ["25 board games that make staying inside actually fun"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We've interviewed experts and found the best options to help you cope during this uncertain time. Find all of our coronavirus-related coverage here, and let us know your thoughts here. If you've been lucky enough to essentially lock yourself indoors for the foreseeable future, you know that it can add a slew of new challenges to your everyday life. A trip to the grocery store is now potentially dangerous, so some have learned to depend on meal delivery services. Parties and excursions have been forced into the virtual world. And with schools closing, keeping kids entertained is quite a trial. Then there is the issue that some people have found themselves looking for something fun to do. We get it: Fighting boredom and finding new and engaging things to do every day can be tough. Trying out new hobbies, solving puzzles or pouring all your time and attention into your pet are solid options, but if you're looking for something to get the whole family involved, or something you can do with your friends over a video chat, there's always a classic board game.  Board games are often fun and lighthearted, making them an ideal escape. Plus, depending on the game, you can play them with anyone in the world. \"Games are so good for our mental health,\" says Lauren Bilanko, co-owner of the New York game shop Twenty Sided Store. \"They relieve stress and stimulate the imagination. They allow us to connect with others, to laugh and have fun, and pass the time in a positive way.\" If you're looking for games to play during quarantine, Bilanko says there are plenty that you can play alone, with the small group you're isolating with, or even online with a group of friends. \"Trivia games are great party games for large groups playing virtually,\" she says.  But if you haven't bought any games yet, you'd better act fast.  Filip Francke, CEO of Ravensburger North America and global head of games, says there's a sales surge equal to what they'd expect in December around the holidays. \"Board games are selling up to five times more over the last four weeks compared to this same time last year,\" he says.  Francke recommends taking advantage of the free time to find new games that get better the more you play them. \"With a little more time at hand there are so much more out there to explore than Monopoly,\" he says.  \"So if you have the time, venture into the unknown!\" Francke recommends trying logic games like Rush Hour and Gravity Maze if you're playing solo, as well as highly replayable games such as Disney Villainous and Horrified: Universal Monsters.  If you're ready to get your game on, we've rounded up more recommendations from Francke and Bilanko below, as well as some of our favorites based on their guidance. Check out our list and roll the dice on a new game to play during quarantine.  Best family board games Gather 'round the kitchen table because it's time for family game night. No screens, just fun. Check the best board games to play with the entire family.  The Game Plan Game ($19.99; amazon.com)  You can teach your children about problem solving, critical thinking and even manners with this game, aimed at ages 4 through 10.  _______________________________________________________________________________  Ocean Labyrinth ($25.98, originally $32.99; amazon.com)   This underwater twist on the classic game Labyrinth will have the entire family lost at sea.  _______________________________________________________________________________  Scattergories The Card Game ($8.99, originally $10.99; amazon.com)   A fun association game, this game will have you testing your wits and vocabulary under pressure in a fast-paced throwdown.  _______________________________________________________________________________ Ticket To Ride Board Game ($44.99; target.com) This strategy game will have your whole family fighting over train routes and crucial cities in this railway game.  _______________________________________________________________________________ Wonder Woman: Challenge of the Amazons ($34.97; amazon.com) If your kids are into superheroes, they'll love playing Wonder Woman in this cooperative strategy game for the whole family. You'll need to work together to protect your island from onslaughts of enemies.   _______________________________________________________________________________ Disney Villainous ($34.99; target.com) Play as one of the infamous Disney villains as you try to out-evil everyone else in this strategic, story-based game.  _______________________________________________________________________________ Horrified: Universal Monsters ($34.97; amazon.com) Work together to defeat some of the most famous monsters including Dracula, Frankenstein's Monster and more.  _______________________________________________________________________________ Jurassic Park Danger! ($16.99; target.com) This light strategy game has you playing as dinosaurs and humans, pitting your family against one another. The humans play as characters from the \"Jurassic Park\" film and try to escape before they're eaten by the prehistoric monsters.  Best board games you can play virtually It's tough to find games to play with your friends when you're all isolating and can't get together. However, there are still options you can play over video chat. Try role-playing games and trivia, plus there's even a free version of Scattergories you can play online.  D&D (5e) Critical Role Explorer's Guide to Wildemount ($29.99; target.com) Dungeons and Dragons is a classic that gamers have loved for decades. This book will give you everything you need to create an epic quest in Wildemount.  _______________________________________________________________________________ The Lord of the Rings: Journeys in Middle-Earth ($89.93, originally $99.95; amazon.com)   Already watched all three \"Lord of the Rings\" movies? Dive into Middle Earth with your friends in this cooperative strategy game. It features a companion app that you can screen share with the rest of your fellowship so you can easily play virtually.  _______________________________________________________________________________  Cinephile ($14.52, originally $20; amazon.com)   A trivia game for movie lovers, Cinephile tests your knowledge on film, pop culture and more. Plus, there are multiple difficulty levels so you can tailor it to your skills.  _______________________________________________________________________________  Trivillennial - The Trivia Game for Millennials ($25; amazon.com)   This trivia game geared toward millennials will have you answering questions about Psy, Left Shark and more pop culture icons.  Best board games for adults No kids? No problem. These strategic games aren't for children, but they're a whole lot of fun.  Pandemic Board Game ($35.99; target.com)   Maybe you can find a solution to the pandemic in this board game, but most likely not. Either way, this strategic game is loads of fun, but not really the best option if you're looking for escapism.   _______________________________________________________________________________ Settlers of Catan Board Game ($44.99; target.com)   This trading game has captured the hearts of many for decades. It's easy to learn, but hard to master as you'll be wagering with your friends deep into the night.  _______________________________________________________________________________ Jaws ($29.99; target.com) This game lets you play in the world of the movie \"Jaws.\" This suspenseful strategy game has one player acting as the enormous shark and three others playing as characters from the film trying to stop the monster.  _______________________________________________________________________________ Exploding Kittens NSFW (Adults Only) Game ($19.99; target.com)   For the more lewd, this game is an adult-only version of the extremely popular Exploding Kittens card game.  _______________________________________________________________________________  Scrawl ($39.95; amazon.com)   This drawing game has you making dirty doodles, because the only way to get points is to make each other laugh.  Best solo board games Isolating alone can be super difficult, so to keep your mind occupied, here are some games and mind benders you can play by yourself.    ThinkFun Gravity Maze ($29.95; amazon.com)   This critical thinking game will have you stumped trying to get the marble to fall to a target. And with 60 challenges, Gravity Maze can keep you occupied for hours and hours.    _______________________________________________________________________________ Rush Hour Traffic Jam Logic Game ($19.99, originally $21.99; amazon.com)   Solving these traffic jams is no easy feat — you'll have to use all your brain power to solve all 40 challenges.   _______________________________________________________________________________ Choose your own Adventure Board Game ($22.49; target.com) Based on the classic book by R. A. Montgomery, your decisions are crucial in this game that you can play by yourself during quarantine, and with your friends once it's over.  Best two-player board games If you're locked down with your significant other, check out our story on best board games for couples here, or check out some of the best two-player board games below.  MindWare Invisible Think ($24.95, originally $26.95; amazon.com) All you have to do is get your partner to say a word, but there are words that you can't say as hints. This game for two is super simple and fun for a night in.  _______________________________________________________________________________ Bananagrams Party Edition ($14.49; amazon.com) Test your quick thinking and vocabulary with the fast-paced Bananagrams.  _______________________________________________________________________________ Codenames Duet Board Game ($19.95; amazon.com) This mystery game for two will have you searching for secret agents and second-guessing your partner.  _______________________________________________________________________________ Nexci Scrimish Strategy Card Game ($9.99, originally $12.99; amazon.com) The objective of this game is to reveal your partner's crown card. The rounds are high-speed, so you can play in just a few minutes, or keep the rounds coming to fill an entire night.  _______________________________________________________________________________ Off Topic Adult Party Game ($29.99; amazon.com) You'll need to get creative and think fast in this game of association where you have to list things in a certain topic starting with a randomly chosen letter.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}