{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/05/11/entertainment/gallery/jerry-stiller/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-05-11T16:40:46Z"], "LastModifiedDate": ["2020-05-11T16:40:46Z"], "Headline": ["Jerry Stiller's life in pictures"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Jerry Stiller is photographed in New York's Riverside Park in 2011. The native New Yorker was promoting MillionTreesNYC, a program looking to add trees to the city's five boroughs. Stiller and his wife, Anne Meara, appear on \"The Ed Sullivan Show\" in 1967. The comedy team found fame in the 1960s before they started pursuing their individual careers in 1970. Stiller and Meara often joked about their differences -— him a short Jewish man and her a tall Irish Catholic woman. Stiller appears in the sitcom \"The Courtship of Eddie's Father\" in 1971. Stiller appeared on a few episodes of \"The Paul Lynde Show\" in 1972. Stiller and Meara sit with their children, Ben and Amy, during a telethon in 1976. Ben and Amy went on to become actors as well. Stiller and Kaye Ballard appear together in the 1976 film \"The Ritz.\" Stiller and Meara share a kiss in 1978. \"Our marriage has lasted because we have the same feelings of insecurity about being an actor,\" he told the New York Daily News in 2012. \"We needed stability.\" Stiller and Meara in 1979. Stiller poses for a photo in the New York Post lunch room in 1980. Stiller and Meara are interviewed at an anti-nuclear rally in New York in 1982. Stiller was a hit on the 90s comedy \"Seinfeld,\" playing the curmudgeonly father of George Costanza (played by Jason Alexander, center). Estelle Harris, left, played his wife. Stiller, Meara and their two children attend his New York Friars Club roast in 1999. Stiller and Meara join a rally in New York in 2000, lending their support to a strike by the Screen Actors Guild over cable TV payments. Stiller appears with Will Ferrell in the 2001 comedy \"Zoolander,\" which starred his son, Ben. Stiller attends the Democratic National Convention in 2004. Stiller accepts a Family Television Award on behalf of the show \"The King of Queens\" in 2005. The show ran from 1998 to 2007. Stiller attends the premiere of \"The Heartbreak Kid\" in 2007. Stiller and Meara, joined by their children, are honored with a star on the Hollywood Walk of Fame in 2007.  Stiller is dressed as a member of the Blue Man Group during a Comedy Central special in 2008. The \"Night of Too Many Stars\" raised money for autism education. Stiller reads to children in New York in 2009. It was part of The New York Times' Great Children's Read at Columbia University. Stiller and his son, Ben, in 2011. Stiller and Meara are interviewed by The New Yorker's Ben Greenman at the Museum of the Moving Image in 2011. Meara died in 2015 at the age of 85. Stiller and his son attend a New York Knicks basketball game in 2012. Stiller sits with actress Charlotte Rae at her book signing in New York in 2015."], "Language": false}