{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/opinions/coronavirus-research-women-blumenthal/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Susan Blumenthal"], "Writers": [[]], "FirstPublishDate": ["2020-04-26T01:02:16Z"], "LastModifiedDate": ["2020-04-26T17:17:48Z"], "Headline": ["Researchers should study how Covid-19 affects women"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["As the Covid-19 pandemic overwhelms communities across the US, many of us in the scientific and medical fields can't help but remember the early days of the AIDS epidemic. In the 1980s, HIV was a mysterious, deadly new virus spreading quickly across our country. Fear and misinformation fueled outbreaks. Hotspots cropped up in New York City and California. I remember the devastating impact of the epidemic at its start: once people who were otherwise healthy began dying rapidly, the stigma surrounding the illness increased, and the government was slow to respond. Without medications to treat the illness, the only tools to help prevent it were individual behavioral changes. My work at the National Institute of Mental Health then was to stimulate a scientific research agenda on behavior change strategies, convene the first National Institutes of Health (NIH) conference on women and AIDS and contribute to the first Surgeon General's report warning all Americans about this new infectious disease. Around this time, Dr. Anthony Fauci was at another NIH institute, the National Institute of Allergy and Infectious Diseases, working to discover drugs to treat and prevent HIV/AIDS. Initially, the research community failed to recognize women as an important group to study. As a consequence, clinical trials of HIV/AIDS medications and preventive interventions excluded them. We continue to pay the price for this public health oversight: women now represent nearly 52% of people living with HIV globally. The disease disproportionately affects women of color: in 2018, 79% of new HIV diagnoses among women in America were racial and ethnic minorities. Now, we're seeing similar events unfold with the Covid-19 pandemic. Once again, the government is responding slowly. Once again, vulnerable populations -- particularly people of color and the poor -- are dying at higher rates. Once again, we find ourselves needing to modernize our health systems and mobilize the research community to develop effective testing, treatment, and prevention strategies. And once again, the response has failed to account for important differences based on sex when it comes to Covid-19's impact in America. My work at the NIH, and my time as the country's first deputy assistant secretary of women's health, helped move women to the forefront of our nation's health care agenda. A new field emerged to study sex differences from the cellular level to the social and environmental factors that influence health and disease. We now understand how fundamental these differences are to the way an illness progresses and to the effectiveness of treatment and preventive interventions. When it comes to Covid-19, biological sex differences in the immune and endocrine systems may help explain the more severe cases and higher death rates in men. Sex chromosomes and hormones influence the immune response to microbes, and women in general mount stronger immune responses to infections and vaccinations.  Studies on mice infected with the Severe Acute Respiratory Syndrome (SARS) coronavirus suggest estrogen may have protective effects. For example, the female sex hormone lessened lung damage during a cytokine storm, a fatal overreaction from the body's immune system in response to infection, by de-escalating this immune response. In the same study, female mice died at nearly the same rate as male mice when their ovaries were removed or estrogen receptors were inhibited. While it is a long way from a mouse to a woman or man in determining the mechanisms of a disease, animal studies can help us understand the role sex differences in hormones and the immune system play in the symptom presentation, severity of disease and death rates. Women may also have increased immunity following infection. A comparison of 331 patients in Wuhan, China, found that in the most severe cases, higher levels of antibodies were found in women compared to men after recovering from Covid-19. The research has not yet been peer reviewed, and we need more studies that look into this correlation, which could potentially have a profound effect as scientists scramble to find effective treatments.  While biology may be protective for women as a result of immunological or hormonal factors, they experience the devastating social and economic consequences of Covid-19 more acutely. A recent report indicates that women are 16% more likely than men to say that the pandemic has had a negative impact on their mental health. Reports of domestic violence are also on the rise -- which disproportionately affects women as victims -- with some local news outlets reporting a 46% increase in calls to the police in the US. During the lockdown in Hubei, China, police in Jianli County reported triple the number of domestic violence cases in February compared with the same period the previous year. Furthermore, more women than men are on the front lines of the health care response to Covid-19. According to the US Census Bureau, women represent 76% of all health care workers and 85% of all registered nurses, behavioral and home health aides. In some states, health care workers comprise 20% of all coronavirus cases and many of them are dying from this disease. Women have also been hit hard by unemployment resulting from Covid-19. In the US, women accounted for nearly 60% of the 700,000 jobs lost in March alone, according to estimates from the Institute for Women's Policy Research. What's more, the economic repercussions of the pandemic could have a lasting impact on women in the workforce and as caregivers. Our government must mobilize to respond to those hit hardest economically and focus efforts on getting women back to work safely with equal pay and hazard pay for essential workers. Women's reproductive health services, including access to contraception, are also in danger. In Texas, abortion was listed as a nonessential procedure that could be postponed until the governor revised the order after a legal battle. Iowa, Ohio, Arkansas and Alaska have also imposed restrictions on the medical procedure during the pandemic. We've also seen emerging data that indicates the coronavirus disproportionately affects people of color, as well as older people. Regrettably, amidst the Covid-19 pandemic, most countries including the US still do not report data disaggregated by age, sex, race, or ethnicity, with the breakdowns listed side by side so they can be compared. In response to congressional oversight, the Centers for Disease Control and Prevention has now added racial/ethnic data by age where available from the states. However, it should be noted that this important racial data is missing for 64% of reported cases. The CDC is not yet including side-by-side data on these three key demographic factors for comparison. Additionally, there is an alarming omission of biological sex in the key chart of demographic factors making it very difficult to analyze differences in Covid-19 rates between white, black, and Latina women by age group. While HIV and the novel coronavirus differ in many respects, we can apply the lessons we learned from HIV to this deadly new pandemic. As we race to find effective treatments and a vaccine, the inclusion of women and minorities in clinical trials is critical.  More research must be conducted to look into the potential impact of sex, along with other demographic factors, on Covid-19 patients. It is also imperative to study these demographic factors together to better understand the mechanisms of coronavirus infection, its clinical course and the safety and effectiveness of interventions. In the meantime, the research data collected on the biological, social, and environmental risk and protective factors around the world must be broken down and analyzed across these demographic categories. In fighting Covid-19, women must be involved in the design and implementation of coronavirus response plans. And scientists and clinicians must address sex, age, and racial/ethnic differences in conducting research and in delivering health care services. These are cornerstones of helping to curb the devastating impact of this disease on the health and economic well-being of women—and men—in our country.  Update: This article was updated with a fuller description of the research needs advocated by the author"], "Language": false}