{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-05-10-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Westcott, Jenni Marsh, Angela Dewan, Fernando Alfonso III and Amir Vera, CNN"], "Writers": [["Ben Westcott", "Jenni Marsh", "Angela Dewan", "Fernando Alfonso III", "Amir Vera"]], "FirstPublishDate": ["2020-05-10T00:12:53.545Z"], "LastModifiedDate": ["2020-05-11T01:32:29.400Z"], "Headline": ["May 10 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. Sen. Lamar Alexander, a Republican from Tennessee, will self-quarantine after a staff member in his office tested positive for the coronavirus, according to a statement from Alexander’s chief of staff, David Cleary. “Senator Alexander has no symptoms and tested negative for Covid-19 on Thursday afternoon, May 7. After discussing this with the Senate’s attending physician, Senator Alexander, out of an abundance of caution, has decided not to return to Washington, D.C., and will self-quarantine in Tennessee for 14 days. Almost all of the senator’s Washington, D.C., staff are working from home, and there is no need for any other staff member to self-quarantine,” Cleary said in the statement. “The senator will be working remotely and will chair the Senate Health Committee hearing on Tuesday morning by video conference where the witnesses will be Dr. Anthony Fauci, Dr. Robert Redfield, Dr. Brett Giroir and Dr. Stephen Hahn,\" Cleary said. Cleary said the staffer is “recovering at home and is doing well.” In conversations this weekend, President Donald Trump has expressed concern that aides contracting coronavirus would undercut his message that the outbreak is waning and states should begin reopening, according to a person who spoke to him. Trump voiced frustration that two White House staffers tested positive for coronavirus and has asked why his valets weren’t ordered to wear masks before this week, according to the person. Trump believes an economic rebound will come only when governors decide to lift restrictions and is concerned at any signs the virus is resurgent. At the same time, he’s told people he doesn’t want to be near anyone who hasn’t been tested and has bristled when coming into contact with some people at the White House, according to the person who spoke to him. Chief of Naval Operations Adm. Michael Gilday came in contact with a family member who has tested positive for the coronavirus, according to a US official.  Gilday was tested Friday and although he is negative at this time, he will quarantine for several days, the official said.  This situation is why Gilday did not attend the White House meeting with the President on Saturday, according to the official. There are at least 1,328,201 cases of coronavirus in the United States and at least 79,508 people have died in the US from the virus, according to according to Johns Hopkins University's tally of cases in the country. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   CNN has an interactive map tracking coronavirus across the United States.  Vice President Mike Pence is not planning to enter self-quarantine after his press secretary tested positive for coronavirus Friday, and he plans to be at the White House on Monday, a Pence spokesman said on Sunday. Devin O'Malley, the vice president's spokesman, said Pence \"will continue to follow the advice of the White House Medical Unit and is not in quarantine.\" \"Additionally, Vice President Pence has tested negative every single day and plans to be at the White House tomorrow,\" O'Malley said in a statement. Separately, an official said Pence’s schedule will probably be on the lighter side for the next few days but he’s not doing a full self-isolation. This official also said there is extreme sensitivity inside the White House now at the current state of affairs -- officials recognize the contradiction in telling states to reopen while the White House enhances protocols to prevent spread of the virus. Health and Human Services Secretary Alex Azar and US Surgeon General Jerome Adams have been tested for Covid-19 and the results were negative, according to government spokespeople, so they are not planning to self-quarantine as of now. “Secretary Azar will follow the advice of his physicians at the White House Medical Unit,\" said Caitlin Oakley, HHS spokeswoman. \"He has been tested for Covid-19 and the results of the test were negative.” A spokesperson for Adams said he has not been in contact with \"anyone who has tested positive and at this time, has had no known exposure to the virus.\" “Dr. Adams already participates in most meetings and events virtually, and will continue to do so,\" the spokesperson said. \"If the White House Medical Unit recommends any changes in Dr. Adams’ practices, he will of course comply.”   The number of uniformed members of the New York Police Department who are out sick continues to decrease.  Sunday, 1,261 uniformed members were out sick -- about 3.5% of the department’s uniformed workforce -- down from a high of 19.8% a month ago, according to the NYPD’s daily coronavirus report. To date:  5,419 members of the NYPD have tested positive for coronavirus\n5,065 members of the NYPD have returned to full duty after recovering from a positive Covid-19 test \n313 NYPD members (240 uniformed and 73 civilian) are still out sick diagnosed with coronavirus, the report said. Saturday, the NYPD issued one summons relating to social distancing enforcement, the report said. The London Chamber of Commerce and Industry advises businesses in London to keep their employees at home, CEO Richard Burge tweeted Sunday, following UK Prime Minister Boris Johnson’s address to the nation. Earlier Sunday in a taped address, Johnson called on employees across the United Kingdom to return to work if it's not possible to work from home, as he laid out his vision for gradually restarting the economy. The Lebanese Ministry of Interior is reversing its decision to relax the daily curfew \"due to the failure of many citizens to adhere to the measures of prevention and public safety, and because of selfishness, recklessness and indifference to their health and the health of their societies,\" the ministry said on its website Sunday.  The country's curfew will now start two hours earlier, and no one will be allowed out of their home between 7 p.m. and 5 a.m. daily, the ministry said.  If some citizens continue to disregard preventive measures such as social distancing, wearing masks and avoiding crowds, “all public and private departments, institutions, companies and commercial stores will be closed ... except for health and security services. And citizens will be completely prevented from going out onto the streets,” the statement added. CNN staff in Lebanon have observed that people in public have recently become lax about social distancing and wearing masks. Meanwhile, a statement issued by the Ministry of Public Health on Sunday affirmed the need “to adhere to domestic quarantine for those who were required to do so by the medical teams of the Ministry, especially those coming from abroad and those who were in contact with infected people, even if they do not show symptoms of the disease.” If infection numbers “remain high, I will ask the cabinet to lock down the country for 48 hours,\" said Hamad Hassan, the Lebanese minister of public health, in a television interview Saturday. Ridership on the Metropolitan Transportation Authority in New York is down 90%, interim MTA President Sarah Feinberg told CNN affiliate WABC-TV on Sunday. This means that about 500,000 people are using the system each weekday, and even fewer on the weekends. Feinberg said more than 2,000 people are cleaning and disinfecting subways and stations over the course of 24 hours each day, including during a nightly shutdown. Feinberg said cleaning during the overnight hours “gives us the ability to really surge into the system, make sure that we've gotten every train car, disinfect those stations for a second time, gives us that room where we can really make sure we've gotten to everything.\" She emphasized that the MTA has made a “surge” on bus service running additional express buses and enhanced local service in light of the overnight shutdown. “There are some people who, you know, their bus service would require them to make more than two transfers, three, four transfers and their commute would take, you know, an hour and a half, two hours,\" Feinberg said. \"For those individuals, for those essential workers, we're offering a vehicle for hire program. So we're basically paying for their taxi or their livery car to get them where they need to go.” Despite South Dakota Gov. Kristi Noem requesting the Cheyenne River Sioux Tribe take down its coronavirus checkpoints, tribe Chairman Harold Frazier told CNN they’re going to stay put. The main purpose of the checkpoints set up by the tribe is to monitor and try to track coronavirus should it ever come into tribal lands, Frazier said.  “We want to ensure that people coming from ‘hot spots’ or highly infected areas, we ask them to go around our land,” Frazier tells CNN. Noem’s request to take down the checkpoints came because she said they “interfere with regulating traffic on U.S. and state highways.”  “With the lack of resources we have medically, this is our best tool we have right now to try to prevent (the spread of Covid-19),” Frazier told CNN.  Frazier said reservations are ill-equipped to deal with a coronavirus outbreak adding that, “the nearest health care, critical care is three hours away from where we live.” Frazier said the Cheyenne River Sioux Tribe has only an eight-bed facility on the reservation and no intensive care unit for the 12,000 people who live on the reservation. A letter written by Noem’s policy director, Maggie Seidel, points to a memorandum pertaining to road closures on tribal lands issued by the Department of the Interior’s Bureau of Indian Affairs, written April 8.  The memorandum states tribes “may restrict road use or close” tribal-owned roads temporarily without first consulting with the secretary of the interior or private landowners under conditions involving “immediate safety or life-threatening situations.” Seidel points out that the memorandum does not give tribes the authority to manage the flow of traffic to state and US highways. “The checkpoints on state and U.S. highways are not legal, and if they don’t come down, the state will take the matter to Federal court, as Governor Noem noted in her Friday letter,” the letter reads. Some lawyers are offering free legal services to help health care workers draw up wills during the Covid-19 pandemic. Attorney Natalie Elisha Gold, CEO of Gold Legal Group, said she was inspired to offer free services by her own sister, a nurse in Manhattan. \"I felt that it was my obligation, when you had the certain skills and opportunities to help others during a pandemic, you have to do what you can,\" Gold said. Her firm, which operates in New York, New Jersey and California, has received an “extraordinarily high volume” of roughly 200 inquiries so far, with about 40 health care workers embarking on the will process, Gold explained. Gold said she created an online system that would allow people to submit their information immediately. They’ve also heard from health care workers and first responders in Alabama, Texas, Ohio and Pennsylvania, she added. “I am so grateful to Natalie for her dedication to helping health care workers, especially in a time like this,” said Dr. Alexandra Volo, a family medicine physician based Pennsylvania. “It’s very important to have a last will and testament to know exactly what our wishes are, especially in a time like this.” “We don’t have a magic 8-ball, you don’t know what’s going to happen in the future,” Volo added. Volo just came back to work following the birth of her child, now 4 months old. She works at Penn State Health St. Joseph in Redding, Pennsylvania, roughly an hour away from Philadelphia. The hospital is seeing a surge of patients, Volo said.  The United Kingdom will “soon” introduce a quarantine period on people coming into the country by air, Prime Minister Boris Johnson announced on Sunday. “To prevent re-infection from abroad, I’m serving notice that it will soon be the time – with transmission significantly lower – to impose quarantine on people coming into this country by air,\" Johnson said during a taped address to the nation. Some context: In a statement to CNN on Saturday, the chief executive of the UK Airport Operators Association, Karen Dee, warned that the introduction of a quarantine period could have a \"devastating impact\" on the UK aviation industry.  “Quarantine would not only have a devastating impact on the UK aviation industry, but also on the wider economy...if the government believes quarantine is medically necessary, then it should be applied on a selective basis following the science, there should be a clear exit strategy and the economic impact on key sectors should be mitigated,\" Dee told CNN.  Dee continued: “Airports have done their utmost to stay open through this crisis to provide vital services to communities – from facilitating freight and repatriations to air ambulance, police, Royal Mail and HM Coastguard services – but cannot survive a further protracted period without passengers that would be the result of quarantine measures. If quarantine is a necessary tool for fighting Covid-19, then the Government should act decisively to protect the hundreds of thousands of airport-related and travel-related jobs across the UK.\" The United Kingdom is introducing a new Covid-19 alert system to help keep the rate of infection low, Prime Minister Boris Johnson announced today. During a taped address to the nation, Johnson said the new system would be run by a “new joint biosecurity centre” and will determine “how tough we have to be in our social distancing measures” in the weeks and months ahead.  Under the new system, level 1 would indicate that “the disease is no longer present in the UK,” while level 5 indicates a “critical” level, with the National Health Service unable to cope.  “The lower the level, the fewer the measures; the higher the level, the tougher and stricter we will have to be,” Johnson outlined. According to the prime minister, the country has been at level 4 during the lockdown period, but can now begin to take the steps needed to move to level 3.  ##Lockdowns## As part of the government’s long-term “road map” for the gradual relaxation of the nationwide lockdown, United Kingdom Prime Minister Boris Johnson announced Sunday that the government will seek to re-open schools, shops and some aspects of the hospitality industry over the weeks and months ahead.    “If we, as a nation, begin to fulfill the conditions I have set out, then in the next few weeks and months, we may be able to go further,” Johnson said after confirming that the nationwide stay-at-home order would be relaxed on Wednesday to allow for unlimited outdoor exercise. “At the earliest by June 1, after half term, we believe we may be in a position to begin the phased re-opening of shops and to get primary pupils back into school.\" “Our ambition is that secondary pupils facing exams next year will get at least some time with their teachers before the holidays,” he added. Some more context: In his taped address from Downing Street, the prime minister also noted that the government will seek to re-open some aspects of the hospitality industry and other public spaces, \"provided they are safe and enforce social distancing\" measures. “All of this is conditional. It all depends on a series of big ‘ifs’ – it depends on all of us, the entire country, to follow the advice, to observe social distancing,” Johnson said. “If we can’t do it by those dates, if the alert level won’t allow it, we will simply wait and go on until we’ve got it right.\" ##The Future## United Kingdom Prime Minister Boris Johnson has unveiled the “careful steps” the government will take to ease the emergency restrictions implemented as part of the nationwide lockdown, relaxing the government’s stay-at-home order and allowing some people to return to work. “From this Wednesday, we want to encourage people to take more and even unlimited amounts of outdoor exercise,” Johnson said during his address to the nation on Sunday. “You can sit in the sun in your local park, you can drive to other destinations, you can even play sports, but only with members of your own household,” the prime minister continued, cautioning that those who disregard social distancing guidelines will face an increased fine. In his taped address from Downing Street, the prime minister also confirmed that all those who are unable to work from home — such as those in construction and manufacturing — will be “actively encouraged” to return to work as of Monday. \"Work from home if you can, but you should go to work if you can't work from home and when you do go to work, if possible, do so by car or, even better, by walking or bicycle,\" Johnson said. “We want it to be safe for you to get to work, so you should avoid public transport if at all possible, because we must and will maintain social distancing, and capacity will therefore be limited.\" While the stay-at-home order has been relaxed, Johnson affirmed that there will be \"no immediate end\" to the nationwide lockdown. “This is not the time simply to end the lockdown this week…we are taking the first careful steps to modify our measures,” Johnson said. “It would be madness now to throw away that achievement by allowing a second spike…we must stay alert. We must continue to control the virus and save lives,” he added. According to the prime minister, all modifications in the government’s restrictions will be monitored closely at a local, regional and national level so as to avoid the risk of a second peak. “If there are outbreaks, if there are problems, we will not hesitate to put on the brakes,” Johnson asserted. There has been approximately 1,320,362 cases of coronavirus in the US and at least 79,180 deaths, according to a tally by Johns Hopkins University. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Cases## New Jersey saw at least 1,503 new confirmed positive cases of Covid-19, bringing the statewide total to approximately 138,532, Gov. Phil Murphy said. “We’ve tragically lost 140 more lives, pushing our total to 9,255 lives lost,” Murphy said in a tweet Sunday. By the numbers: Of the confirmed cases 4,308 patients that are in hospitals, 1,338 of them are in critical or intensive care and 994 are on ventilators. Read Murphy's tweet: ##Cases## All of the administration witnesses at the Senate Covid-19 hearing on Tuesday, including Dr. Anthony Fauci, will now testify remotely, Sen. Lamar Alexander, the chairman of the Senate Health Committee, announced today. As of Saturday night, Fauci and one other witness, Department of Health and Human Services Assistant Secretary for Health Dr. Brett Giroir, were going to testify in person while two others were going to testify by teleconference.  Fauci was planning to wear a mask during the hearing. Centers for Disease Control and Prevention Director Dr. Robert Redfield and Food and Drug Administration Commissioner Dr. Stephen Hahn had already worked it out with the committee to testify remotely after deciding in the last few days they would self-quarantine once they had been exposed to the Vice President’s press secretary, Katie Miller, who testified positive for Covid-19 on Friday. The hearing is titled: “Covid-19: Safely Getting Back to Work and Back to School.” “After consulting with Dr. Fauci, and in an abundance of caution for our witnesses, senators, and the staff, all four Administration witnesses will appear by videoconference due to these unusual circumstances,” Alexander said in a statement. Alexander said he consulted with White House Chief of Staff Mark Meadows Saturday about making a change to administration policies. The administration has previously opposed having its officials testify remotely. The Washington Post first reported the latest witness shift. ##Politics## The CEO of biotechnology company Regeneron tells CNN that’s he’s optimistic about an artificial antibody treatment for coronavirus that could enter clinical trials next month – but says it’s too soon to know whether it will help prevent or treat infection. “We should be optimistic about this approach, but we have to get real data. In this environment, there’s nothing that can substitute for real science and real data,” Dr. Leonard Schleifer, CEO of Regeneron, said. Unlike a vaccine, which triggers the immune system to develop antibodies, lab-made antibodies are infused directly into the blood, providing temporary immunity.  “Our approach takes advantage of what’s been known about the immune system for more than 100 years,” Schleifer told CNN. The body naturally produces antibodies after being exposed to a virus, he said.  “Our approach is to generate these human antibodies artificially, so to speak, and give people those antibodies to either prevent them from getting infected if they’re at higher risk, or treat them,\" Schleifer said. The company is hoping to enter clinical trials next month and might have hundreds of thousands of doses available by the end of summer, according to Dr. George Yancopoulos, Regeneron’s chief scientific officer. Yancopoulos described the therapy as an “important stopgap” until a vaccine is available and said they would be complementary, he said on ABC. “Vaccines can provide permanent immunity to much larger numbers of people,” he said. “This is why we need all of these efforts.” Indian Railways announced passenger services will partially resume in the country starting Tuesday.  The railways will start with special trains on 15 selected routes, including the New Delhi-Mumbai route, according to the Railways Ministry. Indian Railways will then start additional special services on other routes based on availability.  Priority will be given to 20,000 coaches for Covid-19 care centers and then up to 300 trains every day to bring home stranded migrant workers across the country, the statement added. Only passengers with valid confirmed tickets – which can be purchased Monday afternoon – will be allowed to enter the railway stations and it will be mandatory for the passengers to wear a face cover and undergo screening at departure. Only asymptomatic passengers will be allowed to board the trains. Some context: Indian railways stopped passenger services for the first time in last 167 years on March 24 after a nationwide lockdown to contain the spread of coronavirus was announced.  India has been in lockdown since March 24 and will continue until at least May 17. ##Lockdowns## It's 1:00 p.m. ET in the US. If you're just tuning in, here are the latest coronavirus headlines. A billion vaccines: Healthcare giant Johnson & Johnson is looking to produce a billion coronavirus vaccines for next year, the company’s chief scientific officer said. Clinical trials will start in September.\nMasks will be the new normal: Although states are starting to reopen, people still need to wear a mask and practice physical distancing to prevent a \"backlash,\" Dr. Thomas File, the president of the Infectious Diseases Society of America, said.\nDepression-era unemployment: White House economic adviser Kevin Hassett said he thinks the United States unemployment rate will \"probably\" be \"close to 20%\" in the May jobs report. Larry Kudlow, the chairman of the White House’s National Economic Council, also said there will be \"difficult numbers\" in May.\nFunding for state and local governments: The White House thinks a new emergency relief bill is \"premature\" because money from previous relief bills is still being distributed, Kevin Hassett said. Capitol Hill has passed nearly $3 trillion in funding across several packages in response to the coronavirus already, including $150 billion for state and local governments.\nNew York investigating illness: New York state is investigating 85 cases of a coronavirus-related illness that is afflicting children across the state, Gov. Andrew Cuomo said at a news conference Sunday.\nUK lockdown: Prime Minister Boris Johnson is scheduled to present a plan for lifting the nation's lockdown tonight, replacing \"stay home\" with \"stay alert.\" He said earlier in the week that he had hoped some restrictions could be eased on Monday. ##Catch Up## A total of at least 30,560 coronavirus patients have died in Italy, the Italian Civil Protection Agency confirmed Sunday, marking an increase of 165 – the lowest rise in deaths since March 9. The total number of active cases across Italy has once again decreased, falling from 84,842 on Saturday to 83,324, which is down by about 1,518 cases. A total of at least 1,027 patients continue to receive treatment in intensive care units. ##Cases## New York Gov. Andrew Cuomo warned that the federal government needs to have a plan in place that prioritizes getting American workers' jobs back as big corporations start to reopen. \"You will see corporations using this pandemic to layoff workers,\" he said at a news briefing on Sunday. \"We're going to 'right size' during this period. What does that mean? It means they're not going to rehire the same number of employees so they're going to boost their corporate profits by reducing the number of employees.\" Cuomo said the \"government should not subsidize their reduction of employees\" and suggested the Americans First Law as a possible solution. The law states that if a corporation does not rehire the same number of employees they had before the pandemic, they have to return any government money they received, Cuomo said. \"We're not going to subsidize you to layoff workers. If you can layoff workers and you're saving money by laying off workers – you don't need the American taxpayer to subsidize you. Otherwise, you will never get those employment numbers back because that's what's going to happen all across the country,\" Cuomo said. Gov. Andrew Cuomo is going \"region to region across the state\" to determine what parts can reopen when New York's close down order expires on May 15. The state has a “clear” and “uniformed” set of criteria based on data and science, the governor said Sunday during a news conference. Local governments should start to look into two factors, the governor said: Does data indicate spread under control\nDoes the region have their operation in place – hospital capacity/ testing/ tracing/ isolating – and compliance function More will come this week as the May 15 date approaches, Cuomo said. New York Gov. Andrew Cuomo outlined new guidelines that nursing homes and hospitals must follow in order to protect the elderly. Cuomo said nursing homes are \"ground zero\" for Covid-19. \"They are the vulnerable population in the vulnerable location. Today we're taking additional steps to protect seniors in nursing homes,\" he said at a news briefing on Sunday. Here are the new safety measures nursing homes must follow: Visitation is restricted, except for end-of-life visits.\nPersonal protective equipment is required for staff when interacting with residents who are suspected to have coronavirus or have tested positive.\nFace masks are required when staff interacts with all residents.\nAll staff must be checked for coronavirus symptoms, including temperature checks every 12 hours and diagnostic tests every two weeks.\nFacilities must notify all residents and family members within 24 hours of a positive coronavirus test or death.\nThe facilities must separate residents and staff in the event of an outbreak. Cuomo said facilities must transfer any residents that they cannot take care of. \"If a nursing home cannot take care of a person, we have facilities that can,\" he said. \"If they have a Covid positive person and they can't treat a Covid positive person, they must transfer the person or call the state Department of Health and the state Department of Health will transfer that person.\" Cuomo said hospitals will also not be allowed to discharge patients to nursing homes unless they test negative for Covid-19. \"We're just not going to send a person who is positive to a nursing home after hospital visit. Period,\" Cuomo said. \"If there's any issue, the resident must be referred to the department of health which will find alternative care.\" If nursing homes do not follow these guidelines, Cuomo said they will lose their license. \"That's harsh. No. Harsh is having a nursing home resident who doesn't get the appropriate care. That's what's harsh. Having someone's parent or mother or brother where they're in a facility. They can't get a visitor. They're isolated. They feel alone and they're not getting the appropriate care. That is what is harsh,\" he said. New York state is investigating 85 cases of a coronavirus-related illness that is afflicting children across the state, Gov. Andrew Cuomo said during a news conference Sunday. \"Its symptoms are similar to toxic shock-like syndrome. This does not present as a normal Covid case. Covid cases tend to be respiratory,\" Cuomo said. \"This presents as an inflammation of the blood vessels. Sometimes inflammation of the heart. It's possible that these cases were coming in and were not diagnosed as related to Covid because they don't appear as Covid. It is a situation that is taken the lives of three New Yorkers.\" More background: The three young New Yorkers who died from an illness that may be related to Covid-19 include a teenager in Suffolk County, as well as a 7-year-old in Westchester County and a 5-year-old in New York City, according to the governor’s office. Details of the children who passed away were reported in a press release from Cuomo’s office following his news conference Saturday. Gov. Andrew Cuomo reported that New York has seen 207 coronavirus-related deaths over the past 24 hours. Cuomo also said the state recorded 521 new coronavirus cases, which brings New York \"back to where we started this hellish journey,\" he said during a new conference Sunday. \"March 20th is when we did the close down order. Where we are today is basically, with the number of new cases, is right where we were when we started. It has been a painful period of time between March 20th and May 9th,\" Cuomo said. In regards to the number of deaths, Cuomo said the number is \"still terribly high but better.\" On May 8, Cuomo said 226 people had died from Covid-19 in the state. A key coronavirus model often cited by the White House now predicts more deaths in the US, a shift that a top researcher tied to “explosive increases in mobility in a number of states.”  The model, from the Institute for Health Metrics and Evaluation (IHME) at the University of Washington, now forecasts 137,000 deaths in the US by August, up from an earlier prediction of about 134,000. Dr. Christopher Murray, the IHME director, discussed the model on CBS today. “We’re seeing just explosive increases in mobility in a number of states that we expect will translate into more cases and deaths in ten days from now,” Murray said. In a press release, Murray said the model is not yet predicting a resurgence or “return to exponential growth” of the epidemic in the US. But cell phone data still shows Americans moving more – which suggests more infections to come. “What’s driving the change is, simply put, the rise in mobility. And that’s the key driver,” Murray said. “We’re seeing in some states a 20 percentage point increase in just 10 days in mobility. And that will translate into more human contact, more transmission.” IHME is also seeing more cases and deaths than expected in certain places, “but it’s mostly mobility that’s driving up the numbers.” Some of that is the result of relaxed social distancing measures, Murray said. “We’re seeing increases in mobility even in anticipation of the relaxation of social distancing, but there’s definitely a correlation – the places that are taking off the social distancing mandates, the bump in mobility appears to be larger,\" he said. Some context: The top five states in terms of increasing mobility, Murray said, are Montana, North Dakota, South Dakota, Minnesota and Georgia. A number of other states have seen a 15-20% percentage point in mobility, according to an IHME press release: Alabama, Alaska, Idaho, Iowa, Kansas, Louisiana, Mississippi, Ohio, Oklahoma, South Carolina, Tennessee, Wisconsin and Wyoming. While the model only forecasts until August, IHME said later projections will likely extend into October – and will include potential effects of students returning to school.  ##The Future##   This Mother's Day feels very different than most as people across the world cope with the coronavirus pandemic. That means many people aren't able to see their mom in person or hug them. They are keeping their mom safe by staying home or coming up with creative and virtual ways to celebrate the women in their lives. President Barack Obama wished Michelle happy Mother's Day with a tweet that said, \"Even if you can't give the moms in your life a hug today, I hope you can give them an extra thank you today.\" Where stay-at-home orders stand: Several states such Illinois and Michigan still have stay-at-home orders in place. But, at the same time, more than 45 states have relaxed restrictions on some combination of businesses, services or parks, hoping to lift economies. Some states are even starting to lift those shelter-in-place guidelines. Most recently, California, one of the first states to implement a stay-at-home order, is set to begin loosening some restrictions Friday. Rhode Island's statewide stay-at-home order will also expire Friday and businesses will be allowed to reopen. Read Obama's tweet: White House Economic Adviser Kevin Hassett admitted “there is no downside” to increased coronavirus testing in the US.  “There is no downside. In fact we could use every single test that we can generate. And that's something that we're working overtime on ramping up testing. We tested about 300,000 people I think on Thursday,” he told CNN on Sunday. “And there are some new tests that are being approved. You're exactly right, the objective is to get as much testing as possible.” Where Trump stands on testing: During a meeting last Wednesday with Iowa Gov. Kim Reynolds, Trump said, \"The media likes to say we have the most cases, but we do, by far, the most testing. If we did very little testing, we wouldn't have the most cases. So, in a way, by doing all of this testing, we make ourselves look bad.” The day before, talking to the press on the South Lawn, Trump said “We have the best testing anywhere in the world, not even close.\" Trump last month told CNN that the US is “…giving out millions of tests every day. We are doing it exponentially. We're picking up and what we'll be doing in the very near future will be going to certain areas of our country and do massive testing.”  ##Politics## About 90% of the state of Ohio is set to open even after a recent uptick in new Covid-19 cases, Gov. Mike DeWine announced on Fox News Sunday. “I look at kind of a 21-day rule. We are really at a plateau with hospitalizations. We are at a plateau with deaths. We are at a plateau in regard to new cases, so they do go up and down,\" he said. DeWine said \"it's really a risk no matter what we do.\"  \"We wish we were going down. We are not. We have been hit in Ohio, just like other states have been hit economically, so we’ve got to try to do two things at once, you know no one is underestimating how difficult this but, it’s something we have to do,” DeWine added. He said part of doing two things at once is continuing safety measures that are already in place. \"The virus is still out there, it's still very, very dangerous. We have to keep the distancing. People should wear masks, wash their hands. I mean, these are basic things that we have to do. We can't let up,\" DeWine said. ##The Future## Trump administration officials continued to predict dire, depression era-level unemployment numbers for the month of May, days after the April unemployment rate hit 17%.  White House economic adviser Kevin Hassett told CNN on Sunday that he thinks the United States unemployment rate will \"probably\" be \"close to 20%\" in the May jobs report, noting this number will depend on what happens with the virus and with the economy as some states begin to reopen. Hassett said that the middle of the summer will be a \"transition phase.\" He hopes the Congressional Budget Office's prediction for growth in the third and fourth quarters of the year will be right. \"If you remember that we basically stopped the greatest economy on Earth to save lives and I think that we're very glad we've saved lots of lives. We're very glad that we've done that,\" Hassett said, adding that the CBO's projection for growth in the second half of the year is not a mystery. Larry Kudlow, the chairman of the White House’s National Economic Council, also acknowledged challenges for May but projected some optimism moving forward.  “As bad as those job numbers were –– and I don't want to sugarcoat it, because I think the numbers for May are going to be also very difficult numbers. It's going to take a while for the reopening to have an impact. So, there's that. The second point is, inside the numbers, there's a glimmer of hope. I don't want to downplay the numbers, mind you, but there's a glimmer of hope,” he said during an appearance on ABC. Economic rebound: Several of the administration’s economic advisers also predicted a rebound in the second half of the year.  Kudlow predicted “20 percent economic growth” in the last six months of 2020.  During an interview on “Fox News Sunday,” Treasury Secretary Steve Mnuchin acknowledged that the US is likely to have a “very, very bad second quarter” followed by what he predicted would be a “bounce back.” ##Politics## ##The Future## New York City Mayor Bill de Blasio responded to recent New York Police Department interactions with the public that involved social distancing or mask-wearing measures. “We still need the ability to enforce these rules when needed and only when needed,” the Mayor said. “What we don’t need is anything that goes beyond proper enforcement of these rules into something else.” He referenced one interaction in particular that was caught on video last weekend. De Blasio called the \"troubling\" video from the lower east side \"an instance of the wrong approach to policing.\" CNN previously reported on this video.  While he championed the success the city has had in “deescalating” and lowering the temperature between police and community and improving relationships, de Blasio noted, “We certainly have seen one video in particular and there have been some others that have raised concern.\" The city said it is increasing public servants who are educating, providing face coverings, reminding of the rules and “helping people to get it right.”  He also noted that the numbers of summonses and arrests are “extraordinarily low” given the population of New Yorkers. Some context: More than 80% of those who were issued summonses for social distancing violations in New York City were people of color. The data revealed 374 summonses were handed out from March 16 to May 5, averaging less than 10 summonses a day over the 42-day period.  And of that total, 193 of those issued summonses were black and 111 were Hispanic, according to the New York Police Department. All told, 81% of people issued summonses were black and Latino. Healthcare giant Johnson & Johnson is looking to produce a billion coronavirus vaccines for next year, according to Dr. Paul Stoffels, the company’s chief scientific officer. “We start clinical trials in September and hopefully have data by the end of the year,” Stoffels said Sunday on ABC, adding that the company is “now working towards one billion vaccines for next year.” Johnson & Johnson is upscaling manufacturing and will start producing the vaccine later this year, he said.  Stoffels said “clinical trials will need to be done to show that it is effective, and that will take some time.” He added: “We will have some vaccine available this year, but it will depend on the authorities – the FDA and others – to decide whether it can be used earlier, before efficacy data are available.” ##The Future## New York City is reporting at least 38 cases of a multi-system inflammatory syndrome in young children that could be related to coronavirus, Mayor Bill de Blasio said Sunday during a news briefing.  Of the verified cases, 47% have tested positive for Covid-19 and of those who tested negative, 81% of the children had the antibodies, de Blasio said. There are nine other pending cases being investigated across the city, de Blasio said. At least one child has died from multi-system inflammatory syndrome in New York City, which the mayor called “deeply, deeply troubling.\" The mayor said Health and Hospital systems will be conducting antibody testing for all children who exhibit any of the symptoms related to multi-system inflammatory syndrome.  The guidance was also given to city pediatricians. Statewide: New York Gov. Andrew Cuomo said yesterday that three children died from this inflammatory syndrome in the state.  These children had symptoms similar to Kawasaki disease and toxic-shock like syndrome, more generally, inflammation that ultimately causes heart problems, Cuomo said. When it comes to aiding in Covid-19 testing, Illinois Gov. J.B. Pritzker told CNN that he has “not been counting on the White House.” “We’re going it alone as the White House has left all the states to do and we’ve done well spinning up testing — we will continue to grow our testing,” Pritzker said Sunday. “The reason the COVID-19 positive numbers are going up in Illinois is because we’ve been testing a great deal more than ever before.\" Illinois has the second most testing in the nation among the top 10 most populous states for Covid-19, Pritzker said. “What we are focusing on is positivity rates — the rate at which people are testing positive — and that rate is going down in Illinois,” Pritzker added. He said the state is keeping a close eye on the number of new people entering hospitals, which remains stable, and keeping an eye on the number of hospital beds that are available “in the event that there’s a surge.” More context: Illinois is ramping up its Covid-19 tracing efforts and has hired a former Outbreak Intelligence Service expert from the Centers for Disease Control and prevention to have a “massive contact tracing effort up in the next few weeks,” Pritzker said. New York City Mayor Bill de Blasio said he has reached out to White House officials and sent a letter to the federal government to try to speed up the shipment of remdesivir to the city. This comes after the city said the medicine seems to be decreasing the average hospital stay from 15 to 11 days in severely ill Covid-19 patients. Some background: The federal government began shipping \"tens of thousands\" of treatment courses of remdesivir at the beginning of May.  The federal government is in charge of deciding where the medicine goes, according to Daniel O'Day, chairman and CEO of Gilead Sciences, the maker of the drug. The leaders of the United Kingdom’s devolved nations – Scotland, Wales and Northern Ireland – have rejected Boris Johnson’s revised coronavirus guidance, which now advises citizens to “stay alert” as opposed to “stay-at-home” to control the outbreak, the Press Association (PA) reported Sunday. According to the Press Association, the three leaders said they had not been consulted over the new government guidance ahead of a national security meeting on Sunday morning. In a Tweet, Scotland’s First Minister Nicola Sturgeon said that she had first seen the prime minister’s new “stay alert” slogan in the Sunday newspapers. “It is of course for him to decide what’s most appropriate for England but, given the critical point we are at in tackling the virus, #StayHomeSaveLives remains my clear message to Scotland at this stage,” Sturgeon added. Her Welsh counterpart, Mark Drakeford, said that Wales will not be dropping the “stay-at-home” message from its policy on containing the spread of coronavirus, while Northern Ireland First Minister Arlene Foster said she will continue to promote the “stay at home” message, according to the PA.  “We’re not out of the woods. It’s about steady progress, rather than making a dash for the exit,” Foster tweeted. As just over half of Spain’s population prepares to move ahead with the next step in de-escalation on Monday, the latest figures on coronavirus cases indicate why the two largest cities, Madrid and Barcelona, will continue to enforce stricter movement and mobility measures for now, a top health official said Sunday. The Health Ministry reported at least 621 new Covid-19 cases across Spain since Saturday, and 64% of them are in the Madrid region, in Catalonia – where Barcelona is located, and in two other regions adjacent to Madrid. “The regions with the greatest population, where the epidemic has occurred, have had a little different diffusion” from the rest of Spain, said Dr. Fernando Simón, Spain’s director of Health Emergencies. “They are Madrid, Catalonia and we also have some more cases in Castilla La Mancha and Castilla Leon.\" Of the 143 new deaths reported since Saturday, 72% of them were in the same four regions that Simón mentioned at the government’s daily technical briefing and press conference.  By the numbers: Overall, there are now at least 224,390 cases confirmed by PCR (polymerase chain reaction) testing, and approximately 26,621 deaths from coronavirus, the Health Ministry reported.   According to Simón, the latest increase in confirmed cases is 0.28%, while the increase in deaths is 0.5%, the lowest since early March, a continued weeks long decline for both categories. He said that in the two Castilla regions, their close contact to Madrid and frequent movement of people between the regions and the capital city have led to more cases in those two regions. The entire country remains under strict home confinement rules under a state of emergency that’s just been extended through May 23, for a total of 10 weeks. ##Lockdowns##  ##Cases## White House economic adviser Kevin Hassett admitted that working in the West Wing can be risky for his health. Hassett told CNN on Sunday he has been tested repeatedly with the last one happening Saturday and so far has tested negative for Covid-19.  He said he did not have close contact with Katie Miller, Vice President Mike Pence’s press secretary, who tested positive on Friday.  Several top medical officials of the administration are now self-quarantining because they had close contact with her last week. “There was an emergency. They called me back in, and I built a giant data operation to help everybody track the ventilators and things like that. And I knew when I was going back in that I would be taking risks, that I would be safer sitting at home in my house than going into a West Wing that with even all the testing in the world and the best medical team on Earth, it's a relatively cramped place,” Hassett said. Hassett, who had left a job in the White House for the private sector and became a CNN commentator, went back to work for the administration in March. He told CNN that when he came back into the administration he was setting up a data operation in the basement of the White House “interacting constantly with people who were going to and from FEMA.”  He added some people “caught Covid at FEMA.” “So we've all been exposing ourselves to risks, under the best guidance we could possibly have to keep us safe, but we're willing to take that chance because we love our country. There are things that have to happen in the West Wing even if the building is a little old and under-ventilated,” he said. “I absolutely have a mask in my pocket. I could wave it at you right now, and I practice social distancing, I wear a mask when I feel it's appropriate and so on.\" ##Politics## White House Economic Adviser Kevin Hassett said a new emergency relief bill that would provide funding to state and local governments might not be passed right away. He said the White House wants to learn more about what is going on in the economy as money from previous relief bills is still being distributed. \"I think that it's just premature, given that the $9 trillion of aid that passed in the last three phases, given that that is still out there and there's still a bunch of it that's going to be delivered over the next month, we think we have the luxury of a moment to learn about what's going on so the next step we take can be prudent,\" Hassett told CNN on Sunday. But he said that while a phase four deal might be on the back burner for now, President Trump would sign the right package. \"Of course if we go to a phase four deal, I think President Trump has signaled that while he doesn't want to bail out the states, he's willing to help cover some of the unexpected Covid expenses that might have come their way,\" Hassett said. Some context: Capitol Hill has passed nearly $3 trillion in funding across several packages in response to the coronavirus already, including $150 billion for state and local governments.  The problem is because there are specific guidelines on what this money has to be used for, local governments can't use it for things they need most, like basic operational costs, such as paying police and firefighters, for example. Democrats such as House Speaker Nancy Pelosi of California have suggested that state and local governments could need as much as an additional $1 trillion in aid, but Republicans are wary about passing another huge relief bill. Trump said on Friday that the White House is “in no rush” to pass additional stimulus funds in response to coronavirus.  ##Politics## Elderly people in Turkey were allowed out of their house on Sunday for the first time in 49 days. The older Turkey citizens have been confined to their homes since March 21 when the government announced a lockdown for people over the age of 65 as a part of measures to combat the coronavirus pandemic. They were allowed out for four hours between 11 a.m. and 3 p.m. local time today during a general weekend lockdown that prohibits all but essential workers from going out.  Turkey has opted for an age-specific lockdowns, banning people over the age 65 and below the age of 20 from leaving their homes. People over 65 years of age were seen in parks, coastal roads and in outdoor exercise areas.  Some context: Turkey will slowly start lifting restrictions on Monday. Hairdressers and barbers will begin providing services with new measures as well as limited reopening of malls. ##Lockdowns## Police arrested 10 people, including two protest organizers, Sunday outside Melbourne's Parliament House during a planned protest against Australia's coronavirus response efforts, according to a statement obtained by CNN from Victoria Police.  The Victoria Police stated that protesters were in \"direct contravention of the chief health officer’s current directives\" regarding large gatherings and social distancing.  Three protesters were charged with assaulting a police officer, and one officer was taken to hospital for an apparent \"rib injury.\"  The police will continue to investigate the incident to identify those in attendance with the intention of issuing additional fines, the statement added.  ##Lockdowns## Secret Service agents who are part of the President’s protective detail were seen Saturday evening wearing masks in the Cabinet Room.  There are 11 Secret Service employees who currently have Covid-19, a congressional source confirmed to CNN.  Yahoo News, which first reported the figure basing it on a Department of Homeland Security document, also said 60 employees are self-quarantining. This is a small fraction of the 7,600 Secret Service employees who work for the agency in posts worldwide. A Secret Service spokesperson refused to confirm how many currently have tested positive, would not say where those employees worked nor specify how many are agents. “To protect the privacy of our employee’s health information and for operational security, the Secret Service is not releasing how many of its employees have tested positive for Covid-19, nor how many of its employees were, or currently are, quarantined,\" the spokesperson said. ##Politics## Although states are starting to reopen, people still need to wear a mask and practice physical distancing to prevent a \"backlash,\" Dr. Thomas File, the president of the Infectious Diseases Society of America, said. \"We still have to use the personal practices that have led us to the present state now where we're starting to at least, you know, flatten the curve,\" he told CNN on Sunday. \"That means continue to use physical distancing, continue to use masks when we're out in public –– because until we have widely available antimicrobial or antiviral therapy and a vaccine, the best defense is physical distancing,\" File added. He said state leaders have to acknowledge the pandemic has had a \"significant impact on both public health and the economy.\" File said it is going to be important to take measures to reopen states safety to avoid making the economic situation worse. \"If there's an increase in cases and increase in admissions to hospitals, that's going to hurt the economy. You certainly don't want to go back to lockdown of businesses because that's going to hurt the economy worse,\" File said. ##The Future## A fire broke out late Saturday at a Moscow hospital treating coronavirus patients, killing one person and forcing the evacuation of patients, Russian state news agencies report. In a statement, Moscow Mayor Sergey Sobyanin said the blaze occurred at City Clinical Hospital No. 50. “The fire was quickly extinguished,” he said. “All patients are evacuated and will be transported to other hospitals. Unfortunately, there were some casualties. According to preliminary data, one of the patients died. I express condolences to their family and friends.” Sobyanin said the causes of the fire would be investigated. Russian state news agency TASS, citing preliminary data, said the fire in an intensive care unit was caused by the malfunction of medical equipment. Five people were saved from the burning ward and 200 were evacuated elsewhere, TASS said. TASS, citing emergency services, said the fire broke out in a unit with coronavirus patients on Saturday evening. Pope Francis has called on European leaders to act in the spirit of “agreement and collaboration” in the face of the global coronavirus pandemic. His made his comments during his weekly Sunday Angelus, in which he marked the 70th anniversary of the Schuman declaration, on which the initial framework for European Union was founded. “To Europe, on the occasion of the 70th anniversary of the Schuman declaration ... it inspired the process of European integration which allowed for the reconciliation of the people of the continent after the Second World War, and the long period of stability and peace from which we benefit today,” the Pope said. “The spirit of Schuman’s declaration should not stop inspiring those who are responsible in the European Union, who are called on to face, in the spirit of agreement and collaboration, the economic and social consequences created by the pandemic.\" European officials were widely criticized for lacking a unified response in the initial months of the outbreak in the region.  ##Politics## Alec Baldwin being stuck at home didn't stop him from playing President Donald Trump one last time this season. The season finale of NBC's \"Saturday Night Live,\" which took place remotely, opened with Baldwin's Trump acting as the keynote speaker for this year's graduating class of seniors. \"Hello, everyone, I'm Principal O'Grady. Welcome to the St. Mary Magdalene By The Expressway class of 2020 virtual graduation,\" Kate McKinnon said to a zoom conference of the entire class playing students. \"I know this isn't how you expected your high school career to come to an end, but we're all making sacrifices. I have had to share my child's Adderall with him.\" McKinnon's principal told the class that she tried to get the class's preferred speakers of former President Barack Obama and former first lady Michelle Obama, but they said no as did the next five choices. \"So I moved on to your eighth choice, receiving one vote, President Donald Trump,\" she said. Baldwin's Trump, wearing a red \"Make America Great Again\" hat, appeared on the call from home. ##Politics## US President Donald Trump congratulated the Ultimate Fighting Championship (UFC) and its president, Dana White, for bringing sports back with a \"big match\" in a recorded message that aired on ESPN before the UFC 249 Saturday night. The fight, which saw Justin Gaethje win the battle against Tony Ferguson in Florida, was the first major US sporting event to return since coronavirus restrictions were put in place. In his message, the President said it's important to \"get the sports leagues back.\" \"Let's play,\" Trump said. \"You do the social distancing and whatever else you have to do. But we need sports. We want our sports back.\" White has been a supporter of Trump in the past and spoke at the 2016 RNC on Trump’s behalf. He is also a current adviser to Trump on helping sports return. Per previous CNN reporting, White has said that he's been on some \"great\" conference calls with Trump, adding \"everyone is motivated to try to figure this thing out and bring back sports.\" The UK media has widely published a new slogan expected to be unveiled by UK Prime Minister Boris Johnson on Sunday evening, in which the advice to \"stay home\" will be replaced with \"stay alert.\"  Johnson said earlier this week that he will present a plan to begin easing the country's lockdown, and that he hoped some measures could be relaxed by Monday.  But Johnson has struggled to get all four countries within the UK on the same page, and Scotland’s First Minister Nicola Sturgeon said Sunday she would stick with the older \"stay at home\" message for her people. The UK's Press Association reported the new slogan, and said that Johnson was also expected to encourage people unable to work from home to return to their workplaces while practicing social distancing.  Restrictions limiting outdoor exercise to once per day will be lifted and garden centers will be allowed to reopen, though fines for breaking lockdown rules will be increased, PA said. Johnson's government has come under intense criticism over its messaging around the coronavirus response.  On Sunday, the BBC's Andrew Marr pressed Robert Jenrick, a Cabinet minister, on how the slogan and other details were leaked to some journalists before the Prime Minister's announcement.   Jenrick added that despite the new slogan, the government would still encourage people to stay at home.  \"Staying at home will still be an important part of the message. We want people to stay at home as much as possible,\" he said.  But the government wanted to issue a more nuanced message, he explained, that emphasized vigilance, such as hand-washing and maintaining social distancing, for people who were returning to work or look after the vulnerable. He rejected criticism that the government was being bold in its easing, despite the country's death toll now reaching above 31,000 deaths, according to Johns Hopkins University. \"There will be no grand reopening of the economy tonight,\" he said.  \"We will help to control the virus and in time ... we will be able to gradually reopen the economy and other aspects of our lives.\" ##Lockdowns## ##Politics## Police in London have been struggling to keep people from breaking lockdown rules over the long weekend, as warm weather has tempted crowds of people outdoors. Police in the eastern borough of Hackney posted a photo on Twitter of people drinking beer and wine, and eating pizza at a park, saying \"sadly we’re fighting a losing battle in the parks today.\" Images from Greenwich Park in the city's southeast also showed police patrolling while  asking people having picnics and drinking in the sun to leave. UK Prime Minister Boris Johnson is scheduled on Sunday evening to present a plan for lifting the nation's lockdown. He said earlier in the week that he had hoped some restrictions could be eased on Monday.  But without ministers giving details on the record about which measures may be loosened, British media has speculated on what new freedoms they may have next week. Meanwhile, the country’s Housing Minister Robert Jenrick spoke Sunday of a new five-tier alert system to rank the virus' threat level. Johnson is expected to announce the system when he unveils a plan this evening to ease the nation out of lockdown.  The UK is likely on level four of the alert system, Jenrick told Sky News. UK reports suggested the alert system would only initially apply to England and that the government would work with Scotland, Wales and Northern Ireland to establish similar systems.   “At the moment, we believe the country is at four on a scale of five, with five being the most concerning,” Jenrick told Sky News. “Our aspiration is to bring that down as swiftly as possible to three. “This will be a cautious approach.” ##Lockdowns## ##Politics## The city of Wuhan, the original epicenter of the coronavirus crisis, on Sunday reported its first new coronavirus case since April 3, according to local health officials. The patient is currently in a critical condition, and his wife has also tested positive and was reported as an asymptomatic case. The patient lives in a neighborhood that has recorded 20 confirmed cases overall. The new case is lined to \"past community infection,\" according to the Wuhan Health Commission, citing medical experts. Five patients from the community showing no symptoms, including the new case's wife, have been sent to hospitals for observation. China's national and local health commissions do not include asymptomatic cases in their confirmed case counts. China reopened Wuhan’s borders after a 76-day lockdown on April 8. As of Saturday, 50,334 total cases have been confirmed in the city, according to the commission. ##Cases## Global infections rise above four million: There are now 4.02 million confirmed cases of the novel coronavirus around the world, as cases rise rapidly in Brazil and Russia. The death toll globally is now at least 279,329, according to Johns Hopkins University.\nUK PM to address the nation: Prime Minister Boris Johnson will announce a five-tier Covid-19 warning system in a televised address to the nation today, according to the UK Press Association. Johnson is expected to announce a relaxation of coronavirus restrictions, including allowing unlimited exercise.\nDeaths top 10,000 in Brazil: The epidemic is escalating in the South American country where the death toll is now above 10,000. Brazil has the eighth highest number of confirmed infections in the world, with 156,061 cases.\nQuarantine in the White House: Several top US officials, including the CDC director, have gone into isolation after two White House staffers tested positive for the novel coronavirus. Parts of the building will undergo \"heightened levels of cleaning\" in the wake of the confirmed cases, according to a memo seen by CNN.\nSouth Korea infections spike: The country reported 34 new cases of the novel coronavirus on Saturday, the highest rise in infections since April 9. South Korea's Centers for Disease Control and Protection said 26 of the cases were locally transmitted. All bars in Seoul were ordered to shut on Saturday after a cluster of infections at nightclubs.\nWuhan records its first case in a month: The epicenter of the novel coronavirus outbreak has confirmed its first symptomatic infection since April 4, according to the Wuhan Health Commission. The patient is in a critical condition. It comes as a top Chinese health official acknowledged that the outbreak had revealed weaknesses in the country public health system. New South Wales, Australia's largest state, will begin easing restrictions on some gatherings and allow restaurants to open with new restrictions starting May 15, Premier Gladys Berejiklian said on Sunday. Restaurants and cafes will be allowed to open for up to 10 patrons at a time. Outdoor gatherings, weddings, and religious services will be limited to 10 people, while outdoor funerals will be permitted with up to 30 mourners. “The changes will allow New South Wales (NSW) to fire up the economy, while allowing more personal freedoms,” Berejiklian said during a televised press conference early Sunday.\n\"We do the easing of restrictions with caution and because we've demonstrated collectively our ability to listen to the restrictions, to respect them, and that is why I'm please asking everybody to show that same vigilance as we move forward.\" In a statement released Sunday by the NSW Government, Health Minister Brad Hazzard reminded citizens to remain aware of the continuing coronavirus pandemic, adding that \"without a vaccine we need to be vigilant, especially when restrictions lift.\"  Australia’s Prime Minister outlined on Friday a three-step plan to reopen the economy and society, but said it would be up to individual states when they put it in place. The NSW will consider steps two and three of the plan in due course, the statement on Sunday said. ##Lockdowns## ##Politics## South Korea registered 34 new coronavirus cases on Saturday, its biggest single-day jump in infections since April 9, according to the country’s Centers for Disease Control and Prevention (KCDC). The spike in cases is believed to be linked to Seoul's nightclub scene -- specifically to a 29-year-old man who tested positive for the virus on Thursday, after visiting three night clubs in Seoul on May 2. Until recently South Korea had almost completely contained its epidemic, with new cases being reported in single-digits in the days before the new cluster emerged. As of Sunday noon, 54 cases had been linked to the nightclub cluster, 43 of whom had visited the night spots in question, while 11 were people who came into contact with those who had been there. Officials said at least 1,946 people who had visited the establishments in question were being tracked down and put into self-isolation, the mayor Park Won-soon said.  On Sunday, President Moon Jae-in warned of a second wave of the epidemic during his televised speech to mark the third anniversary of his inauguration.  “It’s not over until it’s over. While keeping enhanced alertness till the end, we must never lower our guard regarding epidemic prevention,” Moon said. “It will be a long time before the Covid-19 outbreak has ended completely. We should also brace for the pandemic’s second wave.” South Korea has recorded 10,874  cases of the virus, and 9,610 people have recovered, according to KCDC. Among the new cases, 26 were locally transmitted.  The death toll stands at 256 with no new deaths reported on Saturday. ##Cases## As President Donald Trump tried to move past the pandemic, it edged even closer into his inner circle of advisers Saturday with news that top members of the coronavirus task force will self-quarantine in some form, after coming in contact with an individual who tested positive for the virus. It was yet another blow to the President's argument that America has largely vanquished the coronavirus threat, as he looks to turn his focus toward the economic recovery that will be the lynchpin of his fall reelection campaign. The news that the Centers for Disease Control and Prevention Director Dr. Robert Redfield, Food and Drug Administration Commissioner Dr. Stephen Hahn, and Dr. Anthony Fauci, the nation's top infectious disease expert, are all entering either full or partial quarantine was a harsh reality check that the virus has now worked its way into the highest corridors of power. This followed revelations last week that Vice President Mike Pence's press secretary and Trump's personal valet tested positive for coronavirus. Trump appeared only briefly Saturday for a photo op in the presidential setting of the White House Situation Room, where he met with top military brass. Neither the President nor the participants wore masks, even though the virus has clearly been in the West Wing. The President took no questions during the photo spray, but on Twitter he seemed increasingly preoccupied by the looming 2020 election. Read more here: ##Politics## You make reservations at restaurants, sure. But how about booking in advance just to get a spot on the sand at the beach? That's exactly what some beachgoers will have to do in Spain this summer, thanks to the coronavirus crisis. Canet d'en Berenguer, a Mediterranean town located just north of Valencia, will only allow 5,000 daily sunbathers on its local beach, around half the usual number, in order to maintain social distancing. These spaces will need to be reserved in advance via a mobile phone app. \"This summer will be very different,\" said Pere Joan Antoni Chordá, the town's mayor. \"There'll be more space between your neighbor. Like a 'business-class' beach.\" Read more here: ##The Future## As Western nations begin the slow crawl out of lockdown, it's increasingly clear that we're some way off society returning to anything resembling pre-Covid life. To the surprise of many politicians, Western populations have largely obeyed instructions to remain indoors. In fact, lockdown efforts in many countries have been so effective that governments are now pondering how to gradually lift restrictions without freaking out compliant citizens. In recent days, British Prime Minister Boris Johnson floated a way that citizens might feel comfortable emerging from isolation: face masks. \"As part of coming out of the lockdown, I do think face coverings will be useful,\" Johnson said at the start of this month, claiming that masks will help give the public \"confidence that they can go back to work.\" But the prospect of a new society in which the public conceals their faces from one another has wide-ranging implications for crime and security, as well as social interaction. \"The main problem that people wearing masks throws up is the sheer volume of people suddenly covering their faces,\" said Francis Dodsworth, senior lecturer in criminology at the University of Kingston, near London. \"It could create opportunities for people who want to cover their face for nefarious reasons. They could potentially now do so without raising suspicion.\" Read more here: ##The Future## There were 25,621 new confirmed cases of the novel coronavirus diagnosed in the United States on Saturday, according to Johns Hopkins University, bringing the total number of infections to 1,309,550. At least 78,795 people have died in the US from coronavirus, with 1,615 new fatalities reported on Saturday. The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases. Follow the updates on CNN’s map, using Johns Hopkins data, continues to refresh every 15 mins:  ##Cases## For advocates of walkable, unpolluted and vehicle-free cities, the past few weeks have offered an unprecedented opportunity to test the ideas they have long lobbied for. With Covid-19 lockdowns vastly reducing the use of roads and public transit systems, city authorities -- from Liverpool to Lima -- are taking advantage by closing streets to cars, opening others to bicycles and widening sidewalks to help residents maintain the six-foot distancing recommended by global health authorities. Like jellyfish returning to Venice's canals or flamingos flocking to Mumbai, pedestrians and cyclists are venturing out to places they previously hadn't dared. In Oakland, California, almost 10% of roadways have been closed to through-traffic, while Bogota, Colombia, has opened 47 miles of temporary bike lanes. New York has begun trialing seven miles of \"open streets\" to ease crowding in parks, with Auckland, Mexico City and Quito among the dozens of other cities experimenting with similar measures. There are many purported benefits of \"reclaiming\" the streets during a pandemic. Read more here: ##The Future## Editor's note: Samantha Vinograd is a CNN national security analyst. She is a senior adviser at the University of Delaware's Biden Institute, which is not affiliated with the Biden campaign. Vinograd served on President Barack Obama's National Security Council from 2009 to 2013 and at the Treasury Department under President George W. Bush. The views expressed in this commentary are her own. President Trump's personal valet, the vice president's spokeswoman, Katie Miller, and Ivanka Trump's personal assistant (who has been teleworking for nearly two months) all tested positive for Covid-19, illustrating the manifold threats the pandemic poses to our government.  The news raises questions about the legitimacy of the White House's own narrative about its ability to keep Americans safe, while highlighting the potential havoc the coronavirus could wreak on our government and national security. News that the coronavirus has infiltrated the White House presents a direct threat to the administration's narrative that it is taking the necessary measures to keep the American people safe.  Earlier this week, the White House rejected the very guidelines it asked for from the Centers for Disease Control and Protection on how to safely reopen the country because the CDC's 17-page draft was \"overly prescriptive.\" Instead of relying on experts, the White House is flying blind, putting itself in charge of determining how to keep Americans safe. To make matters worse, the failure to protect the President and Vice President Mike Pence doesn't inspire much confidence that the administration is doing everything possible to protect the rest of us. It also undercuts the President's assertions that it's time to reopen the country because it's clear that new infections are a reality — even in the White House. More directly, this news threatens the functioning of our government.  Read more here: ##Politics## The UK sent 50,000 coronavirus tests to the US earlier this week due to operational issues in the government's network of labs, a Department of Health and Social Care spokesperson told CNN on Saturday. “When problems arise, we have contingencies in place which include creating extra temporary capacity for our labs or sending swabs abroad to partner labs for completion. Of course, our partner labs must match our high standards,\" the spokesperson said. Validation of these tests will be completed in the UK and results will be returned to patients \"as quickly as possible,\" the spokesperson said. The Department of Health and Social Care is working the resolve the lab issues and return them to full capacity. The UK government's attempt to expand testing has faltered in recent days as it has struggled to regularly achieve the goal of completing 100,000 tests per day. ##Politics## The coronavirus epidemic has revealed weaknesses in China's public health system, a Chinese health official said on Saturday, in a rare public admission of deficiency from within the authoritarian government. “It’s a big test of our country’s capacity and system of governance. While we are dealing with the epidemic, it has revealed that China still has weaknesses in major epidemic prevention and control systems (as well as) public health systems,\" Li Bin, deputy head of the National Health Commission, said during a press conference on Saturday. Li said China will now improve its disease prevention, public health system and data collection operations. In recent weeks, the Trump administration has repeatedly lashed out at China over its handling of the outbreak, questioning its death toll and criticizing its early response to the virus.  China reported 14 new cases of novel coronavirus as of May 9, raising the total number of confirmed cases to 82,901, according to the National Health Commission. ##Politics## Six Indian workers lie in bunk beds in the middle of a workday. Beyond the four walls of their small room in the United Arab Emirates, their options for maintaining a livelihood are becoming increasingly slim. Two months ago, they were laid off as Covid-19's spread dealt a blow to the UAE economy. Since then, they have been confined to their labor camp, surviving on a drip feed of monetary compensation. Manjit Singh has worked in the UAE for 17 years, enduring tough living conditions to provide a lifeline for his impoverished family back home in India. After the coronavirus started to spread this year, his employer suspended operations, leaving him in limbo. Commercial flights in the UAE were grounded, India went into lockdown on March 24, and Singh stopped receiving an income. \"For the past two months, we have been sitting in the room and our company was giving us a salary, but now they are saying that they cannot give us a salary and we should buy a ticket to go home, but where should we buy the ticket?\" the 44-year-old told CNN. Singh is one of hundreds of thousands of migrant workers across the Gulf's Arab countries who are contending with stripped livelihoods, overcrowded camps and no easy path to repatriation, Amnesty International, Migrant-Rights.org and Business & Human Rights Resource Centre said. Read more here: Global infections rise above four million: There are now 4.02 million confirmed cases of the novel coronavirus around the world, as cases rise rapidly in Brazil and Russia. The death toll globally is now at least 279,303, according to Johns Hopkins University.\nDeaths top 10,000 in Brazil: The epidemic is escalating in the South American country where the death toll is now above 10,000. Brazil has the eighth highest number of confirmed infections in the world, with 156,061 cases.\nQuarantine in the White House: Several top US officials, including the CDC director, have gone into isolation after two White House staffers tested positive for the novel coronavirus. Parts of the building will undergo \"heightened levels of cleaning\" in the wake of the confirmed cases, according to a memo seen by CNN.\nSouth Korea spike: The country reported 34 new cases of the novel coronavirus on Saturday, the highest rise in infections since April 9. South Korea's Centers for Disease Control and Protection said 26 of the cases were locally transmitted. All bars in Seoul were ordered shut on Saturday after a cluster of infections at nightclubs.\nUK PM to ease lockdown measures: Prime Minister Boris Johnson will announce a new five-tier Covid-19 warning system in a televised address to the nation today, according to the UK Press Association. Johnson will also announce a relaxation of coronavirus restrictions, including allowing unlimited exercise. It's the bottom of the ninth inning. Kim Sang-su steps into the batter's box for the NC Dinos, who are down 4-0 to the Samsung Lions on Tuesday's opening day of the Korean Baseball Organization's (KBO) 2020 season. This is the Dinos' final chance for a comeback. But play-by-play announcer Karl Ravech has disappeared. Ravech, the host of ESPN's flagship MLB program \"Baseball Tonight,\" is experiencing technical difficulties from his home in the northeast United States, where he's calling the game -- thousands of miles away from where it's taking place. His partner in the virtual broadcast booth, longtime professional baseball player Eduardo Perez, takes the reins from his own home in the southeast of the country, filling in briefly before Ravech is able to return. Ravech told viewers it was likely an internet dropout and to \"be prepared, it might happen again.\" That game was the first Korean baseball contest aired by ESPN as part of an agreement that will see the US sports network show six KBO games a week. Technical difficulties, like those experienced during Tuesday's broadcast, are just one of the many challenges ESPN faces in its first major attempt to air live sports since professional sports in the United States paused play indefinitely amid the coronavirus pandemic. The network is betting that Americans are craving live sports enough to follow an unfamiliar league halfway around the world. Read more here: ##The Future## The novel coronavirus has destroyed lives and livelihoods in both the United States and China. But instead of bonding the two nations in the fight against the pandemic, it has sent already strained relations on a rapid downward spiral -- and fanned the flames of a potentially dangerous strain of nationalism. China has been criticized at home and abroad over its handling of the virus, especially during the initial outbreak. Pushing back on such criticism with increasingly fierce rhetoric, Beijing says it is merely \"responding\" to false accusations, particularly from the US. In March, as the pandemic raged across the globe, Chinese Foreign Ministry spokesman Zhao Lijian publicly promoted an unfounded conspiracy theory that the virus might have been brought to China by the US military.  A few days later, US President Donald Trump called the coronavirus the \"Chinese virus,\" pinning the blame on China as the outbreak began to take hold in major American cities. Trump dropped the term a week later -- but the finger pointing did not stop there. Read more here: ##Politics## The United States has scaled back its role on the world stage, taken actions that are undermining efforts to battle the coronavirus pandemic and left the international community without a traditional global leader, according to experts, diplomats and analysts. The US -- usually at the head of the table helping to coordinate in global crises -- has declined to take a seat at virtual international meetings convened by the World Health Organization (WHO) and the European Union to coordinate work on potentially lifesaving vaccines. Former world leaders warn that the Trump administration risks alienating allies by politicizing the deadly pandemic with its push to punish China and have other nations choose sides. The administration's decision to halt funding for the WHO, the world body best positioned to coordinate the global response to the raging pandemic, has appalled global health officials. On Friday the US blocked a vote on a UN Security Council resolution that called for a global ceasefire aimed at collectively assisting a planet devastated by the outbreak. The US did not want any reference to the WHO in the text and rejected a compromise version that didn't directly mention the organization -- and instead cited the UN's \"specialized health agencies,\" according to two diplomats familiar with the process. The US has similarly blocked expressions of global unity at G7 and G20 meetings due to anger about China and the WHO. Read more here: ##Politics## Tesla filed a suit Saturday night against Alameda County, California, after local officials there refused to let the company reopen its Fremont factory. In a series of tweets earlier Saturday, Tesla CEO Elon Musk also threatened to move the company's headquarters to Texas or Nevada, where shelter-in-place rules are less restrictive. \"Frankly, this is the final straw. Tesla will now move its HQ and future programs to Texas/Nevada immediately,\" Musk tweeted. Tesla did not respond to a request for comment on Saturday. The automaker had planned to allow a fraction of its factory workers to return to work by Friday, but was warned by the Alameda County Health Department in a livestreamed town hall on Friday that such a move would be violating the county's rules. \"This has been a collaborative, good faith effort to develop and implement a safety plan that allows for reopening while protecting the health and well-being of the thousands of employees who travel to and from work at Tesla's factory,\" the Alameda Health Department responded on Saturday in a statement to CNN Business.  \"The team at Tesla has been responsive to our guidance and recommendations, and we look forward to coming to an agreement on an appropriate safety plan very soon.\" Read more here: Former US President Barack Obama delivered a blistering critique of the Trump administration's response to the coronavirus crisis, describing it as \"an absolute chaotic disaster\" during a private call Friday night with people who worked for him in the White House and across his administration. The searing comments, confirmed to CNN by three former Obama administration officials on the call, offered the starkest assessment yet from the former president about how President Donald Trump and his team have handled the deadly pandemic and why he believes Democrats must rally behind former Vice President Joe Biden to defeat Trump in November. In a 30-minute conversation with members of the Obama Alumni Association, the former president said the response to the coronavirus outbreak served as a critical reminder why strong leadership is needed during a global crisis. The call was intended to encourage former Obama staffers to become more engaged in Biden's presidential campaign. \"This election that's coming up -- on every level -- is so important because what we're going to be battling is not just a particular individual or a political party,\" Obama said. \"What we're fighting against is these long-term trends in which being selfish, being tribal, being divided, and seeing others as an enemy -- that has become a stronger impulse in American life.\" Read more here: ##Politics## UK Prime Minister Boris Johnson is expected to ease lockdown restrictions and announce a new five-tier COVID-19 warning system during a televised national address on Sunday evening local time, the UK's PA Media reported on Saturday. The new warning system will use local infection rates to rank the threat level on a color-coded scale from green at level one to red at level five.  During his address, Johnson is expected to announce that the country is close to moving from a level four threat to level three. Johnson is also expected to encourage workers unable to work from home to return to their workplaces while practicing social distancing. Restrictions limiting outdoor exercise to once per day will be lifted and garden centers will be allowed to reopen, though fines for breaking lockdown rules will be increased. ##Lockdowns## ##Politics## The White House sent a memo to all staff on Friday after Vice President Mike Pence's press secretary, Katie Miller, tested positive for the novel coronavirus. The note detailed measures taken by the White House to prevent the spread of the virus, including maintaining maximum telework for staff, reporting travel and self-monitoring of symptoms, according to a copy reviewed by CNN.  Areas considered \"high-touch points\" in the White House and the Eisenhower Executive Office Building will receive \"heightened levels of cleaning,\" the memo said. Some departments, such as the Office of Management and Budget, are calling political appointees back to the office despite the maximum telework order. Earlier this week, White House staff received a separate memo informing them that they would be asked upon entry about their symptoms. The measure would be in addition to the temperature checks required for admission to the White House complex. Anyone who acknowledged having the symptoms may be pulled for further screening or barred entry, that memo said.  Neither memo mentioned anything about wearing face coverings. ##Politics## The novel coronavirus continues to hit Brazil hard, with at least 10,627 people there having died from Covid-19, the country's Health Ministry said on Saturday. At least 10,611 new cases of the virus have been reported in the last couple of days, bringing the countrywide total to 156,061 cases. Some context: Brazil has the most confirmed coronavirus cases in Latin America and is in the top 10 countries globally for this, according to figures from Johns Hopkins University. Brazil's president, Jair Bolsonaro, has repeatedly dismissed the virus threat, warning against the effect preventive measures, such as quarantines and lockdowns, could have  on Brazil's economy. ##Cases## Dr. Anthony Fauci told CNN he is undertaking a \"modified quarantine\" after it was determined that he was not in close proximity to a White House staffer who tested positive for the novel coronavirus. The nation's top infectious disease expert said he is at \"low risk\" and tested negative for the virus on Friday. Fauci says he will stay at home and telework -- though he might go to his office at the National Institute of Allergy and Infectious Diseases, where he would be the only one there -- and wear a mask continually for 14 days. He is expected to be tested every day for the virus. Fauci is the third member of the White House coronavirus task force going into quarantine. Dr. Stephen Hahn, director of the Food and Drug Administration, and Robert Redfield, the director of the US Centers for Disease Control and Prevention, are also going to quarantine for 14 days. Robert Redfield, the director of the US Centers for Disease Control and Prevention, \"will be teleworking\" for the next two weeks after he was exposed to a person at the White House who tested positive for Covid-19, a CDC spokesman told CNN. The Washington Post first reported Redfield's action. Redfield \"has been determined to have had a low risk exposure on May 6 to a person at the White House who has Covid-19. He is feeling fine and has no symptoms. He will be teleworking for the next two weeks,\" the spokesperson said. The decision comes after the Food and Drug Administration announced that its commissioner, Dr. Stephen Hahn, planned to self-quarantine after coming in contact with an individual who tested positive for coronavirus. Neither agencies have named the person or people with whom Redfield and Hahn came into contact.  Both men are members of the White House coronavirus task force, which held its most recent meeting on Thursday.  White House deputy press secretary Judd Deere declined to confirm the report that Redfield will self-quarantine, but he said the physician to the President and White House operations officials \"continue to work closely to ensure every precaution is taken to keep the President, First Family and the entire White House Complex safe and healthy.\" Patients who took famotidine while hospitalized for Covid-19 were more than twice as likely to survive the infection, according to a paper posted Friday on a pre-publication website.  \"Compared to the rest of the patients, those who received famotidine had a greater than 2-fold decreased risk of either dying or being intubated,\" the authors of the study at Columbia University Irving Medical Center said. Among the 1,536 patients in the study who were not taking famotidine, 332, or 22%, either died or were intubated and put on a ventilator. Of the 84 patients who were taking famotidine, eight, or 10%, died or were put on a ventilator. But the study doesn't prove the drug caused the lower death rate, its authors say. It's possible that it was just a coincidence. \"It is not clear why those patients who received famotidine had improved outcomes,\" the authors wrote in their statement. \"This is merely an association, and these findings should not be interpreted to mean that famotidine improves outcomes in patients hospitalized with COVID-19.\" The drug is a common heartburn medicine and has been on the market for nearly 40 years. It's an active ingredient in the popular over-the-counter heartburn treatment Pepcid. Read the full story here. The spread of the novel coronavirus has slowed down significantly in most parts of Canada but the situation in Montreal remains critical. \"Of course, I'm worried — as a Quebecer, as an MP — about the situation going on in my riding, in the province, as I am concerned about Canadians coast to coast,\" Canadian Prime Minister Justin Trudeau told reporters on Saturday in Ottawa. There are more than 68,000 cases of the virus in Canada and about 4,800 people have died, according to a tally from Johns Hopkins University. Montreal's cases account for about a quarter of the country's cases, Quebec officials say. More background: Trudeau’s electoral district is in Montreal, where senior centers have been reporting outbreaks. Projections released by the Quebec’s public health institute on Friday indicate the virus could lead to as many as 150 deaths per day if Montreal fully reopens and strict social distancing guidelines are loosened. Earlier this week, authorities in Quebec, the province where Montreal is located, postponed plans to lift some restrictions in the city from mid-May to May 25. The novel coronavirus has infected more than 4 million people and killed more than 227,000 worldwide, according to a tally from Johns Hopkins University. At least 1.3 million people have tested positive for Covid-19 in the US and more than 78,000 people have died from the disease there."], "Language": false}