{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/26/investing/stocks-week-ahead/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-04-26T12:36:24Z"], "LastModifiedDate": ["2020-04-26T14:57:53Z"], "Headline": ["Why a flood of bad economic data isn't rattling stocks"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Investors are getting pummeled with grim economic data from March and April. Although it doesn't look pretty, stocks are largely standing their ground. The latest: With much of the world on lockdown, measures that chart economic activity are repeatedly hitting their lowest levels on record. Even so, stock market volatility is at half its peak in mid-March, and inflows to top-rated US corporate bond funds continued last week. This makes sense given that most markets turn before recessions end, according to John Normand, the head of cross-asset fundamental strategy at JPMorgan. \"The focus should be more on the return to growth than the contraction in the economy,\" he told me. That doesn't mean different asset classes will all recover at the same speed. US credit markets are more likely to follow a \"V\" trajectory given the Federal Reserve's decision to step in and buy corporate bonds, Normand observed. Stocks, he said, could take longer to snap back — though they also benefit from the Fed's actions, which have helped loosen financial conditions. Normand thinks the S&P 500 will end the year higher. Oil is clearly on a different path. Last week, US oil futures settled in negative territory for the first time ever, indicating that traders were effectively paying people to take American crude off their hands because of concerns they'd have nowhere to store it. Volatility in the oil market could continue for the next two months but may ease by the summer, as production cuts by OPEC take hold and some economic activity resumes, Normand said. Prices could then push back up to the $30-to-$40-per-barrel range —but they won't return to pre-crisis levels any time soon. What it means: There are plenty of lingering risks to markets, including the threat that growth won't pick up as much as expected once lockdowns end, and the chance that infections could surge once people start leaving their homes, Normand said. But many investors are already looking to the second half of the year and beyond. This backdrop could cushion the blow from bleak first-quarter GDP data due this week. Economists on average think that the US economy shrunk at an annualized rate of 4% between January and March, its worst quarter in more than a decade. Europe's economy is expected to have contracted at an annualized rate of 3.4%. The second quarter is poised to be much worse, Andrew Hunter, senior US economist at Capital Economics, reminded clients on Friday. The research firm expects US economy to contract at a rate of 40% between April and June. The biggest American companies report earnings this week It's a huge week for corporate earnings, with 34% of the S&P 500 due to report for the January to March period.  Low expectations: FactSet projects that S&P 500 earnings will decline by nearly 16% for the quarter, which would be the largest year-over-year decline since the second quarter of 2009. But the biggest US companies will share results this coming week, including Microsoft, Alphabet, Amazon, Apple and Facebook. These tech giants have weathered the Covid-19 storm better than most — particularly Amazon, whose shares are up nearly 30% this year as online deliveries soar, and Microsoft, whose stock has risen 9%, in part because of the ongoing need for cloud services. Apple is under more pressure because of supply chain issues and lower demand for nonessential products — a category that likely includes iPhones. Daniel Ives, an analyst at Wedbush Securities, said a key question for CEO Tim Cook will be any clues around the launch of Apple's 5G phones, which he said are expected to drive profits over the next 12 to 18 months. Those investors who claim the first quarter is old news will still have plenty to learn from this week. Companies with heavy exposure to China — including Caterpillar, 3M and Starbucks — are also on the docket, shining a light on how shutdowns in the country affected their businesses. Up next Monday: Adidas, Restaurant Brands and Keurig Dr. Pepper earnings Tuesday: Bank of Japan meeting; US consumer confidence; 3M, BP, Caterpillar, Harley-Davidson, Merck, PepsiCo, Pfizer, UBS, UPS, Xerox, Alphabet, Ford, Starbucks and Yum China earnings Wednesday: US first-quarter GDP; Europe business confidence; Federal Reserve meeting; Boeing, Dine Brands, GE, Hasbro, Mastercard, Yum Brands, Facebook, Microsoft, Qualcomm, Samsung, Volkswagen, Deutsche Bank, Airbus and Tesla earnings Thursday: Europe first-quarter GDP; European Central Bank interest rate decision; US initial unemployment claims; American Airlines, ConocoPhillips, Comcast, Dunkin, Kellogg, Kraft Heinz, McDonald's, Molson Coors, Royal Dutch Shell, Twitter, Amazon, Apple and Visa earnings Friday: US auto sales; ISM Manufacturing Index; Chevron, ExxonMobil and Honeywell earnings"], "Language": false}