{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/tech/covid-viral-misinformation/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Donie O'Sullivan, CNN Business"], "Writers": [["Donie O'Sullivan"]], "FirstPublishDate": ["2020-05-08T11:46:03Z"], "LastModifiedDate": ["2020-05-09T20:15:16Z"], "Headline": ["How Covid-19 misinformation is still going viral"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Despite pledges from the big social media companies to remove dangerous coronavirus misinformation, from false causes to false cures, Silicon Valley and fact-checkers around the world are struggling to stem the flow of false claims about the pandemic.  Just this week, a viral video, titled \"Plandemic,\" clocked up millions of views and clicks across Facebook and YouTube before the companies took action.  \"I've not seen a video of this type gain this kind of viral traction so quickly,\" Alan Duke, the editor in chief of Lead Stories, a fact-checking group that works with Facebook told CNN Thursday.  As of Thursday afternoon, a book featuring the subject of \"Plandemic\" had shot to number one on the Amazon bestsellers list, where it remained on Saturday. Asked about it, an Amazon spokesperson told CNN, \"This book does not violate our content guidelines.\" Experts in tracking disinformation told CNN that different groups that push conspiracy theories, like QAnon and anti-vaccine activists, have found common ground in peddling false and misleading claims about Covid-19.  The many unknowns about COVID-19, because of its novel nature and the speed and scale at which it has spread, along with an anxious public understandably looking for answers, have created the perfect conditions for conspiracy theories to thrive. Since it emerged Russia ran a disinformation campaign targeting the 2016 US presidential election, \"we've been obsessed about political disinformation,\" noted Claire Wardle, the director of First Draft, a nonprofit that tracks online misinformation. But she warned that now medical misinformation could cost lives — for instance discouraging people from getting a coronavirus vaccine, if one becomes available. Silicon Valley has developed COVID-19 specific policies since at least January. Facebook CEO Mark Zuckerberg told CNN last month, \"if someone's spreading something that puts people at imminent risk of physical harm, then we take that down.\"  But the video that went viral Wednesday was viewed at least 3 million times on YouTube and, according to data from social media analytics platform BuzzSumo, Facebook posts linking to the video had been liked, shared, or commented on well in excess of 10 million times as of Thursday afternoon.  On Thursday Facebook spokesperson Andy Stone said the company was removing the video based on one of the dangerous claims that was made in it. \"Suggesting that wearing a mask can make you sick could lead to imminent harm, so we're removing the video,\" Stone said Thursday afternoon. Earlier, a YouTube spokesperson told CNN that the video was being removed for making claims about a cure for COVID-19 that had not been backed by health organizations.  Despite both companies' pledges to remove the video, copies of it were still circulating on both platforms on Thursday evening, with new versions of the video being uploaded to YouTube throughout the day. Twitter did not implement a blanket ban on the video like the ones put in place Facebook and YouTube. A Twitter spokesperson said the company was not doing so because the platform's technology does not allow for users to post clips as long as the full video is. But, the spokesperson said, if people do upload parts of the video directly to Twitter, the company the company would evaluate those clips. Links to the video on other platforms were not being removed from Twitter though some links were being marked as \"unsafe,\" meaning users will see a warning before proceeding to the video, the spokesperson added. Wardle said people should be cautious when reading or sharing content on social media and pointed out that misinformation is often financially or ideologically motivated.  Further complicating the work of fact-checkers and social media companies is governments pointing fingers and playing the blame game — sometimes spreading objective falsehoods. CNN reported last week on the case of Maatje Benassi, a US Army reservist and mother of two, who is being accused by conspiracy theorists of starting the pandemic. The claims have been amplified by media controlled by the ruling Chinese Communist Party, itself trying to deflect blame for its role in the crisis.  In March, the State Department summoned China's ambassador in Washington hours after a prominent Chinese official suggested that the US military may have been responsible for bringing the coronavirus to Wuhan.  On the other side, President Donald Trump contradicted his own intelligence community by claiming he had seen evidence the coronavirus originated in a Chinese lab. Intelligence shared among US allies indicated the virus more likely came from a market in Wuhan, and not a lab. "], "Language": false}