{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/politics/home-front-pandemic-guide/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Brianna Keilar, CNN Anchor"], "Writers": [["Brianna Keilar"]], "FirstPublishDate": ["2020-05-09T16:00:45Z"], "LastModifiedDate": ["2020-05-09T17:59:43Z"], "Headline": ["We are all serving right now: The military spouse's guide to surviving a pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Here I am, on day four (or is it five?) of dry shampoo. I woke up with a three-year-old's foot in my face at 9:30 a.m. on a weekday. My almost 2-year-old has his molars coming in and he ate something blue. I have no idea what it was and didn't have time to fully investigate. But it was very blue. My biggest accomplishments today were putting on real pants, writing this column and making homemade cheese whiz, because the grocery store has none. Apparently other people are also feeding their children the comfort foods of their youth. I've only cried twice this week. But I'm doing great!  Really. I feel oddly at peace with the ups and downs of pandemic life. They're not too different from the ups and downs of deployment life, which I've experienced a lot the last few years as my husband, an Army Special Forces officer, has been overseas. To be sure, the global crisis has brought unique challenges to countless military families, including those whose service members are fanned out across the country in the fight against the virus or have had returns from deployments delayed due to travel concerns. Americans writ large are worried sleepless about their loved ones and putting food on the table. Isolation is shaking their mental health. Working from home while caring for children seems impossible. This is all familiar territory for military families.  When I married into the military a few years ago, I was failing at navigating the realities of deployment alone. When I turned to the military family community, their tried and true coping skills changed my life.  Their advice and perspective just might help you too.   Worrying a loved one might die Alright, let's tackle the worst part of this pandemic: people are dying, or they're worried about their loved ones dying - and it's hard not to spiral out.  After almost two decades at war, this has been the reality for military families for a very long time. Welcome to our club. I'm so sorry you're here.  \"We've had a lot of friends die. We have a lot of friends who are widows, whose husbands were killed in action,\" says Rebekah Sanderlin, a veteran journalist and Army Special Forces spouse whose husband has deployed 20 times since their eldest child was born 15 years ago.   \"After that happens one time, you don't get to tell yourself this can't happen to me.\" It's time to focus on what you can control, keep yourself busy and consider having some serious conversations. Before deployments, Sanderlin and her husband sit down for one that is familiar to many military families but not so familiar to civilians: they discuss what happens if he dies. They talked about where he would be buried, which songs he would want played at his funeral. He updated his will and power of attorney. Eventually, as a way to even the field, they discussed what would happen if both he and Sanderlin died. Who would take the kids? Then they talked to their extended family about their wishes.  Not all families feel the same way, but for Sanderlin it brought unexpected relief.  \"Being ready for it made it less scary,\" she says. During the darker days of deployments, where her husband's unit took many casualties, Sanderlin found she could still obsess about her husband dying as she bathed her children or fed them dinner.  To keep her mind busy, she contributes pieces to national publications and volunteers for the care team that responds to families after their service member is killed in action.  Working from home  Raise your hand if you still have a job and are totally sucking at this work from home thing. (My hand is up.) There's also the occupational hazard of having an office near or in your kitchen. \"God help me, if I open the fridge one more time. My Covid-15 (pounds) is going to be a Covid-20,\" jokes Brian Alvarado, whose husband, Matthew, retired from a career in the Navy just last year.  \"Military spouses are so good at being remote workers because they've been doing it for so long,\" Alvarado says. In his job as a deputy director at Hiring Our Heroes, a program of the nonprofit arm of the US Chamber of Commerce, he helps many military spouses who have pioneered teleworking in recent years as they transition their in-person job at one duty station to remote work at their next. Those spouses have worked from home as they watch small children or older kids on summer break, hacking this work from home situation that many Americans are dealing with anew. There are babies crying and toddlers wandering into video conferences across America as daycares and schools remain shuttered. Even as the Supreme Court broadcast live for the first time this week, the familiar whooshing sound of a toilet could be heard. Put it on mute, people!  Sanderlin and a nonprofit she consults with, the Military Family Advisory Network, have traded never-ending strings of video calls and emails for project management technology. They use Trello, but there are a number of options that can help cut down on the back-to-back video meetings. \"Companies that are not used to having remote work are trying to work normally at a distance - lots of Zoom calls, conference calls - those are things that will suck up a lot of your day,\" she says. As Americans combine two full time jobs into the same finite amount of time, something's gotta give, and it can't be your sleep if you want to stay healthy. \"Look for the margins that exist in your day,\" advises Sanderlin, who has 8-, 11- and 15-year-old children and has worked from home for years.  She lets her kids stay up as late as they want and she frequently goes to bed while they're still awake. Then while they're sleeping in she's working in peace. \"You can get a lot more done in a short period of time if you don't have distractions. When I went from working in the newsroom to working at my dining room table I could cram a 9-hour day into 4 to 5 hours, or even 2 to 3 hours sometimes,\" she said. When her children were younger, Sanderlin closely guarded nap time from outside interruptions, tackling one project at a time. As for her parenting style, she says it's laid back - but it works. She enforces loose parameters and has focused on raising independent children, cooking them dinner and teaching them how to make age appropriate meals for themselves for breakfast and lunch. Her 11-year-old scrambles her own eggs while mom works. \"You can't be a good work-at-home parent and a helicopter parent. The math doesn't add up,\" she says, joking, \"My version of free-range parenting is what my parents did in the 80s, minus all of the diet soda. I don't give them TAB.\" Unemployment If you're one of the almost 15 percent of Americans who are now unemployed, working from home seems like a luxury, not a problem. Military spouses are familiar with that, too.  Before this pandemic, as Americans overall enjoyed a 3.6% unemployment rate, military spouses were already in a recession. Twenty-four percent of military spouses were unemployed, and 60 percent were underemployed, according to the Department of Defense.  Military families were also going hungry. One in eight military families was food insecure before the coronavirus hit, according to new research by the Military Family Advisory Network. Hustling for work is a way of life for these folks who often move every two or three years. \"You do what you need to do to put food on the table,\" Alvarado advises struggling military spouses, telling them it may be a job they don't particularly like.  \"But while you're doing that job, don't stop looking for that career. You may have to change lanes,\" he says, stressing the importance of learning new skills, being open to different industries than you are trained for and using virtual networking opportunities that previous generations did not have at their disposal, including seeking out informational interviews using LinkedIn and other sites. \"Our civilian friends in America are going to have to do this as well. They're going to have to pivot.\" Loneliness You may feel very alone right now. Perhaps you are separated from people you love and are used to seeing regularly. My CNN colleague, AnneClaire Stapleton, understands this deeply.  She's due to give birth in three weeks to her second child, the first with her husband who works in special operations. He is currently deployed for several months and might not make it back for the birth of their son.  \"I'm weirdly okay with it,\" she says, even though it's not her preference. \"I want him here, and we're not going to have a moment like this again.\"  Stapleton and her husband conceived after multiple rounds of IVF and have never parented an infant together. But, she says, she will at least be able to FaceTime with him during delivery, something previous generations of military families could only dream about. She writes about her experience in a CNN op-ed. She deliberately focuses on the positives: that he will be back for critical bonding time when their baby is a few months old and that when his deployment was pushed back late last year it meant he'd be around for for Christmas. For Brian Alvarado, having his husband on shore duty or away for training multiple times of year meant he was alone in the house with the couple's beagle, Koda. \"I didn't love it at first. I really didn't,\" he says. \"But then I really just started to 'embrace the suck,' as cliché as that is. I started to find what I enjoyed about that [time alone].\"  Alvarado started reading more, volunteering more and spending time on personal interests he had neglected. Almost all of the military families I spoke with stressed the importance of seeking counseling, even if it's over the phone, which I personally have found invaluable. Before my husband left on his sixth combat deployment, a first for me, I sought out a marriage counselor to see me through the deployment and help my husband and I navigate his return to domestic life after months away into our family, one of the most trying times for military families.  You may be experiencing a version of this yourself while homebound with a spouse or partner. In military parlance this flipside of loneliness is known as reintegration - and now you have a label for all your feels about what is a normal response to suddenly ramping up your time with someone you love! When is this going to end? The good news: this will end. The bad news: it's going to last longer than you'd like or than you think you're equipped for. But if you can adjust your expectations and hone your mental game, you can get through this. You may thrive or land somewhere above simply surviving.  Stapleton says she never looks at deployments as a whole because it's pointless - the timeline constantly changes. So she breaks deployments into pieces. \"My husband is a runner. I'm not a runner, but I try, right?\" Stapleton explains. \"We'll go running and I'll say 'I'm dying, I'm dying!' and he'll tell me "], "Language": false}