{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/politics/coronavirus-impact-us-military/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Barbara Starr, CNN Pentagon Correspondent"], "Writers": [["Barbara Starr"]], "FirstPublishDate": ["2020-04-25T14:01:10Z"], "LastModifiedDate": ["2020-04-26T14:35:35Z"], "Headline": ["How the coronavirus pandemic has shaken the US military"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Department of Defense had unusual visitors on Thursday morning. Dr. Anthony Fauci and Dr. Deborah Birx, two of President Donald Trump's key coronavirus advisers and public faces of the crisis, donned masks and were shown into \"the tank\" which is the Pentagon's secure conference room. They were there to meet with Gen. Mark Milley, Chairman of the Joint Chiefs of Staff and Vice Chairman Gen. John Hyten to discuss the military's efforts to manage the coronavirus pandemic and the medical expertise needed to protect the country's 1.4 million military personnel.  The meeting underscored a critical national security issue that has not been publicly discussed in detail by the President, the challenge of ensuring the military is ready to deploy and fight amid the pandemic.  As the country prepares for a possible second wave of the virus this fall, the obstacles facing the Pentagon are massive. They range from assembling robust testing capabilities to ensuring there is a constantly replenished supply of personal protective equipment, while all the while continuing to provide medical personnel to support the civilian healthcare system. And beyond keeping the military functioning there's a realization within the that the pandemic could upend geopolitics and create new and unpredictable threats to US national security. One of the clearest indicators of the level of concern within the Pentagon is the fact Defense Secretary Mark Esper has put strict limits on the amount of information being shared with the American public. While it does publish information each day on the number of personnel who have tested positive for the virus, the military is not releasing information that it believes would reveal weaknesses in US readiness that could exploited by adversaries.  \"The Department of Defense will continue to balance transparency in this crisis with operations security,\" the Pentagon said in a policy statement on its website. The sense that the Pentagon is not being transparent was compounded on Friday when it was revealed that Esper had not been immediately prepared to accept a recommendation that Capt. Brett Crozier be restored to command of the USS Theodore Roosevelt aircraft carrier which has been sidelined after a major outbreak of the virus. Though Esper made it known he wanted to read the full investigation before accepting the decision.  Crozier was fired earlier this month for what the then-acting Navy Secretary Thomas Modly said was poor judgment for too widely disseminating a warning about the spread of virus aboard his vessel, a warning that eventually made its way into the press. Modly resigned days later over his handling of the incident, actions which included a $240,000 trip to Guam where he slammed Crozier and admonished sailors for giving Crozier a rousing send off in public remarks to the crew. Reasons to worry There are plenty of reasons to worry as the coronavirus crisis continues. The military has long had basic plans on the shelf for how to deal with a pandemic. When the virus first began to spread widely, the Pentagon sent thousands of workers home to telework and top commanders began wearing masks and social distancing. In highly secure command centers at the Pentagon and at US Northern Command in Colorado, crisis teams assembled but carefully made sure they worked in separate areas in case there was an outbreak. The virus prompted the military to cancel exercises, briefly halted the process of bringing in recruits and put the Roosevelt back in port after more than 800 sailors tested positive and one died after an outbreak on board. Now, more than 40 navy warships have had one or more sailors test positive, and on Friday, CNN learned there are at least 18 cases aboard the USS Kidd which is at sea in the Eastern Pacific and must now find a port to which it can return. The number of cases had risen to 33 by Saturday, according to the Navy. There are nearly 4,000 cases among the active duty force, but the Roosevelt outbreak has caused the most anxiety in the military medical community.  \"This is a stealthy virus in many ways and this outbreak investigation is an important medical weapon to understand its behavior so that we can better protect the crew, their shipmates on other vessels and ultimately the nation,\" said Rear Adm. Bruce Gillingham, US Navy Surgeon General last week.  The Navy and the Centers for Disease Control and Prevention are collaborating on a study to try to determine how the virus spread across the entire ship even with isolation measures in place. The fact 120 sailors previously asymptomatic have tested positive raises questions about the limitations of the current testing system. Testing alone, \"does not enable us at this time to improve our readiness and availability,\" Hyten told reporters at the Pentagon this week. He also cautioned that some Troops still test positive after 14 days of isolation even if they are originally asymptomatic. A plan has now been approved by Esper for prioritizing who in the military will be tested first. It is based on the critical need to keep the military running and being able to meet international threats. The first tier to be tested are forces dedicated to nuclear deterrence such as intercontinental ballistic missile and bomber crews as well as critical special operations forces units that are always on alert for possible counter terrorism missions. The second tier will be forces posted around the world including Iraq, Afghanistan, Syria and South Korea. Next will be forces about to deploy, or forces about to return, and after that all other service members. New recruits are also being prioritized and the goal is to test 60,000 military personnel a day, but that goal won't be reached for months. \"To get to the entire force, the 1.4 million active duty and the entire Guard and Reserve, is going to take us into the summer,\" says Hyten. No more 'business as usual' Beyond the practical goal of maintaining readiness, there's a growing understanding that the nature of the US military, what it does, and the concept of what constitutes a national security threat may be changed by the pandemic. \"Is it back to business as usual? No, I don't see that,\" Milley observed earlier this month at the Pentagon. When he was asked about what happens next Milley suggested the pandemic means the nature of threats to the US are changing. \"There are countries out there, states that are very fragile, that are in various states of civil war or they have violence internal to their societies, there's significant stress, as a result of this COVID-19 virus.\" Milley said because of the pandemic there is risk of more instability in politically and economically fragile countries such as Afghanistan, Iraq and Syria. 'So no, it's not going to be business as usual. We've got to take a hard look at how we as a military, we as a Department of Defense conduct operations in the future,\" he added. The military will have to understand what \"lessons' it has learned so it can be effective in the post pandemic world, Milley went on to say. It's too soon to have a definitive answer on what happens next, but with a $700 billion budget and massive bureaucracy, some framing questions will need to be answered to avoid the military's classic problem that huge budgets are devoted to weapons systems such as armored tanks designed to fight threats from conflicts that are becoming less relevant. Without question, the military must still be able fulfill critical tasks such as providing a credible nuclear deterrent and fighting terrorism. But many defense contractors have furloughed workers, so it's not even possible to calculate when everyone will be back to work with production lines fully running again, let alone the impact on critical research efforts into advanced technologies and materials. Former Defense Secretary Chuck Hagel told CNN that any defense secretary will need 'peripheral vision' to deal with the coming challenges. \"You constantly have to review what you are doing, how you have been doing it, and match that with the challenges of the day,\" Hagel said.  That's the challenge, the Pentagon will have to anticipate and react with agility because the next major threat might not come from China or Russia. It could be another pandemic, a cyberattack or even climate change that cripples a military which is still reliant on the billions spent on traditional ships, aircraft, tanks and missiles. CLARIFICATION: This article has been updated to more precisely describe the number of coronavirus cases on Navy ships."], "Language": false}