{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/football/uswnt-equal-pay-lawsuit-appeal-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Martin, CNN"], "Writers": [["Jill Martin"]], "FirstPublishDate": ["2020-05-09T03:18:11Z"], "LastModifiedDate": ["2020-05-09T04:45:13Z"], "Headline": ["US women's national soccer team players ask for appeal and trial delay after judge dismisses equal pay claims"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["One week after a federal judge dismissed the equal pay claims in the US Women's National Team players' lawsuit against the US Soccer Federation, the USWNT players are continuing their fight. The plaintiffs had two filings Friday in federal district court in California. Attorneys for the players are asking to postpone the trial, which currently is scheduled for June 16. Additionally, they are seeking an entry of final judgment on their equal pay and Title VII pay discrimination claims, to allow an immediate appeal on those claims to the US Court of Appeals for the Ninth Circuit, according to court documents. \"The argument that women gave up a right to equal pay by accepting the best collective bargaining agreement possible in response to the Federation's refusal to put equal pay on the table is not a legitimate reason for continuing to discriminate against them,\" said Molly Levinson, a spokesperson for the USWNT players in their lawsuit, on Friday. \"Today, we are filing a motion to allow us to appeal immediately the district court's decision so that the Ninth Circuit will be able to review these claims.\" On May 1, the USWNT legal case suffered a major blow, as Judge R. Gary Klausner rejected the players' claims that they were paid less than the men's national team. In his written decision, he said that claims by the players of unequal working conditions based on travel conditions, specifically charter flights and hotel accommodations, and support services, specifically medical and training support, can still go to trial. The USWNT originally filed a lawsuit against the US Soccer Federation in March 2019, with 28 members of the team listed as plaintiffs. The May 1 ruling was issued in response to a motion for summary judgment to dismiss the lawsuit by the federation in US District Court for the Central District of California, according to a court filing. The suit alleges the US Soccer Federation's payment practices amount to federal discrimination by paying women less than men \"for substantially equal work and by denying them at least equal playing, training, and travel conditions; equal promotion of their games; equal support and development for their games; and other terms and conditions of employment equal to the MNT.\" However, Klausner wrote in his decision that members of the USWNT did not prove wage discrimination under the Equal Pay Act because the women's team played more games and made more money than the men's team. The women's team also rejected a collective bargaining agreement (CBA) where they would have the same pay structure as the men's team in favor of a different CBA, Klausner wrote. The women's CBA guarantees that players will be compensated regardless of whether they play a match or not, while the men's CBA calls for players to be paid if they are called into camp to play and then participate in a match, according to the summary judgment. Klausner wrote that the women were asking for a court to conclude that the women were paid less than men because had the women been paid under the men's CBA, they would have earned more than they did under their own CBA. \"This approach -- merely comparing what each team would have made under the other team's CBA -- is untenable in this case because it ignores the reality that the MNT and WNT bargained for different agreements which reflect different preferences, and that the WNT explicitly rejected the terms they now seek to retroactively impose on themselves,\" Klausner wrote. Klausner also wrote in his decision: \"This evidence is insufficient to create a genuine issue of material fact for trial.\" According to USWNT star Megan Rapinoe, who was on ABC's \"Good Morning America\" on Monday, the men's contract was never offered to the women. \"If we were under the men's contract, we would be making three times more,\" Rapinoe told ABC. \"You can look at the total compensation and say, 'Oh, the women's team made a little bit more.' In that time that we made just a little bit more, we've won two World Cups and we've won just about every single game that we've played in. So the rate of pay is just so different. And it's just so frustrating. To be honest, I think so many women go through this. \"When we went through our CBA, I think the judge in the court ruling alluded to this, that now that the contracts have played out we're just saying that because we made less we would like to go to the men's contract. \"The men's contract was never offered to us and certainly not the same amount of money, so to say that we negotiated for our contract and that's what we agreed to, I think so many women can understand what this feeling is of going into a negotiation knowing equal pay is not on the table. Knowing anywhere close to your male counterparts is not even on the table.\" On Monday, the US Men's National Team Players Association released a statement on its website showing support for the members of the US Women's National Team. \"The USMNT players continue to stand with the WNT players in their efforts to secure equal pay,\" the statement says. \"For a year and a half the USMNT players have made proposals to the Federation that would achieve equal pay for the USMNT and USWNT players. We understand the WNT players plan to appeal last week's decision and we support them.\""], "Language": false}