{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/us-coronavirus-update-05-08-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elise Hammond, Meg Wagner, Fernando Alfonso III and Rob Picheta, CNN"], "Writers": [["Elise Hammond", "Meg Wagner", "Fernando Alfonso III", "Rob Picheta"]], "FirstPublishDate": ["2020-05-07T23:17:01.290Z"], "LastModifiedDate": ["2020-05-09T01:16:40.145Z"], "Headline": ["Coronavirus pandemic in the US"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Our live coverage of the coronavirus pandemic in the US has ended for the day. Follow the latest updates from around the globe here. Former MLB star Alex Rodriguez says he hopes Major League Baseball will return in July despite the pandemic. “I know that Major League Baseball officials are working around the clock,” Rodriguez told CNN’s Erin Burnett. “I think they will let science lead the way.” The former Yankees star remains optimistic that Major League Baseball will return in the summer, but said it’s not just players that officials need to think about before the start of the season. “There’s also coaches that are over 65,” he said. “There’s umpires. There’s kids that have asthma. So there’s a lot of variables and factors that are being considered that are not really being talked about. But I am still very hopeful and optimistic.”  Rodriguez continued to lay out what would need to occur for national baseball to return in the middle of a pandemic. “The 30 owners and the players association have to come to an agreement on what is going to be the payment.,” he said. “Will there be additional concessions with those people in the stands, without any fans? And those are going to be big issues that are being talked about right now. After they come up with an agreement, hopefully July is the right time.”  Burnett discussed baseball games underway in Taiwan where fans are sitting apart from one another and in South Korea, where the stands are empty. Asked if the former MLB star could imagine playing without fans, Rodriguez said, “no.” \"The game is all about fans,\" Rodriguez said. \"They’re the shareholders. They’re really owners of our game. We have the privilege to play, or manage or broadcast in my case now, but fans are a big part of it. The fans come out to the stadium, but they also watch at home. And America’s never been hungrier for sports and baseball. It is America’s favorite pastime, and I do think America needs its comfort food and that’s baseball.\" Contact tracing was performed inside the White House after Vice President Mike Pence's press secretary Katie Miller tested positive for coronavirus, a senior White House official said. Everyone who Miller came in contact with tested negative including her husband, Stephen Miller, senior adviser to the President. More on this: The White House is making sure staff wears masks in the residence. And Covid-19 tests and temperature checks have been boosted throughout the West Wing.  The official also said the entire West Wing is being sanitized more frequently. The official said “it’s not perfect” but they are trying to boost measures to be an example to businesses around the country on how to deal with the virus. North Dakotans are now permitted to travel to other states without having to quarantine for two weeks when they get home, Gov. Doug Burgum said Friday. “This allows for people to travel freely within the United States and releases requirements for people returning to our state, even from those areas that were previously defined as high outbreak areas; releases people from having to self isolate or quarantine when they come back. The exception to this is international travelers,” he said. State Health Officer Mylynn Tufte on Friday amended the previously issued order that required anyone returning to North Dakota to quarantine for 14 days. “Although the travel quarantine order now allows for domestic travel, the NDDoH (North Dakota Department of Health) continues to strongly recommend that North Dakotans limit travel to essential errands, travel necessary for essential work and to provide medical or home care to others,” Tufte said.  Those traveling for essential work or for essential supplies and services were and continue to be exempt, according to the orders.   A new study is starting to see if adding an anti-inflammatory drug to the antiviral drug remdesivir can help coronavirus patients recover more quickly. The US National Institutes of Health said it was beginning a randomized, controlled clinical trial of remdesivir plus baricitinib, usually prescribed to treat rheumatoid arthritis.  Remdesivir has emergency authorization from the Food and Drug Administration for use against Covid-19. One NIH-sponsored trial showed it reduced the duration of illness by a few days. The hope is that adding another drug will help patients improve even more quickly.  Researchers hope baricitinib, sold under the brand name Olumiant, can help control a condition called a cytokine storm in which the body’s immune system overreacts causing severe inflammation. It causes some of the organ damage and failure seen in severe cases of Covid-19. “We now have solid data showing that remdesivir diminishes to a modest degree the time to recovery for people hospitalized with COVID-19,” Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said in a statement. “(The study) will examine if adding an anti-inflammatory agent to the remdesivir regimen can provide additional benefit for patients, including improving mortality outcomes.” The agency said it expects to enroll more than 1,000 people in the double-blind study in the US and internationally. Half the participants, who must be hospitalized with serious cases of Covid-19 to take part in the study, will receive baricitinib orally and remdesivir intravenously. The other half will receive placebo tablets and remdesivir through an IV, the NIH said. Researchers are will try and determine if the drug combination leads to a shorter recovery time. They’ll also look for secondary outcomes between the two groups, the NIH said, including death.   A combination of three antiviral drugs plus an immune system boosting drug seemed to help patients recover more quickly from coronavirus infections, doctors in Hong Kong reported Friday. They said the approach needs more testing but it could offer another treatment possibility for Covid-19 patients. Currently the only authorized treatment is the experimental drug remdesivir, which also shortens the duration of illness but which is in limited supply. Kwok-Yung Yuen at Hong Kong University and colleagues tested the HIV drug combination of ritonavir and lopanivir along with the general antiviral drug ribavirin and a multiple sclerosis drug called beta interferon. The patients all had mild to moderate symptoms. Some doctors think treating patients earlier in the course of the infection might be better.  Yuen’s team gave some patients only the HIV drugs, often sold under the brand name Kaletra. Others were randomly assigned to receive the ritonavir/lopanivir combination plus the antiviral drug ribavirin and beta interferon.  The patients who got the cocktail tested negative for coronavirus after seven days on average. Those who just got the HIV drugs were positive on average for 12 days, the team reported in the Lancet medical journal. The patients given the cocktail also felt better quicker. “Early triple antiviral therapy was safe and superior to lopinavir–ritonavir alone in alleviating symptoms and shortening the duration of viral shedding and hospital stay in patients with mild to moderate COVID-19,” the researchers wrote. According to Johns Hopkins University's tally of cases in the United States, at least 77,126 people have died from coronavirus.  The first known US coronavirus-related fatality was Feb. 6, which was 92 days ago. Kansas now has 6,501 positive coronavirus cases, which represents an increase of 357 from yesterday. The state also has 152 coronavirus-related deaths, which includes five new deaths from Thursday, said Dr. Lee Norman, secretary of the Kansas Department of Health and Environment. Kansas is currently monitoring 76 clusters that account for nearly half of the total number of state's Covid-19 cases, Norman said Friday.   Washington state is allowing five of its 39 counties to move on to the second phase of the reopening plan.  Businesses in Columbia, Garfield, Lincoln, Ferry and Pend Oreille counties will be allowed to offer in-store retail services. Restaurants will also be allowed to serve dine-in customers, but with less than half of their normal capacity. Salons and pet groomers can also operate. “We recognize COVID-19 is impacting some parts of our state in different ways and some counties will be ready to move forward earlier than others,” Secretary of Health John Weisman said in a written statement. Although Washington state had some of the first hotspots in the coronavirus outbreak in the US, the five counties have fewer than three confirmed coronavirus cases, and no recorded deaths. Gov. Jay Inslee said he is considering requests from three other counties. ##Reopening## It's almost 7 p.m. ET in the US. If you're just tuning in, here are some of the top stories today: More than 77,000 people have died: At least 1,282,060 cases of coronavirus have been reported in the US and at least 77,126 people have died, according to Johns Hopkins University's tally of cases.\nYes, unemployment benefits will still be paid even if state funds run out:  Though several state unemployment trust funds are running dry and states are facing big budget shortfalls, the cash crunch won't affect those applying for or receiving benefits — they'll get their weekly checks regardless of their state's financial situation with help from the federal government.\nPence's press secretary tests positive for coronavirus: President Trump confirmed today that Vice President Mike Pence's press secretary, Katie Miller, tested positive for the coronavirus. Miller is now the second White House staff member known to have tested positive for the coronavirus this week, after one of Trump's personal valets tested positive on Thursday.\nHouse coronavirus oversight panel asks five companies to return loans meant for small businesses: The House Oversight Committee's new select coronavirus oversight panel sent letters to five different companies (MiMedx Group, EVO Transportation & Energy Services, Universal Stainless & Alloy Products, Quantum Corp. and Gulf Island Fabrication) asking them to return loans they received from the Paycheck Protection Program set up during the pandemic to aid struggling small businesses.\nTensions mount as US coronavirus reopenings reveal a new way of life: More than two-thirds of Americans — 68% — are concerned about their states being reopened too quickly, according to a new poll from Pew Research Center. More than 45 states by Sunday will have relaxed restrictions on some combination of businesses, services or parks, hoping to lift economies crushed by the pandemic.\nStates expand testing: South Carolina will begin universal coronavirus testing of all 40,000 residents and staff at 194 nursing homes across the state beginning May 11. In Kentucky, officials want to test residents and staff members at all 286 skilled nursing facilities across the state. ##Catch Up## Mississippi's \"safer-at-home\" order has been extended two weeks until May 25, Gov. Tate Reeves said today.  “We want this virus to be over, it is not,\" Reeves said. The governor laid out strict social distancing guidelines and sanitation protocols for salons, barbershops and gyms to follow when they begin to reopen on Monday.  “Let’s all be honest. We are not doing this because there is no risk associated with you going there. There is risk every single time you leave your home. There will be risk if you choose to go to any of these businesses that have reopened. I’m doing this because we cannot allow these small businesses to fold,” Reeves said.  Mississippi has reported 9,020 positive cases of coronavirus and 409 deaths, state health officer Dr. Thomas Dodds said. ##Reopening## South Carolina will begin universal coronavirus testing of all 40,000 residents and staff at 194 nursing homes across the state beginning May 11, state epidemiologist Dr. Linda Bell said Friday. Bell described the process as “a phased approach to this expansion of testing,” with 74 of the 194 facilities starting their testing on Monday.  The majority of those 74 facilities have volunteered to take part of this first round of testing, Bell said. An antibody treatment being developed to treat rheumatoid arthritis will go into testing in patients with coronavirus later this month, developers said. GlaxoSmithKline said the drug, called otilimab, might help calm down an immune system overreaction called a cytokine storm. Cytokine storms are blamed for some of the most severe symptoms of coronavirus infections and can lead to fatal organ damage. The phase II trial will include 800 adults hospitalized with pneumonia from coronavirus, Glaxo said.  Otilimab is a monoclonal antibody – a natural immune system molecule that is targeted to neutralize an inflammatory compound known as granulocyte-macrophage colony-stimulating factor or GM-CSF. In rheumatoid arthritis, the inflammation can cause joint damage and pain and studies indicate it may be involved in cytokine storms in patients infected with viruses. Another treatment for rheumatoid arthritis, anakinra, showed promise in helping patients with severe Covid-19, according to a small study published in the journal Lancet Rheumatology on Thursday. “We believe that otilimab may be able to help to block the effects of one of the types of cytokine (known as GM-CSF),” Kathleen Quinn, a spokesperson for Glaxo, said in an email. “We plan to start a Phase II clinical trial by the end of May.  The patients will all receive standard care for the novel coronavirus. Some patients will get a placebo and others will get the otilimab infusion to see if it improves their condition. The trial is expected to run through December. Kentucky is aiming to test every resident and staff member at all 286 skilled nursing facilities in the state, Health and Family Services Secretary Eric Friedlander said Friday. He said he expects it will take a couple of months to get through all facilities. Here's a breakdown of cases and deaths at long-term facilities provided by Gov. Andy Beshear:  At least 862 long-term care residents and 356 staffers have tested positive for Covid-19.\nAt least 176 people have died. South Carolina Gov. Henry McMaster announced that restaurants across the state will be allowed to reopen May 11 for limited dine-in services. Restaurant restrictions that will remain in place include, according to McMaster:  Tables must be spaced 6-8 feet apart\nRestaurants can only allow 50% of their inside occupancy rate, as determined by the fire marshal\nSanitation and social distancing guidelines must be followed “These recommendations, these policies, these suggestions are comprehensive, they are well thought-out, they have been researched, some have come as best practices from other states,” McMaster said Friday. “This has been quite a process and includes such things as the sanitation, providing hand sanitizers at the entry doors, table condiments such as salt, pepper ketchup, etc should be removed from the table, provided upon request.\" McMaster also announced that all boating restrictions put in place by an executive order on April 16 have been lifted, effective immediately. ##Reopening## There are at least 1,279,546 cases of coronavirus in the US and at least 76,706 people have died, according to Johns Hopkins University's tally of cases. Johns Hopkins reported 22,523 new cases and 1,044 reported deaths on Friday.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Pools, splash pads, water parks, and swim beaches in Arkansas will be allowed to open on May 22, Gov. Asa Hutchinson said Friday.  People who enter the areas will be screened and those with a fever or who have had contact with someone who has tested positive for Covid-19 will be turned away, Hutchinson said. The governor said pool chemistry should be tested twice a day, and high-touch areas should be disinfected \"frequently.\"  Slides, diving boards and any other areas where people form lines should be marked with notices about the 6-foot distancing. Arkansas is reporting 3,747 confirmed coronavirus cases and 88 deaths, said Dr. Nate Smith with the Arkansas Department of Health. ##Reopening## It's almost 5 p.m. ET in the US. If you're just tuning in, here are some of the top stories today: White House responds to CDC guidelines: White House press secretary Kayleigh McEnany addressed reports that the administration will not implement 17-page draft recommendations for reopening America from the US Centers for Disease Control and Prevention. “I would ask you, what’s the definition of CDC guidelines? Is it something the CDC director has actually seen? I would endeavor to say yes. Is it something that a rogue CDC employee leaks to you guys? No,\" McEnany said Friday.\nChildhood vaccinations on the decline: Childhood vaccinations have plunged since the Covid-19 pandemic started hitting the United States, the CDC said Friday. The CDC reported a “notable decrease” in the number of vaccines ordered through a federal program that immunizes half of all kids in the US. \nRestaurant industry continues to struggle: The restaurant industry has lost more than three decades of jobs in the last two months, according to analysis from the National Restaurant Association, a leading industry group. Eating and drinking places lost 5.5 million jobs in April which followed a net decline of nearly a half-million jobs – three times more jobs than any other industry, according to the group.  \nPandemic guidelines were ignored: The federal government ignored longstanding recommendations for how to handle a pandemic, and President Trump further undermined efforts, Florida Rep. Donna Shalala said Friday. “Boy, we weren’t ready,” said Shalala, who is also the former Health and Human Services secretary.\nNew Jersey adjusts its testing: Several facilities in New Jersey will now offer tests to asymptomatic people as part of the state’s efforts to increase testing, Gov. Phil Murphy said today. \nNew York reaches grim milestone: There have been at least 14,389 confirmed coronavirus deaths and at least 5,313 probable coronavirus deaths in New York City, according to the city website.\nVaccine chief's removal may have been in retaliation: The investigative office reviewing the whistleblower complaint of former vaccine chief Dr. Richard Bright has determined there is reason to believe he had been removed as retaliation and is recommending he be reinstated during the investigation, Bright’s lawyers said Friday.\nSummer parades and festivals canceled in Boston: All parades and festivals in Boston are canceled for the summer, up to and including Labor Day on Sept. 7, due to coronavirus concerns, Mayor Marty Walsh announced today.\nSome businesses to reopen in Florida: Gov. Ron DeSantis announced the reopening of barber shops, hair salons and nail salons in all counties currently in phase one of the state’s reopening plan starting Monday.\nCalifornia looks toward November: All registered voters in California will receive a mail-in ballot for the November election, Gov. Gavin Newsom announced today. ##Catch Up## Virginia Gov. Ralph Northam announced today that the state is on track for a phase one reopening on May 15 but cautioned “if our trends change, we will adjust that date as needed.” Northam said that the stay-at-home order that had been in effect will now become a “safer-at-home order” and detailed what restrictions would be lifted in a phase one reopening. Here is what would be allowed in phase one: Nonessential retail establishments can increase to 50% capacity.\nIf restaurants and breweries already have a permit for outdoor seating, “we’ll allow service in that outdoor area at 50% capacity.” \nPlaces of worship will be allowed to hold indoor services but only at 50% capacity. \nPersonal grooming services can reopen in phase one “if they can adhere to strict social distancing with face masks required and appointments required.” \nPrivate campgrounds can reopen with restrictions between campsites.  Here's what won’t be allowed to reopen in phase one: Overnight summer camps\nGyms\nEntertainment and amusement venues\nBeaches for anything other than exercising and fishing  \"We are not opening the floodgates here, we're not flipping a light switch from closed to open,\" he said. “We will move forward cautiously with science and with data and safety as our criteria.”  Northam said he expects phase one to last at least two weeks but “it may last longer depending on what the data shows.” ##Reopening## The restaurant industry has lost more than three decades of jobs in the last two months, according to analysis from the National Restaurant Association, a leading industry group. Eating and drinking places lost 5.5 million jobs in April which followed a net decline of nearly a half-million jobs – three times more jobs than any other industry, according to the group.   “Just three months ago, there were more than 12 million people on the payrolls of eating and drinking places across this country, but today more than six million restaurant workers are home without a job – and that number is going to grow,” said Sean Kennedy, executive vice president of Public Affairs for the Association. “It is critical that Congress provide targeted relief for the restaurant industry and its employees,” Kennedy added. ##Economy## The federal government ignored longstanding recommendations for how to handle a pandemic, and President Trump further undermined efforts, Florida Rep. Donna Shalala said Friday. “Boy, we weren’t ready,” Shalala, a Democrat who is also former Health and Human Services secretary, said at a meeting of the Bipartisan Commission on Biodefense.  “We weren’t ready at any level,\" she added. The commission, an independent group put together to advise on potential pandemic and bioterrorist dangers, has been warning for years about the lack of US preparedness. Shalala, a former member of the commission, said the White House did follow one recommendation made in a 2015 report offering guidance about handling a pandemic. That was the appointment of Vice President Mike Pence to head the response.  Trump named Pence coronavirus coordinator on Feb. 27, but for weeks continued to himself front White House briefings on the pandemic. “If the President had gotten out of the way, the vice president would have done just fine because he had just the right tone about working with state and local governments,” Shalala said. Pence, she said, had shown he would listen to advice from the US National Institutes of Health, the Centers for Disease Control and Prevention, the Food and Drug Administration and other medical experts. “He never second-guessed their opinions,” she said. Hospitals across the United States are seeing fewer stroke patients coming to their facilities for care — and a new paper ties that trend to the coronavirus pandemic. The paper, published Friday in the New England Journal of Medicine as a letter to the editor, suggests that the number of patients in the United States undergoing imaging for stroke evaluation has decreased by 39% since before the pandemic. \"These are stroke patients who need to be treated,\" said Dr. Greg Albers, director of the Stanford Stroke Center and professor of neurology at Stanford University, who was an author of the letter.  Albers called the 39% drop in stroke patients \"unheard of.\" \"Our concern is that many people are more afraid of going to an ER than they are of having a stroke. This is a critical error because stroke treatments can be highly effective and the chance of being infected in an ER is minute. It is very important that patients with symptoms of stroke call 911,\" Albers said. \"If the stroke is causing disabling symptoms there’s a huge advantage to getting it treated.\" In the letter, researchers from the Washington University School of Medicine in St. Louis and Stanford University in California wrote that they examined data on 231,753 stroke patients who underwent neuroimaging in 856 hospitals in the United States from July 1, 2019 through April 27. The data showed that the number of patients who underwent imaging decreased from 1.18 patients per day per hospital in February to 0.72 patients per day per hospital in late March and early April. \"We were very surprised to see that many people of all ages, and even those with severe strokes, were not presenting to the hospital for evaluation and treatment. Even in states with few Covid cases, patients were hesitant to be seen in ERs,\" Albers said.  \"Not only are patients afraid to go in but some physicians have been hesitant to send patients to the ER, even paramedics may be concerned,\" he added.   US stocks rallied all day Friday in spite of the worst monthly jobs report on record. The market has brushed off bleak labor market data, including the staggeringly high weekly jobless claims, over the past weeks. Friday was no exception. The April report from the Bureau of Labor Statistics said the US economy lost 20.5 million jobs, bringing the unemployment rate to 14.7%. It was the worst monthly report in history, in terms of both jobs lost and the unemployment rate. Here's where things stand: The Dow finished up 1.9%, or 455 points.\nThe S&P 500 climbed 1.7%.\nThe Nasdaq Composite closed 1.6% higher. Remember: As stocks settle after the trading day, levels might still change slightly. ##Economy## Indiana has 675 new positive coronavirus cases, bringing the statewide total to 23,146, according to State Health Commissioner Dr. Kristina Box. There were 33 new confirmed deaths announced today for a total of 1,328, plus 119 total suspected but unconfirmed deaths, Box said. Intensive care unit and ventilator capacity is holding steady in the state, Box noted. ##Reopening## Delta Air Lines said it is temporarily halting service at 10 airports in an effort to reduce health risks for its employees. The airports are in metropolitan areas with other airports nearby, the airline said in a statement Friday. “These changes will allow more of our frontline employees to minimize their COVID-19 exposure risk while ensuring convenient access to Delta’s network for those who must travel,” Delta said. While Delta said the move is to protect its frontline employees at those airports, like all airlines, it has seen a major reduction in passengers during the pandemic.  Routes will be shuttered to airports such as Chicago Midway. The airline will instead funnel passengers through the O’Hare International Airport. “Delta will continue providing essential service to impacted communities via neighboring airports,” the statement said. Delta is the world’s second largest airline. The airline on Monday began mandating that passengers wear face coverings on flights. The airline said it still may suspend service to other airports as well, citing a request that the Department of Transportation is still reviewing to suspend operations at nine more airports. California is reporting a more than 20% unemployment rate, Gov. Gavin Newsom said Friday. “Do the math. We’re not at 14.7%. The State of California is north of 20% right now,\" he said. Newsom said unemployment numbers are lagging and warned, “Let me reassure you, those numbers underestimate the rate in this country.” Paying for unemployment: The governor said he will present a balanced budget next week, as is constitutionally required. Newsom is projecting tens of billions of revenue shortfall, when that revised budget is released on May 14. Once again, Newsom cried out for the help of the federal government.  “We cannot do justice to the 40 million Americans – Republicans and Democrats – in this state that need us now more than ever without the support of the federal government, period,\" he said. On Monday, Newsom said the state will need to borrow funds from the federal government to pay unemployment claims. ##Economy## ##California## Phase one of North Carolina's reopening efforts will start at 5 p.m. today, Gov. Roy Cooper said. \"I urge everyone to do what we know works, and to stay vigilant,\" Cooper said. \"And even though today at 5 p.m., North Carolina moves into phase one, know that the stay-at-home order is still in effect.\" Secretary of North Carolina Department of Health and Human Service Dr. Mandy Cohen also announced today that testing is now available for anyone exposed to Covid-19.  \"We also want anyone who has been exposed to Covid-19 to get a test whether or not you're having symptoms. So you don't have to have symptoms in order to get a test,\" Cohen said. North Carolina has a total of 13,868 Covid-19 cases and 527 deaths. The six staffers who deplaned from Air Force 2 at Joint Base Andrews earlier this morning tested for negative for coronavirus, a senior administration official told the pool traveling with Vice President Pence. This comes after Katie Miller, Vice President Mike Pence’s press secretary, tested positive for coronavirus.  President Trump said that Miller has not come into contact with him but noted that she has been in contact with Pence. Pence was traveling to Des Moines, Iowa, to participate in a discussion with faith leaders on responsible religious and spiritual gatherings, followed by a roundtable on securing the food supply this morning. See the latest on the White House's response:   President Trump said on Friday that the White House is “in no rush” to pass additional stimulus funds in response to coronavirus.  “Well we’re in no rush, we’re in no rush. The Democrats have to do what they have to do, but I would say we’re not looking… we want to see what they have, but I can't say that we’re in a rush,” Trump said. The President added that his administration had moved quickly to distribute the money already allocated by Congress, which he said they did. Although he noted that some money is stalled due to “state machinery, you know they have old computers.”  Trump also claimed that Democrats wanted to send funds that way and they should take responsibility for stalled funds. Some background: CNN’s Manu Raju reported earlier that Republican leadership in the House and Senate don’t want to move forward with phase four yet, with divisions internally over a number of issues like aid to states and cities.  There will likely be GOP resistance to the rescue package House Democrats are in the process of drafting. They could vote on it as soon as next week. ##Economy## All registered voters in California will receive a mail-in ballot for the November election, Gov. Gavin Newsom announced during his daily pandemic briefing. The state is not moving to mail-only, however, and in-person voting will remain an option. “Mail in voting is important, but it is not an exclusive substitute to physical locations,” the governor said, noting that some people are simply not comfortable mailing in a ballot “This election is slated to be the most consequential election of our lifetime,” Secretary of State Alex Padilla said. “We remain committed to providing as many safe, in-person opportunities to as possible on and before Election Day.” The postage on ballots will be pre-paid, Padilla added. ##California## Florida Gov. Ron DeSantis announced the reopening of barber shops, hair salons and nail salons in all counties currently in Phase I of the state’s reopening plan starting Monday. DeSantis made the announcement on Twitter using a video message recorded by J Henry, the owner of J Henry’s Barber Shop in downtown Orlando.  According to a graphic within the video, the reopening includes enhanced safety protocols such as wearing gloves and a mask. \"I know everyone is happy to come out and support the barber shop, but we want to continue to keep one thing in mind: safety is always first,\" J Henry said in the video. See the tweet: ##Reopening## Asked if he considered wearing a mask during a ceremony with World War II veterans, President Trump said Friday afternoon, “No, because I was very far away from them.”  “We were very far away,” Trump said, adding, “Plus the wind was blowing hard in such a direction that if the plague ever reached them I might be very surprised. It could have reached me, too. You didn’t worry about me. You only worried about them.” What this is about: Earlier today, Trump participated in a wreath laying ceremony at the WWII Memorial to commemorate the 75th anniversary of Victory in Europe Day.  Trump greeted the veterans — all in their 90s — from a distance and did not exchange handshakes or hugs. Earlier, White House press secretary Kayleigh McEnany was asked whether Trump gave any consideration to wearing a mask while meeting with the veterans, since a presidential valet recently tested positive for the virus. “Well this President is regularly tested. This President will make the decision as to whether to wear a mask or not. I can tell you that those veterans are protected. They made the choice to come here because they’ve chosen to put their nation first. They wanted to be with their commander in chief on this momentous day,” McEnany said.  “It was their choice to come here and I can tell you that the President always puts the safety of our veterans first,” she added. See Trump honor VE Day with veterans:  More than two dozen California counties have reached out to Gov. Gavin Newsom’s office to talk about lifting even more restrictions in order to reopen further.  Newsom plans to make more reopening announcements on a consistent basis, he said, and that will begin with subsequent guidelines coming on Tuesday. Those guidelines will be issued by sector, with a frame of flexibility, and will provide clarification hand washing, sanitation, addressing need for pickups and how to make that safer for employees and customers. Acknowledging deep anxiety people are feeling and a desire to reopen, Newsom said, “We will move through phase two together as a state.”  Today, 70% of the state’s economy can reopen with modifications, Newsom indicated. It’s not 100% and won’t deliver the same revenue that companies are used to, and says “businesses may not thrive, but will survive” with the state’s support, the governor said. ##Reopening## ##California## Chicago Mayor Lori Lightfoot introduced the five-phase \"Protecting Chicago\" plan for reopening the city during a news conference Friday afternoon. The five-phase outlines how and when businesses can safely reopen, employees can return to work and residents can resume recreational activities. The first four phases require people to continue to social distance and wear face masks to help, Lightfoot said.  Here's a look at the phases: The first phase included strict physical distancing measures and only allowed essential workers to report to work.\nThe second phase, which Lightfoot believes the city is currently in, allows residents to go out for essential activities and exercise while wearing face coverings and practicing social distancing.\nThe city will move to phase three when the science and data allows. It includes limited reopenings and nonessential employees returning to their workplaces in phases, Lightfoot said. Public amenities will also be reopening in a limited capacity.\nIf the indicators show that it is safe, phase four will allow for more reopenings, with additional businesses and public amenities becoming available, along with more restrictions.\nThe fifth phase would be a complete reopening of the city and businesses with possible caveats in place, such as workplace screening and testing, Lightfoot said. ##Reopening## All parades and festivals in Boston are canceled for the summer, up to and including Labor Day on Sept. 7, due to coronavirus concerns, Mayor Marty Walsh announced today. \"While we're planning a healthy reopening and an equitable recovery process, I know this announcement will be disappointing to many residents and organizations that look forward to these events each year,\" said Walsh said in a statement.  Smaller events will be looked at by a “case by case basis,” Walsh said at a news conference Friday.  The city is looking for “creative alternatives” for the large-scale events that the city hosts, he continued. \"This is a hard public health decision, but it's the right one. I encourage people to rethink their events, and thank them for their work to inspire us, and help our communities get through this difficult time,\" he continued. The city is encouraging organizers to host virtual events instead. The investigative office reviewing the whistleblower complaint of former vaccine chief Dr. Richard Bright has determined there is reason to believe he had been removed as retaliation and is recommending he be reinstated during the investigation, Bright’s lawyers said Friday. The Office of the Special Counsel “advised that in light of this determination, it would contact the Department of Health and Human Services (\"HHS”) to request that it stay Dr. Bright’s removal as Director of BARDA for 45 days to allow OSC sufficient time to complete its investigation of Bright’s allegations,\" Bright’s lawyers said in a statement.   President Trump confirmed that Katie Miller, Vice President Mike Pence’s press secretary, is the staffer who tested positive for coronavirus.  “She’s a wonderful young woman, Katie, she tested very good for a long period of time and then all of a sudden today she tested positive,” Trump said.  Trump never used Miller's last name in his remarks but later confirmed it was “a press person.” The President said that Miller has not come into contact with him but noted that she has been in contact with Pence. Watch CNN's latest reporting:  President Trump predicted Friday that the coronavirus pandemic could kill “95,000 people ultimately” across the US — again subtly adding to the numbers he has been using. More than 76,000 people have died due to the virus in the US already, according to a daily tally tracked by Johns Hopkins University.  Speaking with Republican members of Congress, Trump said that mitigation efforts helped limit the number of deaths from the outbreak but, “We may be talking about 95,000 people ultimately, we may be talking about something more than that.\" He added that one death from coronavirus is unacceptable “let alone perhaps a 100,000.” Some context: Trump projected between 50,000 to 60,000 US deaths from the coronavirus at a White House press briefing on April 20.  During a Fox News town hall on Sunday, Trump suggested the number would be closer to 80,000 to 90,000 people. There have been at least 14,389 confirmed coronavirus deaths and at least 5,313 probable coronavirus deaths in New York City, according to the city website. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is at least 19,702. What that means: The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “COVID-19” or an equivalent. There have been at least 176,089 coronavirus cases in the city, and at least 43,913 people have been hospitalized, according to the city. ##New York## A new select committee in the House is asking five companies to return Paycheck Protection Program money they received or to produce documents explaining all conversations they had with the Small Business Administration and the US Treasury. The committee \"sent letters demanding that large, public corporations immediately return taxpayer funds that Congress intended for small businesses struggling to survive during the coronavirus crisis,\" according to a statement. Some of the companies returned the funds, but others refused, the statement said. “Since your company is a public entity with a substantial investor base and access to the capital markets, we ask that you return these funds immediately,” the panel wrote in the letters.  “Returning these funds will allow truly small businesses—which do not have access to alternative sources of capital—to obtain the emergency loans they need to avoid layoffs, stay in business, and weather the economic disruption caused by the coronavirus crisis,\" the letter to the businesses continued. The panel asked the companies to let them know by May 11 if they will return these funds. If not, the panel asked the CEOs to produce a range of documents no later than May 15, the statement said. ##Economy## Childhood vaccinations have plunged since the Covid-19 pandemic started hitting the United States, the Centers for Disease Control and Prevention said Friday. The CDC reported a “notable decrease” in the number of vaccines ordered through a federal program that immunizes half of all kids in the US.  Unvaccinated or under-vaccinated children will be at risk of other infectious diseases besides coronavirus, the CDC cautioned. “The decline began the week after the national emergency declaration; similar declines in orders for other vaccines were also observed,” the CDC’s Dr. Jeanne Santoli and colleagues reported. “As social distancing requirements are relaxed, children who are not protected by vaccines will be more vulnerable to diseases such as measles,\" the CDC added. The American Academy of Pediatrics sounded an alarm about the report. “Immunizing infants, children and adolescents is important, and should not be delayed,” Dr. Sally Goza, president of the AAP, said in a statement. “I’m also concerned that children who have missed vaccines have also missed other health care that occurs during those visits, including physical exams, developmental screenings, and other important care that should not be delayed,\" Goza said. The group said pediatricians should be doing all they can to encourage parents to bring children in for vaccinations and other important visits, including separating sick children from well children and reaching out to remind families to make appointments. Several facilities in New Jersey will now offer tests to asymptomatic people as part of the state’s efforts to increase testing, Governor Phil Murphy said today.  The facilities will prioritize health care workers and other frontline workers, as well as individuals who have come in contact with someone who has tested positive for Covid-19. Some context: Two coronavirus studies released April 24 — one involving almost 2,000 people from Florida and the other from a Washington state nursing home — came to the same conclusion: Many of the people who tested positive for the virus didn't know they had it because they showed no symptoms. The findings add to a growing body of evidence suggesting that people who don't feel sick are contributing to the spread of the deadly virus that has swept the world. There have been at least 1,268,520 cases of coronavirus in the US, according to a tally by Johns Hopkins University. At least 76,101 people have died. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Johns Hopkins has reported 11,497 new cases and 439 deaths on Friday. White House press secretary Kayleigh McEnany addressed reports that the administration will not implement 17-page  draft recommendations for reopening America from the US Centers for Disease Control and Prevention.  The guidance provided more detailed suggestions beyond the reopening guidelines the administration had put forth last month, including specific suggestions for schools and churches. President  Trump in recent days has emphasized the need to quickly reopen the American economy despite public health officials' urgings for a more cautious approach.  Asked if Trump sees the CDC guidelines as an obstacle to getting the country reopened, McEnany said during Friday’s press briefing, “I would ask you, what’s the definition of CDC guidelines? Is it something the CDC director has actually seen? I would endeavor to say yes. Is it something that a rogue CDC employee leaks to you guys? No.” “Those aren’t CDC guidelines. Those are guidelines in draft form that a rogue employee has given you for whatever personal reason they decided to do that,” she added. McEnany said guidelines are in the editing process. “When we have those, you guys will be the first to know,” she said. ##Reopening## More than 80% of the 374 summonses issued between March 16 and May 5 by the New York Police Department for social distancing violations went to black and Hispanic men and women, the NYPD said in a press release Friday afternoon. “Of the 374 summonses issued in regard to social distancing, the respondents for 193 of those summonses are Black and the respondents for 111 of those summonses are Hispanic,” the department said.  ##New York## It's 2 p.m. ET in the US. If you're just tuning in, here are some of the top stories today: The American economy: America lost 20.5 million jobs in April as the coronavirus crisis devastated the country’s labor market, the Bureau of Labor Statistics reported on Friday. This makes April the worst month for American jobs since the Great Depression. Trump reacted to the report saying, \"It’s fully expected. There’s no surprise. Everyone knows that,” on Fox News this morning.\nCoronavirus therapy: Mount Sinai Health System and Sorrento Therapeutics said Friday they are working together to develop an antibody cocktail they hope will protect people from Covid-19, and they expect to begin human trials in the third quarter of 2020.\nStates reopening: California, the country's most populous state, is taking its first significant step in reopening its economy today. Select retailers with curbside pickup and delivery options, such as clothing stores, florists and bookstores are allowed to open. Florida's Palm Beach County commissioners voted to reopen beaches, and Rhode Island will be the first northeastern state to lift its stay-at-home order.\nPositive tests within the White House: A member of Vice President Mike Pence's staff has tested positive for coronavirus, two sources familiar tell CNN.  This comes after one of President Trump's personal valets tested positive earlier this week. ##Catch Up## Rhode Island is set to become the first state in the northeastern United States to lift the stay-at-home order starting Saturday, Gov. Gina Raimondo said Friday. “We will be the first in the northeast to lift the stay-at-home order ahead of Massachusetts and Connecticut… We are in a better position, so we can lift our restrictions a little sooner,” the governor told reporters in Providence. Social gatherings will be limited to up to five people and retail stores can start opening again Saturday, Raimondo said, adding that she is planning executive order later Friday that will lay out the rules around phase one opening. There were 249 new Covid-19 cases as well as 11 new deaths, according to the governor. ##Reopening##  Palm Beach County commissioners voted to reopen beaches to county residents only starting May 18.  The decision passed with a 4 to 3 vote during a special meeting Friday. Until Friday, the counties of Miami-Dade, Broward and Palm Beach had been working on a coordinated effort to reopen beaches. This represents the first time one of those counties decided to reopen beaches on their own. The meeting included a public comment period and a question and answer session with Florida Surgeon General Scott Rivkees. Rivkees advised that Duval County reopened beaches about three weeks ago and did not see an increase in the number of cases.  He also recommended social distancing, only gatherings of 10 people or less, and that seniors refrain from going out in public. ##Reopening## Mount Sinai Health System and Sorrento Therapeutics said Friday they are working together to develop an antibody cocktail they hope will protect people from Covid-19, and they expect to begin human trials in the third quarter of 2020. The team of scientists has screened about 15,000 people who may have recovered from Covid-19 infections and will look for the most potent antibodies in the plasma of these recovered patients, which can then be cloned to make more.  How it works: Antibodies are proteins the body makes to naturally fight off an infection. Antibody cocktails can be given to a patient to fight an infection or to protect from an infection.  Sorrento said in a statement that each dose of this therapy will likely deliver a cocktail of three antibodies that would recognize three unique regions of the spike protein, the part of the coronavirus that can infect cells. The goal would be to use this treatment to protect health care workers from infection and in patients who are considered vulnerable to more severe forms of the disease, and in people who have been exposed to the novel coronavirus, according to Sorrento.  Unlike with a vaccine or when the body creates antibodies naturally, these monoclonal antibodies only provide protection for a short time, so a treatment may need to be given more than once. White House press secretary Kayleigh McEnany confirmed Friday that a member of Vice President Mike Pence’s staff has tested positive for the coronavirus. “This individual, there is a member of the vice president’s team who is positive for coronavirus,” McEnany said during Friday’s press briefing. Asked how regular Americans can be expected to go back to work when even the White House, which has coronavirus detection equipment, isn’t safe, McEnany added, “We have put in place the guidelines that our experts have put forward to keep this building safe, which means contact tracing, all of the recommended guidelines we have for businesses who have essential workers we are now putting into place at the White House.” Doctor reacts to White House staffers testing positive:  President Trump this morning attended a World War II event with veterans in their 90s. He did not wear a mask. White House press secretary Kayleigh McEnany was just asked if the President considered wearing a mask at the event, considering one of his personal valets tested positive for coronavirus recently. McEnany said Trump is being tested for coronavirus frequently, and said the veterans attended the event by choice.  \"I can tell you those veterans are protected,\" she said. \"It was their choice to come here.\" White House asked if Trump considered wearing a mask to VE Day commemoration:   Alabama Gov. Kay Ivey announced today that she is extending the current safer-at-home order and expanding the list of what businesses can reopen in the state.  The safer-at-home order was set to expire on May 15, but is being amended to continue through May 22.  \"Today's order can hopefully begin to provide another round of hope for all of us,\" Ivey said.  Ivey said that social distancing will still be required and she encouraged residents to continue to take all precautions as the state returns to \"whatever normal will look like in the near future.\" Reopening guidelines: Some of the new guidelines that take effect on Monday will allow for gatherings of all non-related, non-families of any size, if they maintain a consistent 6 feet of distancing. This will allow churches and other houses of worship to begin to hold services as well as funerals and weddings to take place.  Restaurants will be allowed to reopen at a 50% occupancy rate, with 6 foot of spacing between tables and other guidelines in place. Gyms, athletic facilities and athletic classes will be allowed to open, but must adhere to the strict guidance that includes intense cleaning methods and social distancing.  Barbershops, hair salons, nail salons and other similar types of businesses will be able to reopen with restrictions in place that were developed by the state board of cosmetology.  Ivey plans to announced Alabama's next phase for reopening next week.  ##Reopening## Gov. Greg Abbott, along with the Texas Education Agency and the Dallas Independent School District, launched Operation Connectivity Friday in an effort to deliver internet to students across the state as schools remain closed due to coronavirus, according to a statement from the governor's office. A task force has been put together for Operation Connectivity to gather information on where internet is and isn't available, identify best practices for at-home student learning, and \"secure technology solutions for broadband and devices,\" the statement said. \"With students learning remotely for the time being, it’s more important than ever for all our students to be able to access academic content at home. In order for that to happen, all students in Texas need access to computers and/or tablets, and internet outside of the classroom,\" Texas Education Agency Commissioner Mike Morath said in the statement. The task force will meet each month to review progress and address issues that arise. As various states begin to reopen, the federal government has taken a small, but significant step in that direction with the agency that serves a human resources function for the rest of the agencies issuing a new notice on its website about a “phased transition.” The Office of Personnel Management has updated its operating status for federal agencies on transitioning to normal working operations for government employees. OPM replaced language about teleworking on Thursday night, now saying the federal government would “begin a phased transition to normal operations in line with the national guidelines to open up American again.”  The guidance went on to say that agencies would “make operating decisions based on state or locality of duty stations and other factors” and told employees to contact their supervisors with questions.  Washington, DC calling for extended telework: Mayor Muriel Bowser, who has not yet made a decision on reopening the city, said her administration has been in touch with OPM during the crisis but did not appear aware of the new notice.  Bowser said that the District’s position is still that “the majority stay on telework as long as possible.” In an April letter, she told the agency, “we know that a continued federal telework policy will help save lives by allowing more of our region’s 360,000 federal employees to work from home.” ##Reopening## New York Gov. Andrew Cuomo said for the first time he feels the state is ahead of the virus, not behind it. \"The good news, on the overall, is we're finally ahead of this virus. For so long we were playing catch up,\" Cuomo said. \"We were behind it.\" \"Now I feel for the first time we're actually ahead of it. We have showed that we can control the beast,\" he said, citing declining hospitalization, intubation and death rates.  \"We haven't killed the beast, but we are — we're ahead of it,\" he added. However, Cuomo warned New Yorkers must continue to follow social distancing restrictions and other safety measures in order to stay ahead. ##New York## Watch: Florida Gov. Ron DeSantis announced a new state partnership today with Dolphin Pointe Health Care, an assisted living facility, to help protect and care for elderly patients battling Covid-19. How it will work:  If a long-term care facility resident contracts Covid-19 and is sent to the hospital — but doesn’t need to be on a ventilator and can go home — the elderly patient will be transferred to Dolphin Pointe instead of going home and running the risk of infecting others. Dolphin Pointe will serve as a secure location that will exclusively care for medically stable Covid-19 positive patients in the Jacksonville area who resided at long-term care facilities that lack the resources to properly care for Covid-19 patients, the governor said.  DeSantis announced that 17 Covid-19 positive patients are at Dolphin Pointe currently and the facility is expected to receive another seven patients in the next 24 to 48 hours. There has been at least 1,259,777 cases of coronavirus in the US, and approximately 75,852 deaths, according to a tally by Johns Hopkins University. Johns Hopkins reported 2,754 new cases and 190 reported deaths on Friday.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. President Trump and First Lady Melania Trump participated in a wreath laying ceremony at the WWII Memorial in commemoration of the 75th Anniversary of Victory in Europe Day. Trump greeted the veterans — all in their 90s — from a distance and did not exchange handshakes or hugs. Trump nor the first lady wore a mask.  Concerns surrounded the event after one of Trump's personal valets tested positive for coronavirus, CNN learned Thursday, raising alarms about the President's possible exposure to the virus. Trump was subsequently tested again by the White House physician and tested negative. See Trump honor VE Day:  At least 216 people died from coronavirus in New York yesterday, Gov. Andrew Cuomo said. That's down slightly from the 231 people who died on Wednesday and the 232 who died on Tuesday. Cuomo said that while the number is falling, it's not falling as quickly as he'd like. Similarly, new hospitalizations per day is \"just about flat,\" Cuomo said, adding that they had hoped for a \"steady, sharp decline in those numbers.\"  ##New York## Watch:  A member of Vice President Mike Pence's staff has tested positive for coronavirus, two sources familiar tell CNN.   Bloomberg News first reported the development on Friday.  Pence's flight to Iowa was delayed on the tarmac of Joint Base Andrews for about an hour on Friday, and some people deplaned, according to pool reports.  The person who tested positive was not on the trip, but the concern was other people being in contact with the individual, a source familiar told CNN.  The vice president's office has refused to comment. Some context: This comes after one of President Trump's personal valets tested positive earlier this week, as CNN reported on Thursday.  The Vice President is currently on his way to Des Moines, Iowa, where he will participate in a discussion with faith leaders on responsible religious and spiritual gatherings followed by a roundtable on securing the food supply.  Sen. Elizabeth Warren and other Democratic members of Massachusetts' congressional delegation are pressing Walmart on its handling of a store in the state where 81 workers tested positive for the coronavirus and another location where an employee died. \"We are writing to express serious concern about your company's failure to keep Walmart employees in Massachusetts safe amidst the coronavirus,\" 11 House and Senate Democrats wrote to Walmart CEO Doug McMillon Thursday in a letter obtained by CNN Business. Worcester, Massachusetts, officials ordered a Walmart store to shut down last week after 23 employees tested positive for the virus, according to the local health department.  All of the store's employees were later tested for the virus, and an additional 58 tested positive. The store, which tested 391 employees total, has since reopened. \"Massachusetts is suffering from a high rate of coronavirus cases, and several of our stores located in some of the state's hot spots have also been hit hard by the pandemic,\" Walmart said in a statement.  The company added, \"It may be impossible to track the source of anyone's infection, especially in some of these communities that have felt the devastating impact of the virus. That's why we are working in partnership with local health officials and are taking aggressive steps to help ensure the safety of our associates and customers.\" The letter seeks to raise pressure on Walmart over its worker safety policies after reports of coronavirus cases among employees at several stores in the state.  Keep reading. Vermont is now allowing small gatherings of up to 10 people, even though the state's stay-at-home order is still in place, Gov. Phil Scott said Friday. The easing of some restrictions also includes some outdoor activities, the governor added. Scott said the state \"has flattened the curve.\" Vermont residents are “no longer being asked to limit outings to within 10 miles of their homes. In addition, business facilities and organizations that support or are for outdoor recreation and fitness activities that require low or no direct contact can return to operation,” Secretary of the Vermont Agency of Natural Resources Julie Moore told reporters during the governor’s briefing in Montpelier. ##Reopening## A senior official with the US Centers for Disease Control and Prevention told CNN on Friday, ”Trump’s concern is with the economy and that is very clear.” First, some background: CDC and White House officials have told CNN the White House rejected a 17-page draft of CDC recommendations about reopening the country. During CNN’s coronavirus town hall on Thursday night, Dr. Deborah Birx, coordinator of the White House coronavirus response, denied reports that guidelines from the CDC had been deliberately held back. “We're still in editing,” Birx said Thursday night. “I just got my edits back from the CDC late yesterday. I'm working on it as soon as I get off of this discussion.\" “We are in constant work with the CDC and really value their partnership and, as you know, they put up guidelines,\" she added. Here's how the CDC official reacted: Responding Friday to Birx’s comments, a senior official with the CDC tells CNN the focus for the agency right now is to “give everything state and local agencies need to protect people,” adding that the CDC has “already been sharing the basic public health principles [from the draft] to protect people and keep them safe.” “Our job is to support state and locals,” the senior official told CNN. “Our framework guidance for mitigation is, you match the public health response based on the level of disease. That’s been our original framework. That’s what our draft made clear,” the official added. Currently, there is talk at the CDC of taking the decision trees in the document and “putting that guidance on our web site,” the CDC official said. Decision trees are “roadmaps,” the official said, for state and local agencies to know what public health approach to implement based on the level of spread.  ”The real sticking point has been that states aren’t paying attention to the phasing, regardless of the numbers of cases. Look at Georgia, they did not meet any of the criteria. We understand states want to open up, but you still,” the CDC official said. ##Economy## ##Reopening## As many as 75,000 Americans could die because of drug or alcohol misuse and suicide as a result of the coronavirus pandemic, according to an analysis conducted by the national public health group Well Being Trust. The growing unemployment crisis, economic downturns and stress caused by isolation and lack of a definitive end date for the pandemic could significantly increase so-called “deaths of despair” unless local, state and federal authorities take action, the group says in a new report released Friday. “Unless we get comprehensive federal, state, and local resources behind improving access to high-quality mental health treatments and community supports, I worry we’re likely to see things get far worse when it comes to substance misuse and suicide,” Well Being Trust’s chief strategy officer Dr. Benjamin F. Miller said. The Well Being trust released maps showing state and county level projections of these types of deaths, based on data from past years, due to Covid-19’s impact on unemployment, isolation and uncertainty. The group is calling for a robust approach from local, state and federal officials and agencies to help those who lose their jobs because of the pandemic to find work. What happened in 2008: Deaths from both suicide and drug overdoses rose along with unemployment during the 2008 recession. Unemployment went from 4.6% in 2007 to a peak of 10% in October 2009 and declined steadily, reaching 3.5% in early 2010, according to the group. And 2020 could be much worse. White House economic adviser Kevin Hassett said on Tuesday he expects the US unemployment rate was above 16% in April, “My guess right now is it’s going to be north of 16%, maybe as high as 20%,” he said. \"We're looking at probably the worst unemployment rate since the Great Depression,\" Hassett told CNN's Poppy Harlow Tuesday. Get help: If you or someone you know might be at risk of suicide, call 1-800-273-8255 to reach the National Suicide Prevention Lifeline. Here are other ways to help. House Speaker Nancy Pelosi reacted to Friday's record-breaking 14.7% unemployment rate across the US, saying it shows the \"urgent\" need for Congress to pass more congressional funding to alleviate the crisis. “Our nation is in the midst of an historic health and economic crisis, and even this record-shattering April jobs report understates the suffering in our nation today,\" Pelosi said. \"The dire job losses show the urgent need for a bold CARES 2 package that is equal to the crisis gripping the American people.\" ##Economy## The state of Minnesota is not allowing indoor or outdoor graduation ceremonies, according to new guidance put out today. The guidelines were developed by a group of school leaders and the Minnesota Department of Health to give students and educators a way to honor their graduates, according to a press release issued by the state. The guidance issued said the safest way to observe graduation or commencement is for people to stay home. \"Indoor graduations and ceremonies held outside in stadiums and footballs fields are not permitted,\" the guidance said. \"There gatherings are not considered safe at any size and will not be permitted. Likewise, indoor graduations/commencement ceremonies will also not be permitted.\" So what can graduates do? The state suggests that ceremonies be conducted remotely or virtually or hold parking lot celebrations where people stay in their cars with their windows up during the event.  Contactless delivery or pick up is suggested for diplomas, caps and gowns. It's 11 a.m. ET in the US. Here's the latest updated on the coronavirus pandemic: A historic jobs report: The US economy lost 20.5 million jobs in April, the Bureau of Labor Statistics said today — by far the most sudden and largest decline since the government began tracking the data in 1939.\nMore Americans could die: A many as 75,000 Americans could die because of drug or alcohol misuse and suicide as a result of the coronavirus pandemic, according to an analysis conducted by the national public health group Well Being Trust.\nCalifornia begins to reopen: The country's most populous state is taking its first significant step in reopening its economy today, with select retailers allowed to offer curbside pickup and delivery options.\nTrump is being tested for coronavirus daily: This comes after CNN learned a member of the US Navy who serves as one of Trump's personal valets has tested positive, raising concerns about the President's possible exposure to the virus.  ##Reopening## ##Catch Up## Public transportation agencies are requesting emergency federal aid to help address the pandemic for the rest of 2020 and through 2021. The Metropolitan Transportation Authority Chairman and CEO is leading a coalition of 15 public transportation agencies who say they need an additional $32 billion, the MTA said in a news release. The group, which serves communities who generate 35% of the nation’s GDP, wrote a letter to Senate and House of Representatives asking for the funding. “We come together to request your urgent assistance in providing additional aid to public transportation agencies in the next COVID-19 relief bill,” the letter addressed to Senate Majority Leader Mitch McConnell, Speaker of the House Nancy Pelosi, Senate Democratic Leader Chuck Schumer and House Republican Leader Kevin McCarthy reads. The letter continues: “Transit agencies often rely upon a variety of non-farebox revenue sources from our taxpayers and our state and local partners to support our day-to-day operations; many of our agencies are working to assess the impacts of revenue losses not covered by the CARES Act... Just as appropriations after natural disasters like earthquakes, hurricanes and fires are allocated based on need, funds to address this crisis should be distributed based on the loss of non-federal revenues.” ##Economy## New York City Mayor Bill de Blasio will limit the number of people that can go into some parks to help with social distancing, the mayor said at a news briefing Friday. The mayor said they are experimenting with this idea and he hopes it will save lives. He said if it works, the city will expand and use it in other parks. Hudson River Park Piers 45 and 46, both in Manhattan, will be under new experimental restrictions beginning this weekend after those parks got too crowded last weekend, the mayor said.  When people go into the park they will have limited time, de Blasio said. Domino Park, in Brooklyn, will be monitored, according to the mayor.   ##New York## Mayor Bill de Blasio said authorities engaged 269 homeless New York City residents as subway were shut down to be cleaned last night. At least 163 of them accepted help from the city, de Blasio said at a news briefing today, with 148 of them going to shelters and 15 to hospitals. \"This is good news and is pointing us in the right direction,\" he said. Over the last three nights, at least 520 homeless people have been helped, according to the mayor. \"These results are literally historic,\" de Blasio said. ##New York## Colorado Gov. Jared Polis signed an executive order extending the Disaster Emergency Declaration, according to a press release from his office sent out today. Polis requested a Major Disaster Declaration on March 25 and it was approved by President Trump on March 28, according to the release. The 30-day extension of this order will provide additional funding for the state's coronavirus response and extend the employment of the Colorado National Guard, the release said. ##Reopening## New York City Mayor Bill de Blasio announced today that his administration is launching a “test and trace corps\" to aid the city’s coronavirus containment efforts.  The corps is tasked with testing New Yorkers for infection, tracing all cases and contacts and then supporting and caring for cases and their contacts.  “We are going to be able to expand testing greatly,\" de Blasio said in a news conference.  \"We want to find everyone who is positive and then trace all their close contacts,” de Blasio added.  That tracing would then help the city “provide help” to those who need it. By May, the unit aims to house and deploy 1,000 public “health foot soldiers” to help with the efforts.  According to de Blasio, nearly 7,000 applications have already been received and are being evaluated for hiring. NYC will utilize the Johns Hopkins University Covid-19/Contact Tracing Training for all applicants who are being considered for contact tracing jobs ##New York## Kevin Hassett, senior economic adviser to President Trump, said that the worst is yet to come for unemployment numbers. He expects the unemployment rate to reach a high of 25% in next month’s jobs report. “If you add the initial claims that have come in after the survey week of the 12th, you're looking at well more than 30 million people that have had their lives really upended by this shutdown,” Hassett told CNN’s Poppy Harlow. “And so I think that already, just looking at the claims we had since they did the survey that the data comes from, we’ve probably added about another 4% or 5% to the unemployment rate. And so probably the next number will be a little bit higher than this.” The US economy lost 20.5 million jobs in April, with the unemployment rate soaring to 14.7%, according to a report from the Bureau of Labor Statistics released today. “I think we’re going to enter a transition period this summer, before we have sort of another…re-ignition of the economy, and I think we're not quite in the transition period yet,” Hassett said. The unemployment numbers for African Americans and Hispanic Americans, which are at 16.7% and 18.9% respectively, is “something we're watching very, very closely,” Hassett said. Watch: ##Economy## The Infectious Diseases Society of America said as the US begins to open back up, there is still concern over the demand for tests and testing supplies.  “Right now, in some locations in this country they don't have adequate testing to test all symptomatic patients. And so when you open up and you start testing people that are asymptomatic, you're going to put a lot of pressure on the supply chain,” Dr. Angela Caliendo, Secretary for the IDSA Board of Directors and Executive Vice Chair of the Department of Medicine at the Alpert Medical School at Brown University, said today.  Testing and the supply chain “remains a substantial challenge for all of us,” Caliendo said.  “We're hoping that as weeks go by, that the manufacturers will be able to increase their production of these tests,” Caliendo said. As reopening progresses, Caliendo said the role of antibody testing, also known as serology testing, will come into play.  The US needs to “figure out the role of serology and be able to ramp up serology testing over the course of the next couple of weeks to months to have a better idea of who in your population has been infected, who has not.”  ##Reopening## At least 102 people were hospitalized for coronavirus in New York City on Wednesday, up from the 79 hospitalizations reported on Tuesday, Mayor Bill de Blasio announced Friday morning. \"Most days lately we've been under 100 new hospital admissions for Covid-19, that's amazing, but we're not out of the woods,\" he said.  \"The big picture is unquestionably good, but still, day to day we're still not where we need to be, we've got more work to do ... still overall much, much, lower numbers — good sign in the bigger scheme of things, not yet what we need to take the next towards loosening restrictions,\" de Blasio added. ##New York##  The Infectious Diseases Society of America (IDSA) said there are too many unknowns when it comes to coronavirus antibody tests to know what to do with the results. “We don't have enough information about the performance of these tests to know ideally how to use them,” Dr. Angela Caliendo, Secretary for the IDSA Board of Directors and Executive Vice Chair of the Department of Medicine at the Alpert Medical School at Brown University, said on Friday. Caliendo said antibody tests are a “hot topic,” with many unanswered questions.  “There's so much interest for this test that there's tremendous pressure to offer it, and then you’re left with not being sure how to interpret it,\" Caliendo said. “I think we need to understand the test better. We need to understand what does it mean if you're truly – if the test is accurate and you have antibody – what does that mean? Does that mean you're protected from additional future infection? We don't know that,” Caliendo said.  Caliendo said she is worried what patients would do with the results. “If they think they've been infected when they're not, they may think they don't have to abide by social distancing, which would be a big problem,\" she said. Caliendo said this is the best advice for patients: “If you test positive, do not assume you're immune from the infection. Do not assume that you don't have to abide by social distancing, wearing masks, washing your hands and doing all of that because that would be a misguided decision.” US stocks opened sharply higher Friday even after the American jobs market suffered its biggest blow ever, with the unemployment rate spiking to 14.7% and blowing past the worst levels of the Great Recession. Here's where things opened today: The Dow jumped 330 points, or 1.4%.\nThe S&P 500 advanced 1.1%.\nThe Nasdaq climbed 0.8%, leaving it up nearly 1% on the year. Reasons for the climb: Although Main Street is reeling from the coronavirus crisis, Wall Street is looking forward to the potential for better days ahead. As awful as these numbers are, investors had been bracing for the bad news. In fact, economists had expected an even bigger loss of jobs and a 16% unemployment rate. ##Economy## A Covid-19 saliva test that recently received emergency use authorization from the US Food and Drug Administration is now authorized to allow patients to collect their own samples at home for testing. Rutgers University announced today that its RUCDR Infinite Biologics lab received an amended emergency use authorization from the FDA late Thursday.  The new authorization for the lab's Covid-19 saliva test now allows people to collect their own saliva at home and send their saliva samples to a lab for results. Testing for Covid-19 so far has usually involved nose or throat swab samples. Using saliva to diagnose novel coronavirus infections could expand testing capacities across the United States. \"What’s new and next is expanding access to testing for people,\" Andrew Brooks, chief operating officer and director of technology development at Rutgers University’s RUCDR Infinite Biologics lab, told CNN. \"If people are committed to do self-collection and can facilitate that collection at home, certainly with a prescription under medical care, we can get to those that are quarantined, don’t have the means for transportation or are too scared to go outside,\" Brooks said. \"So they get the test in the mail or from a distribution center.\" How it works: Once an at-home collection kit for the testing arrives in the mail, Brooks said that it includes instructions on how to spit into a funnel to collect a saliva sample and seal with a cap to preserve the sample.  Then a preservation agent will appear, blue in color, and once the whole sample is blue, the  user puts the sample back in a biohazard bag provided with the kit and send your sample to a lab for testing. At least 1,031 of the roughly 2,800 employees at the Tyson Fresh Meats plant in Waterloo, Iowa, have tested positive for Covid-19, according to Black Hawk County health officials. The numbers were released during a press conference on Thursday –– the same day the plant reopened.  The number of positive cases is more than twice the 444 cases that Gov. Kim Reynolds had reported on Wednesday.  Black Hawk County health department said the disparity was due to the fact the state’s numbers only included positive cases from the on-site testing at the Waterloo plant. The county numbers included employees who tested positive through local health providers and serology tests that showed Covid-19 antibodies in the workers.  Some context: Black Hawk County has 1,703 total reported cases and 21 deaths through Thursday at 12:30pm. Tyson officials also spoke at Thursday’s news briefing, going over the safety modifications, new testing procedures and reopening plan.  Slaughter resumed at the plant yesterday, processing comes back today.  The positive tests were first reported in the Des Moines Register. ##Food Supply## Tammy and Ann Day said they found out they had been fired from their jobs at JBS meatpacking plant in Greeley, Colorado, via a text message.  On March 27, the married couple were showing coronavirus symptoms and decided not to go inside after driving to work. They called inside to notify the plant of their situation, they said. That Monday, they drove to work again, where security took their temperature and turned them away, telling them to go back home. They then said they found out they had been fired via a text from Ann’s supervisor. The couple told CNN’s Erica Hill that they have not heard from the company since then. According to the Denver Post, a seventh plant worker has died from the coronavirus and another 280 have confirmed cases. The plant was closed for nine days in April for a deep cleaning.  In a statement, JBS told CNN that the couple's “employment was terminated because they didn't show up for work for three consecutive days and did not contact the company. At the time of their termination, neither Tammy Day nor Ann Day argued nor presented any evidence that their absences should have been excused for any reason.”  The company went on to say that if the couple felt afraid for their health, they could inform them and receive leave. “And it wasn't even that we were fearful at that point. We were sick,” Tammy Day said. “And we did actually, we called in, on Friday, and we went in on Monday, got turned away and then as soon as we found out via text through her supervisor that we were terminated, we reached out to our union that same evening, and let him know what we found out. And from that point, our union takes over and handles our situations.” They said there was no personal protective equipment or masks made available while they were working in the plant.  “You work at a factory and you get close to people.��And it is our extended family. And we're good, but it’s just, you know, I felt like we got left behind,” Ann Day said. “…I feel saddened for what has happened over there.” Watch more: ##Food Supply## The US Postal Service is warning that the pandemic impacted business in late March and has continued to decline, a trend that threatens its survival. “It is estimated that the COVID-19 pandemic will substantially increase the Postal Service’s net operating loss over the next eighteen months, threatening the Postal Service's ability to operate,” USPS said in a press release. Its numbers are artificially elevated by mailings tied to the US census. The USPS said compared to the same quarter last year, first-class mail revenue increased by $89 million, 1.4% even though the overall volume of mail was declining by 0.2%, according to the release. “This growth was due to one-time mailings associated with the 2020 U.S. Census, otherwise First-Class Mail revenue and volume would have each declined.” The Postmaster General is calling on Congress and the Administration to help shore up its finances. “We anticipate that our business will suffer potentially dire consequences for the remainder of the year,” said Postmaster General and CEO Megan J. Brennan. “At a time when America needs the Postal Service more than ever, the pandemic is starting to have a significant effect on our business with mail volumes plummeting as a result of the pandemic.\"   ##Economy## ##Catch Up## A new report by the Bureau of Labor Statistics released this morning shows just how widespread the impact of the coronavirus was on the US economy in April. America lost 20.5 million jobs – the largest single month of job losses since the BLS began tracking the data in 1939, according to the report. CNN Chief Business Correspondent Christine Romans said other figures in the report paint a \"picture of a devastating situation for the American worker in April.\" Here are some of the hardest hit industries: 7.7 million jobs lost in hospitality \n2.1 million jobs lost in business\n2.1 million jobs lost in retail\n1.4 million jobs lost in health care \"[Americans are] worried about their family, about educating their kids, about their parents and their grandparents, worried about their job and worried about healthcare all at the same time,\" Romans said. She pointed out there is no data that indicates how, and if, these millions of jobs will come back at the end of the pandemic. Watch:  ##Economy## California, the country's most populous state, is taking its first significant step in reopening its economy today, as part of a phased exit from the social distancing measures meant to mitigate the coronavirus pandemic.  California was the first in the nation to issue a stay home order to all of its nearly 40 million residents, effective on March 19. Dr. Mark Ghaly, the state’s Health and Human Services secretary, said yesterday that data showing stable hospitalization rates gave authorities confidence to move into this reopening stage. All reopenings in the state will be subject to active monitoring and surveillance, California Gov. Newsom said earlier this week.  What’s allowed to reopen today:  Select retailers with curbside pickup and delivery options, such as clothing stores, florists and bookstores\nSome industries with workers spaced farther apart, using protective gear, sanitizing equipment What’s not reopening yet:  Offices, gyms, restaurants with dine-in service, shopping malls, museums, public beaches (except where approved with restrictions), in-person churches and salons  What are big cities planning to do? Los Angeles will be following the state’s easing of restrictions today, with the limited reopening of businesses. Parks, hiking trails, and golf courses will reopen tomorrow, but masks will be required.\nSan Francisco and the rest of the Bay Area have decided not to begin reopening just yet. The stay-at-home order for seven Bay Area jurisdictions, which began on March 17 and was extended on May 4, still remains in effects.\nSan Diego County will also follow state guidance on reopening. ##Reopening## ##California## Downplaying the seriousness of a devastating jobs report, President Trump said he “fully expected” high unemployment rates Friday morning. The President was speaking over the phone to Fox News when the jobs numbers came down, showing a 14.7% unemployment rate across the US. “It’s fully expected. There’s no surprise. Everyone knows that,” the President said, before jumping immediately to defend himself. “Even the Democrats aren’t blaming me for that,” he said. Trump went on to tout the strength of the economy before the pandemic, calling it the “best we’ve ever had.” “Those jobs will all be back, and they’ll be back very soon,” the President said. “People are ready to go. We’ve got to get it open, and safely.”   Watch: ##Economy## It's Friday morning in the US. Here is what you need to know today: The state of the economy: The Bureau of Labor Statistics' official jobs report was released this morning. It showed the unemployment rate rose to 14.7% as America lost 20.5 million jobs.\nMore than 40 states are at least partially reopened. But despite states loosening restrictions, there is still some confusion in terms of guidance from the federal government. The Trump administration has opted to ignore the Centers for Disease Control and Prevention's lengthy set of recommendations for reopening America, which lays out more detailed suggestions than White House guidelines shared last month.\nThe unexpected consequences of a pandemic: As many as 75,000 Americans could die because of drug or alcohol misuse and suicide as a result of the coronavirus pandemic, according to an analysis conducted by the national public health group Well Being Trust.\nTrump is being tested for coronavirus daily. This comes after CNN learned a member of the US Navy who serves as one of Trump's personal valets has tested positive, raising concerns about the President's possible exposure to the virus.\nNurses are protesting the lack of protective equipment. Frontline workers gathered in front of the White House and placed 88 pairs of empty shoes on the ground –– one pair for the life of each nurse they say has been lost due inadequate personal protective equipment while fighting the coronavirus. ##Economy## ##Reopening## President Trump said he has not taken a test to see if he has antibodies for coronavirus. “No, I haven’t but we’re getting that, and we’re leading in that too. We’re leading in everything,” the President told Fox News Friday morning. “And I will do that.”  Trump said he will take the test “probably soon.”  “Some people had it that don't even know they had it, who knows. But we are going to be the antibody test that's made tremendous progress and at some point probably soon, I will be,” he said.  America lost 20.5 million jobs in April as the coronavirus crisis devastated the country’s labor market, the Bureau of Labor Statistics reported on Friday.  It was the largest single month of job losses since the BLS began tracking the data in 1939. The unemployment rate rose to 14.7%, the highest on record since the BLS began its monthly series in 1948. Watch: ##Economy## The Bureau of Labor Statistics' official jobs report will be released at 8:30 a.m. ET this morning.  Why it matters: The government's official jobs report will give one of the most comprehensive overviews of that economic fallout. It's expected to be a chilling report, showing layoffs surged and unemployment rose to Great Depression levels in April. The report is meant to inform policymakers as they continue to respond to the crisis, and it will document how severely stay-at-home orders have hurt American workers. The coronavirus pandemic has ravaged the US labor market, and 1 in 5 American workers have filed for first-time unemployment benefits since mid-March, when lockdown measures took effect across the country. Another 3.2 million Americans filed initial jobless claims last week, after factoring in seasonal adjustments, the Department of Labor reported yesterday.  ##Economy## JetBlue President and COO Joanna Geraghty said that safety measures such as temperature checks need to be uniformly mandated by the government.  Geraghty said it’s confusing for the public, when they start traveling again, if one airline implements specific safety measures while another does not.  “There needs to be a global industry solution for this. Different standards for different airlines is going to be challenging for the traveling public. … Our recommendation is for the government to step in and handle that service,” she told CNN’s Erica Hill.  JetBlue was the first major airline to require facial coverings, and Geraghty said the airline is offering empty seats next to passengers and undergoing deep cleanings.  Geraghty said the airline industry has been “rocked to its core” and the company is working to conserve cash. “There's some very small glimmers of light, but we're not overly optimistic about that,” she said.  JetBlue is also offering a pair of flights to 100,000 New York health care workers. \"We wanted to make sure that they are among the first that are able to travel again. And many of them have had families impacted and have had [isolation] from their families. We wanted to make sure this ticket giveaway included recognizing those families that also have sacrificed in so many ways during this coronavirus pandemic,\" Geraghty said.  Watch more: The US Bureau of Labor Statistics will release its official jobs report for April 2020 at 8:30 a.m. ET today, and it is expected to show devastation in the US labor force, with record-high job losses and unemployment on par with the Great Depression. Record jobs drop expected: Economists polled by Refinitiv expect the US economy to shed 21.85 million jobs in April, by far the largest number on record. The US government's monthly jobs data dates back to 1939.  Combined with job losses in March, April's layoffs would wipe out all jobs gained over the past decade.  Some historical context: Economists polled by Refinitiv also expect the unemployment rate to soar to 16%, the highest rate since the BLS started tracking monthly unemployment numbers in 1948.  That's a level of joblessness not seen since the Great Depression in the 1930s, for which the BLS estimates annual data. Government economists estimate the unemployment rate peaked at 24.9% in 1933. How we got here: The Covid-19 outbreak has torn through America over the past two months. People began working from home where possible in the second half of March, as businesses closed and schools suspended in-person teaching. As the lockdown dragged on, companies laid off and furloughed their staff. ##Economy## Nurses rallied in front of the White House on Thursday morning to protest the lack of personal protective equipment available to them in the battle against the novel coronavirus. The demonstrators gathered in Lafayette Square in front of the White House and placed 88 pairs of empty shoes on the ground. Those shoes represented the life of each nurse they say has been lost due inadequate personal protective equipment while fighting the coronavirus. The demonstrators then read the names of the 88 fallen nurses. \"You talk about how essential, how needed, how grateful you are, and yet you throw us to the wolves. You throw us out onto a battlefield without armor and the more we complain we don't see anything being done,\" said Jean Ross, president of National Nurses United, in an interview with CNN. The union's website said the protest was meant to demand \"that the administration do more to protect frontline health care workers around the country.\" The union represents 155,000 nurses around the country and has been vocal throughout the coronavirus pandemic. Public health experts, including members of the White House Coronavirus Task Force, have argued accurate Covid-19 antibody tests can support efforts to get Americans back to work by determining who may have overcome the virus. But the rollout of millions of antibody tests in the US has created frustration and division among state health departments due to a mix of questionable tests, shifting federal rules and a hodgepodge of different methods for tracking results. While the Centers for Disease Control and Prevention has launched a strategy to use antibody tests for surveys that study the spread of the virus in different locations and populations, the federal government has not coordinated an effort to track the raw data of antibody tests performed in all states. Instead, the Trump administration has instructed states to develop their own testing plans, and now states are split on what to do with antibody tests. A member of the US Navy who serves as one of President Donald Trump's personal valets has tested positive for coronavirus, CNN learned Thursday, raising concerns about the President's possible exposure to the virus. The valets are members of an elite military unit dedicated to the White House and often work very close to the President and first family. Trump was upset when he was informed Wednesday that the valet had tested positive, a source told CNN, and the President was subsequently tested again by the White House physician. In a statement, the White House confirmed CNN's reporting that one of the President's staffers had tested positive. \"We were recently notified by the White House Medical Unit that a member of the United States Military, who works on the White House campus, has tested positive for Coronavirus,\" deputy White House press secretary Hogan Gidley said in a statement. \"The President and the Vice President have since tested negative for the virus and they remain in great health.\""], "Language": false}