{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/cnn-underscored/weekend-sales-deals/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-05-08T17:52:54Z"], "LastModifiedDate": ["2020-05-08T20:35:46Z"], "Headline": ["The best sales to shop this weekend: AirPods Pro, Hydro Flask, Reebok and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["This weekend is all about celebrating the moms out there — but that doesn't mean you should pass up a chance to save on a slew of great products. If you've already scoured our list of Mother's Day deals, see below for a few sales that you should also be sure to shop this weekend.  Tech and electronics Apple Watch Series 5 The Apple Watch 40mm Cellular + GPS Series 5 is back down to its lowest price at $399.99 in the Gold Aluminum with Pink Sand Sport Band colorway. If that doesn't suit you, there are also markdowns available on other color and size combinations, along with the GPS only model.   AirPods Pro Apple's AirPods Pro are down to their lowest price ever at AT&T, $224 — that's $1 less than the previous low at Verizon. In addition to savings, you'll score stellar sound and incredible features, which you can read about in our full review. AT&T is the parent company of WarnerMedia, owner of CNN. Lenovo Looking for a new laptop? More than 200 machines are up to 68% off at Lenovo. Find the model that's right for you, and enjoy a price-match guarantee and financing options.  Home and health Hydro Flask Drink in some deals on several items from Hydro Flask. Several of the brand's beloved water bottles are 25% off in certain sizes and colors, while select Soft Cooler Packs, Soft Cooler Totes and Tag Along Slings are up to 50% off. You'll also find deals on lids, tumblers, cooler cups and more.  Rifle Paper Co. Looking to liven up your at-home work station? Then it's time to peruse Rifle Paper Co.'s collection of bright, floral and whimsical office supplies — especially since all of the brand's planners and desk accessories are up to 25% off now through May 9 with promo code PLANAHEAD. The Home Depot If your home is in need of some new furniture, check out The Home Depot's collection of end-of-season overstock items. Desks, dining tables, armoires, bookcases and much more are on sale, so check out all 75 of the markdowns now.  Cricut Craft lovers, rejoice! The Cricut Explore Air 2 is down to $229.99 in every color, and Explore Air 2 bundles are marked down, too. Use promo code MAYSHIP to score free shipping on orders of $99 or more. And if you already have a Cricut, plenty of accessories including mats and vinyl are also on sale.  Overstock Spruce up your outdoor space with deals from Overstock's Patio Super Sale. Right now, you can save up to 70% off thousands of items, including patio furniture, outdoor dining sets, decor and other essentials for your yard. Plus, everything ships for free.  Fashion and beauty Adidas In need of more Adidas? Select footwear, including the timeless Grand Court shoe, is just $29.99 ($19.99 for kids' styles) with promo code GRAND. Be sure to shop soon though; we've seen sizes sell out quick during these promos, and this deal will only last through Monday, May 11.  Naadam We're huge fans of Naadam's Essential $75 Cashmere Sweater for both its sustainability, ultra soft feel and reasonable price — and now it's even more economical to shop. Through Memorial Day, you can pick up two crewneck or V-neck sweaters for $100.  Aerosoles Score some cute — and comfortable — new shoes for summer at this Aerosoles sale. Right now, styles designed in collaboration with Martha Stewart are 50% off with code MARTHA50. Choose from sandals, clogs, mules and more.  Spanx Spanx is back with another set of weekend flash sales. On Friday, May 8, enjoy 50% off the Bra-llelujah and Pillow Cup bras and matching Undie-tectable undies in midnight navy. Then, on Sunday, May 10, you'll get 50% off the limited edition Jean-ish Ankle Leggings in Taupe Snakeskin, a super trendy alternative to real pants. Madewell Madewell is marking down two of it's most coveted items: bags and jeans. Right now, select styles are advertised as starting at just $75 (though we spotted a few totes that were just over $50). Plus, some accessories like bag straps and wallets are on sale for even less.  Mytheresa Scratch your high fashion itch this weekend with up to 40% off selected Isabel Marant & Isabel Marant Étoile products at Mytheresa. While these womenswear items start at relatively high price point, you'll be scoring major value for your purchase at this sale.  Clarks The whole family can score some new shoes at this sitewide Clarks sale. More than a thousand items are 30% off with promo code TAKE30, and both shipping and returns are free. Just be sure to buy your footwear before this sale ends on May 21.  Reebok Reebok is celebrating moms by marking down almost everything on its site, but you don't have to be a mom to save. Right now, take an extra 50% off sale items with code MOM50, or take 40% off sitewide with code MOM Backcountry Backcountry is running a few promotions for outdoorsy folks. For this week only, over 600 pairs of socks are on sale. Plus, you'll find tons of spring gear, including men's and women's apparel and equipment, that's also decently discounted.  Urban Decay Up your eye makeup game with a major discount on one of Urban Decay's coveted Naked palettes. The warm-hued Naked Honey Eyeshadow Palette is down to just $24.50 — that's half off it's usual $49 price — and it's packed with neutral shimmery, metallic and matte shades that will flatter any skin tone.  For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}