{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/cnn-underscored/best-books-of-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kami Phillips"], "Writers": [["Kami Phillips"]], "FirstPublishDate": ["2020-05-08T13:56:39Z"], "LastModifiedDate": ["2020-05-08T18:56:12Z"], "Headline": ["These are the new books you'll want to read in May"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you're among the millions of people spending more time at home in these strange new times, you may find you're reading more — and there are lots of new books arriving to keep you intrigued and entertained. Whether you're in the market for a new romantic tale of star-crossed lovers or a thrilling horror story that will have you on the edge of your seat, we've got you covered.  We've picked out 20 brand new titles from Goodread's May 2020 New Book Releases list that we're most excited to read this month. From the highly anticipated prequel to \"The Hunger Games\" trilogy by Suzanne Collins to an action-packed science fiction fantasy tale that's sure to be loved by \"Game of Thrones\" fans, there's something for everyone, and we're betting you'll find one that you won't be able to put down. Scroll down to peruse 20 of the most exciting new book releases for the month of May and shop them now on Amazon. 'The Ballad of Songbirds and Snakes' by Suzanne Collins (available May 19, starting at $16.79; amazon.com) The eagerly awaited prequel to \"The Hunger Games\" trilogy is almost here and is undoubtedly one of the most exciting book releases for the month of May. In the fourth book of the series, readers are transported 64 years prior to the events of The Hunger Games and the tale of Katniss Everdeen, to a time that highlights the new protagonist, Coriolanus Snow. It's a story of his early life, long before he became the dictatorial president of the Capitol, that's sure to excite readers all over again. _____________________________________________________________________________ 'The Paris Hours' by Alex George (starting at $13.99; amazon.com) \"The Paris Hours\" takes place over the course of a single day in 1927 in the City of Light, but is told through the stories of four characters, each in search of something they've lost: a maid with a secret, an Armenian refugee, a struggling artist and a journalist. The story explores the effects and events of World War I and the magnificence of Paris through the lens of the four characters, and the climax brings their paths together in an exciting read that you won't be able to put down. _____________________________________________________________________________ 'The Jane Austen Society' by Natalie Jenner (available May 26, starting at $13.99; amazon.com) \"The Jane Austen Society\" is a tale of tragedy, triumph and humanity woven together by an overarching love of literature. In the small English village of Chawton, the hometown of legendary author Jane Austen, a group of individuals come together, bound by their love of her work, to help preserve the author's now-threatened estate and legacy. Despite the individuals' struggles in their personal lives, they band together to form the Jane Austen Society. _____________________________________________________________________________ 'Clap When You Land' by Elizabeth Acevedo (starting at $10.83; amazon.com) This young adult novel presents two narratives: one of Camino Rios and one of Yahaira Rios who, in the beginning, are strangers living in two very different worlds. Their lives are drastically altered by their shared father's unexpected death in a plane crash and his deeply kept secrets. When the two girls learn of one another, their lives unfold into a story of grief, love and forgiveness. _____________________________________________________________________________ 'Big Summer: A Novel' by Jennifer Weiner (starting at $14.99; amazon.com)  To get you in the mood for summer, the author of hits like \"Mrs. Everything\" and \"Fly Away Home\" digs into the juicy drama set during a disastrous Cape Cod wedding. Though ex-best friends Daphne Berg and Drue Cavanaugh haven't spoken for six years, out of the blue, Drue asks Daphne to be the maid-of-honor at her wedding. Color us intrigued.  _____________________________________________________________________________ 'All Adults Here: A Novel' by Emma Straub (starting at $13.99; amazon.com)  From the author of \"The Vacationers\" and \"Modern Lovers\" comes another novel focused on the complexities of one family. It takes off when Astrid Strick witnesses a school bus accident, which causes her to remember something from her young parenting days. From there, the familiar relationships between her and the rest of her family come forward, with tales about everything from high school boyfriends to aging parents.  _____________________________________________________________________________ 'Beach Read' by Emily Henry (available May 19, starting at $9.99; amazon.com) A beach read does seem necessary right now, doesn't it? This one zooms in on a serious literary fiction author and a bestselling romance author ending up in neighboring beach houses one summer. Despite being polar opposites, they strike up a friendship. And one night, while complaining about writer's block, they hatch a plan to both write books, but in the other person's genre. You can feel the chemistry already, can't you?  _____________________________________________________________________________ 'The Henna Wars' by Adiba Jaigirdar (available May 12, starting at $9.99; amazon.com) \"The Henna Wars\" focuses on the story of a young Muslim girl's journey to discovering her truth. In it, Nishat grapples with the decision whether to keep her sexuality hidden in order to maintain her relationship with her disapproving family or to follow her heart and explore a relationship with a childhood friend — who just so happens to become her business rival in a school competition. _____________________________________________________________________________ 'The Tourist Attraction (Moose Springs, Alaska)' by Sarah Morgenthaler (starting at $7.99; amazon.com) This is a love story that takes place in — you guessed it — Moose Springs, Alaska. The owner of a small-town diner frequented by tourists, aptly named The Tourist Trap, crosses paths with an out-of-towner love interest through an act of kindness.  _____________________________________________________________________________ 'Forged In Fire and Stars' by Andrea Robertson (starting at $10.99; amazon.com) This action-packed fantasy novel is a perfect read for any \"Game of Thrones\" fan, taking readers on a journey full of dangerous adventure. The story follows Ara, who is next in line to become the Loresmith and protector of her kingdom, as she tries to protect her fate from a lost prince and princess, who are out to take her place, and discovers new truths about her family's legacy along the way. _____________________________________________________________________________ 'Four Days of You and Me' by Miranda Kenneally (starting at $7.99; amazon.com) A high school romance between Lulu and Alex is full of complicated breakups and makeups, but each year they find themselves on the same date back where they started: their school's annual class trip. Readers, get ready for a roller coaster of emotions and young love in this highly anticipated novel. _____________________________________________________________________________ 'Someday in Paris' by Olivia Lara (available May 14 on Kindle, $4.99; amazon.com) Looking for an epic love story? \"Someday in Paris\" is a tale of two teenagers who meet in the dark during a power outage at a French museum in 1954. Neither knows what the other one looks like, and 20 years later, they are still in search of one another. Readers will follow them on a journey to find out if they are destined to be together. _____________________________________________________________________________ 'Westside Saints: A Novel (A Gilda Carr Tiny Mystery)' by W.M. Akers (starting at $14.99; amazon.com) This sci-fi mystery thriller is the follow up to Akers' \"Westside,\" and fans will once again follow private detective Gilda Carr in jazz-age New York City. This time, she's hired by a family of street preachers to recover a lost saint's finger. Her faith is tested along the way when her dead mother shows up to help solve the case. _____________________________________________________________________________ 'The Book of V.' by Anna Solomon (starting at $14.99; amazon.com) \"The Book of V.\" is a depiction of women's role in society in three intertwining stories: a Brooklyn mother in 2016, a senator's wife in 1970 and a queen in ancient Persia. Through the exploration of sex, desire, motherhood and power, Anna Solomon shows how the restraints, limitations and enduring expectations for the female half of humanity remain the same thousands of years later.  _____________________________________________________________________________ 'The Paper Girl of Paris' by Jordyn Taylor (available May 26, starting at $9.99; amazon.com)  If historical fiction is your jam, then we've got a treat for you with this debut novel. \"The Paper Girl of Paris\" focuses on Alice, a 16-year-old spending the summer in France after her grandmother, Adalyn, passes away. Upon her death, Adalyn leaves Alice a Paris apartment she never knew existed, which soon unveils a secret about Adalyn her family never mentioned before.  _____________________________________________________________________________ 'The Queen's Secret: A Novel of England's World War II Queen' by Karen Harper (available May 19, starting at $14.99; amazon.com) A fictional account set in 1939 about the mother of Queen Elizabeth II, once described by Hitler as \"the most dangerous woman in the world.\" She vows to make the reign of her husband, King George VI, successful, through a story that's full of royal secrets. This book is a must-read for history buffs and fans of \"The Crown.\" _____________________________________________________________________________ 'The Mermaid, the Witch, and the Sea' by Maggie Tokuda-Hall (starting at $7.99; amazon.com) \"The Mermaid, the Witch, and the Sea\" is a pirate's tale of a young girl, Flora, who takes the alias of a man, Florian, aboard a pirate ship in an effort to survive her life at sea. She meets a passenger bound for slavery and is taken under her wing, and the two set out on an adventure to find freedom — encountering mermaids, witches and more along the way.  _____________________________________________________________________________ 'Aurora Burning (The Aurora Cycle #2)' by Amie Kaufman and Jay Kristoff (starting at $10.99; amazon.com) The eagerly awaited sequel to \"Aurora Rising\" arrives as \"Aurora Burning.\" This science fiction novel is the story of Squad 312, which is on a mission to save the galaxy from an ancient evil force. With bank heists, firefights and epic battles against their biggest enemies along the way, \"Aurora Burning\" is nothing short of a must-read for fans everywhere. _____________________________________________________________________________ 'Felix Ever After' by Kacen Callender (starting at $10.99; amazon.com) \"Felix Ever After\" follows a proud transgender, black and queer character, Felix L"], "Language": false}