{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/sport/tom-brady-buccaneers-prime-time-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-08T12:14:36Z"], "LastModifiedDate": ["2020-05-08T18:33:51Z"], "Headline": ["Tom Brady and Tampa Bay Buccaneers given five prime-time games in 2020 NFL season"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["When the 2020 NFL schedule was released, all eyes were on the Tampa Bay Buccaneers and the New England Patriots.  Would Tom Brady and Bill Belichick meet in the regular season during their first year apart after 19 years together? The storyline writes itself. Sadly, we won't be treated to such a showdown. Brady and his new team have inevitably been thrust into the spotlight immediately, having been lined up for five prime-time games during the 17-week regular season. READ: 'I went from palm trees to snowmen but couldn't have been happier.' This is what it's like to be drafted into the NFL Five nationally televised games in one season is a franchise record for the Buccaneers, one more than the team had in 2003 after it won the Super Bowl.  The Bucs' first prime-time appearance comes in week five against the Chicago Bears at Soldier Field.  The team then have a one week break before returning to prime-time for three consecutive weeks, the first coming against the Las Vegas Raiders at the newly built Allegiant Stadium. Brady and co. then fly to New York to face the Giants, before facing-off against division rivals, the New Orleans Saints at the Raymond James Stadium in Tampa.  This NFC South battle promises to be one of the most exciting prime-time games of the year; the battle of the aging quarterbacks taking place on the field. READ: Fan pays $800,000 for Tom Brady's 'All-In' experience Brady, who will be 43 when the season starts, will be vying to outplay Drew Brees, his counterpart with the Saints, who turned 41 in January. Brees has led his Saints to the NFC South title in all of the past three years, and Brady will stop at nothing to end New Orleans' dominance of the division. The pair of quarterbacks currently rank first and second in all-time career touchdown passes, Brady with 547 and Brees with 541.  The sides meet on the opening day of the season in New Orleans, but it is their mid-season clash that looms as a potential season-decider. The last of the Bucs' prime-time appearances comes in week 11 against the Los Angeles Rams, whose head coach Sean McVay is a whole nine years younger than Brady. The reigning Super Bowl champions Kansas City Chiefs will play the opening game of the 2020 season -- as is traditional for the Super Bowl winners -- hosting the Houston Texans. The team that the Chiefs beat in Miami in Super Bowl 54, the San Franciso 49ers, start by facing the Arizona Cardinals at home while Brady's former team, the Patriots, host the Miami Dolphins.  Visit CNN.com/sport for more news, features, and videos The LA Rams will open their new stadium -- which will also host LA Chargers home games -- with a week one clash with the Dallas Cowboys, while the Raiders' new stadium will host its debut game in week two as the Saints travel to Nevada.  While all of the major US sports leagues have been put on hold or delayed indefinitely as a result of the coronavirus pandemic, the NFL is pushing forward, fully hopeful the season will kick off as usual on September 10. \"We're just moving forward as we would normally do, until the medical community tells us that we need to make an adjustment,\" Troy Vincent, league executive vice president of football operations, told CNN. However, the NFL has canceled all planned international games. All matches in the upcoming season will be played in the US in order to ensure that they are played under consistent stadium protocols to ensure player and personnel safety."], "Language": false}