{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/us/five-things-may-8-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-05-08T10:11:43Z"], "LastModifiedDate": ["2020-05-08T10:14:23Z"], "Headline": ["5 things to know for May 8: Coronavirus, economy, race, Michael Flynn, Ahmaud Arbery"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Not all businesses are feeling the pandemic squeeze. Video game companies, e-commerce sites and online messaging systems are thriving right now.  Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  More than 40 states are at least partially reopened now, but Americans are still divided by uncertainty and confusion. The Trump administration has opted to ignore the Centers for Disease Control and Prevention's lengthy set of recommendations for reopening America, which lays out more detailed suggestions than White House guidelines shared last month. Even then, health experts warn no state meets all the White House criteria for reopening. While some consider wearing masks to be essential pandemic etiquette (and, in some public places, they're required by law), others are lashing out at the practice. A Family Dollar security guard was shot and killed in Michigan after asking a woman to wear a mask, officials say, and there are several other reports of people being threatened or assaulted for asking others to do so. Meanwhile, nurses gathered yesterday in front of the White House to protest a lack of personal equipment that puts them and vulnerable patients at risk.   2. Economy  The latest job numbers are coming in, and they're as bad as expected. About 1 in 5 American workers has filed for first-time unemployment benefits since coronavirus lockdown measures began in mid-March. That translates to 33.5 million Americans who have been furloughed or laid off. However, the weekly tally of people filing initial claims has now dropped for five weeks in a row. So, even though the numbers are still staggeringly high, economists say the downward trend is a good sign that, well, things at least aren't getting worse. China is also seeing record jobless numbers. The official tally shows 27 million people are out of work there, but experts warn government figures are probably understating things. The actual total could be as high as 80 million people -- nearly 10% of China's total workforce.    3. Pandemic and race New data shows black people in the UK are four times more likely to die from Covid-19 than white people, and other ethnic groups are also at an increased risk. Things are even worse for black women, who are 4.3 times more likely to die than white women, with a similar split among men. The report also found people of Bangladeshi, Pakistani, Indian and mixed ethnicities had a \"statistically significant raised risk of death.\" This mirrors findings in the US, where African Americans have died from Covid-19 at a disproportionately high rate. For instance, in Chicago, 72% of people who died were black, officials said in April, despite African Americans only making up 30% of the city's population. A similar disparity was found in Louisiana. 4. Michael Flynn  The Justice Department is dropping the criminal case against former national security adviser Michael Flynn. Flynn was a pivotal figure in the Russia investigation, and his admitted lies about contacts with Russia prompted the President to fire him and led to Flynn's cooperation with special counsel Robert Mueller. The filing is a blow to the Mueller investigation and drew swift criticism from former top FBI officials who had worked on the case and supported the investigation into Flynn. Attorney General William Barr spoke out against accusations he was doing the President's bidding by dropping the case, saying the Justice Department had a \"duty\" to move to dismiss the charges. 5. Ahmaud Arbery Two men have been arrested and are facing murder charges in the killing of Ahmaud Arbery. Arbery, who was black, was jogging in a neighborhood in Brunswick, Georgia, in February when Gregory McMichael, a former police officer, and McMichael's son Travis, chased him down. Arbery was shot and killed. The men accused in his death are white. The killing was apparently caught on video and has sparked outrage in Arbery's south Georgia community and beyond. It's also raised concerns about citizen's arrest laws that allow ordinary people to stop anyone they find suspicious. BREAKFAST BROWSE The NFL has announced its 2020 schedule, starting in the fall Wishful thinking is now a professional sport.  French people urged to eat more cheese since the pandemic has caused a sales slump \"Si vous insistez!\" -- French people, probably Grimes and Elon Musk's strange baby name may not be accepted by the state of California  Well, he would be the only child in school named \"X Æ A-12,\" that's for sure. Andy Serkis, who played Gollum in the 'Lord of the Rings' franchise, is reading 'The Hobbit' out loud today for charity But is he reading it ... as Gollum?  Guns N' Roses frontman Axl Rose and Treasury Secretary Steve Mnuchin engaged in a Twitter spat over the pandemic Strange times, indeed. TODAY'S NUMBER 68% That's the proportion of Americans who are concerned about their respective states being reopened too quickly, according to a new poll from Pew Research Center.  75,000 That's how many Americans could die of drug or alcohol misuse and suicide because of pandemic stresses. Experts say these so-called \"deaths of despair\" could be preventable if steps are taken to confront the mental health toll of unemployment, isolation and uncertainty. If you or someone you know might be at risk of suicide, call 1-800-273-8255 to reach the National Suicide Prevention Lifeline. Here are other ways to help. TODAY'S QUOTE \"Can a deadline be pushed back? Can you wait for something? Can we acknowledge that even for people who are able to work at home, they have another job which is taking care of their kids?\" Facebook COO Sheryl Sandberg, who says bosses need to accommodate parents who are doing double duty while working from home. A new survey from Sandberg's advocacy group LeanIn.org suggests working mothers are hit hardest by the increased pressures of work and home during the coronavirus crisis.  TODAY'S WEATHER It's going to get cold  A weak polar vortex will usher in record cold air to the eastern half of the country this weekend. Significant snow -- yes, snow -- could fall across New England, and millions from Maine to the Gulf Coast will experience temperatures well below average.  Check your local forecast here>>> AND FINALLY Say hello to this giant bird -- or else Shoebill storks are basically modern dinosaurs. And yet, they're so polite! (Click here to view.) "], "Language": false}