{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/health/us-coronavirus-thursday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, Dakin Andone and Faith Karimi, CNN"], "Writers": [["Nicole Chavez", "Dakin Andone", "Faith Karimi"]], "FirstPublishDate": ["2020-05-07T08:16:21Z"], "LastModifiedDate": ["2020-05-08T00:43:10Z"], "Headline": ["California was one of the first states to issue a stay-at-home order. Tomorrow, it'll start to reopen"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["States across the country continued Thursday to work toward reopening as researchers said the novel coronavirus has been deadlier in the United States than the seasonal flu. California, one of the first states to implement a stay-at-home order, is set to begin loosening some restrictions Friday, though state Health Secretary Dr. Mark Ghaly warned residents, \"It does not mean a return to normal.\"  \"We still know that the virus is alive in California and that your good efforts have helped us suppress it quite a bit, but it is still there spreading,\" he said.   Starting Friday, some retail stores will be able to do more curbside pickup and potentially delivery, though they should continue to encourage social distancing, Ghaly said. Manufacturers should keep workers farther apart for social distancing, and warehouse workers should have sanitation materials and use personal protective equipment during deliveries. Here's where all 50 states stand on reopening  A new study of the fatality rate from coronavirus in the United States puts it at 1.3%, which is greater than the 0.1% fatality rate from the seasonal flu in a typical season. Anirban Basu, a professor at the University of Washington School of Pharmacy, used publicly available data on virus infections and deaths through April 20.  The study did not include New York City, which has had the highest number of cases and deaths in the country. The numbers of cases and deaths was changing too quickly to include in the study, Basu said. The figure is preliminary, Basu said, as it's based only on the reported cases and confirmed Covid-19-related deaths. Ohio Gov. Mike DeWine announced Thursday that outdoor dining will be allowed to begin May 15, with dine-in services able to resume beginning May 21. Personal services such as hair salons, barber shops, spas and nail salons will also be able to open beginning May 15 with some guidelines. Rhode Island Gov. Gina Raimondo confirmed her statewide stay-at-home order will expire Friday and the state will start the first phase for reopening. But movie theaters, bowling alleys, museums, gyms, salons and barber shops will remain closed. \"This is not the time for social gatherings,\" Raimondo said. \"The economic devastation in this state and every state around this country is untenable. So I am focused like a laser on work, getting people enabled to work.\" More than 75,500 people have died of the virus and more than 1.2 million are infected as of Thursday in the United States, according to Johns Hopkins University. New York hospital systems no longer recommending hydroxychloroquine One of New York's largest hospital systems stopped recommending hydroxychloroquine as a standard treatment for coronavirus patients last month, one of its top doctors told CNN. \"We were all very cautious about it to begin with. We did not feel it had a strong evidence base,\" said Dr. Thomas McGinn, deputy physician-in-chief and senior vice president for Northwell Health. \"We were doing it with some hesitation but knowing the FDA, the politicians, the family demands and lack of harm, we were doing it cautiously.\" Hydroxychloroquine has been used for decades to treat patients with diseases such as malaria, lupus and rheumatoid arthritis. President Donald Trump touted the drug as a \"game-changer\" for Covid-19. McGinn said the hospital system began recommending the drug toward the end of March for patients who had low levels of blood oxygen saturation and didn't have heart or liver problems. He said his colleagues \"saw no side effects\" when they administered the drug to at least 500 coronavirus patients. Patients were closely monitored for possible side effects impacting the heart with electrocardiograms. But after a study of the drug involving hundreds of patients at US Veterans Health Administration health centers showed that patients were no less likely to need mechanical ventilation and had higher death rates compared to those who did not take the drug, McGinn said his team of doctors and administrators decided to stop using it. Northwell Health is New York state's largest health care provider and private employer, operating 23 hospitals and nearly 800 outpatient facilities across the state, according to its website. Vaccine approved for phase 2 trial Potential vaccines to prevent Covid-19 infections are racing through development at unprecedented speeds. Moderna Inc. -- the first vaccine maker to start clinical trails in the United States -- announced Thursday it would soon begin a phase 2 study after getting approval from the US Food and Drug Administration.  Vaccine clinical trials involve three phases, per the US Centers for Disease Control and Prevention. The first examines safety, while the second expands the number of participants. In the third phase, the vaccine is given to even more people and tested for effectiveness. The President had said a vaccine would be available by December, then appeared this week to back off his claim.  But scientists won't know whether vaccines can prevent infection until April or May next year, said Dr. Mark Mulligan, director of the Vaccine Center at New York University's Langone Health, who is working with Pfizer Inc. on its vaccine trial. \"We're doing things in months that normally would be done in years,\" Mulligan said. Phase 2 of Moderna's study will include 600 participants, the company said, up from the 45 volunteers in phase 1. Participants older than 55 will be enrolled in phase 2, Moderna said.  Moderna -- which has never brought a product to market -- is now finalizing the protocol for the study's phase 3, which could begin in early summer, the company said in a news release. In an investor call Thursday morning, Moderna said the first batches of the vaccine are expected to be manufactured in July, with a goal of manufacturing up to 1 billion doses a year. There are more than 100 vaccines under development across the globe, according to the World Health Organization. White House rejects CDC reopening guidelines For now, the White House will not implement a 17-page draft recommendation by the US Centers for Disease Control and Prevention for reopening America, a senior CDC official confirmed Thursday to CNN.  The guidance provided more detailed suggestions beyond reopening guidelines the Trump administration put forth last month, including specific suggestions for schools, communities of faith, restaurants and bars, mass transit and employers with vulnerable workers.  Concerns over the President's possible exposure to the coronavirus resurfaced Thursday after CNN learned a member of the US Navy who serves as one of the President's personal valets tested positive for the virus.  Valets are members of an elite military unit dedicated to the White House and often work close to the President and the first family. A source told CNN that President Trump was subsequently tested again for the coronavrius by the White House physician. The President and the vice president tested negative, deputy White House press secretary Hogan Gidley said in a statement."], "Language": false}