{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/opinions/white-house-pandemic-team-labradoodle-breeder-dantonio/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Michael D'Antonio"], "Writers": [["Michael D'Antonio"]], "FirstPublishDate": ["2020-04-25T19:51:04Z"], "LastModifiedDate": ["2020-04-26T01:17:28Z"], "Headline": ["A Labradoodle breeder, an internet thug and a college senior walk into the White House"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["A former Labradoodle breeder, an internet thug and a college senior walk into the White House. This may sound like the set-up of a joke. During the pandemic, however, with the US death toll passing 50,000, these actual administration officials are a grim reminder that we shouldn't expect much from the Trump administration.  Any remaining hope of competency within the Trump administration may have been dashed on Thursday when President Donald Trump mused about using sunlight or injections of disinfectant as Covid-19 treatments (DO NOT DO THIS).  While Dr. Deborah Birx, the coronavirus response coordinator, did shoot down Trump's bizarre ideas during the news conference, other members of the Trump team have not inspired much confidence. Brian Harrison, who serves as the chief of staff to Department of Health and Human Services Secretary Alex Azar, was tasked with handling the department's virus response in January.  Before joining the Trump administration in January 2018, however, he spent six years as top dog at Dallas Labradoodles, according to personal financial disclosure forms cited by Reuters. The company sells the crossbreed dogs at $2,700 a pop (Harrison sold the company three months after he joined the administration, according to the financial disclosure form cited by Reuters). To be fair, Harrison previously worked in the office of the deputy HHS secretary in the George W. Bush administration and has held positions at other federal agencies such as the Social Security Administration, according to the HHS website. But his background in public health is limited, having studied economics at Texas A&M University. Reuters reported that Harrison recommended excluding Stephen Hahn, head of the Food and Drug Administration, from the coronavirus task force when it was assembled in January. (HHS has denied that the recommendation came from Harrison).  Hahn's FDA oversaw the approval of coronavirus test kits from the Centers for Disease Control and Prevention and other test developers. Given that testing has been a major problem since the onset of the pandemic, the involvement of Hahn, who was added to the pandemic task force in February once Vice President Mike Pence took over, was and is key.  There's also Michael Caputo, who is the new spokesman at the Department of Health and Human Services. No one familiar with Caputo would say he has trouble getting his point across. That's not in doubt. What is troubling is the character, temperament and judgment revealed in what he says.  As CNN's K-files unit revealed, Caputo recently scrubbed more than 1,000 tweets and retweets, including racist comments about Chinese people, from his Twitter account.  On March 12, Caputo responded to a baseless conspiracy theory making the rounds that the United States brought the coronavirus to China. He retorted by tweeting that \"millions of Chinese suck the blood out of rabid bats as an appetizer and eat the ass out of anteaters.\" He responded to CNN's request for comment by saying, \"fair game, dude. I don't care. It doesn't matter to me at all.\" Caputo went on to say that he regularly deletes his tweets \"because it drives people mad\" and defended his past Twitter behavior by saying he was a \"defender of the President.\" In addition to the gross factual distortions and derogatory comments, Caputo's tweets reveal a mind that produces vile content. This is not a one-off mistake.  In this time of national grief, he used his time and talents to accuse others of reveling in the thousands of deaths and economic impact of the pandemic, claiming in a now-deleted tweet that Democrats, along with those in the media, \"hate Trump more than they love America.\" Add to that Caputo's postings that include anti-Semitic tropes, and you get the sense that someone would have to make a real effort to be less qualified for the task of providing trustworthy information to a country in crisis than Caputo.   Unfortunately, the Trump administration has proved again and again that qualifications are not an essential consideration when it comes to hiring. That college senior mentioned in my opening paragraph?  He's James Bacon, director of operations for the Presidential Personnel Office, headed by John McIntee, whose main purpose appears to be planting loyalists throughout the government. One former White House official told Politico that Bacon's loyalty outweighed his relative lack of experience, saying, \"He will do a great job because he has trust with POTUS.\" When I interviewed Trump at length for a biography about five years ago, he explained that he wants to be surrounded by people who put their relationship with him first. This is why his daughter Ivanka Trump and son-in-law Jared Kushner hold top White House positions, and it's why he's bringing old favorites such as Kayleigh McEnany and Hope Hicks back into his inner circle.  Trump's loyalty fixation also drives him to regard experts and independent thinkers with deep suspicion. Before the pandemic, Trump's obsession with loyalty led to disagreements that played a role in driving away a host of competent figures, including former chief of staff John Kelly, former national security adviser John Bolton and former Secretary of Defense James Mattis.  Whatever one might think of their policy positions, these people had serious and relevant experience and would've likely served the country better than those who came after them. More recently, Dr. Rick Bright, who oversaw the production and purchase of vaccines as the head of the HHS' Biomedical Advanced Research and Development Authority, said that he was dismissed after clashing with the administration on coronavirus treatments.  In a statement, he said his transfer was owed to his \"insistence that the government invest the billions of dollars allocated by Congress ... into safe and scientifically vetted solutions, and not in drugs, vaccines and other technologies that lack scientific merit.\" (When asked about Bright's claims at Wednesday's news briefing, Trump said, \"I never heard of him. The guy says he was pushed out of a job, maybe he was, maybe he wasn't. You'd have to hear the other side.\") The President has been reportedly frustrated with Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, who is one of the few who dare to correct him while offering the country the best available information. (Trump actually retweeted a Twitter post that included the hashtag #FireFauci.) He and Birx demonstrate, in their public appearances, the heroic effort that must be made by competent experts to appease the ego of the President so they can keep serving the American people.  Those who work for the President are subject to his loyalty code.  He comes first, no matter the crisis affecting the nation, and the federal team fighting this deadly threat is forced, in many cases, to prioritize loyalty to the President above science. "], "Language": false}