{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/opinions/get-ready-for-a-campaign-season-full-of-china-covid-conspiracy-theories/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Stephen Roach"], "Writers": [[]], "FirstPublishDate": ["2020-05-07T22:49:24Z"], "LastModifiedDate": ["2020-05-07T22:49:24Z"], "Headline": ["Get ready for a campaign season full of China-Covid conspiracy theories"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Attacking China has now become the centerpiece for the upcoming 2020 election campaign by an increasingly desperate Republican Party and its vulnerable leadership. A leaked 57-page \"Corona Big Book\" -- reportedly disseminated by the GOP's Senate-campaign arm, produced by a consulting firm, and obtained by Politico -- urges GOP candidates to bash China between now and November. It rests on three premises: that the novel coronavirus came from a lab in Wuhan, that the Chinese government covered up the outbreak and that the Trump administration would have acted forcefully had it only known the real \"truth.\"  The first claim is dubious; the next, ambiguous; and the third one, not credible. First, notwithstanding the insistence of President Trump and his loyalists, investigative reporting by award-winning journalists, as well as intelligence assessments by the governments of Australia, the UK and Canada, have found no evidence that the virus spilled from a lab. This is the latest in a long string of unsubstantiated conspiracy theories that the President has embraced over the years. From the Obama birther accusations and claims of a Ukrainian server as a repository for Hillary Clinton's emails to America's \"deep state\" and the hoax of global warning, Trump talk is double-talk for a president who traffics in misinformation. Fact-checkers at The Washington Post now count at least 18,000 false or misleading claims by President Trump in his first 1,170 days in office (running through April 14, 2020).   Second, China certainly did mishandle the outbreak of Covid-19. How much responsibility lies with the Wuhan municipal government, or the central government in Beijing, is clouded in ambiguity. But one thing is clear: The chain of command failed. In the fateful month of December 2019, early signs of a deadly novel coronavirus became evident in Wuhan. Dr. Li Wenliang, a whistleblower who was initially scorned but now revered, might have made a real difference had his warnings been heeded. He spoke out publicly on December 30, 2019, ironically the same day virus samples were taken from patients in Wuhan. Sadly, Dr. Li  passed away in early February. Meanwhile, the virus was raging in Hubei Province and, it now seems plausible, spreading silently around the world in asymptomatic, pre-symptomatic, or only mildly symptomatic people. Only a full and open accountability by China can sort this out. Third, what did President Trump know, and when did he know it? US Sen. Howard Baker made that line famous in the Watergate hearings of 1973 in questioning the motives and role of President Richard Nixon in a cover-up that eventually forced him to resign in disgrace. Investigative reporting has also indicated that considerable early warning evidence was available to US intelligence agencies on the coronavirus outbreak during December 2019 and January-February 2020. While President Trump is not exactly known to be a voracious consumer of intelligence reports contained in the President's Daily Brief, surely you would think that the professionals in the White House would take this information far more seriously. Unfortunately, it seems that may not have been the case. (One key White House misstep came long before the virus would surface: In 2018, in a brilliant stroke of organizational genius predictably aimed at negating yet another of his predecessor's policies, the President disbanded the Global Health Security and Biodefense unit housed within the National Security Council that was set up following the Ebola epidemic of 2014.) But the real questions pertain less to management blunders and more to the false narrative of Donald Trump as a magnanimous and decisive leader who, had he known of what was going on in China, would have behaved differently. For a president who has taken no responsibility for an unending stream of misstatements about the virus -- from insisting in February at the onset of an exponential surge in infections and death that \"one day, it's like a miracle, it will disappear\"; to advocating the use of untested (hydroxychloroquine) and dangerous (injection of disinfectants) remedies; to misstating repeatedly that US coronavirus testing is the best in the world; to turning daily pandemic briefings into political combat -- this counter-factual is hardly credible.  In the end, the GOP's so-called \"Corona Big Book\" throws down the gauntlet in its campaign marching orders: \"... don't defend Trump ... attack China.\" With the President's defense of his performance weak and getting weaker, the first point is obvious. And the weaker his position becomes, the more intense the attack. That strategy resonates with polling which shows American public opinion is now more negative on China than ever before -- hardly surprising as a trade war has morphed into a pandemic war.  Covid-19 is now the political football of Campaign 2020, with Team Trump already floating a frenzy of new wild-eyed anti-China policies, threatening to put in place additional tariffs, incentives for US companies to pull supply chains out of China (as floated by Trump adviser Larry Kudlow), and the most harebrained of all: simply abrogating debt payments to China, from which the US Treasury has borrowed more than $1 trillion.  And, in what resembles a repeat of the impeachment saga, when Trump adviser Rudy Giuliani investigated unfounded allegations about the Bidens in Ukraine, The New York Times reports administration officials have pressed spy agencies to find the smoking gun in Wuhan that supports the theory that the virus emanated from a lab. Both China and the US have clearly lacked transparency and accountability in their responses to Covid-19. But to turn the tragedy of this pandemic into the crass politics of a blame game is unconscionable. Another Cold War is bad enough. The combination of xenophobia and soaring unemployment is reminiscent of much more painful times in history. Look no farther than the 1930s. Forty-six years ago, a Republican senator had the moral fortitude to ask of a Republican president: What did he know and when did he know it? Elections are ultimately about leadership and the character of those who purport to lead. November 3 is now less than six months away. "], "Language": false}