{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/us/nfl-schedule-release-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-05-07T21:13:18Z"], "LastModifiedDate": ["2020-05-07T21:13:18Z"], "Headline": ["The NFL, in announcing its schedule tonight, is hopeful for a season"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Acrobatic one-handed catches, bone-crunching tackles and toe-tapping touchdowns in the end zone -- that's what the NFL is teasing as it unveils the 2020 NFL regular season schedule at 8 p.m. E.T. today on the NFL Network. While all of the major sports leagues have been put on hold or delayed indefinitely as a result of the coronavirus pandemic, the NFL is pushing forward, fully hopeful the season will kick off as usual on September 10. \"We're just moving forward as we would normally do, until the medical community tells us that we need to make an adjustment,\" Troy Vincent, league executive vice president of football  operations, told CNN. What's happening tonight? Hosted on the NFL Network, through the NFL app and on NFL.com, the network will be breaking down the entire upcoming 2020 NFL regular season schedule. That means we'll know when and where all 256 regular season games will be played. Who will the Super Bowl champion Kansas City Chiefs host on opening night? Will we get to see Patrick Mahomes and Lamar Jackson square off? Who will rookie quarterback Joe Burrow play in his first game with the Cincinnati Bengals? The three-hour show will answer all of our matchup questions and go division by division and analyze the most anticipated matchups and primetime games. NFL head coaches, general managers and other guests will also be interviewed via video conferencing throughout the show. Will the season actually work out? Experts aren't so sure A lot can change in four months, but the US has been woefully unprepared for the spread of the coronavirus. Experts say it's unlikely to be contained by September. Four months may seem like an eternity as people across the country are isolating at home for most hours of the day, but there are still a lot of hurdles to clear before sports can return. Vincent outlined the concerns the NFL is planning for \"Here are the number of people that can go back into the facility. Here's the processes that you have in place. So, public safety first. Safety of personnel. Safety of the players. That all comes first,\" he told CNN. \"So, we literally have been guided on a daily basis, making the adjustments on a daily basis as the science and the medical community tells us to do so.\" Former Centers Disease for Control and Prevention director Tom Frieden said at a House Appropriations Committee hearing on the pandemic response on Wednesday that as bad as things seem now, he thinks we're still in the beginning phases of the pandemic. Experts John Barry and Marc Lipsitch co-authored a new report that predicts that the coronavirus pandemic could last up to two more years, and they warn that the situation could get \"considerably worse than what we've seen so far.\" \"I would love to be able to have all sports back,\" Dr. Anthony Fauci said in an interview with The New York Times published last week. \"But as a health official and a physician and a scientist, I have to say, right now, when you look at the country, we're not ready for that yet.\" \"Safety, for the players and for the fans, trumps everything,\" the doctor added. \"If you can't guarantee safety, then unfortunately you're going to have to bite the bullet and say, 'We may have to go without this sport for this season.'\" The NFL has more challenges than other leagues The NFL announced that it would cancel all planned international games and that all upcoming games will be played in the US. The league had previously been planning to play four games in London and one game in Mexico City. The league said that it decided to cancel all international games in order to ensure that all games are played under consistent stadium protocols to ensure player and personnel safety. The Korean Baseball Organization showed the world what live sports will look like in the pandemic: no spectators watching from the stands and a lack of in-person energy from the players. However, unlike the US, South Korea was aggressive with testing and was able to quickly flatten the curve and limit the spread of the virus. The US has lagged considerably behind other advanced nations on testing, and in order for the league to even entertain the idea of getting players on the field, it must have adequate testing available for players and personnel. Players and personnel must be tested before they're allowed to enter any facilities or come in contact with anyone else, and everyone must take extra precautions everywhere they go. The NBA and MLB have discussed scenarios that would involve quarantining players and personnel in a city, and shuttling them back and forth to hotels and games in order to minimize outside contact. They would also restrict access for anyone that enters facilities or comes in contact with players and personnel. However, unless players are able to bring their family or loved ones with them, that scenario remains a remote possibility, as it is unlikely that everyone would sign off on being separated from their families for months. Such a scenario would be even more challenging for the NFL, considering how large its rosters and personnel are compared to other sports. For a full-contact sport, the NFL must take even more precautions. MLB has an advantage in that there is very little contact in the sport. The NFL also has a full season ahead of them, whereas leagues such as the NBA and NHL were partially through their seasons with the postseason only weeks away. As much as we would all love to dream about the NFL actually kicking off on September 10, that reality is far from certain."], "Language": false}