{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/politics/michigan-state-house-senate-sue-governor/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rebekah Riess and Paul LeBlanc, CNN"], "Writers": [["Rebekah Riess", "Paul LeBlanc"]], "FirstPublishDate": ["2020-05-07T00:00:04Z"], "LastModifiedDate": ["2020-05-07T18:37:23Z"], "Headline": ["Michigan state House and Senate sue Gretchen Whitmer over state of emergency extension"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Republican leaders for the Michigan state House and Senate filed a lawsuit against Democratic Gov. Gretchen Whitmer Wednesday, alleging that Whitmer's extension of the state's state of emergency was unlawful and goes against the Michigan Constitution. The Legislature authorized the state House and Senate to file the lawsuit last week and it was filed in a state court of claims Wednesday morning. \"The Legislature did not approve an extension of the state emergency declaration and as such we expected the declaration to end,\" Senate Majority Leader Mike Shirkey said in a statement.  \"Instead, we saw the governor ignore the law, unilaterally extend the emergency, and write new executive orders. If left unchecked, the governor could extend her authority indefinitely. Michigan citizens cannot wait that long for a path forward to regain their lives and their livelihoods.\" Whitmer press secretary Tiffany Brown, however, downplayed the lawsuit Thursday as \"another partisan game that won't distract the governor.\" \"She's making decisions based on science and data, not political or legal pressure,\" Brown said.  The lawsuit comes the week after Whitmer signed the executive orders that terminated the old state of emergency and put in place a new one through May 28. The Democratic governor has continued to hold steady on slowly reopening the state amid growing calls to relax social distancing measures and jump start the state's economy.  \"We extended our hand to the governor last week and offered several times to work with her to improve the state's response and improve the status quo that is hurting so many people. She rejected that offer and chose to go it alone, in a way that is against the law,\" Michigan House Speaker Lee Chatfield alleged.  \"We have to stand up for the people we represent, their concerns and their legal rights. This lawsuit will bring everyone back to the table and ensure a better, bipartisan solution to the Covid-19 pandemic.\" Along with their complaint, the leaders filed a motion for immediate declaratory judgment, arguing that \"the Governor is acting pursuant to emergency powers that she does not have while eviscerating laws that she is charged to enforce. She has chosen to regulate every aspect of nearly 10 million lives with no consent or input from the people's representatives, whose assistance the Governor publicly disdains. \"No statute or constitutional provision empowers the Governor to declare a statewide, indefinite state of emergency and then rely on that declaration to exercise unfettered lawmaking authority,\" motion continued.  Whitmer has faced repeated demonstrations against her closure orders, including at her home. Last week, protesters with firearms descended on Michigan's state Capitol building to pressure the governor to issue more relaxed measures. But she has been outspoken in her beliefs that the country has to listen to medical professionals. Last month, Whitmer extended Michigan's stay-at-home order through May 15, which was set to expire April 30. The new order aimed to ease the state's stay-at-home guidelines, which are among the strictest in the nation, while also mitigating the spread of the virus. Under the new guidelines, individuals would be allowed to move between residences and to enjoy outdoor activities like motorized boating and golfing. The order also saw new guidelines for allowing certain businesses like landscapers, lawn-service companies and bike repair shops to reopen. This story has been updated with additional information Thursday."], "Language": false}