{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/business/companies-thriving-coronavirus-pandemic/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2020-05-07T15:08:34Z"], "LastModifiedDate": ["2020-05-07T17:24:10Z"], "Headline": ["Business is booming for these 14 companies during the coronavirus pandemic"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus pandemic has been, to say the least, grim for business. Widespread layoffs and furloughs have prompted about 21% of the US labor force to file for unemployment benefits since mid-March, and economists say the United States is likely already in a recession. And even as states begin to reopen, many of the jobs that have been lost may never come back. But during this upheaval, some companies been thriving because of dramatic shifts in consumer behavior.  Restaurants, bars, offices and gyms are largely empty as millions of  Americans stay home to halt the spread of the coronavirus. That's created new opportunities for several companies.  Activision Blizzard, Electronic Arts and Nintendo Popular video games like first-person shooters, football and cute animals have been a boon for the top gaming companies.  Activision Blizzard said \"Call of Duty: Modern Warfare,\" which came out in September, has sold more copies than any other \"Call of Duty\" title at this point after its release. Sales were $1.52 billion in the first quarter, up 21% compared with last year's $1.26 billion. For Electronic Arts, fourth-quarter revenue grew 12% compared with last year. It was buoyed by FIFA, Madden NFL, The Sims 4. Like Activision, it also benefited from people staying at home and looking for a distraction.  Nintendo said Thursday its annual profit surged 41%, its highest in nine years. And profit in the first three months of 2020 more than tripled compared with the previous quarter.  Sales this spring were driven by the breakout success of \"Animal Crossing: New Horizons,\" a game set on an island utopia. The company sold more than 13 million units of the game in its first six weeks. The Nintendo Switch console also continues to be hard to find, with the company  selling more than 21 million units during the last fiscal year. Clorox Company and Reckitt Benckiser People can't stop sanitizing, bleaching and cleaning every nook and cranny of their dwellings. That's benefiting Clorox and Reckitt Benckiser, the makers of the world's top cleaning products.  Clorox said last week its overall sales jumped 15% for the first quarter. Sales of Clorox's cleaning segment, which includes its wipes and beaches, jumped 32%. There was also \"increased consumer demand\" for cat litter and grilling necessities, which fueled a 2% sales increase in its household segment.  Reckitt Benckiser, the British company that makes Lysol and Dettol, is also seeing record sales. First-quarter sales rose 13.5% because of \"strong consumer demand\" for disinfectants. (The company has also found itself in the spotlight for more than just strong demand for its products.)  In March and April, the sales of aerosol disinfectants jumped 230.5% and multipurpose cleaners 109.1% from this time last year, according to research firm Nielsen. Peloton Peloton makes in-home workout products, including bikes and treadmills. Unsurprisingly, it reported Wednesday a blowout quarter: Revenue grew 66% and membership for its app rose 30%. The company, which has a loyal following, also raised its full-year forecast because it doesn't expect demand to decline anytime soon. Publix and Kroger The need for household necessities and food has benefited some of the country's largest grocers, which remained open as essential businesses.  Publix recently said that sales for the first three months of the year jumped 10% to $1 billion. Sales at stores open at least a year grew 14.4%. Kroger also benefited from the pandemic. The grocery store recently said sales at stores open at least a year surged 30% in March. Its best-selling items were boxed meals and cleaning and paper products. As a result, Kroger said it expects its first-quarter results to be better than expected. Beyond Meat Beyond Meat's revenue more than doubled in the first quarter, the company reported Tuesday. In the first three months of the year, sales reached $97.1 million, up 141% from $40.2 million in the same period last year.  The results \"exceeded our expectations,\" said CEO Ethan Brown. In the United States, retail sales grew 157% compared with the same period last year. The plant-based meat company is in a strong position as it moves into the Chinese market and as the US faces a national meat shortage. 3M 3M said the virus spurred \"strong growth\" for its personal safety products, including gowns and the N95 respirator masks needed by medical professionals. First-quarter revenue grew nearly 3% to $8.08 billion. That was bolstered by a 21% growth in its health-care segment and 4.6% in consumer goods, like Scotch-Brite sponges Wayfair and Overstock With much of the country working from home, it leaves a lot of time to think about room refresh.  Wayfair's sales for its most recent quarter increased 20% compared with the same period last year. The online retailer said it's seeing \" strong acceleration in new and repeat customer orders,\" with the number of orders growing 21% to 9.9 million. Rival Overstock also said that its April retail sales were up 120% compared to the same month last year, with growth occurring in its \"key home furnishings categories.\" Slack and Zoom For people who can work remotely, Slack and Zoom have become ubiquitous communication tools. Slack Technologies said it added 9,000 new paid customers, an increase 80% compared to the previous quarter, between February 1 and March 25. Not only are they adding more people, users are becoming chattier: \"The number of messages sent per user per day increased by an average of 20% globally,\" Slack said in a press release. Zoom, a video conferencing tool, has clearly been the biggest brand to break out. The company hosts 300 million meeting participants a day, according to CEO Eric Yuan. Zoom previously said it crossed 200 million daily meeting participants in March. Its stock is up 120% for the year."], "Language": false}