{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/us/ahmaud-arbery-shooting-demands-justice/index.html"], "Source": ["cnn"], "Location": ["Glynn County, Georgia"], "ByLine": ["By Eliott C. McLaughlin, Jason Morris and Angela Barajas, CNN"], "Writers": [["Eliott C. McLaughlin", "Jason Morris", "Angela Barajas"]], "FirstPublishDate": ["2020-05-07T15:50:32Z"], "LastModifiedDate": ["2020-05-08T15:44:11Z"], "Headline": ["Ahmaud Arbery was killed doing what he loved, and a south Georgia community demands justice"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Though a prosecutor says he'll let a grand jury decide whether the man who killed Ahmaud Arbery will face charges, many in this south Georgia community can't understand why no one's been arrested.  It's been more than 10 weeks since the shooting, and Arbery's supporters feel their outrage would've been louder had coronavirus restrictions not curtailed their protests. On Tuesday, days after the state eased its stay-at-home order, demonstrators converged on the Satilla Shores neighborhood where Arbery was killed.   \"You want to chase somebody down? We got over 100 bodies out here. Chase us down,\" said a man leading the demonstration. \"We're a community. We're not going to keep allowing this to go on in Glynn County.\" They demanded to know what the 25-year-old did to deserve being pursued by armed civilians and killed on a Sunday afternoon. One of the armed men was Greg McMichael. He used to work for the Glynn County Police Department, which has not made an arrest in the case. He also worked for one of the two district attorneys' offices that have recused themselves.  McMichael, 64, told police that his son, Travis, 34, shot Arbery, whom they suspected in a string of burglaries, after Arbery attacked him as he stood in the road with a shotgun, according to a police report Arbery family attorney S. Lee Merritt counters that the McMichaels, who are white, saw a black man jogging through their neighborhood, assumed the worst, and tracked him down and killed him. They should be arrested immediately, Merritt said.  'I just need to know what he was doing wrong' Arbery had gone for a run, as he was known to do. The former high school football speedster often jogged through the neighborhoods southwest of Brunswick, those who knew him say. Yet on February 23, he was viewed as a threat, a thief. Someone in Satilla Shores called 911 to say \"a black male running down the street\" -- Arbery -- might be responsible for a rash of burglaries. \"There's been break-ins out here. There's a guy in a house right now. It's a house under construction,\" said the caller, whose name is censored on the 911 tape. \"That's fine. I'll get them out there,\" the operator says. \"I just need to know what he was doing wrong. Was he just on the premises and not supposed to be?\" The caller replies, \"He's been caught on the camera a bunch before at night. It's kind of an ongoing thing out here.\" Within minutes, three blasts erupted from Travis McMichael's shotgun, and Arbery was dead in the street. \"They didn't give any answer for (the 911 operator's question),\" Merritt said earlier this week. \"They said, 'He's a black man running down our road.'\" Greg McMichael's former employer declined to press charges, but Atlantic Judicial Circuit District Attorney Tom Durden -- the third prosecutor in the case -- said Tuesday he'd submit the evidence to a grand jury once the state's coronavirus restrictions were lifted.  Durden's decision came after a radio station posted (and deleted) a video that appears to show the confrontation between Travis McMichael and Arbery.  The alleged rash of burglaries Greg McMichael told Glynn County police that Arbery was suspected in \"several break-ins,\" but no such string of crimes was reported in the weeks before the shooting. Police have yet to clarify whether Arbery is accused of any crime at a home that was being built. The owner of the under-construction home, who is listed as a victim in the police incident report, said his surveillance system captured at least four short clips of a man who appeared to be Arbery \"coming onto his property\" February 23. He declined to share them with CNN and spoke on the condition of anonymity because he says he's been receiving death threats. The man walked by the garage and down to a dock on the Little Satilla River, the motion-triggered cameras show, according to the homeowner. Asked whether they showed the man stealing or committing any other crime, he said they show him \"trespassing.\" \"I feel for the family, and this is a very bad situation,\" he said, before abruptly ending the Tuesday call after what sounded like a burst of gunshots that coincided with a CNN crew's arrival to the neighborhood. Prior to Arbery's shooting, the man said in a second interview Wednesday, the cameras on three or four occasions captured someone walking on the property at night -- one time stealing $2,500 of fishing tackle from a boat in his garage -- but he could not identify the perpetrator. He did not file a police report, he said, but called the incident \"unnerving and unsettling.\" In the more than seven weeks preceding the shooting, there was only one burglary report in the neighborhood, said Glynn County police Lt. Cheri Bashlor.  A 9 mm pistol was stolen January 1 from an unlocked truck outside the McMichaels' home, she said.  CNN's attempts to reach Travis McMichael were unsuccessful. Greg McMichael declined to comment because he's under investigation.  GBI and grand jury will weigh in Questions about the alleged break-ins and other elements of the case propelled protesters into Satilla Shores on Tuesday evening. They chanted, \"I run with Maud!\" -- one the young man's nicknames -- and demanded justice, according to footage from CNN Jacksonville affiliate WJAX.  Glynn County Sheriff E. Neal Jump, whose office has said it was not involved in the investigation, commiserated with the protesters, the footage shows.  \"Am I upset that it has taken this long for the justice part to come? As the sheriff, I'm upset. It shouldn't have taken that long. If that was my son, I'd be upset,\" Jump said.  The demonstrations came hours after Durden, who took over the case around April 13, said he'd empanel a grand jury sometime after June 12, when the state Supreme Court's Covid-19 restrictions are lifted.  \"I am of the opinion that the case should be presented to the grand jury of Glynn County for consideration of criminal charges against those involved in the death of Mr. Arbery,\" Durden's statement said.  Durden's office did not reply to multiple CNN requests for comment. The Georgia Bureau of Investigation did not initially open a probe because the Glynn County Police Department didn't request the bureau's help, though it did request assistance investigating threats against the GCPD and the release of Tuesday's video, according to the bureau. Hours later, the GBI said Durden had formally requested an investigation into Arbery's killing.  Video captures grisly confrontation Shortly before Durden's and the GBI's announcements, a local radio personality released video that appears to show Arbery's killing. The captured events match numerous accounts of the shooting -- including, in many respects -- that of Merritt, Waycross Judicial Circuit District Attorney George Barnhill and, as chronicled in the police report, Greg McMichael. CNN has not verified who recorded the video.    The 36-second clip shows the end of the chase and the shooting. It has sound, but only the shotgun blasts are clearly audible. Arbery's and the McMichaels' words, if any were exchanged, cannot be heard. It is not clear what happened before the video begins or after it ends. Taken from inside a vehicle behind Arbery, it begins with Arbery jogging down the middle of the street toward a truck. Greg McMichael is in the back of the truck and his son, Travis, is standing near the hood, according to the Glynn County police report, which does not mention the video. As Arbery approaches the truck, he veers into someone's yard to go around the truck blocking his path. As he passes the truck, he makes a sharp left and tussles with Travis McMichael over the shotgun.  A shot goes off, and the two disappear off the left side of the screen as Arbery appears to throw a punch. Greg McMichael, still standing in the truck bed, produces a handgun but doesn't fire.  A second shot is heard off-screen. As they come back into view, both clutching the shotgun, a third shot goes off just as Arbery lands a punch to Travis McMichael's head.  Arbery recoils. Blood appears on his white T-shirt, below his left ribcage. He stumbles and drops face-first to the street. Travis McMichael walks away, shotgun in hand, as his father runs toward Arbery with his handgun.  The first shot went through Arbery's right palm, consistent with Arbery grabbing the gun barrel, Barnhill wrote. The second shot is consistent with Travis McMichael \"attempting to push the gun away from Arbery while Arbery was pulling it toward himself. The third shot, too, appears to be in a struggle over the gun,\" the prosecutor wrote. Greg McMichael had blood on his hands when police arrived, observed a Glynn County police officer, who concluded in his report that the blood came from Greg McMichael turning Arbery's body over to check for weapons. The report does not say any were found. It was self-defense, recused prosecutor says Barnhill, the second prosecutor to step down in the case, said he did so only at Arbery's mother's behest. She claimed he had a conflict of interests, he wrote.  The district attorney's son is a prosecutorial investigator with the Brunswick Judicial Circuit, from which Greg McMichael retired after serving with the Glynn County Police Department. (The Brunswick circuit's district attorney was the first to recuse herself.) Though Barnhill saw no conflict, he wrote, he agreed to step down. In doing so, he wrote an April 2 letter saying the McMichaels and William Bryan, a third man involved who is listed as a witness in the police report, engaged in \"hot pursuit\" and had \"solid first-hand probable cause,\" as civilians, to detain Arbery.  \"It appears their intent was to stop and hold this criminal suspect until law enforcement arrived. Under Georgia law, this is perfectly legal,\" Barnhill wrote, citing state code that says civilians can arrest someone if they have immediate knowledge of an offense or if a perpetrator is trying to flee after committing a felony.  Barnhill also questioned whether Arbery might've been responsible for the gunshots by pulling on the shotgun, and he concluded Travis McMichael \"was allowed to use deadly force to protect himself,\" he wrote in the letter to Glynn County police Capt. Tom Jump. \"Arbery's mental health records and prior convictions help explain his apparent aggressive nature and his possible thought pattern to attack an armed man,\" Barnhill wrote, without elaborating. Arbery's dad, Marcus Arbery, denied his son had mental health issues, telling CNN, \"Ain't nothing wrong with him.\" The Brunswick News has reported Arbery was indicted for allegedly bringing a gun to a 2013 high school basketball game, when Arbery was 19, and the family attorney has acknowledged Arbery's 2018 arrest on shoplifting charges. \"The reference to ... alleged conduct from high school or shoplifting is absurd and has nothing to do with his murder,\" Merritt said. \"The decision to rely on the c"], "Language": false}