{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/entertainment/blues-musicians-pandemic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-05-07T14:43:30Z"], "LastModifiedDate": ["2020-05-07T15:02:27Z"], "Headline": ["Covid-19 taking toll on blues community"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Pat \"Mother Blues\" Cohen has survived Hurricane Katrina and losing her North Carolina home to a fire. She's now determined to survive the coronavirus pandemic. \"I'm not new to this game, I'm true to the game,\" the blues singer told CNN. \"I've been doing it for a long time. You really have a lot of ups and downs in this crazy situation.\" Cohen is part of a community of musicians trying to keep the blues alive in a landscape where live music is on hold and the artists dedicated to the genre are particularly vulnerable to Covid-19. Not only are many blues artists black, senior adults -- two populations that have been disproportionately dying from the virus -- but the majority of them were already making very little money playing gigs that have now completely dried up. \"It shut a lot of us down,\" Cohen said. \"The ones that were doing the clubs, they don't have the clubs [to perform in] anymore. They don't have the regular gigs anymore. They don't have anything.\" Musician and singer Sam Frazier, Jr. recently rose to the top of the kidney transplant list, but he is now unsure when he might receive one because of the pandemic. He told CNN he's working hard to protect himself and stay healthy, but misses performing -- even locally in Alabama where he lives.  \"I'm an entertainer,\" he said. \"I'm a singer. I play the harmonica, guitar and I can play the [bass] drum using my feet. I sing blues and I sing country. That's what I do.\" Already in a crisis situation Both Cohen and Frazier have turned for help to the Music Maker Relief Foundation, an organization started 25 years ago \"to preserve the musical traditions of the South by directly supporting the musicians who make it, ensuring their voices will not be silenced by poverty and time.\" The group helps book members for performances and also provides financial assistance to artists.  Timothy Duffy, founder and executive director of the foundation, told CNN that many of the artists they assist are most susceptible to falling critically ill were they to contract Covid-19.  \"Almost all our partners are elderly, so that makes them extremely vulnerable to the virus,\" Duffy said. \"The majority, over 80% of the artists we work with, are African Americans over the age of 55.\" Duffy said most of them were already making do with annual incomes of less than $18,000 a year. Any work they used to get from playing bars and restaurants is now gone. \"They're already in a crisis situation,\" said Duffy, whose organization gave out 85 grants to struggling artists in April and helped set up grocery and medicine deliveries for some. \"They're already marginalized, so our staff has a dedicated social worker that is working to ensure that our artists are safe and informed.\" Still singing Cohen said she appreciates the help as she waits things out in the new normal and finds strength in what she's already overcome. \"I lost everything in Katrina,\" said Cohen, who added she relies on the power of positive thinking and consuming inspirational content. \"I haven't lost everything because of this pandemic.\" She definitely hasn't lost her ability to entertain. Lately she takes her audio equipment to a nursing home where her brother resides. With current health precautions preventing her from entering, Cohen performs for residents from the parking lot.   \"I wanted to make sure that my brother got some entertainment,\" she said. \"They said the only way that we could see them is to go to their windows outside and you know, wave to them and talk to them through the windows with the windows closed. But they can still hear you.\""], "Language": false}