{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/asia/new-zealand-coronavirus-lockdown-parents-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Wellington, New Zealand"], "ByLine": ["By Julia Hollingsworth, CNN"], "Writers": [["Julia Hollingsworth"]], "FirstPublishDate": ["2020-04-26T00:25:10Z"], "LastModifiedDate": ["2020-04-26T00:33:55Z"], "Headline": ["I left Hong Kong for a break. Instead I got stuck with my parents for weeks"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["I'm a 30-year-old woman and my dad has just told me to clean my room. It's slightly humiliating, but not entirely surprising. For the past month, I've been at my childhood home in New Zealand on coronavirus lockdown -- and it appears I'll be living with my parents for the foreseeable future.                  Until recently, I lived in my own apartment in Hong Kong with a spirited cat and a large collection of potted plants. My interests included heading to the beach or grabbing a drink in a pub.  Now, my hobbies are a bit different. Last weekend, I made five different types of bread. This weekend, we have grand plans to go on a walk.  For almost all of my adult life, I've lived in different cities to my mum and dad. After all those years of only staying in touch via intermittent phone calls, for a month, my parents have been basically the only people I've talked to face-to-face.  Back in late January, as the coronavirus outbreak grew increasingly serious in mainland China, CNN's Hong Kong office largely shut down and I was asked to work from home. At first, I enjoyed the novelty of wearing my pyjamas during work meetings. But as the weeks wore on, my 370 square feet (34 square meters) studio apartment only seemed to get smaller, and work days and weekends bled into one another. So, at the start of March, I decided to work from my parents' home in New Zealand for two weeks.  I left my cat with a willing friend, and headed to New Zealand, which at the time only had a handful of cases. I had visions of going to see my brother's band play and hanging out with my best friend. Although my parents are in their 60s, they are both fit and healthy, and we didn't feel like I would be putting them at risk.  Within days of my arrival, New Zealand imposed new restrictions. First, our Prime Minister Jacinda Ardern announced that everyone who entered the country would need to self-quarantine for 14 days, meaning I need to stay home. Then the government shut borders to foreigners and urged Kiwis overseas to return home. By the time two weeks were up, my flight out of the country had been canceled and New Zealand was in lockdown. I figured I would just stay put. Living with your parents as an adult is common in many cultures, but to many Westerners it's seen as an admission of failure. As Anna Silman wrote in The Cut, \"Going back to your parents' house is usually an option of last resort, like the shelf-stable can of beans you know you can always eat once the pantry runs dry.\" Nevertheless, adults around the world are opting for prolonged stays with their parents. Some have lost their jobs, some are university students who have been sent home, some need additional emotional support.  And as we head into a recession, many more could follow suit. Already, around 15% of 25 to 35-year-olds live with their parents in the United States. With millions of people already filing for unemployment benefits, many more could end up moving back in with their parents.  For some, that will be a challenge. Research suggests that young people who \"boomeranged\" back to their parents experienced an increase in depressive symptoms. Already, being stuck home with parents is hard for some. Last month, a 19-year-old University of Delhi student who lives with his parents told me that while the country has been under lockdown, he hasn't been able to phone his boyfriend as he hasn't come out to his family. For me, the challenges have been more minor. There have been moments -- like when I was asked to tidy my room -- that I've felt like I've gone back in time.  But in a lot of ways, this isn't like being a teenager again. This is all totally new.  Mum speedwalks around the neighborhood and reports back on what everyone else is up to. A WhatsApp group for our street that was set up for the pandemic keeps us abreast of any breaking news (\"Grey warblers spotted outside\").  For the first time in my life, I've become a kind of IT guru; When I introduced my parents to Google Docs, they watched, transfixed, as \"Anonymous Otter\" edited the file in real time. Like everyone else on Instagram, I've become consumed with baking, so much so that I got flustered by all the doughs that required my attention and eventually relinquished responsibilities for the sourdough starter to Mum.  Each day, we listen to the ever-calm New Zealand Director-General of Health, Ashley Bloomfield, announce the latest coronavirus case numbers. In the evening, we often pull out that day's newspaper and do the general knowledge quiz, a fixture in New Zealand office culture.  When my family looks back on this tumultuous period, it's hard to know what we'll take from it. Maybe we'll just be relieved that it's over. But hopefully, we'll see it as a time when we were able to learn to coexist as adults -- a time when my parents weren't just my mum and dad, but my workmates, too. "], "Language": false}