{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/cnn-underscored/surface-book-3-features-pricing-windows-microsoft/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-05-06T13:00:22Z"], "LastModifiedDate": ["2020-05-06T13:10:19Z"], "Headline": ["The Surface Book 3 is Microsoft's most powerful laptop ever"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The Surface Book 3 is the headliner in Microsoft's latest batch of Surface announcements, which includes the Surface Go 2, Surface Headphones 2 and the debut of the Surface Earbuds.  The 2-in-1 laptop has received a big performance upgrade, starting with Intel's 10th-generation processors and Nvidia GPU options. The 15-inch model has 50% more performance than the Book 2, making it Microsoft's most powerful laptop ever, according to the announcement.  The Surface Book 3 is available for preorder right now and begins shipping on May 21.  There are two models, a 13-inch and a 15-inch, both featuring the same hinge and detachable display design the Surface Book is known for. You can use the Surface Pen as a stylus to draw or write on the screen, or use the Surface Dial for scrolling, selecting and interacting with Windows 10.  The 13-inch version comes with a 13.5-inch PixelSense Display with a resolution of 3000x2000. You can get it with either a 10th-generation Intel Core i5-1035G7 or Intel Core i7-1065G7 processor.  The i5 model will come with Intel's Iris Plus Graphics, while those who opt for the i7 version will get a discrete Nvidia GeForce 1650 with Max-Q graphics processor. Memory options of 8GB, 16GB or 32GB will be available, with SSD storage starting at 256GB, going up to 1TB.  The 15-inch build comes with 3240x2160 PixelSense Display and is powered by a 10th-generation Intel Core i7-1065G7 processor. You'll have your choice of Nvidia's GeForce GTX 1660 Ti with Max-Q or Quadro RTX 3000 with Max-Q GPU.  The 1660 Ti is perfect for casual gamers who want to play AAA titles, while the Quadro GPU is better suited for professionals who need a powerful graphics processor for video and photo editing or CAD programs. Additionally, there will be memory configurations of 16GB or 32GB, with storage options ranging from 256GB to 2TB via a PCIe SSD.  The Nvidia-equipped builds should be fast enough to use Xbox Game Pass for PC at 1080p and 60 frames per second, according to Microsoft.  Battery life on the 13-inch model is estimated at 15.5 hours, while the 15-inch model is 17.5 hours.  We just reviewed the Galaxy Book Flex, which has the same i7 processor, and found long battery life to go with a powerful performance, even without an Nvidia GPU.  We can't wait to test the Surface Book 3. On paper, it looks fantastic.  The 13-inch Surface Book 3 starts at $1,599, while the 15-inch model starts at $2,299. Preorders are open right now. Deliveries and wider availability will start on May 21. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}