{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/tech/activision-blizzard-q1-2020-earnings/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-05-05T22:31:33Z"], "LastModifiedDate": ["2020-05-06T00:54:12Z"], "Headline": ["Activision Blizzard CEO says people may turn to free mobile games during economic uncertainty"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["While much of the economy is hurting during the pandemic, video games are thriving. Activision Blizzard beat out its first-quarter outlook, mostly driven by the Call of Duty franchise, from the popular new game mode Warzone, to the mobile game release. \"I think in the environment that we're in today, where you have high levels of unemployment and economic uncertainty, having free games on phones is going to probably be a big way to grow the audience,\" CEO Bobby Kotick told CNN Business in an interview.  Sales were $1.52 billion in the first quarter, up 21% compared to last year's $1.26 billion. Earnings per share beat out analyst expectations. Activision Blizzard posted $0.65 per share, or $0.58 adjusted earnings per share, compared to Goldman Sachs analysts' prediction of $0.37. The company said that \"Call of Duty: Modern Warfare,\" which came out last September, has sold more copies than any other \"Call of Duty\" title at this point after its release. Fans of the game love it for its realistic gameplay that matches up with military experience. Operating cash flow decreased this quarter due to the timing of tax payments and working capital, Activision Blizzard said in an email. The company's sales were also boosted by people staying indoors and the trend could continue, analysts say. \"It's a much bigger benefit in the June quarter, with shelter-in-place in effect for five weeks, so far, and likely to continue for several more weeks,\" said Michael Pachter, an analyst at private financial services firm Wedbush. The pandemic has put a dent in digital ad sales and cost industries lost revenue in canceled events. But Kotick said he doesn't believe that factors like the shrinking digital ad industry or Call of Duty League and Overwatch League having its physical tournaments canceled will have a material financial impact on the business. He said that esports team owners \"were counting on some local revenues\" so there could be an impact there. Esports is in a position to grow, he said. \"We're still on and we can deliver content ... we'll be able to have a full season,\" said Kotick. \"Live sports, it's not clear when they're going to come online and esports are the only thing available for people to watch.\" \"I think it will make the broadcast rights more valuable. I think it will attract more sponsors. I think that it will attract more audience,\" he said. The video game industry is only growing more competitive. Riot Games, long known for a single game, \"League of Legends,\" has a new shooter game \"Valorant\" this summer which could compete against Blizzard's \"Overwatch.\" And on April 30, it just launched its card game \"Legends of Runeterra\" on PC and mobile, which bears a slight resemblance to \"Hearthstone,\" another Blizzard title. \"We take all of our competitors seriously. And I think Riot is a really good company with really great game development talent. We're never dismissive of great games,\" said Kotick about these upcoming games. Electronic Arts also reported earnings after the bell on Tuesday. The company noted more players in \"Madden NFL 20\" and \"The Sims 4\" and total net revenue of $1.4 billion, an uptick of about 12% compared to last year. Goldman Sachs analysts predicted sales of $1.22 billion and EA brought in $1.21 billion."], "Language": false}