{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/football/megan-rapinoe-alex-morgan-equal-pay-fight-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Martin, CNN"], "Writers": [["Jill Martin"]], "FirstPublishDate": ["2020-05-05T01:44:08Z"], "LastModifiedDate": ["2020-05-05T02:25:52Z"], "Headline": ["Megan Rapinoe and Alex Morgan 'shocked' by dismissal of equal pay claims, say they will keep fighting"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Despite a federal judge dismissing the US Women's National Team players' equal pay claims, Megan Rapinoe and Alex Morgan have made it clear that they are not going away and are not giving up. Appearing in separate locations Monday on ABC's \"Good Morning America,\" both called Friday's ruling a \"shock.\" \"This decision was out of left field for us,\" Morgan said. \"I think for both sides it was unexpected, so we will definitely be appealing and moving forward. If anyone knows anything about the heart of this team, we are fighters, and we'll continue to fight together for this.\" US District Judge R. Gary Klausner in California wrote in his decision that members of the USWNT did not prove wage discrimination under the Equal Pay Act because the women's team played more games and made more money than the men's team. The women's team also rejected a collective bargaining agreement where they would have the same pay structure as the men's team in favor of a different CBA, Klausner wrote. The women's CBA guarantees that players will be compensated regardless of whether they play a match or not, while the men's CBA calls for players to be paid if they are called into camp to play and then participate in a match, according to the court filing. Klausner wrote that the women were asking for a court to conclude that the women were paid less than men because had the women been paid under the men's CBA, they would have earned more than they did under their own CBA. But, according to Rapinoe: \"The men's contract was never offered to us.\" \"If we were under the men's contract, we would be making three times more,\" Rapinoe told ABC. \"You can look at the total compensation and say, 'Oh, the women's team made a little bit more.' In that time that we made just a little bit more, we've won two World Cups and we've won just about every single game that we've played in. So the rate of pay is just so different. And it's just so frustrating. To be honest, I think so many women go through this. \"When we went through our CBA, I think the judge in the court ruling alluded to this, that now that the contracts have played out we're just saying that because we made less we would like to go to the men's contract. \"The men's contract was never offered to us and certainly not the same amount of money, so to say that we negotiated for our contract and that's what we agreed to, I think so many women can understand what this feeling is of going into a negotiation knowing equal pay is not on the table. Knowing anywhere close to your male counterparts is not even on the table.\" On Monday, the US Men's National Team Players Association released a statement on its website showing support for the members of the US Women's National Team. \"The USMNT players continue to stand with the WNT players in their efforts to secure equal pay,\" the statement says. \"For a year and a half the USMNT players have made proposals to the Federation that would achieve equal pay for the USMNT and USWNT players. We understand the WNT players plan to appeal last week's decision and we support them.\" Claims by the players of unequal working conditions based on travel conditions, specifically charter flights and hotel accommodations, and support services, specifically medical and training support, can still go to trial. The trial is scheduled for June 16."], "Language": false}