{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/politics/mike-pence-donald-trump-coronavirus-response/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dana Bash, Kevin Liptak, Jeremy Diamond and Kaitlan Collins, CNN"], "Writers": [["Dana Bash", "Kevin Liptak", "Jeremy Diamond", "Kaitlan Collins"]], "FirstPublishDate": ["2020-05-04T20:14:02Z"], "LastModifiedDate": ["2020-05-04T20:14:02Z"], "Headline": ["Inside the Trump-Pence partnership"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As the global pandemic thrusts President Donald Trump and his loyal deputy Mike Pence into the biggest crisis of their careers, the unlikely partners have bonded in new ways that aides and confidants say has brought them closer even as it exposes their deeply divergent approaches to governing.  Long the odd couple in almost every way, the pair's opposing styles have only become more apparent in the midst of seismic health and economic shifts. Both now find their political futures tied almost entirely to the coronavirus outbreak, which the administration has been accused of downplaying and mismanaging. The two men spend more time together now than at any point in their tenures, advisers said. As the outbreak wears on, Trump has grown to better understand Pence's usefulness in ways some aides said he questioned before the crisis.  At some points in his presidency, Trump occasionally wondered aloud why he needed a vice president at all, according to a source who had heard the musing. Now, the President has taken to praising Pence's efforts -- even if he often seems to make them more difficult. Pence hasn't wavered from his unyielding support to the President in both public and private that has become his defining political characteristic. His fawning approach has earned him Trump's trust even as it frequently leaves the vice president enabling Trump's worst impulses.  Viewed by some inside the White House as a risky assignment, Pence's leadership of the coronavirus task force has placed him in his highest-profile administration position yet -- and one that could expose him to blame should the outbreak continue into the summer and fall. Even as Trump offers potentially dangerous prescriptions for combating the virus and uses the outbreak to angrily attack political rivals, Pence -- always alongside Trump during coronavirus news conferences -- has remained stoic and restrained without ever seeming to contradict or reproach his stylistically opposite boss. It's an approach that has kept Pence in Trump's good graces, even if it draws outside scrutiny. \"He earned his keep,\" said one person familiar with the way Trump views Pence, describing renewed appreciation from a boss whose \"what have you done for me lately\" approach to management extends even to his loyal vice president. \"When you earn your keep, the relationship gets better,\" the person said. \"When you don't, it gets worse.\" It hasn't always been so chummy. When Trump brought Pence out for a round of golf at his New Jersey club in the summer of 2016, he half-jokingly questioned to friends afterward whether he could select someone so bad at the game. Pence later said Trump \"beat me like a drum.\" Three years later, Trump and Pence have weathered an election victory, a chaotic presidential transition, most of a tumultuous first term and an impeachment without necessarily shedding the impression they were brought together by political calculus rather than personal spark. Now, people who have communicated with Trump over the past two months said it appeared the coronavirus crisis marked a turning point in the partnership. Several said Trump talks about Pence differently these days. Gone, for now, are the once-persistent rumors that Trump was considering replacing Pence on the Republican ticket. Asked in March to name his closest friend in Washington, Trump demurred at first -- but circled back to Pence.  \"Trump has really come to rely on Pence. He talks about him in glowing terms now,\" said one person who has spoken to the President, \"where before there were platitudes.\" Returning in late February from a 36-hour trip to India to discover a coronavirus outbreak had transformed into a generation-defining catastrophe, the President summoned Pence to untangle what had become a response knotted with dysfunction. Offered control of the month-old White House coronavirus task force during an Oval Office meeting, Pence had little choice but to accept. Some White House officials viewed the mission as risky given the uncertain nature of the virus itself and the likelihood the administration would be blamed for an inevitable spike in contagion. Two months after Trump appointed Pence the leader of his administration's efforts to combat coronavirus, the results are far from glowing. The federal government's response was hampered by delays in testing, shortfalls in supplies and often confusing messaging.  Perhaps the biggest impediment to a functional-seeming federal response has been Trump himself, whose grievance-filled press briefings and rapid changes in tone and outlook have earned him negative approval for his handling of the crisis, even as he seeks to adopt the mantle of a wartime leader. As certain governors across the country decried the White House's strategy of securing and distributing supplies and tests, Trump found himself unable to ignore the criticism and lashed out, instructing Pence to stop engaging with the Democratic leaders of Michigan, whom he called \"the woman,\" and Washington state, whom he termed a \"snake.\" But Pence continued as the main liaison to governors, including the two Trump derided, and earned mostly praise. Even the President came to respect the way Pence deals with governors, noting recently to a friend that he \"speaks their language.\" Democratic and Republican governors alike have largely praised Pence's outreach and communication with them, even if they have criticized the federal government's overall effort. While Pence has previously helped Trump on Capitol Hill by leaning on his experience as a former lawmaker, the coronavirus crisis -- with governors often wielding more power over daily life in their states than the President -- has given Pence his best opportunity yet to flex his muscles as a former governor. Unyielding fealty The coronavirus pandemic has thrown many of the White House's patterns into flux. One benchmark that hasn't shifted is Pence's ability to weave in praise of the President at nearly every juncture, even as the administration's response faced serious questions. It's a practice of Pence's that arose nearly every time he was in front of a microphone, no matter where on the globe he was speaking. Pence understood early that Trump \"values loyalty and he certainly values people who are not looking for the limelight,\" a former senior administration official said. \"The vice president has done that since day one,\" the former official said. \"I think the groundwork that was laid over the first few years got us to this point where he (Trump) trusts him on the Covid response.\" The borderline obsequiousness may seem made for public consumption, but multiple sources familiar with their relationship say Pence acts identically in private. Pence \"doesn't interject unless the President turns and calls on him\" and is \"always very formal with the President,\" a former senior administration official said. He regularly makes a point of crediting Trump with any successes, and has made a point of checking in with Trump before delivering major policy speeches or going on foreign trips at Trump's behest. In the weeks after assuming control of the coronavirus response, Pence spoke to Trump -- either in person or by phone -- several times in a day, aides said.  One source in a private meeting with the two said when Pence had another appointment to attend, he rather formally requested the President's permission to leave -- baffling the President. Another source described a private phone call between the men following one of Pence's trips in which the vice president described the swing exclusively through the prism of how it helped the President. The source said it was just the two of them on the call -- without any audience aside Trump. Early in his tenure as leader of Trump's coronavirus task force, Pence earned praise for his even-keeled updates from the White House briefing room and his day trips to see firsthand how the American response effort was faring.  Inevitably, those efforts also attracted the attention of the President, who determined the briefing room appearances could also suit him as he sought similar plaudits for responsibly handling a major crisis.  Realizing that the briefings were being carried live on cable television, Trump quickly took over after several allies had urged him to do so given their prominence. In the weeks that followed, Trump often bragged during West Wing meetings that he got better ratings than Pence, or anyone else who shared his stage. Trump even floated the idea of hosting his own radio show, \"like Sean does,\" as in Hannity, the Fox News host with a daily radio program.  Forced marriage It was apparent from the get-go that Trump and Pence could not be more different. The thrice married businessman with a propensity for cursing and a Christian conservative who comes from the self-described \"Jos. A. Bank wing of the party\" were always a pairing that -- even in the pantheon of carefully selected running mates -- was designed to lend Trump's outlandish presidential bid the sheen of experience and assure the conservative base of the former Democrat's conservative bona fides. The differences in style have persisted amid the coronavirus outbreak. Often it has been Pence who is left to explain Trump's various misstatements, contradictions and false promises, a task made all the more delicate by Trump's low tolerance for being corrected or appearing to be managed. Pence has also been forced to explain his own statements that turned out differently. Last week, he was questioned about his promise the federal government would distribute 4 million test kits with a week -- a figure that didn't materialize for more than a month. \"I appreciate the question, but it represents a misunderstanding on your part and, frankly, a lot of the people in the public's part about the difference between having a test versus the ability to actually process the test,\" he said. Trump has subjected Pence to some awkward moments, including lightly mocking his non-answer to a question about access to health insurance last month.  \"I think that's one of the greatest answers I've ever heard because Mike was able to speak for five minutes and not even touch your question,\" Trump said. \"I said that's what you call a great professional.\" Last week, the vice president was also placed in the tricky position of defending a former official, Gen. Mike Flynn, who was dismissed from the West Wing for lying to him and the FBI about his Russian contacts. After Trump said he thinks his former national security adviser was exonerated by new information that recently came out about his legal case, Pence said he believed increasingly that Flynn didn't intentionally mislead him about Russia back in early 2017. \"I'm inclined, more than ever, to believe that what he communicated to me during the transition leading to our inauguration -- that was unintentional and"], "Language": false}