{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/us/don-shula-miami-dolphins-coach-obit-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin, CNN"], "Writers": [["Eliott C. McLaughlin"]], "FirstPublishDate": ["2020-05-04T15:00:06Z"], "LastModifiedDate": ["2020-05-04T18:48:18Z"], "Headline": ["Don Shula, longtime Miami Dolphins coach and two-time Super Bowl winner, dies at 90"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Don Shula, the longtime Miami Dolphins coach and architect of the only perfect season in NFL history, died at his South Florida home Monday morning, according to the team.  He was 90.  \"Don Shula was the patriarch of the Miami Dolphins for 50 years,\" the team said in a statement. \"He brought the winning edge to our franchise and put the Dolphins and the city of Miami in the national sports scene.\"  Calling Shula \"one of the greatest coaches and contributors\" in the game, NFL Commissioner Roger Goodell said the coach's legacy will endure for generations.  \"He made an extraordinarily positive impact on so many lives. The winningest coach in NFL history and the only one to lead a team to a perfect season, Coach Shula lived an unparalleled football life,\" the commissioner said. \"He was a remarkable teacher and mentor who for decades inspired excellence and exemplified integrity.\" Shula is survived by his wife of more than 26 years, Mary Anne, and children Dave, Donna, Sharon, Anne and Mike. Dave and Mike followed their father into coaching, even becoming assistants on the Dolphins' staff.   Though he spent several seasons in the NFL as a player -- for the Cleveland Browns, Baltimore Colts and Washington Redskins -- and served as head coach of the Colts, he is best known for his quarter century at the helm of the Dolphins.  During his time coaching Miami, from 1970 to 1995, he won back-to-back Super Bowls in the 1970s.  The first of those, after the 1972 season, set a bar that has yet to be reached by any other team. With the Dolphins' 14-7 win over the Redskins in Super Bowl VII, Shula's squad became the first and only team to go undefeated in a season.  The Dolphins defended their title the following year, beating the Minnesota Vikings in Super Bowl VIII after finishing the regular season 12-2.  Life of records Shula coached in six Super Bowls during his career. In addition to his two wins, his Colts lost Super Bowl III, while his Dolphins teams came up short in Super Bowls VI, XVII and XIX. \"Being in his presence was always a special opportunity to rub shoulders with true greatness,\" said Jerry Jones, whose Dallas Cowboys beat the Dolphins in Super Bowl VI (albeit long before Jones bought the team).  \"His name and his legacy will serve to inspire all of the very best virtues of sportsmanship, competition and achievement in coaches for generations to come. There will never be another one like him.\" His 347 career wins remain tops in the NFL. The Chicago Bears' George Halas and the New England Patriots' Bill Belichik are the only other members of the 300-win club. The legendary skipper tallied only two losing seasons in his years with the Dolphins. The team no longer enjoys the dominance it once did, claiming only two winning records in the past 14 seasons.  The Pro Football Hall of Fame inducted Shula in 1997. The Hall's website features a quote that provides a peek into his humanistic view on his occupation.  \"The important thing is not what Don Shula knows or what any of my assistant coaches know. The important thing is what we can transmit to the people we're responsible for. That's what coaching is: the ability to transmit information,\" he once said.  Don Baker, president and CEO of the Hall, said, \"The game has lost one of the greats. ... Coach Shula was a man who truly loved the game, and I have often been moved by the deep respect and affection he was always afforded by the men who played for him.\" Stadium, highway, children carry legacy One of seven siblings, Shula was born in 1930 in Grand River, Ohio, on Lake Erie. His mother, Mary, frowned on young Don playing football, so in 1945 he forged her signature so he could play halfback at Harvey High School in Painesville.  He played college football at John Carroll University in the Cleveland suburbs and went on to play seven seasons in the NFL before beginning his pro coaching career as defensive coordinator for the Detroit Lions. The Dolphins have honored him with a bronze statue outside Hard Rock Stadium. It features the legendary coach, fist aloft, being carried off the field by Dolphins players Nick Buoniconti and Al Jenkins after Super Bowl VII in Los Angeles. John Carroll's stadium in University Heights, Ohio, and State Road 874 in Miami also bear his name.  Shula had five kids with is first wife, Dorothy, who died from breast cancer in 1991 at 57 years old. Shula established an eponymous foundation for breast cancer research that same year.  Dave and Mike, his oldest and youngest, became coaches after their rookie seasons as players in the NFL.  Dave coached wide receivers and quarterbacks for the Dolphins from 1982 to 1988 before joining the staffs of the Dallas Cowboys and Cincinnati Bengals. He's now the wide receivers coach for Dartmouth College. Mike played quarterback for college powerhouse Alabama, to which he returned as head coach in 2003 after serving on the Dolphins and Tampa Bay Buccaneers staffs. He is now the Denver Broncos quarterbacks coach.  In 2015, Don Shula had the honor of watching his youngest son coach as offensive coordinator for the Carolina Panthers in Super Bowl 50.  Shula jumped into business after retiring, with steakhouses, a hotel and a golf club among his portfolio."], "Language": false}