{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/05/04/us/gallery/don-shula-life-in-pictures/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-05-04T17:53:21Z"], "LastModifiedDate": ["2020-05-04T17:53:21Z"], "Headline": ["In pictures: Don Shula, the NFL's winningest head coach"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["In 1982, Don Shula poses with the two Vince Lombardi trophies that he won with the Miami Dolphins. Shula coached the Dolphins to back-to-back titles in the early 1970s. Shula played defensive back during his playing career in the 1950s. This photo was taken in 1957, when he played with the Washington Redskins. Shula got his coaching start in 1960, when he became defensive coordinator for the Detroit Lions. Shula is carried by members of the Baltimore Colts after they clinched a division title in 1964. Shula became the Colts' head coach in 1963. He was 33 at the time, which made him the league's youngest head coach in history. The Colts were very successful under Shula, and they were heavy favorites to win Super Bowl III before they were upset by the New York Jets in 1969. Shula draws up a play for Detroit's Terry Barr, left, and Baltimore's Johnny Unitas at a Pro Bowl meeting in 1965. Shula walks onto the field at Arrowhead Stadium in Kansas City, Missouri, in 1972. Shula became head coach of the Miami Dolphins in 1970. Shula speaks with the media after a game in New York in 1972. Shula is carried off the field after the Dolphins won Super Bowl VII, capping a perfect season. Shula is congratulated atop a toll booth in Miami after a highway was named after him in 1983. Shula and Dolphins quarterback Dan Marino meet the press together in 1985. They were getting ready to play the San Francisco 49ers in Super Bowl XIX. The Dolphins lost 38-16. Shula coaches a game in San Diego in the mid-1980s. Shula is surrounded by cameras after a win against Kansas City in 1993. He had just tied George Halas for most wins by an NFL head coach. Shula announces his retirement in 1996. He had coached the Dolphins for 26 seasons. Shula plays with Jim Colbert at a charity golf tournament in 1996. Shula is joined by his wife, Mary Anne, after receiving his Hall of Fame ring in Miami in 1997. Shula talks about Marino during halftime of a game in 2000. The Dolphins were retiring Marino's jersey. President Barack Obama points to Shula as the 1972 Dolphins were recognized at the White House in 2013. \"I did have to explain to my staff, who mostly are in their early 30s, what an incredible impact these guys had, including on me, when they were playing,\" Obama said. \"These Dolphins made history back before Super Bowl champs started visiting the White House.\" Shula and former Dolphins quarterback Bob Griese have lunch and watch horses at Gulfstream Park in Hallandale, Florida, in 2017. Griese was the starting quarterback for the Dolphins in their two Super Bowl victories. Shula was among the Top 100 that was honored by the NFL before Super Bowl LIV in February 2020. With Shula, from left, are Ronnie Lott, Jerry Rice, Joe Gibbs and Mike Ditka."], "Language": false}