{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/success/micromanaging-boss-working-from-home/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kathryn Vasel, CNN Business"], "Writers": [["Kathryn Vasel"]], "FirstPublishDate": ["2020-05-04T14:53:21Z"], "LastModifiedDate": ["2020-05-04T16:09:24Z"], "Headline": ["How to handle a micromanaging boss when WFH"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["Micromanagers are hard enough to deal with in the office. But their constant need to closely control everything can get worse when their team is working remotely.  Whether it's having calls to check-in several times a day or keeping a detailed list of every single thing you do in a week, a micromanaging boss can make it tough to get any work done.  Not only can the constant check-ins, update requests and extra layers of approval impede your productivity, but micromanaging can also hurt morale. \"It creates seeds of doubt,\" said Dana Brownlee, author of \"The Unwritten Rules of Managing Up.\" You start to think: 'Why are they asking for so many updates? They must not really trust me.'\"  But here's the thing: You can't change your boss' personality. Being stuck under a micromanager can lead some workers to push back and purposefully withhold information or work more independently.  \"All that does is increase anxiety of the micromanger,\" said Marie McIntyre, a career coach in Atlanta and author of \"Secrets to Winning at Office Politics.\" \"It turns into a vicious cycle.\"  But you can find ways to mitigate the situation and make it more conducive to your working style.  \"You are much better off focusing on what you need to be effective,\" said McIntyre. Here's how to find some middle ground that will keep you and your manager happy. Find out how they like to communicate. Some bosses like email. Others pay more attention to Slack or want a phone call. Find out your boss' preferred method of communication to avoid having information get overlooked and lead to multiple follow up requests.  \"Until you start communicating with them in a way that works for them, they might sort of ignore everything else you send them until you get it right,\" said Brownlee.  Extend an invite. Micromanagers are often craving information, and inviting them to a team meeting can help answer their lingering questions without hounding you with a barrage of emails or phone calls.    \"It is a great way to inundate them with information so they feel satiated,\" said Brownlee.  You don't have to invite them to every meeting, focus on the important ones, like a kickoff or status update meeting.  Having the boss join a meeting, even if it's just for 15 minutes at the start, can also help show that you have things under control, and the less they will feel like they have to micromanage, she added.  Get ahead of them. If you know your boss wants frequent updates, don't wait for them to reach out to you and potentially interrupt your work flow. Come up with a game plan that works best for your schedule. Perhaps you propose sending a daily email update every day at 3:30, or you schedule a call for every Thursday afternoon for a weekly progress review. Being proactive shows initiative, but it also proactively prevents interruptions throughout your work day.  Send a follow up email confirming any agreements to create a paper trail and make sure everyone is on the same page, recommended Amy Cooper Hakim, an industrial-organizational psychology practitioner and workplace expert. Choose your words wisely. Setting boundaries and expectations with your manager can be difficult and you don't want to come off as demanding. But it can help rein in a micromanaging boss.  Try using the phrase: \"In order for me to be the most productive...\" followed by what would make you the most productive, suggested Cooper Hakim. It could be needing a few uninterrupted hours of work time every day, or sending an update three times a week instead of every day.  \"When we are very direct, it is effective,\" she said. \"You aren't saying you aren't going to work. You want to work and want to do it well, but whatever they are doing isn't working.\" "], "Language": false}