{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/us/coronavirus-funerals-bodies/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Ray Sanchez, CNN"], "Writers": [["Ray Sanchez"]], "FirstPublishDate": ["2020-05-03T20:23:54Z"], "LastModifiedDate": ["2020-05-04T00:40:40Z"], "Headline": ["'So many more deaths than we could have ever imagined.' This is how America's largest city deals with its dead"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["In his final moments, Ananda Mooliya reassured his wife and two sons that he was fine, though they could hear his labored breathing from the next room, over the sound of the TV. His wife, Rajni Attavar, made soup for him. Mooliya struggled out of bed. With the help of eldest son, Amith, the 56-year-old subway station agent made his way to a kitchen chair in their Corona, Queens, home. Sweat beaded on his face. His mouth was open.  \"I wiped his face,\" Attavar recalled through tears. \"Then I called out his name. He didn't respond.\"  She sprinkled water on his head. Amith checked his father's weakening pulse. His younger son, Akshay Mooliya, 16, called 911. EMTs arrived and, for about 10 minutes,  aided his breathing with a respiratory device. They then covered him with a white blanket on the kitchen floor.  It was April 8 at 9:37 p.m., according to his death certificate. Immediate cause of death was listed as \"Recent Influenza-Like Illness (Possible COVID-19).\" Several hours would pass before his body was lifted off the floor and taken to a morgue -- and nearly three weeks before his cremation, family members said. \"I was the last person in the family to see his face before he died,\" Amith, 21, recalled. \"I didn't even say goodbye.\"  The handling of Mooliya's body isn't unusual in these times.  The corononavirus death toll has overwhelmed health care workers, morgues, funeral homes, crematories and cemeteries. Body bags pile up across the city that became epicenter of the pandemic. On the day Mooliya died, there were 799 Covid-19 deaths in the state of New York, a one-day high. To date, the state has recorded more than 24,000 deaths, most of them in New York City. Among the many ways life has changed is how America's largest city deals with its dead.        Though the city doubled to about 2,000 its capacity to store bodies, funeral homes are still turning down cremations because they can't hold onto the bodies. A Brooklyn cremation chamber broke down under the sheer volume of corpses. Cremations are delayed to mid May and beyond. Bodies rest in refrigerated trailers in funeral home parking lots. Burials are backed up. \"So many more deaths than we could have ever imagined,\" said Joe Sherman, the fourth-generation owner of Sherman's Flatbush Memorial Chapel in Brooklyn. \"I'm doing this 43 years. I've never seen anything like it.\"   Two funeral homes take desperate measures The grim struggle to keep up with death was highlighted on Wednesday, when four trucks with as many as 60 decomposing bodies were discovered on a busy street outside a Brooklyn funeral home.  A passerby saw fluids dripping from the trucks.  The overwhelmed funeral home ran out of space for bodies, which were awaiting cremation, according to a law enforcement source. It brought in trucks for storage. At least one truck lacked refrigeration, with body bags on ice, one source said.  \"It's such a sad situation and so disrespectful to the families,\" Mayor Bill de Blasio told CNN Friday. \"That was an avoidable situation... There were lots of ways that the funeral home could have turned to us for help. But they stayed silent. That's a rarity. Overwhelmingly, even with the horrible strain and the emotional strain, funeral homes have really stood by the families in the city and served them.\" The New York State Department of Health has suspended the license of the Andrew T. Cleckley Funeral Home. Health Commissioner Dr. Howard Zucker called its actions \"appalling, disrespectful to the families of the deceased, and completely unacceptable.\"   CNN sought comment from the funeral home multiple times. On Wednesday, someone identifying himself as its owner declined comment. On Thursday night, 18 bodies were found at an \"overwhelmed\" funeral home in New Jersey, State Police Colonel Patrick Callahan told reporters.     Mourners are forced to play a waiting game After Mooliya's body was picked up from the kitchen floor, his family learned that it would be nearly three weeks before the Indian immigrant's body could be cremated.  In Hindu tradition, bodies are typically cremated a day or two after death, Amith Mooliya said. His father, a devout man who prayed before and after his subway station shifts, was cremated on April 27.  The family did not attend the cremation ceremony because of distancing guidelines.  \"I lit a candle and put his photo in a frame on a table,\" said his son, a chemistry major at Brooklyn College. \"We prayed for his soul. That was all we could really do.\" A strained death care industry has made mourning harder.  \"Every day I remember,\" Attavar, 50, said of the day her husband died. \"I can't sleep. I never saw his face like that. He was the strong one. I never saw him that weak. He took care of us.\" That Mooliya was with family in the end provided some solace. The contagion has taken many others without loved ones at their side.    \"At least he was not far away from us,\" Attavar said. \"He was home. I think that was his comfort. That he passed in the house.\"     Funeral directors prioritize the living  Dan Wright, secretary-treasurer of Teamsters Local 813, whose 500 members include funeral directors and cemetery workers, said the high number of deaths has slowed the back end of the system, the cemeteries and crematories.  \"Obviously we can't be burying people in the dark,\" he said.  And social distancing has altered the way people bid loved ones farewell. \"Funerals are basically about gathering together and celebrating somebody's life and saying goodbye,\" Wright said. \"These things have been impossible to do. Funerals directors ... have been reduced to becoming policemen to prevent people from getting together, standing too close, hugging each other.\" Sherman, the Brooklyn funeral home owner, said protecting clients and workers is a priority -- ensuring distancing and providing sufficient personal protective equipment. \"In dealing with this pandemic our main concern is the living,\" he said.  There are no face-to-face meetings with grieving families. All business is handled online or over the phone.  \"We don't want people in the building,\" Sherman said.  The number of funerals Sherman handles tripled in recent weeks. His business and the memorial home that shares the building with it last week had about 100 calls. His funeral home alone has been doing about 30 deaths a week. Three weeks ago, Sherman said, he brought in a refrigerated container with space for an additional 30 bodies.  \"I'm turning down cremations unless its people that have prepaid them or people I know,\" he said. \"Cremations are one month out here in Brooklyn. I don't want to be storing bodies here that long.\" A cremation oven broke down because of the volume Richard Moylan, president of Green-Wood Cemetery in Brooklyn, started as a grass cutter in 1972. Now he's closing in on five decades there.  \"The volume of burials for us all at one time is overwhelming,\" he said. \"The volume of cremations is something we've never seen.\" Cremations at Green-Wood have jumped from as many as 70 to 130 per week, Moyland said. Burials more than doubled to a dozen each day.  \"And if we had the capacity we would be doing more,\" he said of cremations. \"People are sending bodies out of state, out of the city. We're booked through the middle of May when six weeks ago you could just call up and say, 'I'm coming in tomorrow or, even sometimes, I'm coming in an hour.' Now, sadly, you need an appointment.\" Except for burials, cremations and custodial services, all other work has stopped.   \"We're not doing any tree maintenance,\" he said. \"We're not doing much lawn maintenance. We're not doing any monument preservation. It's all hands on deck.\" One of five cremation chambers -- which burn up to 1,800 degrees for 18 hours a day -- broke from overuse, Moyland said.   \"When we started going longer hours the chamber's brick wall basically just gave way,\" he said. Moylan sometimes watches burials from his office.  \"We try to keep burials as close to a traditional burial as we can,\" he said. \"We had a Covid victim and there were our guys in Hazmat suits and the family staying on the road away from the casket. Someone said a few prayers. They got back in their cars. Then I realized there were more cars of people who didn't come out.\" 'He worked so hard all his life' In Corona, Queens, Rajni Attavar and her sons celebrate Mooliya's life by telling his story. He arrived in New York in the mid-1990s from Heroor village in Karnataka, India, where he taught chemistry at a university. He managed several chain drug stores. He was a security guard and worked five years as a subway station agent.  Mooliya had two online consultations with a doctor the days before his died. His eldest son said his father was told he didn't need to be tested. Take Tylenol and stay hydrated, he was instructed.  \"He worked so hard all his life,\" Attavar cried. \"No vacations. He was the smartest man. He went through a lot in his life. I didn't know it was going to end up so bad for him.\""], "Language": false}