{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/us/matt-keough-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-05-03T14:49:18Z"], "LastModifiedDate": ["2020-05-03T14:49:18Z"], "Headline": ["Matt Keough, former Oakland Athletics pitcher and 'Real Housewives' figure, dies at 64"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Matt Keough, a former major league pitcher and an occasional figure on \"Real Housewives of Orange County,\" died Friday at the age of 64. The cause was not made public. The right-handed, mustachioed Keough pitched in 170 games for the Oakland A's from 1977 to 1983, earning an All-Star game appearance as a rookie in 1978 and the AL's comeback player of the year award in 1980. He later spent time with the Yankees, Cardinals, Cubs and Astros, as well as with the Hanshin Tigers of the Japanese baseball league. In his later years, Keough worked as an executive for the Athletics organization under renowned executive Billy Beane. \"Matt was a great baseball man and a proud Oakland A,\" said Beane, the A's executive vice president of baseball operations. \"He had an incredible passion for the game and we were lucky to have him and his wealth of knowledge alongside us for the years he worked as a special assistant. \"He left an unforgettable impression on everyone he touched in baseball. Our sincere condolences are with the entire Keough family tonight.\" In addition, Keough twice appeared on the Bravo reality show \"Real Housewives of Orange County,\" which featured his ex-wife Jeana Keough and their children, Kara, Shane and Colton. It's been a tragic few weeks for the family. Kara Keough, who is married to former NFL player Kyle Bosworth, said in April that their newborn son died during birth. \"Daddy, please take care of my son,\" Kara Keough wrote on Instagram late Saturday night. \"Teach him the circle changeup and how to find forever friends. You're on grandpa duty in heaven now.\" As an A's executive, Keough appeared several times in Michael Lewis's best-selling book \"Moneyball,\" which examined how the underfunded A's consistently outperformed wealthier teams. \"Matty, as he is known, easily was the most detached of the group,\" Lewis wrote. \"He had the air of a man taking a break from some perpetual Hawaiian vacation of the soul to stop by and chat with his old buddies.\""], "Language": false}