{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/sport/pete-alonso-baseball-mets-mlb-return-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Andy Scholes, CNN"], "Writers": [["Andy Scholes"]], "FirstPublishDate": ["2020-05-02T17:50:53Z"], "LastModifiedDate": ["2020-05-02T17:50:53Z"], "Headline": ["Pete Alonso: Mets slugger itching to play but is aware these are 'unprecedented' times"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["After a league leading and rookie record 53 home runs in his first season, Mets slugger Pete Alonso was greatly looking forward to his sophomore season. But like all sports, it was put on hold by the coronavirus pandemic.  \"This is a very unique and rare time,\" Alonso told me. \"Basically just been trying to roll with the punches and play the hand that's been dealt and try and make the best of the situation and try and stay as positive and move forward.\" Many scenarios about how Major League Baseball returns have been discussed.  One of those scenarios have teams returning to their spring training sites in Arizona and Florida and playing the season in those two locations. Alonso says he's all for anything that gets the players back on the field safely. \"These are very strange and unprecedented times and whatever the league and I guess officials, whatever they can do, because without the government officials giving the thumbs up or the green light, it's going to be difficult to have a season,\" the all-star said.  \"I guess we need things to kind of die down and we need to keep waiting as long as possible because ultimately people need to be safe. But also on the on the flip side of that coin, we want to play.\"  Shining a light on heroes During this free time Alonso and his fiance Haley have started a foundation, Homers 4 Heroes. Its mission is to recognize the outstanding work of our heroes and inspire others to be a hero in others' lives.  \"So many people have impacted me and changed my life for the better,\" he said. \"There's been so many people in my life that I'm forever grateful for. There's not just people in individual lives, but there's people that work day in and day out and work either thankless jobs or do something so, so extraordinary to help the greater good and those people are typically like in the shadows or not in the limelight.  \"And for those people who are going above and beyond their call of duty, we want to recognize those people.\" Home runs from home Even though Alonso can't step up to home plate to face live pitching right now, he is still staying ready thanks to virtual reality.  \"Any pitcher in the big leagues, I get to see what their stuff looks like,\" he said. \"So the system uses actual game data and video footage. So it's pretty darn accurate. It's the sequences, the location, how stuff moves, the release point. It's really amazing technology.  \"I've been seeing a lot of guys that I would face during the regular season.\"  Asked how real the 'Win Reality' simulator feels in relation to the actual game, Alonso gave it an 8.5 out of 10.  Visit our sports page for more stories and videos Of course, nothing is the substitute for real baseball and Alonso can't wait to be back at Citi Field. Here's hoping that's sooner than later."], "Language": false}