{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/politics/buttigieg-klobuchar/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dan Merica, CNN"], "Writers": [["Dan Merica"]], "FirstPublishDate": ["2020-05-02T14:00:23Z"], "LastModifiedDate": ["2020-05-02T14:00:23Z"], "Headline": ["Buttigieg and Klobuchar show they always had more in common"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The spat between Pete Buttigieg and Amy Klobuchar during the 2020 primary campaign always obscured an underlying truth: The two Midwestern Democrats always had more in common than the differences their fights highlighted. That has become clearer as the campaign dust has settled. The two have each launched projects focused on helping elect Democrats in parts of the country that are not traditionally party strongholds. And they appeared together on CBS' The Late Show with Stephen Colbert this week, where they talked about leaving their debate stage dust-ups in the past. Visit CNN's Election Center for full coverage of the 2020 race \"What we cover in the primaries stays in the primary,\" Buttigieg told Colbert when asked about their notably tense exchanges during a February debate in Las Vegas. \"Of course there's tension on the trail, but I think you know, one of the things we're seeing right now is with the differences that we have during the course of the primary campaign are vanishingly small when compared to what we are up against the terms of bringing an end to the Trump administration.\" Klobuchar then weighed in.  \"The debate brings out competitiveness and you're fighting for your cause and you're fighting for yourself, and for your supporters. But right now, this is an election like no other. And it's one of the reasons that we always kept our communication open,\" she said. They even made jokes about their primary rivalry. \"Pete would be shocked by that, that I would be competitive,\" Klobuchar joked about her love for Scrabble before noting that her last name scores more points than Buttigieg. That led the former mayor, who jokingly appeared shocked that Klobuchar was competitive, to suggest the two play Words with Friends, a digital Scrabble-like game, to \"settle this once and for all.\" \"That,\" Klobuchar retorted, \"might not be good for fostering our friendship.\" It was a markedly different tone than the one the two shared during the heat of the primaries. Klobuchar argued, as Buttigieg's poll numbers first begin to rise, that the former South Bend, Indiana, mayor was benefiting from male privilege and wouldn't be treated the same if he were a woman. Those feelings played out during the debates, too, with Klobuchar mockingly calling Buttigieg a \"local official\" and dismissively called him a \"cool newcomer.\" Buttigieg seized on Klobuchar forgetting the name of the Mexican president and often lambasted Washington politicians, like the Minnesota senator, for failing to deliver on their promises. In the end, they both ended their campaigns within hours of each other -- and later endorsed Biden on the same day, albeit at separate events in the same city. And what was left unsaid during their clashes was the simple fact that, while at different stages of their careers, they had a great deal in common. Both made electability a core tenant to their 2020 campaign, pushing Democrats to remember the importance of winning back areas like the industrial Midwest, where Trump swept to victory in 2016. They both also looked to halt the party's leftward tilt with more moderate policy proposals that directly contrasted candidates like Vermont Sen. Bernie Sanders and Massachusetts Sen. Elizabeth Warren. It was perhaps some of those obvious similarities that drove division during a primary. Some Klobuchar aides even privately groused that Buttigieg was cribbing their lines. Their shared view of politics was made even more apparent over the last month, as both Buttigieg and Klobuchar announced projects to help similar down ballot Democrats. Buttigieg launched Win the Era, a super PAC aimed at electing down-ballot Democrats, especially those lesser-known candidates who are campaigning in traditionally conservative areas, in early April. And on Friday, Klobuchar announced her \"Win Big Project,\" a national effort she will lead to help take back the Senate and keep the House. \"We can do that by electing Democrats in blue, purple, and red districts and states across the country,\" Klobuchar said in a statement where she endorsed Democratic Senate candidates in South Carolina, Arizona and North Carolina, as well as House candidates in Texas, Minnesota and New Mexico. The projects -- along with the primetime hatchet burying -- highlight how most Democrats are approaching the general election matchup between Biden and Trump as an existential moment that supersedes all personal conflict."], "Language": false}