{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/us/uswnt-equal-pay-claims-dismissed/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Martin and Amir Vera, CNN"], "Writers": [["Jill Martin", "Amir Vera"]], "FirstPublishDate": ["2020-05-02T00:58:02Z"], "LastModifiedDate": ["2020-05-02T11:13:02Z"], "Headline": ["Judge dismisses US women's national soccer team's equal pay claims"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The US women's national team's fight for equality suffered a major blow Friday, as a federal judge rejected the players' claims that they were paid less than the men's national team. Claims by the players of unequal working conditions based on travel conditions, specifically charter flights and hotel accommodations, and support services, specifically medical and training support, can still go to trial.  The USWNT originally filed a lawsuit against the US Soccer Federation in March 2019, with 28 members of the team listed as plaintiffs. Friday's ruling was issued in response to a motion for summary judgment to dismiss the lawsuit by the federation in US District Court for the Central District of California, according to a court filing.  The suit alleges the US Soccer Federation's payment practices amount to federal discrimination by paying women less than men \"for substantially equal work and by denying them at least equal playing, training, and travel conditions; equal promotion of their games; equal support and development for their games; and other terms and conditions of employment equal to the MNT.\" However, Judge R. Gary Klausner wrote in his decision that members of the USWNT did not prove wage discrimination under the Equal Pay Act because the women's team played more games and made more money than the men's team. The women's team also rejected a collective bargaining agreement (CBA) where they would have the same pay structure as the men's team in favor of a different CBA, Klausner wrote. The women's CBA guarantees that players will be compensated regardless of whether they play a match or not, while the men's CBA calls for players to be paid if they are called into camp to play and then participate in a match, according to the summary judgment. Klausner wrote that the women were asking for a court to conclude that the women were paid less than men because had the women been paid under the men's CBA, they would have earned more than they did under their own CBA. \"This approach — merely comparing what each team would have made under the other team's CBA — is untenable in this case because it ignores the reality that the MNT and WNT bargained for different agreements which reflect different preferences, and that the WNT explicitly rejected the terms they now seek to retroactively impose on themselves,\" Klausner wrote. \"This evidence is insufficient to create a genuine issue of material fact for trial,\" Klausner wrote.  Molly Levinson, a spokeswoman for the players, said they will appeal the decision. \"We are shocked and disappointed with today's decision, but we will not give up our hard work for equal pay,\" Levinson said. \"We are confident in our case and steadfast in our commitment to ensuring that girls and women who play this sport will not be valued as lesser just because of their gender. We have learned that there are tremendous obstacles to change; we know that it takes bravery and courage and perseverance to stand up to them. We will appeal and press on. Words cannot express our gratitude to all who support us.\" US Soccer released a statement saying it looks forward to \"working with the Women's National Team to chart a positive path forward to grow the game both here at home and around the world.\" \"US Soccer has long been the world leader for the women's game on and off the field, and we are committed to continuing that work to ensure our Women's National Team remains the best in the world and sets the standard for women's soccer,\" the statement read.  Players weighed in on social media, including Megan Rapinoe, who tweeted, \"We will never stop fighting for EQUALITY.\" Said Alex Morgan on Twitter: \"Although disappointing to hear this news, this will not discourage us in our fight for equality.\" \"We will continue on in the fight for equal pay,\" Christen Press said in a tweet. Tobin Heath tweeted: \"This team never gives up and we're not going to start now.\" The trial is scheduled for June 16."], "Language": false}