{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/costa-deliziosa-last-cruise-ship-what-happened/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Francesca Street, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-25T09:20:05Z"], "LastModifiedDate": ["2020-04-25T09:20:05Z"], "Headline": ["What happened on board the last cruise ship still at sea"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["In January 2020, the gigantic Costa Deliziosa cruise ship slipped its moorings in the Italian city of Venice and headed out into the Adriatic Sea on an around-the-world voyage. Around 2000 passengers were on board for what they hoped would be the trip of a lifetime. The Deliziosa's experienced crew, captained by veteran seafarer Nicolò Alba, looked ahead to a long journey. They knew they'd be working hard to keep guests happy as they traversed the world's oceans, but they weren't expecting it to be that different from the many other excursions they'd completed. Instead, as the coronavirus pandemic spread, the Deliziosa would unwittingly sail into history.  When it set off on its trip, the 965-feet long vessel was among thousands of cruise ships plying the world's oceans. By the time the Deliziosa arrived back to Italy this week, it was the last cruise ship still at sea carrying significant numbers of passengers. Those on board who completed the voyage have been revealing what it was like to cruise around the planet while the world descended into crisis -- as destination after destination was struck from their itinerary, amid mounting fears the virus would climb aboard and wreak havoc.  For the first few weeks, it was business as usual. Passengers enjoyed destinations from Barcelona to Barbados, lapping up the sunshine, the onboard entertainment and the novelty of visiting new places on the world map.  Among them was Dana Lindberg, a retired business analyst from Texas who'd been planning her trip since 2018. Also on board, retired journalist Carlos Payá and his wife Yolanda. Payá, from Valencia, Spain, had been diagnosed with Parkinson's disease three years earlier and had decided to seize the moment and embark on a long dreamed-of cruise.  Stops in South America and the Pacific followed. Lindberg loaded her Facebook page with shots of the Easter Island statues and snippets of life on board the ship. Carlos and Yolanda Payá enjoyed exploring the historic center of Lima, Peru. Then, as the ship cruised into February, Covid-19 began to stalk the voyage. Worrying headlines out of Asia, including the controversial quarantining of a ship full of passengers -- the Diamond Princess -- in Japan, began to heighten concerns, prompting a revision of the Deliziosa's itinerary to avoid the region.  Many passengers were disappointed, but Lindberg didn't mind. The new trajectory promised stops in the Maldives, Seychelles and Mauritius. \"Almost all new ports for me, and I absolutely do not want to be quarantined in an inside cabin... I hope the new cases starts drastically going down,\" she wrote on Facebook on February 22. Payá says he was saddened to miss out on planned stopovers in Japan, Korea, Taiwan and Hong Kong. He was concerned about reports of the virus' impact in China. But ultimately he was confident the new route would keep the Deliziosa safe.  \"Covid-19 was behind us. We were circling and dodging it, so to speak,\" he tells CNN, looking back at the oceanic odyssey. Yet the situation beyond the safety of the ship seemed to worsen by the day. There were reports of the virus hitting other cruises across the world.  On March 13, Cruise Lines International Association, or CLIA, the body which oversees most major cruise companies, suspended operations from US ports, setting in motion a series of recalls that would see virtually all large leisure vessels scrambling to find safe harbor and get their passengers home.  By this point, the Deliziosa was docked in Albany, an historic city on the southernmost tip of Australia. For most of those on board, it was to be their last experience of land until they returned to Europe over a month later.  \"We were very happy,\" Payá says, recalling a pleasant evening spent celebrating St Patrick's Day in a local bar. \"We didn't know that happiness ended right there.\" While passengers enjoyed their last taste of freedom, Costa Deliziosa's captain Nicolò Alba was in crisis mode, trying to formulate a plan that would steer his vessel, and its passengers and crew, out of danger.  Alba, an experienced seafarer, has been working on cruise ships since 1985 and has been a captain since 2011. But this was his first time at the helm of a global cruise. \"I expected a truly unique experience, but I would say it went beyond all expectations,\" he tells CNN. \"Since we left, on 5 January in Venice, the world has completely changed.\" From the outset, Alba had kept a close eye on how the virus was spreading. \"It was a strange situation because we practically saw the world closing down, with the various ports and countries that no longer allowed the arrival of people from outside,\" he says. As the ship arrived at Fremantle, Australia on March 16, Alba, in agreement with Costa Cruises, decided that no passengers would be allowed off the ship. Rumors had been circulating on the Deliziosa of closed ports and quarantines. Some concerned passengers decided to take matters into their own hands and booked flights from Fremantle to travel back home. The only ones permitted to disembark the ship, they were transported straight to the airport.  Among the ship's entertainment crew, Austrian dancer Conny Seidler and her fellow cast members were busy rehearsing for upcoming shows. She says she was too focused on work at that point to worry about the virus. \"It didn't hit anyone on the ship how bad [the situation] was until Fremantle,\" she says. \"We were in Albany just a few days before that, on land -- and then we arrived in Fremantle and we were not allowed off the ship, out of the blue.\" Alba and his team decided that the Deliziosa would head back to Europe. The official word from Costa was that the Deliziosa was going to continue its world cruise -- just minus the port stops. The ship was still set to arrive back in Venice on April 26. At the time, the Deliziosa was already something of an anomaly. After CLIA's announcement, most cruise liners canceled their cruises and the ships made their way into the nearest open port, with varying degrees of success. \"We [...] decided to return to Europe by making only technical stops for supplies, without disembarking our guests, in order to guarantee guests' maximum protection,\" says Alba. \"It was a right choice, because in the end the ship proved to be the safest place to be for them.\" Cabin fever For many, the first two weeks following the departure from Australia were the toughest. Everyone knew the virus had a 14-day incubation period. If anyone on board had picked it during their final port calls, they'd likely start to show symptoms soon. Dancer Seilder felt nervous. If something happened -- how could they stop the virus spreading? She was 31, and in good health, but many on board fell into the at-risk group. \"We've been with these passengers since January, and we know them, they're friends. The average age on board was 75 years old, so were so worried. We just knew if we have it, it's going to be an absolute catastrophe.\" Tensions heightened as reports of how Covid-19 was impacting Europe circulated the ship. Many of those on board were from Italy, Spain and France, some of the worst-hit nations. The numbers were hard to believe. Patchy internet connections while at sea stoked anxieties further.  \"It was difficult, not knowing what was going on with the virus,\" says Lindberg, the retiree from Texas. \"At first I was watching the numbers daily. Italy and then Spain and then France were being affected so much. The cases and deaths per million were hard to believe.\" There was also the issue of cabin fever. When she realized they faced over a month at sea without docking, Seidler felt claustrophobic. By about day 10, she says, her mood had shifted. \"I think what helped, in a sad way, was that we saw what was happening outside, and we realized how lucky we are,\" she says. \"People were locked down in their apartments and their houses, while we were locked down in a big ship. So, I still had the option to go upstairs and eat a pizza, or perform on the stage, or go to the crew bar and have a drink with my friend.\" Plus, Seidler adds, she was still working. With no days off at port in sight, her team were busier than ever. \"Sea days are always, for the entertainment on board, the hardest days,\" she says. Francesca Romano, a member of the crew who worked on the on-board spa as a beauty receptionist, agrees. \"The ship life is very hard [...] we have to work a lot, 12-14 hours every day,\" she tells CNN. Italian Luca Melone was the Deliziosa's hotel director, heading up the hundreds of hospitality professionals on board. Melone's aim was to ensure passengers could still enjoy all the comforts and entertainment the ship could offer -- even if their world cruise experience was limited to brief vistas spotted from sea. In terms of the virus threat, Melone says he was \"more worried about what was happening outside the ship than what was happening on board.\" For loved ones back home awaiting news, the situation was also fraught. Danish journalist Christina Andreasen says she spent six anxious weeks worrying about her parents, who were on board the Deliziosa. When Denmark introduced lockdown measures in March and the country's foreign minister instructed all Danes to come back home, the Deliziosa was still on the other side of the world in Australia. Andreasen was frustrated that the cruise end date remained April 26, and there seemed no other way for her parents to travel home. She says there were communication difficulties with the cruise line.  Andreasen realized her parents' dream vacation had shifted into something else entirely.  \"My parents were just so excited the first two thirds of the trip, which was going amazing. But I know that the mood has shifted,\" she tells CNN.  \"A lot of people have been nervous and anxious to get home and just wanting answers basically from the cruise line.\" Life in a bubble Despite anxieties, many of those on board recognized they were living in a bit of a bubble. While countries across the world introduced lockdowns, travel bans and social distancing measures, the Deliziosa's passengers continued to enjoy sunbathing, theater shows and fancy food. Some social distancing measures were implemented. Seidler says her troupe began doing more performances so that passengers could sit further apart during each show. The cruise line stopped offering counter service. But unlike other cruise ships where coronavirus fears banished guests to their staterooms, those on the Deliziosa were largely free to move around as normal. There was a brief period of about 36 hours where passengers were confined to their rooms after a passenger left the ship in Sicily for health reasons, but the quarantine was lifted after this passenger tested negative for Covid-19. One passenger passed away on board on April 6, according to port authorities in Italy, but the death was not believe"], "Language": false}