{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/entertainment/billions-season-5-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-05-01T19:36:30Z"], "LastModifiedDate": ["2020-05-01T19:36:30Z"], "Headline": ["'Billions' returns to old conflicts and alliances, while adding new foes"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Billions\" has shuffled allegiances so many times it's tough to keep track without a scorecard. But the bottom line is that Showtime's high-stakes drama remains enormously entertaining, making its return more than welcome, even if the show's latest creative bets feel somewhat hedged. After the unexpected alliance between hedge-fund billionaire Bobby Axelrod (Damian Lewis) and now-New York Attorney General Chuck Rhoades (Paul Giamatti) throughout the fourth season -- one of the show's most audacious twists -- the new campaign finds Axe having reabsorbed employee-turned-rival Taylor Mason (Asia Kate Dillon) and back at odds with Chuck. Still, perhaps the most interesting flourish of the new season sees the introduction of billionaire Mike Prince (Corey Stoll), who becomes a fierce opponent of Axe's, even if he talks a good game about giving back to society and getting along. The two engage in what amounts to an intense game of psychological warfare, trying to outflank each other, all smiles through gritted teeth. \"I'm still rich enough for 20 lifetimes,\" Prince says after coming up short in one situation, but it's clear that for these guys falling back on a cushion of money is never enough to match the rush of not just winning but crushing the competition. Even if the situations have grown a trifle repetitive, the smart writing, toothy performances and biting humor provide plenty to like, from multiple references to \"The Godfather\" (\"Like Senator Geary in '2,'\" Axe says) to Chuck, a sexual submissive, deadpanning, \"It's torture. And if even I don't like it....\" An A-list cast also gets even better with the additions of Stoll, Roma Maffia and Julianna Margulies, the last as a sociology professor who enters Chuck's orbit. \"Billions\" has been, in a way, partially eclipsed by another premium drama, HBO's \"Succession,\" as a salacious look at the peculiar battles and quirks of the wealthy and powerful. While that might seem somewhat ill-timed, there's an extra element of escapism not only in their decadent consumerism but the fact all that privilege doesn't make them any less miserable, with Axe wondering aloud if having it all doesn't fulfill him, \"What will?\" Similarly, when Chuck speaks of forcing himself \"to evolve,\" it's greeted with rightful skepticism. These characters are capable of a lot, but curbing their basest impulses and frat-boy antics isn't high on the list. The world has changed since \"Billions\" made its debut, in terms of the state of the relationships between officials like Chuck and financial titans like Axe. Still, the characters have taken on lives of their own, and while watching the series evokes various feelings, happily, torture isn't among them. \"Billions\" begins its fifth season May 3 at 9 p.m. on Showtime."], "Language": false}