{"Type": ["article"], "Url": ["https://www.cnn.com/2014/01/14/us/dennis-rodman-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2014-01-14T22:55:52Z"], "LastModifiedDate": ["2020-05-01T12:53:42Z"], "Headline": ["Dennis Rodman Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of former professional basketball player Dennis Rodman. Personal Birth date: May 13, 1961 Birth place: Trenton, New Jersey Birth name: Dennis Keith Rodman Father: Philander Rodman Mother: Shirley Rodman Marriages: Michelle Moyer (2003-2012, divorced); Carmen Electra (1998-1999, divorced); Anicka Bakes (1992-1993, divorced) Children: with Michelle Moyer: Trinity and Dennis Jr.; with Anicka Bakes: Alexis Education: Attended Cooke County Junior College, 1982-1983; Attended Southeastern Oklahoma State University, 1983-1986 Other Facts Career Statistics: 6,683 points, 11,954 rebounds Won five NBA championships (1988-1989, 1989-1990 with Detroit Pistons; 1995-1996, 1996-1997, 1997-1998 with Chicago Bulls) His father left the family when Rodman was three. Worked as a janitor at the Dallas-Fort Worth Airport at age 19.  Dated Madonna. Nicknamed \"The Worm.\" Has appeared on the reality shows \"Celebrity Rehab\" and \"Celebrity Apprentice.\" Timeline 1983 - Begins attending Southeastern Oklahoma State University on a basketball scholarship. 1986 - Is chosen in the second round of the NBA draft. 1986-1993 - Plays for the Detroit Pistons. 1990 and 1991 - Named NBA defensive player of the year. 1993-1995 - Plays for the San Antonio Spurs. 1995-1997 - Plays for the Chicago Bulls. 1996 - Rodman's memoir, \"Bad as I Wanna Be,\" is published. 1997 - Is suspended and fined by the NBA for kicking a courtside photographer. 1997 - Co-stars with Jean-Claude Van Damme in the film, \"Double Team.\" 1999 - Plays 23 games for the Los Angeles Lakers before being released.  2000 - Plays 12 games with the Dallas Mavericks before being released. March 2000 - Settles a lawsuit with Connie Wilcox, a Las Vegas waitress, who accused Rodman of grabbing her breasts. July 2000 - Is sentenced to probation and required to attend an alcohol program after pleading guilty to driving under the influence.  2005 - Becomes the first man and first athlete to pose nude for a People for the Ethical Treatment of Animals (PETA) advertisement. 2011 - Is inducted into the Naismith Memorial Basketball Hall of Fame. February 2013 - Travels to North Korea with the Harlem Globetrotters for an exhibition game. Strikes up a friendship with North Korean Leader Kim Jong Un. September 2013 - Travels to North Korea on what he calls a \"basketball diplomacy tour.\"  December 2013 - Travels to North Korea, with a documentary crew, to help train a team of North Korean basketball players for a January exhibition game against former NBA players. The exhibition game will celebrate Kim's birthday.  January 6, 2014 - Rodman and several other former NBA players arrive in North Korea to take part in an exhibition basketball game.  January 7, 2014 - During an interview with Chris Cuomo on CNN, Rodman yells angrily and suggests that detained American Kenneth Bae had done something to deserve his 15-year sentence. January 8, 2014 - Leads a sing along of \"Happy Birthday\" for Kim. January 9, 2014 - Apologizes for his outburst on CNN, explaining that he was stressed out and drinking when he made the remarks. January 15, 2014 - Checks in to a New Jersey alcohol-rehabilitation facility. January 25, 2015 - The Slamdance Film Festival premieres \"Big Bang in Pyongyang,\" a documentary film recounting Rodman's 2013 visit to North Korea. November 21, 2016 - Rodman is charged with four misdemeanors after allegedly driving on the wrong side of a freeway, being involved in a hit and run, not having a valid license and lying to police. The incident happened in July 2016 in Santa Ana, California. The hit and run charge is later dropped. Rodman pleads guilty to the other charges and is sentenced to three years' probation. June 13, 2017 - Tells CNN he hopes to do \"something that's pretty positive\" on what will be his fourth visit to North Korea. The four-night trip is sponsored by PotCoin, a digital currency for the cannabis industry.  December 11, 2017 - While on a \"humanitarian tour\" of Asia, Rodman announces that he is planning to organize a basketball game between the US territory of Guam and North Korea. January 13-14, 2018 - Rodman is arrested on suspicion of driving under the influence in Newport Beach, California. After spending the night in jail, Rodman is released early Sunday. March 12, 2018 - Pleads guilty to two misdemeanors involving the DUI and is sentenced to three years' probation, rehab and a fine. June 11, 2018 - Rodman arrives in Singapore for the summit between President Donald Trump and North Korean leader Kim. \"It's a great day. I am here to see it. I'm so happy,\" he said. February 27, 2019 - Issues a letter to Trump on Twitter hours ahead of his second summit with Kim. \"You are on the cusp of a big, beautiful deal. One that would make you the front runner for a Nobel Peace Prize without question,\" Rodman said. October 17, 2019 - Florida prosecutors charge Rodman with a single count of misdemeanor battery after he allegedly slapped a man in a bar in May. His lawyer enters a plea of not guilty on his behalf."], "Language": false}