{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/football/sadio-mane-liverpool-senegal-cmd-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Don Riddell, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-29T08:27:33Z"], "LastModifiedDate": ["2020-04-30T09:09:22Z"], "Headline": ["From Senegal to superhero, but Sadio Mane's story isn't pure fantasy"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Every superhero has an origin story. Often there is personal tragedy, suffered at an early age; there can be a long journey from a faraway place and ultimately the discovery and harnessing of their power to transform the world around them.  A new documentary about Liverpool's football star Sadio Mane doesn't claim to belong in the superhero genre, but \"Made in Senegal\" could arguably form the template for a compelling Marvel movie.  It's the story of a young boy with a dream, a boy without a father, growing up a remote part of Senegal and against seemingly impossible odds, rising to become one of the best and most famous players in the world.  Life in the village of Bambali was hard and in the film, Mane makes clear that farming would have been the only career choice for young Sadio. He was surrounded by football though, his uncle's team trained just yards from his home. Although they weren't a particularly good side, Mane aspired to be among them; \"people found me abnormal\", he said because he would practice playing in the dust with grapefruits or stones, as footballs were so scarce.  In 2019, The Athletic dispatched Oliver Kay to Mane's home village to research his background and the football writer said it was even more isolated than you could have imagined \"It really is the back of beyond,\" Kay told CNN Sport via Webex, \"the nearest city was three hours away. The capital Dakar is seven hours away. The kids climb over the local well and chase chickens, there was no hint of a professional coaching set-up or academy; the odds that were stacked against him were overwhelming.\" READ: Liverpool's agonizing wait for English football's biggest prize 'I couldn't really grasp it' When Mane was just seven, his life got even tougher. \"We were about to play on the field, when a cousin approached me and said 'Sadio, your father passed away.' I replied 'Oh really?' I thought: he's joking, I couldn't really grasp it. He'd had stomach ache, but because there was no hospital, we tried traditional medicine. They took him to a village and he died there.\" By the time he was 15, Sadio was making a name for himself. The best player in his village, if not the region, was known to his friends as 'ballonbuwa' -- the ball wizard.  But the obstacles to his dreams weren't just geographic; they were much closer to home.  Speaking in \"Made in Senegal,\" Mane put it bluntly: \"Nobody in my family wanted me to become a footballer.\" The Mane family are the imams of Bambali and many in the family didn't even like football. \"There was no way they'd let me go, not in my lifetime,\" says the 28-year-old star. That's why he escaped under cover of darkness, packing his bags at 6 a.m.and catching the bus to Dakar. He didn't have any ID at the Gambian border, but was allowed to pass through with his student papers.  In the capital, he was living the dream, but his family was worried sick. After a week, they tracked him down and dragged him back to the village, \"it was the worst day of my life, I felt hate for my family.\" But he agreed to return on one condition, that he'd only attend one more year of school; after that he was free to follow football. READ: Klopp incredulous at coronavirus question 'Snakes and ladders' In the careers of many players, there is ebb and flow, but as Oliver Kay puts it, not with Mane. \"It's like snakes and ladders, people might go up but then have a drop off. But his rise has just been spectacular, he doesn't ever seem to have hit a plateau.\" From scoring four goals in his first game at the academy 'Generation Foot' in Senegal, to making football seem like a video game in front of the visiting scout from Metz. Mane began his professional career in the French second division, before moving to RB Salzburg in Austria and winning the league and cup double.  At Southampton, he scored the Premier League's fastest ever hat-trick in just 2 minutes and 56 seconds and now with Liverpool, he's become a European and club world champion and is considered one of the top players on the planet.  Fans marvel at his speed, ability and selflessness, \"he just goes and goes and goes\", but the raw data from his performances reveals some things that perhaps the eye cannot see.  Simon Brundish is a sports scientist and the director of StrengthLab; he's been studying the reasons for Liverpool's recent dominance and Mane in particular. He ranks Mane among the top five finishers in the world \"He can stop and start faster than anybody I've ever seen,\" Brundish told CNN Sport via Webex. \"His conversion rate is 28%, that's even better than Lionel Messi at his best,\" adds Brundish, who says Mane can be mentioned in the same breath as English football legends Gary Lineker and Alan Shearer and also Bayern Munich's Robert Lewandowski -- currently regarded as the best out and out finisher in the world. \"That's not at all bad for someone who plays as a winger, halfway up the pitch,\" says Brundish. READ: Mane crowned Africa's best footballer Almost always available He's also outperforming expectations for his creativity; Brundish says that this season Mane has provided double the amount of assists than he did before. But arguably his biggest asset is something that goes unnoticed, because it's just so obvious -- he's almost always available.  \"The whole Liverpool recruitment process is ahead of its time. They're recruiting players that have a history of playing two games a week, who cover 10.5 kilometers per game and who can cover more than 400 meters of high speed running in every game. These are the things that cause injury, but he's only picked up two significant injuries at Liverpool, missing six and nine games.\" The more Brundish talks, the more Mane is starting to sound like he's super-human.  \"My kids are big Liverpool fans and they talk about Mane a lot. We're often laughing at how he manages to fall and bounce back up in one motion. As if he's made of rubber-ball material. It's genetics. Some people are lucky with it, some people are not.\" Mane's ability, and Liverpool's ability to identify him and others like him is reminiscent of the 2000 movie 'Unbreakable', starring Bruce Willis and Samuel L Jackson. The basic premise is that Jackson's character Elijah Price is trying to find a superhero and by causing widespread death and destruction, he's hoping to reveal somebody unbreakable. It's a macabre project, which ultimately leads him to the indestructible David Dunn, played by Willis. \"I think it's a great analogy,\" Brundish concurs. \"Mane is a great example of Liverpool's recruitment policy of finding these unbreakable superheroes. \"In the last two years, Liverpool have had the highest availability of their first 11, which is incredibly valuable in the Premier League. Availability is the most under-rated, but highly valued, of abilities.\" READ: Liverpool left wounded after 'morally wrong' decision amid pandemic 'Everyone's allowed to dream' Mane is adored by Liverpool fans all over the world, but he is revered back home in Bambali. When Kay went to visit last year, the football writer watched the Liverpool game against Manchester City -- Mane scored -- in the family home, which Mane has built for them.  \"Watching with them was such a warm feeling,\" Kay told CNN, \"the sense of pride they have is just enormous.\" Nobody could tell Kay how many family members lived in the house, but says it was \"grandparents, nephews, nieces, cousins and aunties. An uncle said it was 'about 40.'\" Kay said the family was just as gratified by the local facilities, which Sadio had provided. \"I think they got equal pride in taking me to the school he had built, the hospital he had built. He lost his father to illness because there wasn't a hospital in Bambali, now there can't be many villages of that size in Africa that are as well equipped.\" \"Made in Senegal\" concludes with scenes of Sadio being mobbed by many of those villagers in Bambali. His final words are: \"You have to dream in life. Everyone's allowed to dream.\"  Thanks to his determination, his example and his generosity, there are now many more dreams in Bambali that have a chance of coming true. "], "Language": false}