{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/cnn-underscored/tcl-series-6-review-4k-tv-roku-smart-streaming/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-29T22:56:50Z"], "LastModifiedDate": ["2020-04-30T19:17:48Z"], "Headline": ["TCL's 6 Series delivers a vibrant picture and tons of streaming options"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["There are a lot of choices when it comes to buying a 4K TV. Seriously, it seems every manufacturer is on it. TCL, though, found an itch other manufacturers weren't scratching: Offering a vibrant picture and Roku smarts at an affordable price point. And the company continues to scratch that itch with its latest, the TCL 6 Series. It's a mid-range 4K TV that focuses on an easy-to-use smart interface and a sharp picture that's available in a 55-inch version for $499.99 and a 65-inch TV for $749.99.  We've been testing the smaller of the two for the past few months and think the TCL 6 Series is a winner. Here's why.   TCL kept it simple with design With any TV, you ideally want it to focus on giving you optimal viewing angles. After all, you don't want anything distracting from the picture panel itself. Luckily, the 6 Series has slim bezels (under a millimeter in thickness) up top and on the sides.  There's a slight protrusion on the bottom right side of the 6 Series that houses a white LED indicator light. This way you know when the remote turns the TV on or if it's powering off.  The back is home to all the ports, including four HDMI ports (one of which is the ARC standard), a USB port, a composite connection, optical audio out, Ethernet, a headphone jack and, of course, the power port. A lengthy power cord is included in the box.  It's terrific to see an array of ports on a more affordable TV, since value models can be known to skimp on ports. And four HDMIs will give you plenty of spots for peripherals. Plus, with a Roku streaming player basically built in, you'll have access to an abundance of streaming services. You can mount the TCL 6 Series with a standard TV mount — just make sure it supports the weight. The 55-inch comes in at 40 pounds and the 65-inch weighs 57 pounds. For either of these, we'd recommend a two-person lift. Some hardware and the stand are included to make the job easier.  Picture quality is solid Even at $499.99 and $749.99, these are both full 4K ultra-high definition TVs. It's safe to say you're getting value for the price. It's a vibrant panel that can deliver realistic color reproduction for both brights and darks. Compared with a typical 4K UHD panel, you can immediately notice a broader stretch of colors presented with deep levels of detail to each image. For instance, with the final scene to \"Avengers: Endgame,\" you can clearly make out the various colors on the heroes' suits contrasting against the background. Thanks to a 60Hz refresh rate as well, the action sequences (whether fighting, lasers firing or Captain Marvel speeding across the sky) come through quite clearly. There's no soap opera effect here. The Wide Color support, along with HDR10 and Dolby Vision HDR standards, shines through when you're watching content that supports it.  We also didn't notice it delivering a worse picture when content was being streamed versus coming through a cable box. We were testing on a Verizon FiOS gigabit connection that averages about 800 uploads and downloads, but it's safe to say there is a heavy load on the network. The TCL 6 Series carved out a spot on its own and delivered a solid stream. There's tons of streaming support Our favorite feature of the TCL 6 Series is found in the extended name. It's a Roku TV, which means you basically have a Roku streaming box built into your TV.  For starters, the included remote is simple, with quick access buttons to home and to go back. You also get volume controllers in the form of a rocker on the side, a mute button, and access to four streaming services, as well as a four-arrow controller and selector for easy navigation. And lastly, remote support voice is here. The interface resembles that of a Roku streaming device. You'll get a tile for each of your main connections — think cable box, a game console and a streaming device. Those will show up here, and it even supports antennas. For us, our cable box shows up as Cable Box and can even present a live view in the title. You can organize to your liking. We're big on the fact that your physical connections will live in line with streaming services and other apps you download. And while you'll need to set up a Roku account to download apps, it doesn't require much info, and payment isn't required. You can easily download all of your favorite streaming services like YouTube, Netflix, Hulu, HBO Go, Sling TV, AT&T TV, Disney+, FX Now, Apple TV+, and more. Roku offers one of the largest libraries we've tested. The 6 Series also supports Google Cast, so you can easily find a video on YouTube from your phone (iOS or Android) and send it to the big screen. It's super handy, and the integration with Google goes a step further, giving you the ability to control your TV with the Google Assistant. The same goes for Amazon's Alexa, so it's a smart TV in every sense. Bottom line You can't go wrong with TCL's 6 Series in either the 55-inch or 65-inch size. For the price, you're getting big value in terms of picture quality, number of ports and ease of streaming. You also save on the cost of an external streaming box by opting for a TV that supports a ton of services. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}