{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/entertainment/kate-hudson-jimmy-fallon-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-04-28T17:34:56Z"], "LastModifiedDate": ["2020-04-28T17:34:56Z"], "Headline": ["Kate Hudson and Jimmy Fallon admit they could have dated back in the day"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kate Hudson and Jimmy Fallon almost dated. Hudson admitted during a virtual appearance on \"The Tonight Show with Jimmy Fallon\" that the duo's close friendship during filming on the 2000 film \"Almost Famous\" could have totally turned romantic.  Here's how it came to light.  Back in December, Fallon and Margot Robbie played a name game on his show, where Fallon admitted that he could have dated Hudson but didn't. Of course, that got back to Hudson.  \"I was like 'I had no idea,'\" she said. \"I wish people could be in my body to watch you and I's relationship and friendship because you gave me no indication.\" Fallon replied that he definitely felt something for her at the time. \"I felt a little indication,\" he said. \"I thought we were good together. We were good buddies. We hung out all the time.\" Hudson said she would have dated him if he had just made a move. \"Jimmy, if you would have actually made a move I would have totally gone there,\" she said. Fallon was shocked.  \"No you wouldn't have\" he replied. But Hudson insisted.  \"Yes of course!\" she told him. \"I remember thinking to myself like, 'Why has Jimmy never made a move?' And then I just kind of realized, 'Oh, he's not into me like that.' I was just like 'Okay, well whatever.' And so, then I met Chris [Robinson].\" Robinson, the frontman for The Black Crowes, and Hudson married in December 2000. They welcomed their son, Ryder Russell, in 2004 and split two years later.  Hudson told Fallon that before meeting Robinson, Fallon had a shot.  \"I was a single girl in New York and life was what it was,\" she said. \"If you would've been like, 'Hey,' you know, who knows, our whole life trajectory could have been different, Jimmy.\" \"Everything turned out perfectly,\" Fallon said. Hudson agreed, saying, \"Exactly the way it was supposed to.\""], "Language": false}