{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/cnn-underscored/best-mothers-day-cards/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Courtney Thompson"], "Writers": [["Courtney Thompson"]], "FirstPublishDate": ["2020-04-28T13:52:01Z"], "LastModifiedDate": ["2020-04-28T16:27:30Z"], "Headline": ["20 sweet, funny and super pretty Mother's Day cards"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Mother's Day is fast approaching, and it's more important than ever to get your mom a card this year. This woman raised you, shaped you and made you the person you are today — and um, she changed your diapers. For years. But most importantly, coronavirus is making traditional Mother's Day celebrations a no-go this year.  Social distancing guidelines are likely going to extend well into May, making brunches and family get-togethers an impossibility for most of us. To make up for lack of in-person celebrating, shower your mom with what she really wants — to hear just how much you love her. Sure, she'd enjoy some jewelry or a fancy bag, but hearing her kids tell her that they appreciate her can top any material gift out there.  And don't forget the other important mothers in your life, from your grandma to your sister to your daughter who just became a mother herself.  Below, we found 20 greeting cards that will help convey your message. From super beautiful designs to ones that are going to make her laugh out loud, these are the best options for making any mom feel like the queen she is this Mother's Day. Rifle Paper Co. Super Mom Card ($5; riflepaperco.com) Let's face it: All moms are superheroes. And this card, with its bold colors and gold foil, will remind her of just that. _______________________________________________________________________________ NotesFromNancy Printable Mother's Day Quarantine Card ($3.70; etsy.com)  This digital download means you can print out this card instantly. Also, talk about topical.  _______________________________________________________________________________ Minted Flower Shower ($6.98; minted.com) Moms have been turning tears into giggles for centuries, and this pretty card from Minted artist Lori Wemple sums up that practice perfectly. _______________________________________________________________________________ SketchyPrintCo Mother's Day Card (starting at $3.75; etsy.com)  For the mom who loves to rock, pay tribute to her passion with this card.  _______________________________________________________________________________ Tiger King Happy Mother's Day Card (starting at $7.99; etsy.com) We're fairly certain that just about everybody streamed \"Tiger King\" in the last six weeks — and if your mom was as addicted to the show as we were, she's going to love this card. Also, why not throw a \"Tiger King\" party while you're at it?  _______________________________________________________________________________ Rifle Paper Co. Greatest Mom Certificate ($5; riflepaperco.com) Giving your mom a certificate vouching for her amazingness is never a bad idea, which is why we're totally smitten with this one from Rifle Paper Co. The die-cut flat note is pretty beyond words, and there's room on the back for a personal note, too. _______________________________________________________________________________ AbeGalleryArt Baby Yoda Mother's Day Card (starting at $4.45; etsy.com)  Who better than The Child to help express your love?  _______________________________________________________________________________ Rifle Paper Co. #1 Mom Card ($5; riflepaperco.com) If your mama is a sports nut — or if you are — she'll get a kick out of this fan-like card in her honor, which is funny and pretty all at once.  _______________________________________________________________________________ Mother of Dragons 3D Card ($15; lovepopcards.com) Pretty much all moms can relate to \"Game of Thrones'\" Daenerys Targaryen, right? We're all mothers of dragons! And this intricate pop-up card is going to blow her socks off. _______________________________________________________________________________ Thanks For Listening Mother's Day Card ($5.95; papersource.com) Think back to how many times your mom has listened to you over the years — from when you fell down and skinned your knee to heartbreaks, big interviews and beyond. Acknowledging all of these convos with a sweet bunny inexplicably wearing fox slippers will surely warm her heart. _______________________________________________________________________________ Bold Type Collage Mother's Day Card ($1.48; shutterfly.com) Personalize your card to the extreme with up to seven photos and a custom message inside this pretty Shutterfly option.  _______________________________________________________________________________ Mom You Were Right About Everything Card ($6.25; etsy.com) Moms eventually turn out to be right about pretty much everything. Give her kudos for knowing all along what it took you a bit longer to figure out. _______________________________________________________________________________ Mommy Shark Mother's Day Card ($5.99; etsy.com) She's going to love you for acknowledging all that she does — but she also might hate you a little bit for getting the \"Baby Shark\" song stuck in her head for the day. _______________________________________________________________________________ Tomatoes Mother's Day Card ($5.95; papersource.com) Tickle her funny bone with this punny card that has a 100% chance of making her giggle. _______________________________________________________________________________ Minted Vibrant Card ($6.98; minted.com) This gorgeous floral card is a beautiful way to tell Mom exactly how you feel about her — she's the best! _______________________________________________________________________________ Love Lingo Mother's Day Card ($1.48; shutterfly.com) Grandmas are equally important and can't be forgotten this Mother's Day. She'll love nothing more than a custom card from her grandbabies. _______________________________________________________________________________ Orchid Bouquet 3D Card ($13; lovepopcards.com) Flowers are fleeting, but this beautiful pop-up card features a gorgeous orchid bouquet that can last forever. Mom will be totally wowed when she opens the card to discover what's inside. _______________________________________________________________________________ Minted Mom Superhero Card ($6.98; minted.com) If moms were to have a shining-in-the-sky light signal like Batman, it would definitely look like this. Let her know that she's your favorite superhero this Mother's Day. _______________________________________________________________________________ Scalloped Seal Mother's Day Card ($1.48; shutterfly.com) We love this crisp, nautical-looking card, which can accommodate two photos and a personal message. _______________________________________________________________________________ #MomGoals Card ($6.98; minted.com) Some moms have got it going on — from excellent organization skills to perfectly coiffed kids — and if you know one of those ladies, this is the card for her. Let her know that she's straight up #goals. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}