{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/sport/zion-williamson-nba-twitter-interview-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By John Lynch, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-28T14:12:22Z"], "LastModifiedDate": ["2020-04-28T16:19:43Z"], "Headline": ["'My mom is the hardest coach I've ever had,' says Zion Williamson"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Ever since Zion Williamson was 5 years old, he wanted to be a basketball star. But to get there, he needed a lot of encouragement and coaching along the way, and there was no one that better than his mother, Sharonda Sampson.  \"My mom to this day is the hardest coach I've ever had,\" Williamson said in an interview published Monday on NBA's Twitter account. \"There were times when my stepdad would look at me and say 'you had a good game' and my mom would be like 'I don't know what you're talking about, you had 2 or 3 turnovers.\"  Sampson should know. She coached Zion in every youth basketball league he ever played. Sampson was a collegiate track star and later became a middle school health and physical education teacher. She married Zion's biological father Lateef Williamson, who played American football in college.  By the time he was five years old, Zion's parents divorced, and his mother married Lee Anderson, a collegiate basketball player.  \"When I was like nine or 10, my stepfather and my mother would just say 'if you want to be one of the greatest, you've got to work when nobody's working,' so I'd get up at 5:30 a.m. and head to the outdoor court and play,\" Williamson told NBA broadcaster Ernie Johnson.  READ: From Chinese controversy to Kobe's death and finally coronavirus; this NBA season will live long in the memory Zion's hard work and dedication began to pay off when he entered high school, where he became a YouTube sensation for his high-flying dunks and powerful moves. Even rap superstar Drake was wearing his high school jersey. But Sampson wanted her son to not only work hard at being great but study how the legends of the game went about their craft.  \"When I started playing, my mom said there were three players she wanted me to watch -- Magic Johnson, Larry Bird and Michael Jordan,\" Williamson said. \"Even though I wasn't alive when he (Jordan) was doing those things, it just captured me. Everything he did was just incredible.\"  The national spotlight shined on Zion during his one year of collegiate basketball at Duke University, where he was coached by five-time national champion Mike Krzyzewski. The most storied rivalry in the collegiate game is between Duke and North Carolina, where Jordan won a national championship back in the 1980s.  Just 36 seconds into his first game against Carolina, Williamson's shoe blew out, causing him to sprain his knee. Zion was devastated. He cried in the training room and couldn't even bring himself to watch the rest of the game on TV. But that's when Sampson came into the room and provided the comfort and support her son really needed. \"She put her arms around me and said, 'It's OK, you'll be back before you know it,'\" Williamson remembered.  READ: The NBA could lose billions this season. Who will eat that loss? Zion did come back as Duke's postseason began and led his Blue Devils to the NCAA Tournament's Elite 8, where they were eliminated 68-67 by Michigan State.  Shortly after his freshman season, Williamson declared for the NBA Draft. Sampson was by her son's side when he was chosen by the Pelicans with the top overall pick. \"I wouldn't be here without my mom.\" said Williamson with tears streaming down his face after his selection.  But injury struck again. Zion hurt the same knee in a Pelicans preseason game, forcing him to miss the first 44 games of his rookie season. When he returned, he was brilliant in the first 19 games of his regular-season NBA career, averaging over 23 points and six rebounds per game, before the coronavirus crisis forced the league to shut down.  The 19-year-old Zion says he's been staying fit and will be ready to go when the league resumes. He's also giving back to the New Orleans community.  Visit CNN.com/sport for more news, features, and videos When the NBA shut down in mid-March, he announced he would pay the salaries of all the workers at the Pelicans' home arena, the Smoothie King Center, for 30 days. \"I did it 'cause it's what my mom taught me,\" Williamson said. \"I feel like it was the least I could do and to just show the community that I'm with them.\""], "Language": false}