{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/green-buildings-world-sustainable-design/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Staff"], "Writers": [["Forrest Brown"]], "FirstPublishDate": ["2020-04-22T10:14:03Z"], "LastModifiedDate": ["2020-04-24T21:22:53Z"], "Headline": ["Green buildings: 18 examples of sustainable architecture around the world"], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["There are a lot of ways to size up buildings, whether by measuring their height, comparing styles of architecture or dissecting their histories. But in the era of climate change, more and more emphasis is being placed on a building's \"green\" credentials, as environmental impact leads decisions around design, construction and operations.  On Earth Day, look through CNN Style's round-up of 18 noteworthy green buildings from around the world. Pixel Building (Melbourne, Australia) Opened: 2010 | Use: Offices | Design: Decibel Architecture When it opened a decade ago, the Pixel Building was Australia's first carbon-neutral office building, generating all its own power and water on site.  Among its energy-saving features are colorful, eye-catching panels that provide shade and maximize daylight as needed, supports that help process wastewater, a roof that captures rainwater, and a series of vertical wind turbines.  One Central Park (Sydney, Australia) Opened: 2014 | Use: Residential | Design: Ateliers Jean Nouvel with PTW Architects The innovative city that brought you the Sydney Opera House also thinks green -- take One Central Park for example. A park at the foot of the building literally continues up the structure, as vegetation of 250 species of Australian plants and flowers cover One Central Park, according to archdaily.com. They look pretty, shade the building and send an undeniable statement. Its hovering cantilever, which holds the taller tower's most luxurious penthouses, is a design marvel. Skyscraper.com says it has 25% less energy consumption compared with a conventional building of its size. Bahrain World Trade Center 1 and 2 (Bahrain) Opened: 2008 | Use: Offices | Design: Atkins Reaching an incredible 787 feet, the futuristic towers of Bahrain's World Trade Center complex are optimally positioned to take advantage of the island nation's desert winds, with three turbines mounted on sky bridges between the towers to generate electricity.  The towers' shapes, reminiscent of the Arab dhow sailing ships, help funnel wind to the turbines, which supply about 15% of the buildings' electricity. Reflective pools at the towers' base help with cooling via evaporation. Museum of Tomorrow (Rio de Janeiro, Brazil) Opened: 2015 | Use: Science museum | Design: Santiago Calatrava With its distinct cantilevered roof, reflective pools and skeletal structure (a signature of architect Santiago Calatrava) Rio's Museum of Tomorrow is a testament to future possibilities.  It's sustainable design features include adjustable, fin-like solar panels that add to the building's neofuturist aesthetic, and a pumping system that takes cold water from the bottom of nearby Guanabara Bay for use in its air-conditioning system. Vancouver Convention Centre West (Vancouver, Canada) Opened: 2009 | Use: Trade shows, conventions, events | Design: LMN Architects Great things are happening on the roof of the Vancouver Convention Centre West, the first building of its kind to get a double LEED (Leadership in Energy and Environmental Design) platinum designation. So what's creating the buzz? For starters, four hives of European honey bees have been installed to pollinate the roof's plants and grasses, which in turn help reduce heat build-up in summer and retain it in winter. On top of that, the roof's sloping shape also assists with water drainage and the distribution of seeds.  But not all the action is on the roof. Some of the project is built over the water on piles (columns) that help support a marine ecosystem that includes native crabs, salmon and shellfish. Shanghai Tower (Shanghai, China) Opened: 2015 | Use: Offices, hotel and retail | Design: Gensler The world's second tallest building at 2,073 feet, Shanghai Tower is an architectural wonder as well as a sustainable one.  A transparent second skin wrapped around the building creates a buffer of captured air that serves as natural ventilation, reducing energy costs, and 270 wind turbines incorporated into the facade power its exterior lights. Thanks to measures like these, the tower uses significantly less power than other skyscrapers and has a platinum LEED certification. CopenHill (Copenhagen, Denmark) Opened: 2017 | Use: Power plant, sports facility | Design: Bjarke Ingels Group (BIG) CopenHill, also called Amager Bakke, might be the ultimate mixed-use project. It's both a power plant that burns waste to generate electricity, and a sports facility where you can take on one of the world's tallest climbing towers. But it's most spectacular offering is an artificial ski and snowboard slope. Beneath the wintertime fun, 440,000 tons of waste is yearly converted by furnaces, steam and turbines into clean electricity and heating for 150,000 nearby homes, according to Architect Magazine.  Marco Polo Tower (Hamburg, Germany) Opened: 2010 | Use: Residential | Design: Behnisch Architekten Like its trailblazing namesake, Marco Polo Tower in Hamburg ventured where few buildings had gone before. Each floor of the apartment building is turned a few degrees away from the one below, around an axis. This allows for recessed facades that protect residents from direct sun and negates the need for electrical air conditioning. Other green features, according to Behnisch, include a heat exchanger on the roof that turns warm air into a cooling system, and natural ventilation that means residents can sleep soundly without being disrupted by outside noise.  Bosco Verticale (Milan, Italy) Opened: 2014 | Use: Residential | Design: Boeri Studio Architect Stefano Boeri designed these deluxe apartments in the sky with plenty of spaces to accommodate large, full-grown trees, and a variety of ground cover plants and shrubs. The effect is \"one of the most intensive living green facades ever realized,\" according to Skyscrapercenter.com.  All this greenery helps improve air quality in Bosco Verticale and the city more broadly. Suzlon One Earth (Pune, India) Opened: 2009 | Use: Offices | Design: Christopher Benninger It should come as no surprise that wind turbine supplier Suzlon has a top-tier green headquarters.  According to MGS Architecture of India, the Suzlon One Earth campus has a platinum LEED certification, generating some of its electrical needs on site -- 80% of this power comes from wind and 20% from solar. The rest of its electricity comes from its off-site windmill farms, making it a net zero energy building. ACROS Fukuoka Prefectural International Hall (Fukuoka, Japan) Opened: 1995 | Use: Mixed used, including concert hall | Design: Emilio Ambasz and Associates The city of Fukuoka in southern Japan got into the green architecture movement early with ACROS. One side looks like a regular commercial building, but the other is something straight out of your Hanging Gardens of Babylon fantasies. It has a series of 15 garden terraces that reach up to about 197 feet, according to Metaefficient.com.  The project was born of limited options and ingenuity. Fukuoka residents were livid about losing their last public green space in the center of town, so architect Emilio Ambasz conjured up a compromise by bringing the public green space upward. The terraces not only look gorgeous, but also moderate the building's temperature and support insects and birds. Torre Reforma (Mexico City) Opened: 2016 | Use: Offices | Design: LBR&A Arquitectos Torre Reforma rises to 807 feet -- higher than any other building in the Mexican capital -- and stands tall on energy-saving measures, too. Arup, the engineering firm on the project, says the tower's slimness maximises the amount of natural light let in, which in turn cuts down on the need for electric lights; and when the weather permits, controls can automatically open windows before dawn to let in cool air as a form of natural ventilation. The tower, which has LEED platinum certification, comes with another important bonus: It's built to withstand a major earthquake, a vital consideration in the quake-prone city. The Edge (Amsterdam, Netherlands) Opened: 2014 | Use: Offices | Design: PLP Architecture The Edge, a light, bright and app-controlled building with a large atrium as its nucleus, is as green as it is worker-friendly -- a key directive by PLP Architects when designing the building.  Eschewing traditional electric lights and wiring, LEDs are powered by a \"digital ceiling\" with computer cables connected to sensors, anticipating lighitng needs rather than running at a steady rate. The architects estimate an 80% savings over traditional lighting. The skin of the building is made of solar panels. Temperatures are regulated by pumping warmer and cooler water from different levels in an aquifer. Workers can even adjust their window blinds with the app. The Edge got an enviable sustainability score of 98.3% from the British rating agency BREEAM. See more of The Edge in this 2015 video from CNN's Richard Quest. PARKROYAL Collection Pickering (Singapore) Opened: 2013 | Use: Hotel | Design: WOHA Architects PARKROYAL Collection Pickering takes obvious inspiration from Singapore's tropical environment. The design is inspired by terraformed rice paddies, and numerous sky gardens have been inserted along the building's facade. They deliver luxuriant greenery, including palm trees, to public areas and guest room balconies. These also provide a natural cooling effect. WOHA also incorporated crevasses, waterfalls and gullies into the design. These features are designed to be self-sustaining, taking advantage of Singapore's abundant rainfall to irrigate all those plants through a drip system. Robinson Tower (Singapore) Opened: 2019 | Use: Offices and retail | Design: Kohn Pedersen Fox Associates Officially known as 18 Robinson, this tower is a new jewel in Singapore's architectural crown.  The design meets the stringent standards set by Singapore's Landscape Replacement Policy, which require that new projects include public green spaces equal to any greenery removed to construct the building. Loaded with podiums and tracks for trees and other plants, the design also maximizes the amount of available natural light coming in, which reduces artificial lighting costs. The public can visit an enclosed garden on the roof and an open-air garden on the top of the retail spaces in the building. The result is a very creative design loaded with podiums and tracks for trees and other plants. The design also maximizes the amount of available natural light coming in, which reduces artificial lighting costs. The public can visit an enclosed garden on the roof and an open-air garden on the top of retail part of the building. One Angel Square (Manchester, United Kingdom) Opened: 2013 | Use: Offices | Design: 3DReid Manchester helped lead the way during the Industrial Revolution, so it seems fitting one of its 21st century buildings is helping lead the way to a greener future. 3DReid designed One Angel Square with f"], "Language": false}