{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/us/laurent-duvernay-tardif-kansas-city-chiefs-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-04-28T00:49:54Z"], "LastModifiedDate": ["2020-04-28T00:49:54Z"], "Headline": ["The first medical doctor to play in the NFL went from a Super Bowl win to the coronavirus front line"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Laurent Duvernay-Tardif was playing in the biggest game of his life less than three months ago, bringing home the Kansas City Chiefs' first Super Bowl victory in 50 years.  The Chiefs right guard -- who is also the first medical doctor to play in the NFL -- is now on the front line with other medical professionals in the fight against the novel coronavirus. Duvernay-Tardif is working at a long-term care facility near Montreal in what he described as a \"nursing role,\" according to an article he wrote that was published Monday in Sports Illustrated. \"My first day back in the hospital was April 24,\" Duvernay-Tardif wrote. \"I felt nervous the night before, but a good nervous, like before a game.\"  CNN has reached out to the Kansas City Chiefs for comment from Duvernay-Tardif, but has not heard back.  He couldn't just dive back into medicine Duvernay-Tardif was a sixth-round pick in the 2014 NFL draft, according to the Chiefs' website. Four years later, he earned his doctorate in medicine degree from McGill University in Canada. His residency is on hold for now, but that didn't stop him from wanting to help in his native Canada as the Covid-19 news developed during his post-season vacation with his girlfriend. It wouldn't be easy for him to jump right back into the medical field.  \"I fell into a gray area where they didn't know what to do with me, because I don't have a license to practice -- yet,\" Duvernay-Tardif wrote. \"In the interim, officials briefed me on an almost daily basis, and I used my platform and credentials to relay their messages.\" After checking with the Chiefs, Duvernay-Tardif was cleared to assist medical professionals. He first took \"a crash course,\" learning and reviewing how to put a surgical gown on and all the steps for sanitizing. \"That stuff is more important than ever, to protect not only yourself but your patients,\" he wrote.  \"There's so much that needs to happen just to visit with every patient -- masks donned and hands washed and equipment like gloves and visors tugged on and off and thrown away. I handled a medication cart, making sure to administer the right dosage and in the proper way. Honestly, I was drained after -- and looking forward to going back,\" Duvernay-Tardif wrote.  Duvernay-Tardif is on the NFLPA task force  Now serving on the NFL's Player's Association task force, Duvernay-Tardif says he's also responsible for working with experts to determine safety measures for the NFL's return. The task force will look at \"how teams will train, how they will travel and how the games will take place,\"  Duvernay-Tardif wrote. \"It's too soon to say when sports might come back. Or what that might look like,\" he wrote. \"Knowing all the implications of what sport means for a nation and the money behind this huge industry, there are going to be bigger issues than not playing football.\""], "Language": false}