{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/26/us/nba-opening-practice-facilities/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin and Wayne Sterling, CNN"], "Writers": [["Eliott C. McLaughlin", "Wayne L Sterling"]], "FirstPublishDate": ["2020-04-26T13:30:41Z"], "LastModifiedDate": ["2020-04-27T21:23:46Z"], "Headline": ["NBA may reopen facilities next week in states relaxing stay-at-home orders"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The NBA may reopen team practice facilities for individual workouts as early as May 8 in areas where local governments have relaxed stay-at-home restrictions amid the coronavirus pandemic, the association said. The date targeted for reopening is a week later than cited in an ESPN article. \"The league advised teams that it is targeting no earlier than Friday, May 8, as the commencement date for the new rules, and that it may push this timing back if developments warrant,\" the NBA said in a release Monday. Georgia, where Gov. Brian Kemp began restarting the economy last week, was specifically cited in the ESPN report by one of many team executives who are reportedly interested in getting players back into training.  \"If our players can travel and play at a 24-Hour Fitness in Atlanta, they should be able to have access to our facilities,\" one general manager told ESPN on Saturday. No more than four players will be permitted at a facility at one time, the NBA said. No coaching and no group activity such as scrimmages or practices will be allowed, and players are prohibited from using non-team facilities, the NBA said.  The NBA plans to find alternative training arrangements for players in states where stay-at-home orders remain fully intact.  The league's move to reopen facilities doesn't mean the season is starting anytime soon, according to ESPN's sources.  No news, Cuban says Dallas Mavericks owner Mark Cuban told CNN's Wolf Blitzer on Sunday evening there hadn't yet been guidance from the NBA on reopening facilities. \"Obviously, the minute it's safe we want to try to get back and get the guys practicing and getting ready for games. But we're not there yet,\" Cuban said. If games resumed this season, Cuban said, he expected them to be a made-for television event: \"I don't see how between now and starting games -- whenever that may be -- there'll be protocols we can have confidence in. And the last thing we want to do is not only put our players and important personnel in jeopardy but obviously the fans. And so we're not going to do anything until it's absolutely, positively safe.\" Cuban said he would back playing without fans. \"If we can play with no fans, I'm certainly going to push for it and I think the league will do it. I think we have a moral obligation to do it,\" he said. \"We're dying for content, we're dying for teams to root for, we're dying to get excited about games and just ready to go and cheer as a community. And so yes, I really think that if we're able to pull it off without fans we're certainly going to do it.\" Season suspended The NBA became the first American sports league to suspend its season March 11, after Utah Jazz center Rudy Gobert tested positive for coronavirus. Gobert's test results arrived shortly before tipoff of the Jazz's game against the Oklahoma City Thunder.  Thousands of fans had already filed into the Thunder's Chesapeake Energy Arena when the game was postponed. The NBA also canceled the New Orleans Pelicans-Sacramento Kings game that night, and the season was suspended shortly thereafter.  \"The NBA will use this hiatus to determine next steps for moving forward in regard to the coronavirus pandemic,\" the league said in a statement.  The day after the NBA's announcement, dominoes fell with Major League Soccer, Major League Baseball and the National Hockey League making similar moves. The Champions League soccer tournament in Europe, Summer Olympics and several pro golf and tennis events were postponed, as well.  The NCAA women's and men's March Madness basketball tournaments were canceled outright, as were Wimbledon and golf's British Open.  The NFL, which is scheduled to begin August 6 with the preseason Hall of Fame Game in Canton, Ohio, has announced no plans to suspend or truncate its season.  The NFL Draft, which was conducted virtually with team executives selecting the nation's top college players from their homes, moved forward last week, making it one of the first sports-related events staged in the country since the pandemic hit. The WNBA also conducted its draft earlier this month. "], "Language": false}