{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/cnn-underscored/google-pixel-buds-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-27T16:00:24Z"], "LastModifiedDate": ["2020-04-27T16:11:09Z"], "Headline": ["Google's Pixel Buds pack a punch with strong sound and Google Assistant integration"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Google is back in the wireless earbud game. The Pixel Buds, which launch today for $179, are a pair of true wireless earbuds that carry all the tropes of today's top buds: They come with a carrying case that doubles as a charger. Multiple tips in the box. And a promise of strong sound, long battery life and unique features.  The price of the Google Pixel Buds, firmly places them between Galaxy Buds+ ($149.99), AirPods 2nd Generation (starting at $159.99) and AirPods Pro ($249.99).  From first impressions, these are easily the smallest and least obtrusive earbuds, but how do the Pixel Buds square up against some of the top wireless earbuds out there? We spent five days testing them out to see.  The buds are super small and quite comfortable The Pixel Buds are miraculously tiny (weighing just 5.3 grams) and have come a long way from the original Pixel Buds, which featured a similar round bud design and an attached cord when they launched in 2017. To insert these in your ear, start by sliding the end with the ear tip into your ear canal. You'll then slide the circle piece into the ear and adjust until it feels comfortable. The silicone and soft gel-like tips on the front and rear help it form a tight seal.  They are quite cozy, and with such a small size, you can easily forget about them. If you find that the pre-installed medium ear tips aren't the best for your ears, small and large tips are also included, but you're stuck with the stabilizer arc that comes preinstalled.  Notably, these are flush with the ear. These almost resemble an in-ear monitor, something that on-air journalists, secret agents and musicians wear. Typically, these require a custom mold, but we think Pixel Buds will fit most ears just fine.  We put these through a number of tests to try and knock them out — running outdoors in sunny and rainy conditions, taking a hat on and off, putting a sweatshirt on and off, and shaking our head — but we didn't succeed. It doesn't fall off with clothing or hats, since there isn't anything sticking out, which is a common complaint by some with AirPods and other true wireless earbuds.  Touch and tap controls For on-device, or rather on-earbuds, controls, Google has opted for touch. Both the left and right earbuds support touch and voice control that are pretty fluid. Google also isn't reinventing the wheel here ---- at least with basic controls. The single, double and trip taps have been standards for most wired earbuds controls for quite some time.  The circular outer-facing portions of the earbuds have built-in touch sensors, so one tap can be used to play or pause whatever you're listening to. If a phone call comes in, you can tap it once to pick up. A double tap will let you send the call to voicemail or ignore it. When listening to music or other media, that double tap will skip to the next song or chapter. A triple tap will let you go back a track. A long press will engage the Google Assistant.  Volume control is fun, as you can just swipe forward to raise or swipe backward to lower it. You'll soon get the hang of these. And all of these work with non-Android devices minus the Google Assistant specific controls. On iOS for instance, a tap will still play or pause, and even works to answer phone calls.  And when paired with an Android device, like the Pixel 4, you can also use the Google Assistant for controls. Simply say \"OK Google\" and state your command. For instance you can ask the volume to be raised to 65%, go back a track, skip a track forward and even ask for specific songs. Since it's the Google Assistant, you can ask anything. And with Voice Match (Google's technology to have the assistant know your voice for personal requests), it will know who is talking and can give personal results. We had the Assistant give us a look at our week ahead while jamming out to some tunes. It's quite handy.  The Google Assistant is heavily integrated The heavy Google Assistant integration is what sets these earbuds apart. The important note? These smart features are only here when paired with a Google Pixel or a device running Android 6 or later.  You can just naturally converse with the Assistant. It's an experience akin to using a smart speaker, AirPods with \"Hey Siri\" and even the Echo Buds. You can ask the Google Assistant for almost anything with the right catchphrase: \"OK Google\" or \"Hey Google.\" It's great that Voice Match is supported, as it makes it a personal experience.  If you're wearing the Pixel Buds while commuting, you can ask the Assistant for information about your commute ---- is the subway running on time or how long the drive will be to the office. This extends into your calendar and even responds to messages. When asked for the latest news, it will give you stories and headlines geared to your interests.  The Assistant can also provide personal information by reading notifications like messages, emails and updates about your plans. At first the Google Assistant will let you know that you've received a message. When you can tap and hold, you'll hear a chime and the Assistant will know to read the message. If you miss the chance, you can ask the Google Assistant to read the message. And if you want to stop the speech, just tap the bud.  As we said with the Echo Buds, it's like having the Google Assistant in your ear, which is handy. We think Android users are going to dig this since the integrations run deep. We also didn't experience any notable issues with the Google Assistant hearing our requests. The four beamforming microphones across both buds perform quite well ---- even in windy conditions.  Another cool feature is Google Translate. This was also the main feature of the original Pixel Buds, but as expected, it's much stronger here. Not to mention, the Google Assistant is much smarter. You can ask the Google Assistant to help you in more than 40 languages. We mainly tested Spanish and Hebrew. Asking the Assistant for help will let you talk after a chime. You can say a phrase like \"How are you\" and it will repeat the translated phrase, in this case, \"como estas.\" It also works for full sentences.  You can also use Google Translate on Pixel Buds in conversation mode. Essentially, if you wear the Pixel Buds while having a conversation, it can translate the person speaking to you in a different language in real time. Our results were mixed since we tested this over a video chat.  You still engage it with the \"Help me speak — insert language —\" here. When it hears a phrase, it will instantly translate it to your main language. You can then say your desired response, hear the translation in your ear and get the result. It worked well enough and we only had to ask twice for longer sentences. It's much better than what we experienced in 2017 and we look forward to more testing.  The microphones perform well with the Google Assistant and on calls. The user on the other end heard us quite clearly when we tested Pixel Buds on phone and VoIP calls. Wind obscured our voice at times.  Well balanced audio that can get loud Pixel Buds can handle a wide range of genres. Each bud is powered by a 12mm speaker that handles low, mid and high tones like a true champ. You can hear the full array of instruments on any given track. Snares, drums and most bass sounds come through in a crisp manner.  With the track \"Love You For A Long Time\" by Maggie Rogers, the metronome-like drum beat that starts the song (and runs throughout) is dominant and comes through clearly. Vocals, piano and guitar are heard on top in a soothing fashion. It's a vibrant and joyous folky rock track that comes through quite nicely, and even at higher volumes, you won't lose details or experience compression.  \"Bad Guy\" by Billie Eilish can sometimes prove troubling on some earbuds, since there's a heavy pulsing beat that runs throughout, but it's crisp and strong on Pixel Buds. The 1975 album cut of \"Thunder Road\" by Bruce Springsteen is a prime example of the soundstage possibilities on Pixel Buds. It opens with a crisp and roaring harmonic solo on top of a piano riff, that comes through crisp and clean. The range of tones from the harmonica comes through clearly, and then vocals are laid on top. By the middle, you have vocals, drums, piano, a saxophone and multiple guitars asking for your ears' attention. You're not stuck with a muddied and messy experience. The Pixel Buds let each sound have it's moment. As a whole, the audio experience on the Pixel Buds is surprisingly great for earbuds of this size. It's on par with our favorite, the AirPods Pro. You'll get a rich audio experience that doesn't mess around with bass. We also like how removing the buds from your ear will automatically pause the music, even if just one bud is removed. When both are back in, playback will be resumed.  Adaptive Audio is also here. You can toggle it on or off by asking the Assistant or via settings on your Android device. On Pixel, this lives under the Bluetooth section while other Android devices will need the Pixel Buds app. Adaptive Sound will have the earbuds intelligently adjusting the volume based on the environment around you. It works well enough and clearly uses a mixture of processing and on-board microphones. Luckily, it doesn't sacrifice the audio quality. Battery life and connectivity While these don't come close to beating the 11 hours we got on Galaxy Buds+, the Pixel Buds deliver a standard true wireless earbuds battery experience. You can expect five hours of listening from each bud and 24 hours of total listening when using the charging case. In short, it should receive four full charges from the case, which is on-par with AirPods Pro. We received a full five hours of battery life with listening volumes ranging from 60 to 100%, so it can handle a range. We also did get four recharges from the case for a total of 24 hours of listening time. It meets what Google promises, and if you're in the need for a quick charge, you can pop the buds in the case for 10 minutes to receive 90 minutes to two hours of listening. We found this depends on the volume level.  The carrying case charges with a USB Type-C cord and supports Qi-enabled wireless charging. You'll need to supply your own wireless charger, but a USB Type-C cord is included. In terms of connectivity, the Pixel Buds feature Bluetooth 5.0. Both Pixel and Android devices get a fast pairing experience. Simply, just flip open the lid on the PixelBuds case and you'll see them appear in the Notification Tray (this is found by pulling down at the top of the display). If you're on a Pixel, the companion app will be installed, and if you're not, it will prompt you to install.  If you want to pair these with a different device, you'll hold down the button on the backside of the case to put them in pairing mode. Then just hop over to Bluetooth settings and connect to the Pixel Buds.  In our testing,"], "Language": false}