{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/cnn-underscored/best-natural-deodorant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Tanya Edwards"], "Writers": [["Tanya Edwards "]], "FirstPublishDate": ["2020-04-27T13:59:51Z"], "LastModifiedDate": ["2020-04-27T13:59:51Z"], "Headline": ["Now is the perfect time to try natural deodorant"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Most of us don't spend a ton of time thinking about what's going on in our armpits, aside from occasionally wondering if they might be a little ripe. However, you've probably heard a lot about natural deodorant, and you may have tried it yourself — possibly with mixed results. If you're thinking about making the switch, you're in the right place. Dr. Hadley King, New York City-based dermatologist, shared pretty much everything a newbie needs to know about the benefits of natural deodorant, what the deal is with \"detox time,\" and how to find the best natural deodorant for you.  Natural deodorant benefits  You may have heard about some of the supposed health benefits of natural deodorants, like how they usually don't include aluminum — although, according to King, there's little scientific support for the claim that aluminum in deodorants is a health risk.  \"Aluminum has been linked to Alzheimer's disease and to breast cancer, but whether or not the aluminum in antiperspirants contributes to these conditions is not yet definitively known and there is no research data showing this,\" says King. \"The American Cancer Society states: 'There are no strong epidemiologic studies in the medical literature that link breast cancer risk and antiperspirant use, and very little scientific evidence to support this claim.'\" Natural deodorants also tend to avoid ingredients like parabens, which some suspect may be carcinogenic, and triclosan, which King says has been involved in studies that link it to disrupting the endocrine system and increased risk of cancer.  But regardless of any scientifically proven health benefits (or lack thereof), if you're looking to try a natural deodorant for the first time, you'll want something that works, for which King has some advice. \"You want products containing ingredients that absorb moisture and/or slow down bacterial growth,\" she says. \"Moisture-absorbing properties are helpful for absorbing underarm wetness. And antimicrobial properties slow down bacterial growth, which is responsible for odor.\" The three ingredients she suggests looking for are charcoal, arrowroot powder and zeolite mineral salts. \"Charcoal won't block sweat the way that aluminum-based antiperspirants can by blocking eccrine ducts, but it can absorb moisture, so it can be helpful to absorb underarm wetness,\" King says. \"And it also has antibacterial properties, which means it can also help prevent odor. Arrowroot powder is another moisture-absorbing ingredient found in some natural deodorants.\"  Meanwhile, so-called \"crystal deodorants\" use zeolite mineral salts such as potassium alum or ammonium alum, which may have natural antimicrobial properties, according to King. \"They slow down bacterial growth,\" she says. \"They are not going to keep your armpits dry, they only help prevent odor.\" To detox or not to detox  Now, you may have heard that the switch from a conventional antiperspirant to a natural deodorant will produce a \"detox\" period, during which you may be smellier than usual, while your armpit bacteria adjust to the change. In fact, your old antiperspirant may have been encouraging smelly bacteria, even though it was keeping them under control. \"One small study showed that antiperspirants can increase the amount of Actinobacteria, a particularly bad-smelling bacteria, that happens naturally,\" King says. It takes time for a new bunch of bacteria — your armpit microbiome — to replace the old one. One popular option to reduce this detox time is creating your own armpit mask, King says, which can involve a homemade mixture of bentonite clay and apple cider vinegar. Though she's not sold on whether a mask can really shorten this detox time, if you want to try it, she does recommend using water to dilute the vinegar since it can irritate your skin.  Whether you try a detox mask, or just wait out the bacteria change, natural deodorants may be worth a try if you're looking to move to a cleaner beauty and self-care routine, or have just been increasingly curious about whether or not they could work for you. After all, if there was ever a time to be a little smellier, wouldn't it be now? With King's advice in mind, we rounded up natural deodorants we've tried and loved, as well as picks beloved by customers.  Ursa Major Hoppin' Fresh Deodorant ($18; dermstore.com, amazon.com) \"Ursa Major's Hoppin' Fresh Deodorant is an aluminum-free option with a smooth texture,\" says King. \"It contains kaolin clay and baking soda to absorb moisture and inhibit odor, as well as eucalyptus, which has antibacterial properties, and saccharomyces ferment, a probiotic enzyme to help inhibit odor. Plus, aloe to soothe the skin.\" _______________________________________________________________________________ Dove 0% Aluminum Lavender & Vanilla Deodorant Stick ($5.99; target.com) \"Dove's 0% Aluminum Deodorant is aluminum- and alcohol-free and is a nice option for sensitive skin,\" says King. \"It contains moisturizing, hydrating and soothing ingredients including shea butter, glycerin and aloe.\" _______________________________________________________________________________ Native Deodorant ($11.99; target.com or $11.97, originally $15; amazon.com) This aluminum- and paraben-free deodorant has a 5-star rating and a massive following at Target. It comes in scents like coconut and vanilla, lavender and rose, and more, and you'd be hard-pressed to find a negative review.  _______________________________________________________________________________ Megababe Rosy Pits Daily Deodorant ($13.99; target.com) The fresh scent of this natural deodorant from the makers of Megababe Thigh Rescue Anti-Chafe Stick made it a hit with fans. At one point, the product had a waitlist of over 10,000 people. _______________________________________________________________________________ Dr. Hauschka Rose Deodorant ($24; dermstore.com) You may have used or coveted products from this pioneering all-natural line, launched in 1967. The deodorant is formulated to absorb odor without irritating skin or clogging pores. Jojoba oil nourishes and hydrates, while pure essential oils of rose and jasmine provide a soft, floral scent. _______________________________________________________________________________ Cleo+Coco Charcoal Deodorant ($18; amazon.com) This deodorant, made with coconut oil, is naturally scented with grapefruit and bergamot. It's rated over 4 stars by Amazon reviewers and gets raves from the Underscored team as well.  _______________________________________________________________________________ PiperWai Natural Deodorant Stick ($16.99; amazon.com, target.com) This cult-favorite jar of deodorant is available in stick form too and has a light, citrus and mint scent. Fans say the charcoal covers almost all bad odors. _______________________________________________________________________________ Kopari Coconut Deodorant ($14; sephora.com, amazon.com) The coconut oil in this deodorant can soothe your skin, but also contributes to the stick's very strong scent. If you like coconut, this is the product for you, and the 4-star reviews on Sephora agree that this activated charcoal product will keep you smelling fresh. _______________________________________________________________________________ Each & Every All Natural Deodorant ($15; amazon.com) Scented with citrus and vetiver (there are other scents, too, like cedar and vanilla), this deodorant is among one of Underscored's favorites too, and is also vegan and cruelty-free.  _______________________________________________________________________________ Drunk Elephant Sweet Pitti Deodorant Cream ($16; sephora.com) A brand beloved by beauty insiders, Drunk Elephant recently jumped into the natural deodorant game, and it's already racking up all the likes on Sephora. Fans say this cream, packed with shea butter and arrowroot powder, lasts for days. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}