{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/cnn-underscored/gears-tactics-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brittany Vincent"], "Writers": [["Brittany Vincent"]], "FirstPublishDate": ["2020-04-27T13:00:06Z"], "LastModifiedDate": ["2020-04-27T13:00:06Z"], "Headline": ["Gears Tactics: Tactical, but hardly taciturn"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Gears of War is one of the most visceral, violent shooters available for Xbox players. It lends itself well to in-your-face, explosive action. So how could it ever translate to a turn-based tactical game?  Gears Tactics is proof that perhaps the Gears series has missed its calling since debuting 14 years ago on the Xbox 360. Of course, first and foremost, it's a third-person shooter that truly shines when enjoyed with friends in co-op and multiplayer. But, as it turns out, it's every bit as fun when it asks players to slow  down and strategize.  Developer Splash Damage's unique take on the classic Gears formula is an excellent top-down, tactical version of a cover shooter that's been in dire need of a fun twist for years. If you've been waiting for your favorite Coalition of Ordered Governments (COG) soldiers to tackle a drastically different assignment, this is the game you've desired. Gears Tactics ($59.99; Xbox and Windows 10 PCs) lands April 28. A prequel with potential Gears Tactics is set 12 years before Marcus Fenix's introduction in the original Gears of War, but instead of featuring easily discernible connections to our first brush with Delta Squad, it follows three different characters more tied to Gears 5 than anything else. Gabriel \"Gabe\" Diaz is front and center, and his last name certainly evokes connections to the latest game, Gears 5 protagonist Kait Diaz. Without spoiling anything major, yes, there's absolutely a connection.  Gabe is less of a go-getter than many of the other series leads we've seen, as he heads a special division for the COG rather than rushing off to the front lines of the war between the citizens of Sera and the Locust threat. When he's pulled back into the fray by fellow soldier Sid Redburn, the pair go on a mission to cobble together a team to take down Ukkon, a particularly dangerous member of the Locust. Ukkon is a scientist who creates genetically engineered the monsters wreaking havoc on the planet.  Along with former civilian engineer and Gear Mikayla Dorn and a few other good soldiers (with surprise cameos from familiar faces), Gabe and Sid work to topple Ukkon's plans before he can cause any additional trouble than what the Locust is doing with Emergence Holes dotting the planet.  You'll come across additional soldiers and personalities you can recruit over the course of the story, and just like XCOM, you might find that you've become attached to them before you know it. That makes it easy to take up arms against the Locust and keep pushing to learn more about the folks you've recruited.  Tenacious tactics Gears Tactics may have the same amount of characterization and intriguing story as the rest of the games in the Gears mythos, but it diverges in terms of gameplay. This is not a third-person shooter, but a tactical, turn-based affair, so it takes place on a series of open maps without the constraints of grids. You can move your units wherever you wish, which makes for intriguing strategic decisions. You are certainly encouraged not to say hidden from the Locusts' reach, but to take the fight to them at every opportunity.  You get three actions per turn per unit. You can use them however you wish, whether that means moving, attacking a unit or holding your position — whatever you choose. You have the freedom to enact the plan you have in your head.  Perhaps one of the most interesting actions you could potentially take, however, is going into Overwatch. You could move near an enemy unit, attack and then go into Overwatch, which positions your unit as something of a humanoid turret. It'll develop a cone-shaped field of vision to automatically attack any enemies that enter it, equal to the amount of AP they have for each turn, to deal serious damage.  On the flip side, you could use Overwatch and end your turn, and then watch your unit mow down any enemy that crosses its path to use the rest of your AP for your three-action turn. It's an invaluable part of battle and one that you'll learn to rely on often. Enemies can use Overwatch as well, so the volleys can go both ways. However, you can use a unit's secondary weapon to interrupt an enemy actually using the ability (just as they can to you as well). This makes for an interesting show between units if both you and the AI think the same thing, but it can often be a useful tool to turn the tide of battle.  To that end, you'll want to be as aggressive as possible. Your enemies definitely will. Most importantly, that means you need to ensure you come at them full force with the same gory moves you'd see in a typical Gears game.  Gears' satisfying executions return in Tactics, with Gabe and company chainsawing through Locusts with ease. In fact, you're encouraged to use these moves when you can. Doing so nets additional actions across your team, so you could effectively add three more actions each time you pull off an execution. This helps you to burn through battles much quicker than you'd be able to in typical tactical games, which is extremely satisfying.  When it's time for the Locust to return the favor by coming your way, you can always slide into cover (just like you can in the other games). But you're encouraged to step out of cover and get right back into it, which helps keep the game from turning into a slog like other tactical titles.  You always want to keep pushing and taking the fight to the Locust. Super slick carnage If there's any concern that Gears Tactics cuts corners in this format, perish the thought. Not only is it excellent in terms of content, but it also looks and sounds gorgeous. When you finish the single-player game (there's no multiplayer), you'll unlock more difficult modes, including one that offers permadeath. Additional content will come from Microsoft in the near future, though there are a couple dozen hours of content as you make your way through five character classes with about 30 different skills and various weapons. You have a wide variety of cosmetic options to unlock, if you prefer, and there aren't any microtransactions. That's something to cheer.  Plus, the game looks fantastic, especially when it comes to cut scenes and all the ways you can abuse the Locust. It's positively filled with moments that longtime fans will want to lap up, and much of it plays out by way of scenes that unfold before, after and even during missions. It all looks like a triple-A Gears entry, which is definitely satisfying. Additionally, the voice acting and music are top notch, just like you've come to expect from the Gears series.  Bottom line It may come as a surprise for some, but Gears of War works exceedingly well as a turn-based tactical game. Gears Tactics is an excellent entry in the series that satisfies, whether you're looking for the franchise's signature carnage or seeking a twist on its familiar action. Though the next entry in the Gears saga is undoubtedly a return to form, it would certainly be nice to see another tactical installment at some point as well.  Gears Tactics ($59.99; Xbox and Windows 10 PCs) lands April 28. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}