{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/26/business/hasbro-face-shields-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jazmin Goodwin, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-04-26T19:47:35Z"], "LastModifiedDate": ["2020-04-26T19:47:35Z"], "Headline": ["Toymaker Hasbro is making thousands of face shields for health care workers"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Hasbro, known for its popular boards games such as Monopoly and Scrabble, is shifting its efforts from creating games and toys for kids to making plastic face shields for health care workers. On Saturday, the company announced its plan to partner with Cartamundi, a card and board game manufacturer, to produce 50,000 face shields per week for front line health care workers.  \"We are grateful for the opportunity to work together with our partners at Cartamundi to produce much-needed personal protective equipment (PPE), to directly assist the critical needs of front-line medical workers in our community,\" John Frascotti, president and COO of Hasbro, wrote in a statement.  The news comes as nurses, doctors and other health care workers across the US face a shortage of personal protective equipment.  Hasbro said it plans to make 250,000 face shields, but will continue to evaluate the need. The personal protective equipment will be donated to local hospitals in Massachusetts and Rhode Island. \"We are very proud that we've been able to shift our focus to design, engineer and manufacture essential face shields to donate to local health care workers as they fight COVID-19,\" said Phillip Wauters, executive vice president of Cartamundi in a statement. \"We plan to continue to produce this essential personal protective equipment (PPE) for the next several weeks as our communities continue to come together to bravely work through this crisis.\" Masks will be assembled at the Cartamundi facility, located in East Longmeadow, Massachusetts. The facility has implemented specific protection measures for workers on its production lines, including: providing personal protective equipment, temperature checks, medical screenings, regular sanitization between shifts, plexiglass screens and social distancing measures.  Cartamundi said it will continue to follow guidelines in accordance with the World Health Organization and local and federal government.  So far, there have been more than 2.9 million confirmed cases of the novel coronavirus and at least 203,000 deaths worldwide, according to data from Johns Hopkins University. "], "Language": false}