{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/26/politics/mcconnell-trump-states-cities-budgets/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by John Harwood, CNN"], "Writers": [["John Harwood"]], "FirstPublishDate": ["2020-04-26T11:30:28Z"], "LastModifiedDate": ["2020-04-26T11:30:28Z"], "Headline": ["Will Trump fight McConnell to get help for states?"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Right after he agreed with Congress on the coronavirus relief package signed Friday, President Donald Trump was looking toward the next one: sending money to cash-strapped state and local governments. Every news report about jam-packed hospitals, first responder casualties, and the scramble for test kits -- let alone the images of quickly-emptying food banks and school meal sites, as the economic crisis deepens -- makes the case. While state and local governments spend heavily to battle the virus, economic contraction strangles their revenues.  But there's no easy path to help from Republicans in Congress, which has already allocated hundreds of billions for small businesses, hospitals and individual Americans thrown out of work by the coronavirus. Even in a catastrophic pandemic, helping states and cities conflicts with the deepest instincts of the modern Republican Party. Never mind that 26 of 50 state governors are themselves Republicans. Or that Larry Hogan, the Maryland Republican who chairs the National Governors Association, warns that states face \"drastic cuts to the programs we depend on to provide economic security, educational opportunities and public safety\" without $500 billion in aid from Washington. Senate Majority Leader Mitch McConnell rips the specter of \"blue state bailouts,\" a reference to the fact that hard-hit states such as New York, California and Illinois have Democratic governors. He warns against increasing the national debt by sending money to state governments because it might be used to replenish underfunded pension programs.  Instead, McConnell suggests, states in need could declare bankruptcy -- though that's not in fact the case. Even if that merely represents an initial bargaining position, his comments channel the interwoven objections of influential Republican constituencies. Cut, cut, cut Free-market ideologues see shrinking government as a central priority. Anti-tax crusader Grover Norquist famously framed that philosophy this way: \"I simply want to reduce (government) to the size where I can drag it into the bathroom and drown it in the bathtub.\" Wealthy Republican donors disdain government as an unwelcome source of taxes and business regulations. They can purchase private alternatives to broad-based public services in realms such as education, health care and transportation. Republicans in Congress see unionized government workers as hostile soldiers fighting against their reelection. Responsibility for financing the services those workers provide falls to governors and state legislators, not them.  The GOP infused those sentiments into the 2017 tax law that remains Trump's principal legislative achievement. It limited deductions for state and local levies from federal tax bills -- which both punished taxpayers in blue states that provide more services and made it harder for those states to finance those services.  The wild card in this constellation of forces is the party's increasing dependence on working-class white voters. Republicans have long capitalized on their suspicion that many government programs benefit others, not them. Trump placed appeals to their racial resentments at the center of his 2016 campaign. Republican voters like entitlement spending even if the party doesn't Yet those voters support, and depend upon, the biggest government programs of all: Social Security, Medicare and Medicaid. GOP donors and ideologues, who opposed the creation of those benefit programs in the 20th century, have not fully embraced them even in the 21st. Candidate Donald Trump seized on the contradiction by promising voters he wouldn't cut benefits, though Republican leaders keep trying to persuade him to. Now Republican resistance to aiding states risks elevating a similar contradiction. Many first responders on the front lines of the coronavirus fight are Republicans. So are many of the elderly and middle-aged Americans with health challenges most at risk from the virus.  \"Every con game has an expiration date,\" said Jack Pitney, a political scientist specializing in the GOP at Claremont McKenna College. He said the everyman persona of former Vice President Joe Biden, Trump's presumptive Democratic opponent in November, offers a chance to cast partisan Republican priorities as hostile to the interests of ordinary Americans. Democratic New York Gov. Andrew Cuomo, in biting terms, casts McConnell's resistance as ugly and un-American. On the basis of need, he noted, New York routinely contributes more than it takes from federal revenues while McConnell's Kentucky does the opposite.  Another congressional fight looms House Speaker Nancy Pelosi pushed for state and local aid to join small business relief as a fast-track priority in last week's $484 billion bill, but McConnell refused. Now she vows to pass it separately and dares the Senate to say no.  The national death toll from coronavirus dwarfs the number of lives lost in the September 11, 2001, terror attacks nearly two decades ago. As then-Sen. Hillary Clinton of New York recalled in a recent documentary, Republican President George W. Bush instantly agreed to her request for $20 billion in financial assistance for New York City.  In this \"historic tragedy,\" said Susan Molinari, a former Republican congresswoman from New York, governors generally have been \"very smart\" in fighting the virus.  \"I don't understand\" how Washington can ultimately turn them down, she added. His poll ratings sagging in key battlegrounds, Trump has a reelection incentive to protect states from near-term financial disaster. But for most of his term, the President has shown little willingness or ability to push Republican lawmakers where they don't want to go. \"It depends on how hard Trump wants to push for this,\" Molinari said. \"I don't know.\""], "Language": false}