{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/us/zoom-panel-kidscovid19-maryland/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Suzanne Malveaux, CNN"], "Writers": [["Suzanne Malveaux"]], "FirstPublishDate": ["2020-04-26T00:10:19Z"], "LastModifiedDate": ["2020-04-26T00:54:14Z"], "Headline": ["Girl with rare blood disease inspires her peers to meet Covid-19 pandemic with hope, not fear"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Alyssa Jennings knows what it's like to be isolated, sick and self-quarantined. The 11-year-old has a rare blood disease called chronic cyclic neutropenia, which causes her white cell count to drop dramatically low every three months. This makes her very susceptible to getting severely sick. She is a regular at Inova Fairfax Children's Hospital, where she has an excellent medical team. In December, Alyssa spent her Christmas holiday in isolation with Influenza A and B as well as pneumonia. Her mom and grandfather set up a small Christmas tree in her room. \"The first time I got my blood drawn, I cried. I try to think about my dog Hope because she makes me happy,\" Alyssa says. \"Usually when I'm scared, I tell myself it will be all right. I color or paint and do puzzles to get my mind off being in the hospital.\"   Alyssa jokes she almost finished a 200-piece \"Frozen\" puzzle but is still looking for the one missing piece in her room.  One hospital visit was particularly rough on her mom, Danielle Jennings. \"Once her [Aly's] heart stopped briefly. And it terrified me. We had to check for impacts of oxygen because of it. Those nights I am usually crying and frustrated and have to take a walk and chat with another parent. But Aly took it all in stride.\" Alyssa is in the highest risk group for the coronavirus because of her extremely compromised immune system. Her temperature is checked three times a day, and her doctors call in at least a couple of times a week. But during the coronavirus pandemic, Alyssa's mind isn't just on herself. She's come up with a novel way using the internet to help her peers cope with their own experiences. A constant battle against germs Alyssa lives with Jennings, a government military analyst who is now working from home. She is a sixth-grade honor student in Prince George's County, Maryland.  Before the arrival of the coronavirus, Alyssa's life looked a lot like everyone else's today. When she arrived home from school, she dropped her backpack, clothes, shoes, keys and all belongings at the front door to be disinfected each night. Phones, remote controls and door handles were wiped down constantly.  Alyssa always carries a mask, gloves, hand sanitizer and antibacterial wipes in a little purse just in case she's confronted with a cough, sneeze or dirty area. Alyssa often tried to explain to her classmates why she had to take so many precautions, but they often didn't understand. 'They think I'm joking about it' \"They don't really care. They think I'm joking about it,\" says Alyssa. \"Sometimes they cough on me on purpose. The last time that happened, I had to move to the back of the line. I got in trouble with the teacher because I moved out of the line and had to do lunch detention.\" As much as Alyssa's mother tries to arm her daughter with encouragement, Jennings says \"most kids think she's making it up or being 'a little extra,' as they say.\" Now Alyssa's classmates are for the first time experiencing what she has lived with since she can remember — the fears around getting sick, confronting the unknown and all the necessary life restrictions to stay healthy. \"I'm beginning to feel they know it's not a game. It's a big deal,\" says Alyssa. Alyssa wants to talk to other kids about the coronavirus to let them know that many of the things they are unfamiliar with are not cause to panic. \"I feel like some kids are scared. The news scares them, and they become terrified.\" Alyssa worries. KidsCovid19 So with the help of her mother and adult mentor Maya Rockeymoore Cummings, Alyssa's vision was launched Friday through a Zoom panel called \"KidsCovid19.\" Five kids, ranging from 10 to 16, registered with their parents' permission for the Zoom discussion that was broadcast live on Facebook. \"It's important for kids to 'walk it out' as I say, for them to feel they have a voice. Sometimes we are so busy adulting we don't have time to hear what they're saying. And the news is constantly talking about the struggles of adults, the frustration around homeschooling, not what the kids are going through,\" Jennings says. The children's stories run the gamut.  A young girl lights up when she describes the fun she's having with her dad doing something completely new -- putting together 400-piece puzzles. Her brothers' wrestling doesn't really bother her the way it used to. A boy laments \"it's a big bummer\" after waiting eight months to play on the school's soccer team but concedes he likes to kick the ball around with his father after he completes his schoolwork. Another boy says \"I'm kind-of sad because Covid is stopping everything,\" especially the letters he's sending to his pen pals that are now getting delayed in transit. An older boy tells the story about how his dad no longer works at a barbershop but at Amazon instead, and how he's fighting boredom in his house from \"seeing the same people all the time.\" Another girl has become fascinated with her parents' record player and album set she recently discovered. Several children volunteer that they feel \"really nervous\" and \"scared\" from watching news about the coronavirus on TV. The discussion also addresses fears around losing those closest to them, including their parents and grandparents. 'She wants to inspire hope' Alyssa and her mother, who are African-American, are aware of the disproportionately high mortality rate of those in the black community who are infected with the coronavirus.  Jennings says this fact makes it even more important for Alyssa and her friends, particularly those of color, to have an outlet to talk about their lives and fears around the pandemic. \"The fact that this is virtual has given Alyssa more courage to speak up about her own experience,\" Jennings says. \"She wants to inspire hope.\" \"If I know I can get better each time and I can come out of the hospital, they can think that, too. They can come out and spend time with their family again,\" Alyssa says. Alyssa was encouraged to hear several children on the KidsCovid19 chat bring up the fact that some kids have weakened immune systems so everyone should be more careful. \"I felt a bit proud,\" Alyssa says, \"because it made me feel like I wasn't alone. I wasn't the only kid chosen for this ... they know it's a real thing. It's a big deal.\" Expanding the conversation In the weeks ahead, with adult supervision, Alyssa is hoping to expand her KidsCovid19 chat group to keep the conversations going. In the meantime, she is super busy doing schoolwork and managing a coronavirus supply group on Facebook, which started as a social studies project and has since morphed into a volunteer organization. In the days ahead, Alyssa has two big events unfolding: her next blood test at Inova Fairfax Children's Hospital and her birthday on May 23. Depending on her white blood cell count, Alyssa will either be escorted directly to the hospital's isolation unit where she will face another quarantine until her immune system strengthens or be allowed to return home to celebrate her birthday."], "Language": false}