{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/politics/biden-cabinet/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dan Merica, CNN"], "Writers": [["Dan Merica"]], "FirstPublishDate": ["2020-04-25T12:30:19Z"], "LastModifiedDate": ["2020-04-25T14:45:17Z"], "Headline": ["Biden's former Democratic rivals form a deep bench of potential Cabinet picks"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["For months, Democratic Party operatives openly agonized about how the large primary field could hurt the eventual nominee's ability to defeat President Donald Trump in November. Two weeks removed from former Vice President Joe Biden's final challenger, Vermont Sen. Bernie Sanders, ending his campaign, the landscape inside the party looks markedly different as the presumptive Democratic presidential nominee steps into the general election with a mostly unified party behind him. And now, because more than two dozen Democrats ran for president in 2020, the former vice president has a notably deep well of talent to pull from if he does win in November and gets to build out a Cabinet. Many of the Democrats who ran for president in 2020 announced their bids as relative unknowns. And even as their campaigns fizzled, many of their profiles grew significantly during their time vying for the presidency. Visit CNN's Election Center for full coverage of the 2020 race \"There's an enormous number of really qualified people, and one of the ways to deal with age is to build a bench,\" Biden said during a virtual fundraiser earlier this month, \"to build a bench of younger, really qualified people.\" The prospect of Biden building a Cabinet is a long way off and he must defeat Trump before being able to actually tap that deeper bench. But the former vice president has made clear over the last month that he is already considering the kind of Cabinet he would build, using the prospect of adding well-known names from the 2020 race to his prospective administration as a way to engage former supporters of the one-time candidates. \"I promise you that has already begun,\" Biden said of building out a transition team and cabinet agencies at a virtual fundraiser earlier this month. \"It has to happen and that's why the transition team is already being put together.\" Former Virginia Gov. Terry McAuliffe, a close Biden adviser, said it would make sense for Biden to lean on people he ran against in the primary. \"Joe has seen them under the intense glare of what you go through running for president and how they handled that pressure is an asset to them,\" said McAuliffe, a CNN contributor. \"And you get to hear their good ideas.\" McAuliffe said these former candidates now have \"six or seven months traveling the country on behalf of Biden as surrogates.\" The Party had \"a lot of worriers and lemon suckers,\" McAuliffe said, \"but it always works out.\" Top Democrats, many of whom have Biden's ear, have also begun the parlor game of assigning Cabinet posts to one-time rivals. Nearly all mention Washington Gov. Jay Inslee, who ran his 2020 campaign centered on combating the climate crisis, as a shoo-in for leading the Environmental Protection Agency, and Montana Gov. Steve Bullock, should he lose his 2020 Senate bid, as a likely pick for Interior Secretary. Others mention former South Bend, Indiana, Mayor Pete Buttigieg, a young Democrat who party officials want to develop, as a possible Secretary of Defense or State, while Sens. Kamala Harris and Amy Klobuchar, two top Democrats with prosecutorial backgrounds, as a possible attorney general, should neither be tapped as a running mate.  Biden, seemingly aware of these suggestions, hasn't ruled out announcing who would be nominated for some Cabinet-level positions before the November general election, a sign that he is not only thinking about the positions right now, but also believes it could be politically expedient to roll them out before Election Day. \"If the Lord Almighty came down and said, \"You are President tomorrow, write down in the next 15 minutes your Cabinet,' I think I can do it,\" Biden said at a virtual fundraiser this month. \"There's a lot of really, really qualified people who I think have the same views that I have. Which is, it's not about going back to 2008 or 2012. It's about moving ahead significantly.\" And Biden has even singled certain candidates out. The former vice president told donors on Thursday night that Buttigieg's future is \"absolutely limitless,\" adding that if he has \"anything to do with it, you're not going to get very far away.\" Biden has heaped similar praise on Harris, telling donors earlier this month that he is \"so lucky\" to have Harris as \"part of this partnership going forward.\" \"Working together, we can make a great deal of progress,\" Biden said to Harris. \"I'm coming for you, kid.\" Political concerns abound in naming Cabinet members, though. Top Democrats expect a host of senators to be considered for top posts, including Delaware Sen. Chris Coons, a loyal Biden adviser who enjoys a leading role on the Senate's Foreign Relations Committee. But being a member of the Senate also comes with negatives, especially for those Democratic lawmakers, like New Hampshire Sens. Jeanne Shaheen and Maggie Hassan, two Democrats Biden has mentioned as possible running mates, who come from a state with Republican governors. Should Biden pick either candidate, Republican Gov. Chris Sununu would be able to fill the vacant Senate seat. Jim Messina, the longtime adviser to former President Barack Obama who went into the White House in 2008 as the deputy chief of staff in charge of personnel, said the reason would-be president's turn to former rivals when it's time to build an administration is simply because they know each other. \"You're watching everything they're doing. You have seen all their speeches because you're running against them,\" Messina said. \"You've (been able to) to figure out whether they can communicate, whether they can run things. ... You get a better sense of them as you run against them.\" Messina said this is exactly what played out with Obama in 2008. He and then-New York Sen. Hillary Clinton ran a fierce race against each other during the primary, leading to significant bad blood between the Obama and Clinton camps. But when it came to naming people to his Cabinet, Messina said Obama could not be moved off picking Clinton for secretary of state. \"We argued with him about Hillary and said, 'You know, are you sure she's going to be loyal,\" Messina said. \"And he's said, 'Look, I've debated her 20 times. She's the smartest one on this stuff.' And brushed aside our concerns in a way he didn't with other people he didn't know as well.\""], "Language": false}