{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/opinions/trump-nonsensical-ideas-rick-bright-covid-ghitis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Frida Ghitis"], "Writers": [["Frida Ghitis"]], "FirstPublishDate": ["2020-04-23T17:08:06Z"], "LastModifiedDate": ["2020-04-24T18:30:12Z"], "Headline": ["Who will be held accountable for Trump's nonsensical ideas?"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Just when we thought President Donald Trump might be inclined to tamp down his impulses to suggest unproven and dangerous cures for Covid-19, Thursday's nightly performance brought an even wilder parade of ideas from the President. Perhaps we should consider injecting disinfectants, Trump posited, prompting the maker of Lysol to issue an urgent warning, \"under no circumstance should our disinfectant products be administered into the human body (through injection, ingestion or any other route).\"  At the same time, the President is perpetuating this dangerous idea, the doctor responsible for helping to find a solution, a vaccine, says he was removed for challenging the nonsensical ideas of President Donald Trump about hydroxychloroquine. Dr. Rick Bright, head of the vaccine program, says he lost his job for demanding Trump's ideas be subjected to rigorous testing. Bright was dismissed as the director of the US Department of Health and Human Services' Biomedical Advanced Research and Development Authority and demoted to a role in the National Institutes of Health.  In response to Bright's claim, Trump said that he \"never heard of him.\" \"The guy says he was pushed out of a job, maybe he was, maybe he wasn't. You'd have to hear the other side.\" Who will be held accountable for this and the mounting number of outrages that have prolonged the crisis and led to more deaths? \"What do you have to lose?\" Trump asked Americans during an April 4 news briefing, as he urged anxious viewers to take the malaria drug hydroxychloroquine -- which we now know could lead to more deaths -- for Covid-19.  The answer, of course, is their lives. What do the people of Georgia have to lose, he may ask again, as he initially cheered on Gov. Brian Kemp, who is disregarding Trump's own guidelines and starting to reopen the state at the height of a pandemic. In the face of alarm at Kemp's plan and at his support, Trump unexpectedly reversed course on Wednesday evening, announcing that he told the governor that he \"strongly\" disagreed with reopening certain facilities like spas, beauty shops and tattoo parlors.  With that, he backtracked on one of his errors, perhaps hoping to avoid blame for yet another surge of Covid-19 patients. Another grievous error would have added to the long series of presidential missteps along this road, mistakes for which neither Trump nor his acolytes and promoters, including Fox News -- which offers a megaphone for every manner of Trump outrage -- never apologize.  Will the Trump administration be called to account for the extraordinarily serious accusations by Dr. Bright, who, in a statement, said he resisted pressure to pursue Trump's drug panacea and objected to \"rushing blindly towards unproven drugs\" which could be \"disastrous and result in countless more deaths.\" For weeks, Trump and Fox News hosts and guests incessantly repeated unproven claims about hydroxychloroquine. The country's top infectious disease specialist, Dr. Anthony Fauci, tried valiantly to lower expectations. But Trump persisted. \"I really think they should take it,\" he advised, blocking Fauci from commenting. We all wished there were a quick, easy cure, but we also wanted a responsible leader. \"It's just a feeling,\" he explained as he promoted the drug from the Centers for Disease Control and Prevention headquarters. I'm a \"smart guy.\"  Trump said he had ordered 28 million doses; he wrongly claimed the US Food and Drug Administration approving hydroxychloroquine for Covid-19 treatment. People rushed to buy it, creating shortages for those who needed it to treat diseases like lupus. Now, a US Veterans Health Administration study found Covid-19 patients who took Trump's \"game changer\" drug were more likely to die than those who didn't. In the study, 27.8% of those who took it died, compared to 11.4% who did not. A study in France was stopped to prevent worse damage. The same happened with a Brazilian study. The President doesn't talk about the drug anymore. Neither do personalities on Fox News, which banged the drum relentlessly, with its quackery-prone doctors promoting it on multiple shows, exciting the Fox-loving Trump, who reportedly met at the White House with Fox's Laura Ingraham and two of her TV show's regular guests to discuss the promise of hydroxychloroquine, according to the Washington Post.  The time he and the network wasted promoting the drug could have been used guiding the public on ways to protect themselves, on ways to protect the community, to protect all of us. Trump and everyone else who magnifies the President's most irresponsible exhortations bears guilt in this disaster. Back when the pandemic was already spreading and Trump kept saying it was all under control, disparaging calls for urgent action as a \"hoax\" against him by Democrats and the media, his favorite propagandists on Fox kept telling the same lies. Notorious among them was Sean Hannity, though he said earlier this month in an interview that he never called it a \"hoax.\"  Hannity, of course, was echoing Trump downplaying of the virus. Survey after survey found that Republicans from the beginning were less concerned about the virus.   One hesitates to blame individuals -- politicians or celebrities -- for the killings executed by a virus. But the inescapable fact is that the message from Trump, Hannity and others in right-wing media made it easier for the virus to carry out its deadly mission. Will anyone be held responsible for the egregious misinformation? One might think this is an ethical question better left for the future, one we should discuss when the carnage has ended. But that would be a mistake because Trump and his helpers are continuing to splash gasoline on the raging fire. Before Gov. Kemp announced that by the end of this week people can start getting their nails done and getting a tattoo, perhaps he should have spent a few hours at Phoebe Putney Memorial Hospital in Albany, Georgia, where, as the Los Angeles Times reported, the staff was \"struggling to treat a community afflicted with one of the most intense coronavirus rates in the nation.\"  Many in Georgia are furious at the governor; mayors are scrambling to figure out how to protect residents from a dangerous order that bars cities from imposing restrictions.  And while the President has backtracked in his support of the governor's move, it's clear that Kemp and other governors are following Trump's lead in accelerating the reopening before scientists think it's safe.  Trump, too, should show us how convinced he is about the need to \"liberate\" states from stay-at-home orders by spending some time in a hospital swamped with Covid-19 patients.  The Georgia order, which would also reopen movie theatres by Monday, comes before the state meets the official White House conditions for beginning to reopen: 14 days of decreasing cases, \"robust\" testing for antibodies and the coronavirus among health care workers. None of that has happened. Now, Trump has reversed his position on Georgia but not before first expressing support for Kemp's decisions and sending a strong message to his supporters that he favors an accelerated reopening of the economy. He's sending mixed messages at a most dangerous time.  Georgia is nowhere near ready to open. The scientific model the White House has been using says stay-at-home orders should remain in place in Georgia until at least June. CDC Director Dr. Robert Redfield is warning that a second wave of the virus could hit even harder next winter, when the seasonal flu is also expected. Trump's actions and words could all but ensure that that's precisely what happens. And his accomplices at Fox News will magnify the harmful impact of wrongheaded decisions. We will all pay the price, and they will never apologize. They will never admit they got any of it wrong. It will be left to the American people to reach a verdict -- and proceed accordingly. This story has been updated with news of Thursday's White House briefing. "], "Language": false}