{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/health/fda-warns-against-chloroquine-to-treat-covid/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Arman Azad"], "Writers": [["Arman Azad"]], "FirstPublishDate": ["2020-04-24T17:18:53Z"], "LastModifiedDate": ["2020-04-24T18:06:11Z"], "Headline": ["FDA warns of serious side effects from drugs touted by Trump to treat coronavirus"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The US Food and Drug Administration warned on Friday against the use of two drugs that have been touted by President Donald Trump as potential treatments for the novel coronavirus. The drugs, hydroxychloroquine and chloroquine, should only be used in hospitals or clinical trials because they can kill or cause serious side effects, the FDA said. These include serious heart rhythm problems in Covid-19 patients treated with the drugs, especially when they are combined with the antibiotic azithromycin or other medications that can affect the heart. \"We are also aware of increased use of these medicines through outpatient prescriptions,\" the FDA said. \"Therefore, we would like to remind health care professionals and patients of the known risks associated with both hydroxychloroquine and chloroquine.\" Trump has repeatedly touted the drugs, despite lack of evidence He has mentioned the closely related drugs nearly 50 times since mid-March, according to a CNN analysis of his public comments. The President has said the drugs would be a \"game changer\" in the fight against coronavirus, but a growing body of evidence suggests they may not help Covid-19 patients at all, and may do more harm than good.  \"Hydroxychloroquine and chloroquine have not been shown to be safe and effective for treating or preventing COVID-19,\" the FDA said on Friday. A National Institutes of Health panel has also cautioned against their use. The FDA said it was monitoring serious side effects in coronavirus patients who took the drugs. In mid-March, the President said that hydroxychloroquine has \"been around for a long time, so we know if things don't go as planned, it's not going to kill anybody.\" But on Friday, the FDA said that \"adverse events included abnormal heart rhythms such as QT interval prolongation, dangerously rapid heart rate called ventricular tachycardia and ventricular fibrillation, and in some cases, death.\" In a statement, FDA commissioner Dr. Stephen Hahn said the agency understands that \"health care professionals are looking for every possible treatment option for their patients,\" but he emphasized that the drugs come with risks. \"While clinical trials are ongoing to determine the safety and effectiveness of these drugs for COVID-19,\" he said, \"there are known side effects of these medications that should be considered.\" The FDA said those risks \"may be mitigated when health care professionals closely screen and supervise these patients such as in a hospital setting or a clinical trial,\" which is mentioned in an emergency-use authorization for the drugs issued last month. Growing body of evidence suggests drugs may not help patients at all Preliminary results from a large study of hydroxychloroquine suggest that the drug \"didn't really have much of an effect on the recovery rate,\" New York Gov. Andrew Cuomo said Thursday. The study, sponsored by the New York state Department of Health, looked at about 600 patients at 22 hospitals in the greater New York City area.  Those who took hydroxychloroquine, with or without the antibiotic azithromycin, were no more likely to survive their infections than those who did not, according to David Holtgrave, dean of the University at Albany School of Public Health, who conducted the study. Like many studies on coronavirus, the research has not yet been peer-reviewed or formally published, but Holtgrave said \"we don't see a statistically significant difference between patients who took the drugs and those who did not.\" Another early study involving the Department of Veterans Affairs found that coronavirus patients taking hydroxychloroquine were no less likely to need mechanical ventilation than those who did not take the drug. The research, which looked back at patients' charts to see how they fared, was not a controlled trial. But it found that patients who took hydroxychloroquine had higher deaths rates compared to those who didn't. In a similar French study, researchers examined medical records from 181 coronavirus patients who had pneumonia and required supplemental oxygen. About half had taken hydroxychloroquine within 48 hours of being admitted to the hospital, and the other half had not. The study, which was published on a pre-print server before undergoing peer review, found no statistically significant difference in the death rates of the two groups, or in their chances of being admitted to the intensive care unit.  Eight patients who took the drug, though, developed abnormal heart rhythms and had to stop taking it. Patients taking the drugs for approved reasons should continue doing so, FDA says The FDA emphasized on Friday that patients taking the drugs for approved reasons should continue taking their medicine as prescribed. Hydroxychloroquine and chloroquine are FDA-approved to treat or prevent malaria, the agency said, and hydroxychloroquine is also approved for certain autoimmune conditions such as lupus. \"The benefits of these medicines outweigh the risks at the recommended doses for these conditions,\" the agency said.  "], "Language": false}