{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/politics/trump-hydroxychloroquine-shortages-black-market-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Marshall Cohen"], "Writers": [["Marshall Cohen"]], "FirstPublishDate": ["2020-04-22T22:56:31Z"], "LastModifiedDate": ["2020-04-24T15:46:31Z"], "Headline": ["Trump mum on hydroxychloroquine as early trials falter, but sick Americans still taking 'desperate measures' to fill prescriptions"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Josie Pearce is preparing to finish her studies at Dartmouth College this spring, but the challenges of remote learning and virtual graduation are the least of her worries. Pearce has lupus and takes hydroxychloroquine every day. Recently, her local pharmacy in Vermont ran out of the drugs and stopped filling her long-term prescription. So, she found an authorized online seller and bought a shipment of the medicine, paying $178 out-of-pocket. \"My hydroxychloroquine was sent from the United Kingdom and it took about three weeks to get here,\" Pearce said. \"In the meantime, I've had to go down on my dosage, just to make it last.\" Pearce is one of 1.5 million Americans with lupus, an autoimmune disorder where the body attacks its own healthy cells. Hydroxychloroquine, and the similar drug chloroquine, are among the most effective approved prescription treatments for lupus and other autoimmune diseases. But these drugs became scarce last month after President Donald Trump began touting them as \"game-changer\" breakthroughs for Covid-19. There is even a fledgling black market, with pills being advertised on the dark web for as much as $43 each. (The ordinary rate is around $1.) Trump has since shifted his rhetoric toward reopening the country, but vulnerable Americans who rely on hydroxychloroquine are still dealing with the fallout and they're taking increasingly dangerous steps to get the drugs, according to interviews with nearly a dozen doctors, nurses and Americans with chronic diseases who have been scrambling to refill their prescriptions. On Friday, the Food and Drug Administration issued a new warning, saying the drugs \"have not been shown to be safe and effective for treating or preventing Covid-19,\" and that there are \"known risks\" of potentially deadly heart complications. The FDA urged doctors to follow existing guidance that the drugs should only be used for Covid-19 patients in hospitals or clinical trials. Beginning in mid-March, Trump name-dropped the drugs nearly 50 times, according to a CNN analysis of his public comments. His claims were never backed up by hard science, and Trump toned down his praise after evidence recently mounted over the drugs' potentially deadly side effects. As of Thursday night, he hadn't mentioned the drugs by name in more than a week. Asked on Tuesday and Thursday about the dim results from these latest trials, including a study of US veterans' hospitals, Trump said he didn't see the news.  Still, the drug shortages remain. \"It's not surprising to me that people are resorting to desperate measures, or taking medications that friends or even strangers have on hand,\" said Dr. Jinoos Yazdany, chief of rheumatology at Zuckerberg San Francisco General Hospital, which is located near a major Covid-19 hotspot. \"It's certainly not an ideal state of affairs. We are doing harm to a vulnerable patient population.\"  Fallout continues from shortages Panic set in last month for Anna Valdez, 50, after she couldn't refill her hydroxychloroquine prescription. Valdez, who teaches nursing in the San Francisco Bay Area, said her lupus symptoms would likely flare within weeks without her daily medicine. A severe flare could lead to hospitalization -- a dangerous proposition, especially during the coronavirus pandemic. So, in a moment of \"stress and fear,\" Valdez did something she doesn't train her nursing students to do — she accepted prescription pills in the mail from someone she never met.  \"It was kind of surreal,\" Valdez told CNN, explaining that a nurse from Baltimore unexpectedly reached out after she tweeted about her dwindling medicine supply. \"I felt a mix of things, the most important of which was gratitude. Being a nurse, I have an immense trust in other nurses.\" In addition to the Twitter outreach from a fellow nurse, Valdez received an unsolicited email from one of her nursing students at Santa Rosa Junior College, who revealed that her healthy parents obtained some hydroxychloroquine during the rush for possible coronavirus treatments.  \"We all know Dr. Valdez has lupus, and she mentioned during a Zoom meeting that still can't get her prescriptions and is afraid of running out,\" the student, Lauren Palleschi, told CNN. \"I sat on it for a little while ... but I just couldn't let it go any more, and so I sent her an email. I told her I was embarrassed and ashamed, but I do have this medication, and if you want it, it's yours.\" Unnerving -- and heartfelt -- stories like these are unfolding across the country, with doctors and patients reporting shortages, while others are able to get the medicine they need. The burden is being shouldered disproportionately by women, who make up about 90% of adults with lupus. Shoshanna Richman, 38, said hydroxychloroquine was the only treatment that made her strong enough to work after being diagnosed with Sjogren's Syndrome, an autoimmune disease that leads to fatigue and severe joint pain. But her New York City pharmacy didn't have the pills. So, Richman scrambled, and tapped into her personal networks for help, until one of her sister's friends mentioned that her local drugstore in Alabama still had hydroxychloroquine. Richman's doctor transferred the prescription, and the friend mailed the pills to Richman in Queens. High praise, then mixed results These Americans say they're primarily concerned about getting the life-saving medicines they need, but can't help but draw a direct connection between Trump's showmanship and the shortages that began cropping up shortly after his public relations campaign for the drugs. Over a few weeks, Trump incorrectly claimed they were \"safe\" to treat Covid-19, encouraged Americans to \"try it,\" and said there would be \"nothing lost\" by touting their potential upside. Before Trump ever publicly mentioned the drugs, right-wing firebrands and conspiracy theorists shared information about chloroquine online, according to the Washington Post. These claims made their way onto Fox News, and Trump also personally heard about the drugs from his lawyer Rudy Giuliani and the billionaire founder of Oracle, according to The New York Times.  Even after being warned by federal health officials about the potential side effects, including serious cardiac complications, Trump continued promoting the drugs with over-the-top rhetoric. He went much farther than the nation's leading public health authorities, even tweeting that hydroxychloroquine treatment could be the biggest breakthrough \"in the history of medicine.\" According to a CNN analysis of Trump's near-daily briefings, Trump revved up his fanfare about hydroxychloroquine in mid-March and continued touting the drugs for three weeks straight.  Reuters reported that Trump personally pressed the Food and Drug Administration chief and other public health officials to quickly make the drugs available. The FDA gave hospitals emergency authorization on March 28 to use the drugs on Covid-19 patients or in clinical trials. But Trump's glowing praise dropped off significantly in mid-April, amid a series of negative developments, and he hasn't mentioned the drugs by name at his White House briefings since April 13. Around that time, a French study concluded that the drugs didn't help hospitalized coronavirus patients, and a Brazilian trial was halted after deadly cardiac complications.  This week, a study at US veterans hospitals found that the drugs might lead to a higher death rate among Covid-19 patients. Asked Tuesday about the results, Trump was uncharacteristically quiet, said he didn't hear about the veterans' study, and quickly moved onto the next question.  When a reporter asked Trump on Thursday why he stopped promoting hydroxychloroquine, Trump responded with a false denial, inaccurately saying \"I haven't at all\" tamped things down. CNN also reported that Fox News has similarly abandoned its earlier promotion of the drugs, a stunning turnaround after the right-wing network touted the drugs hundreds of times on-air. A burgeoning black market The shortages for sick Americans who need the drugs, and the fear among Americans who don't want to catch the coronavirus, have created a potential for an underground black market. Hydroxychloroquine and chloroquine, which were originally developed to fight malaria, require a prescription from a doctor. SingleCare, a prescription discount website with millions of users across the country, says demand among its customer base for anti-malarial drugs increased by 207% over the past month. That was a far larger spike than any other category of medications. There are currently sellers on the dark web, offering what they claim is hydroxychloroquine, according to GroupSense, a cyber intelligence firm based in Virginia. Some of the posts are obvious scams, but others are from sellers with strong reviews who are considered reliable.  \"In our initial cursory search, we found evidence of the black market,\" lead analyst Bryce Webster-Jacobsen told CNN. \"It seems like some people had a legitimate supply before the pandemic and are now selling it, after the comments from politicians that they might be a cure for coronavirus. Our assessment is that there is a market for it, and there is supply of the drugs.\" One vendor was selling individual hydroxychloroquine tablets for $43, which is a massively inflated rate for a generic drug. The vendor said they had a few dozen pills left, and the website indicated that at least one pill was sold in the last 24 hours. There were other listings that appeared to be scams, where unvetted users with new accounts were offering massive quantities of raw hydroxychloroquine powder, Webster-Jacobsen said. The FBI appears to have made its first hydroxychloroquine-related arrest last week, charging a San Diego doctor with mail fraud after he allegedly peddled $4,000 \"family resistance packs\" containing hydroxychloroquine and other drugs that Trump claimed could work for Covid-19. A lawyer for the man, Dr. Jennings Staley, told CNN that the charges were not legally justified. Staley allegedly told an undercover FBI agent, \"you could be short of breath and coughing at noon today, and if I start your hydroxychloroquine loading dose, you'll feel 99% better by noon tomorrow,\" according to the criminal complaint, which cited their recorded conversation. Staley also allegedly claimed he smuggled more than 8,000 doses of hydroxychloroquine out of China. For Americans with lupus and other chronic illnesses, all this unwanted attention on the drugs they've used for decades has created a public health crisis on top of the coronavirus pandemic. \"Hydroxychloroquine is an inexpensive and generic medication, so we should be able to secure a steady supply for patients who require it,\" said Yazdany, the San Francisco rheumatologist."], "Language": false}