{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/health/chris-cuomo-sanjay-gupta-podcast-transcript-april-24-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Prior, CNN"], "Writers": [["Ryan Prior"]], "FirstPublishDate": ["2020-04-24T15:18:54Z"], "LastModifiedDate": ["2020-04-24T15:18:54Z"], "Headline": ["Chris Cuomo on Covid-19 Recovery: Dr. Sanjay Gupta's coronavirus podcast for April 24"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["CNN anchor Chris Cuomo battled the virus for weeks. Then his wife and son got sick. CNN Chief Medical Correspondent Dr. Sanjay Gupta has a frank conversation with Chris about his personal experience with Covid-19 and the impact it's had on his family. You can listen on your favorite podcast app or read the transcript below. Chris Cuomo: I tested positive. Scary, yes, as you might imagine. So, let's focus, let's use this example of me having it as proof that you can get it, too, God forbid. We have to do everything we can to avoid being sick. We have to do it for ourselves, our families, and for those on the front lines who are saving the lives of people like me and many of you.  Dr. Gupta: If you couldn't tell by now that's CNN anchor Chris Cuomo. Chris and I have been friends for a long time, and last month, he was diagnosed with Covid-19. And ever since then, he has been broadcasting his nightly show from his basement.  It took weeks but he was eventually cleared to emerge from self-isolation. It's been a journey for Chris, no doubt. And we've been discussing that journey a lot on his show and on our own.  Like a lot of people, I was worried about him, even giving him some advice -- as a doctor and a friend.  Cuomo (from Cuomo Prime Time): Dr. Sanjay Gupta, our chief, is back. My brother, a North Star for many of us during this time. You were right when you told me that I would see a different side of this once the virus took root. Dr. Gupta: Chris, I mean look, I know you're a warrior, but you're allowed to take a day off. You know we love you. We think about you, and it's OK to take a day off. Cuomo: You're totally right. You've got to take care of yourself first. You can't take care of anybody else. Dr. Gupta: Since his initial diagnosis, Chris' wife, Cristina, and son Mario have also been diagnosed with Covid-19.  Now that he's through the worst of it, I wanted to catch up and ask him about his experience with the virus. And also find out how he and his family are now doing.   I'm Dr. Sanjay Gupta, CNN's Chief Medical Correspondent. And this is \"Coronavirus: Fact vs. Fiction.\"  Dr. Gupta: Let me ask you about you. What are your days like nowadays? You know, tell me everything. When are you waking up? What are you doing? How do you spend your time? Cuomo: Well, it's changing. This has been a transformative event for me. I've never been knocked on my ass like this before. I've had Lyme disease. I was diagnosed with PTSD. They put me on that pediatric dose of Celexa, you know, and I had to work through why I was having these dreams and all that stuff, but nothing like this. You know, a shivering mess for days where I was forced to be isolated and take stock in a way that I never had in my adult life.  So I went from doing nothing all day except preparing to do that one hour of television, after which I would be a sweaty mess and fall down on the couch and basically lay there for like six hours and then get into some weird sleep cycle. Now, I am in the recovery phase, which I didn't know existed. And I am trying to be highly structured, so I wake up early. I write and I read. Then I'm trying to start upping my activity curve. I can do very little exercise. If I do too much, I heat up.  And I start to get a wave of almost like kind of a mild nausea And now that I'm, um -- now that I don't have to be isolated. I'm waking the kids up in the morning for school, doing breakfast. Cristina is -- needs to sleep. It hits her hard at night. Her symptoms. She gets really bad sinus pressure at night and there are no great answers. And I am still warm. And they say I may be for weeks. But, I have a little bit more energy. I feel about 48% myself. Dr. Gupta: I can see you, obviously, the people who are listening to this podcast cannot, but you look you look a lot better. I mean, we we talk a lot. I see you a lot. You know, obviously just via screen like this. But you do look better. One thing I do want to say is that when we first talked about this, about you having a positive result on that on that test, I got to tell you, I was I was worried. And these aren't things that I told you while you were still dealing with this because I was modulating myself, even. So, the conversation I'm having with you now is a different conversation.  Because I'd been reading stories about young people who had really no preexisting illness or anything and them getting really sick, Chris, and even dying. Now, am I going to share that with you on television? You know, as you're dealing with this. No, I'm not. Now, I don't think that that's not being honest. I think it's, it's modulating how I present things a little bit. But I got to tell you, I was I was worried about you. And there were times when you had these declines and your and your nights were terrible and your pulse oximetry, your oxygenation was a little lower than I would have, you know, liked. And I knew that you couldn't necessarily get to the hospital right away. So I was worried. And I I guess the question is, were you? Did you ever think that this was going to really go sideways on you?  Cuomo: You know, there's so much of an unknown. Right? And what you keep relying on is perspective, that it's not supposed to be me. It's not supposed to be me. I was having those funky dreams that a lot of people have and I take a lot of comfort in the new Covid community that I got patched into through this. Of people -- it's so comforting, Sanjay, when somebody has had the same s**t that you have. Dr. Gupta: Right.  Cuomo: You know what I mean? The commiseration thing is real, you know? Yeah. You got those crazy shakes? You bruise your leg yet, you know, banging your legs into each other? Yeah, I got that bruise. So then I go outside into the cold air. And because when you're sweating, man, there's nothing that feels as comforting as that. Now, the problem is you can only stay there for a couple of minutes because you're gonna start to shake. That was the worst. And then I got through it. Beautiful.  So that was my journey.  Dr. Gupta: And that is most people. I mean, I think it is worth reminding people in all of this that most people do recover. We're defining recovery still. But they do recover. They get out of the hospital. They obviously survive even if they're elderly, even if they have preexisting conditions. Why -- why didn't you just take some time off? Did you even take a day off? I can't remember. You hosted your show just about every night. Cuomo: I take off every day, Sanjay! I do, like, nothing all day long until, like, this week. I would just be preparing for one hour of television. The rest of the day, I would -- I'm laying down or doing breathing exercises or walking around my back yard. It is maddening how little I do. I've never been this sedentary in my life.  Dr. Gupta: You're wearing a hat right now that says \"truth.\" And I have to say, I think it's a really -- I think it's a good hat for you because truth is always important. And I've been struck during this this particular story, and I will still call it a story or an episode, because I think it does have an end date at some point. But for this story, I think truth is particularly important because people don't always know who to trust right now. And when it comes to science and data and evidence, I feel like, as a medical reporter, I've had a luxury because I can always pivot to the data and the science and everything. And yet here with this story, sometimes even that has come under assault.  Cuomo: I think that this is an awakening for the society, that government is not just something to disrespect and write off as a function of partisan politics. Partisan politics is too much a part of the equation, of course, but this is a reminder of, \"The institutions have to work.\" Dr. Gupta: I don't want to talk about the politics too much. I do want to just say this one point and that is that I don't think of myself as someone who necessarily shies away from politics, because I think sometimes it is part of the discussion, especially when you're talking about a big issue like this that requires governmental response. My concern sometimes is that it gets in the way. I -- there's real data to share. There's real trajectories to look at, to help educate people. And sometimes it does become a conversation about who did what wrong, when? All that sort of stuff. And I sometimes I just don't find it that helpful. But let me ask you this. Did this make you more interested in public service or politics? I mean, it is in your family's blood, obviously, your father, your brother. This episode now, has it changed how you feel about it?  Cuomo: Here's what I would say, it definitely changed me in very significant ways. I was put into a position to think about things that I'd never thought about before. What matters to me. The reason that I thought you made the right move, not accepting Surgeon General. That is such a huge accolade. It is such a big deal because of your ability to connect with people and understand science. You are unique that way. But you didn't. And the reason it was the right move is because once you're in the game, you must play the game. I don't want to be any more subjected to the game than I am right now, and I think the mitigation effect of what you can get done versus what we can expose and push others to do militates in favor of staying out, for me personally. And I see you contextually that way, also. You would not have the reach that you have to discuss medical marijuana, Covid. You have more influence on the national dialog this way than you would if you were surgeon general.  It's not for me. It has made me think more acutely about what my purpose is within journalism. Dr. Gupta: You know, it's interesting, Chris, is that you and I do talk on the phone a lot outside of the program and you're always asking questions. And it's worth pointing out to the audience that this issue of testing has come up a lot. But you were one of the first. I still remember this this call. You were one of the first to really, I think, highlight it from a inadequacy standpoint. We were focused on how does a test work, false, positive, false, negative rate, sensitivity, specificity, all those things we look at from a scientific perspective. But I think you widen the aperture quite a bit on this and said, \"Hey, wait, is there a more systemic problem here?\" And I think that does speak to your your wealth of contacts and your and your constant reading and things like that.  And then I had a conversation with your brother about your mother, Matilda. And your brother passed Matilda's Law named for her obviously restricting movements and visits for New Yorkers over 70 years old. Same time you're doing that, that meant it would it would be hard for you to see her as well.  Cuomo: Yeah, that's why he passed it. It was a power move, Sanjay. C"], "Language": false}