{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/us/2020-nfl-draft-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-04-24T00:29:43Z"], "LastModifiedDate": ["2020-04-24T10:51:45Z"], "Headline": ["Bengals select Joe Burrow with the first pick in the 2020 NFL Draft"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Cincinnati Bengals selected former Louisiana State University quarterback Joe Burrow with the first overall pick in the 2020 NFL Draft, which was held virtually for the first time ever. The Bengals' front office didn't need to overthink this one, as Burrow's spectacular final season at LSU positioned him as an easy top choice.  Burrow's pinpoint accuracy was on display all season as he finished the year with a 76.3 completion percentage while throwing for 5,671 yards and 60 touchdowns against only six interceptions. He did this all while proving that he can remain poised on the big stage. In three College Football Playoff games, Burrow threw for an absurd 1,305 yards, 16 touchdowns and zero interceptions while leading the Tigers to a National Championship over Clemson in the title game. \"Enough talk,\" Burrow wrote in a tweet, which was a response to the Bengals' welcome tweet. \"Time to get to work.\" This marks the first time in the common draft era that a Heisman Trophy winner was selected No. 1 overall in three consecutive drafts. Bengals coach Zac Taylor spoke with Burrow briefly before he was selected, and his message was clear: \"You've led every single team you've ever played for to a championship, and that expectation does not change now that you're a Bengal, and I'm looking forward to going through that process with you.\" \"Ready to get to practice,\" Burrow said to Taylor. \"Tired of all the talking. Ready to start working out again.\" The virtual draft replaced what was supposed to be an extravagant event planned along the Las Vegas strip, with thousands in attendance. The league was going to ferry players via boat to a stage on the Bellagio fountain.  Due to the coronavirus pandemic, however, plans changed.  Players, coaches, general managers, analysts and NFL Commissioner Roger Goodell instead broadcast live from their homes. All 32 teams are also participating remotely. With live sports canceled across the US, the virtual draft is as close to a live sporting event that sports-starved fans are able to watch.  \"We're obviously staging this event in a much different way than we anticipated when we started,\" Goodell, who announced picks from his basement, said in an interview with ESPN before the draft. \"We're not in Las Vegas, unfortunately, but we're all in our homes and we're doing this remotely and we're doing it within regulations without any exceptions. While Burrow was unable to shake Goodell's hand and walk across what was supposed to be an extravagant stage in Las Vegas, the quarterback still gets to fulfill his dream of making it to the NFL. First round 1. Cincinnati Bengals: Louisiana State University quarterback Joe Burrow 2. Washington Redskins: Ohio State University defensive end Chase Young 3. Detroit Lions: Ohio State University cornerback Jeffrey Okudah 4. New York Giants: University of Georgia offensive tackle Andrew Thomas 5. Miami Dolphins: University of Alabama quarterback Tua Tagovailoa 6. Los Angeles Chargers: University of Oregon quarterback Justin Herbert 7. Carolina Panthers: Auburn University defensive tackle Derrick Brown 8. Arizona Cardinals: Clemson University linebacker Isaiah Simmons 9. Jacksonville Jaguars: University of Florida cornerback C.J. Henderson 10. Cleveland Browns: University of Alabama offensive tackle Jedrick Wills 11. New York Jets: University of Louisville offensive tackle Mekhi Becton 12. Las Vegas Raiders: University of Alabama wide receiver Henry Ruggs 13. Tampa Bay Buccaneers: University of Iowa offensive tackle Tristan Wirfs 14. San Francisco 49ers: University of South Carolina defensive tackle Javon Kinlaw 15. Denver Broncos: University of Alabama wide receiver Jerry Jeudy 16. Atlanta Falcons: Clemson University cornerback A.J. Terrell 17. Dallas Cowboys: University of Oklahoma wide receiver CeeDee Lamb 18. Miami Dolphins: University of Southern California offensive tackle Austin Jackson 19. Las Vegas Raiders: Ohio State University cornerback Damon Arnette 20. Jacksonville Jaguars: Louisiana State University defensive end K'Lavon Chaisson 21. Philadelphia Eagles: Texas Christian University wide receiver Jalen Reagor 22. Minnesota Vikings: Louisiana State University wide receiver Justin Jefferson 23. Los Angeles Chargers: University of Oklahoma linebacker Kenneth Murray 24. New Orleans Saints: University of Michigan center Cesar Ruiz 25. San Francisco 49ers: Arizona State University wide receiver Brandon Aiyuk 26. Green Bay Packers: Utah State University quarterback Jordan Love 27. Seattle Seahawks: Texas Tech University linebacker Jordyn Brooks 28. Baltimore Ravens: Louisiana State University linebacker Patrick Queen 29. Tennessee Titans: University of Georgia offensive lineman Isaiah Wilson 30. Miami Dolphins: Auburn University cornerback Noah Igbinoghene 31. Minnesota Vikings: Texas Christian University cornerback Jeff Gladney 32. Kansas City Chiefs: Louisiana State University running back Clyde Edwards-Helaire The best defensive prospect in the draft Chase Young is widely viewed as a \"can't-miss prospect.\" The edge rusher from Ohio State is explosive, powerful, and the type of talent that offensive coordinators will have nightmares trying to game plan against. He also has a wide range of pass-rush moves that will leave offensive lineman grasping at air. Young won the Bednarik Trophy in 2019, which is awarded to the best defensive player in college football. He was a dominant force in 2019 despite being suspended for two games. In his final two seasons with the Buckeyes, he racked up 27 sacks, 35.5 tackles for a loss and eight forced fumbles. He also set Ohio State's single-season record for sacks with 16.5 in his final year with the team despite only playing in 12 games. New York Giants play it safe New York Giants General Manager Dave Gettleman's tenure has been riddled with questionable moves, and the team has holes to fill all over the roster. Many experts expected the Giants to trade down and acquire more draft capital, but with no offers or deals, Gettleman selected offensive tackle Andrew Thomas out of Georgia. This pick is a clear investment into protecting the team's last two top draft picks: running back Saquon Barkley and quarterback Daniel Jones. Thomas is a powerful lineman and safe pick that should start from day one. Tua Tagovailoa The Miami Dolphins selected Tua Tagovailoa with the No. 5 overall pick. There were a lot of questions over Tagovailoa's health after he sat out most of his final season at Alabama with a hip injury. Tagovailoa proved to be a dynamic playmaker in college and has the makings of a star in the NFL. His accuracy, decision-making and pocket presence makes him one of the most exciting players in this year's draft. As a true freshman, Tagovailoa replaced quarterback Jalen Hurts in the second half of the 2018 College Football Playoff National Championship and led Alabama to victory with a game-winning touchdown pass in overtime.  He followed up his MVP performance with a stellar sophomore season where he threw for 3,966 yards, 43 touchdowns and six interceptions. He led Alabama to another National Championship game appearance, where the team lost to Clemson. Justin Herbert Six picks in and three quarterbacks are already off the board. The Los Angeles Chargers selected Oregon quarterback Justin Herbert with its first-round pick. Herbert has the arm, size and athleticism to excel at the next level. Playing the game's most important position, it's no surprise that Herbert was selected in the top 10. After quarterback Philip Rivers left the team in the offseason, it was clear that the team needed to draft its quarterback of the future. While the team signed quarterback Tyrod Taylor in the offseason, he was likely just a stop-gap until they found someone to lead the Chargers into the next decade. There's no need to rush Herbert, as they can sit him and let him develop behind Taylor until he proves ready to take over. First wide receiver taken off the board The 2020 draft class has been viewed as one of the best receiving draft classes in years, and it took 12 picks for the first wide receiver to be taken off the board. However, the Oakland Raiders opted to go with speedster Henry Ruggs III instead of receivers CeeDee Lamb or Jerry Jeudy at No. 12. Ruggs ran a scorching fast 4.27-second 40-yard dash, and he will enter the league as one of the fastest players in the league. His elite speed makes him a touchdown threat every time he steps on the field, but he needs to develop his route-running abilities to become a truly elite player at the next level. The first trade of the night With Tom Brady under center, the Tampa Bay Buccaneers made the first trade of the night to move up from 14 to 13 in order to select offensive tackle Tristan Wirfs out of Iowa to protect the 42-year-old quarterback. Brady has always played best when he has a clean pocket, and Wirfs will certainly help keep him upright. Wirfs was expected to be a potential top 10 pick, so the Buccaneers are getting good value for a position they needed to shore up. Athletic, agile and strong, Wirfs is arguably the best pass blocker in the draft. Packers trade up to draft a quarterback In a surprise move, the Green Bay Packers traded up to select Utah quarterback Jordan Love. With Aaron Rodgers still on the roster and playing at a high level, Love was likely selected as the eventual successor to Rodgers. However, with the Packers needing to shore up other parts of the team and Rodgers being vocal about needing more help, this was an unexpected move for the Packers' front office."], "Language": false}