{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/sport/jaylen-brown-boston-celtics-nba-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Macfarlane and Sam Krumov, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-24T02:06:29Z"], "LastModifiedDate": ["2020-04-24T09:09:41Z"], "Headline": ["Jaylen Brown: Amid pandemic, 'people of color are suffering the most,' says NBA star"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["He was supposed to be concentrating on the NBA playoffs. Instead, Boston Celtics star Jaylen Brown has been confined inside his home for weeks on end, just like the rest of us.  Brown, 23, is well ahead of his years, both on and off the court. Two seasons ago, he was instrumental in leading Boston to within one win of the NBA Finals and, in the process, pushing LeBron James to the limit. Now, he's telling folks from his home state of Georgia to stay home, despite Governor Brian Kemp announcing that certain businesses will reopen starting Friday.   \"As a Georgia native, I feel uneasy that I have family and I have friends there that will be the first to go back out into society,\" he told CNN's Christina Macfarlane. \"I don't want to see Georgia be... the guinea pig for what the economy is trying to do and start back up.\"  READ: Why the world loves the Michael Jordan docuseries 'Humble beginnings' Brown speaking out is nothing new. He is a vice president of the National Basketball Players Association's Executive Committee and has engaged in social justice discussions for years.   \"I just feel obligated,\" Brown said of using his platform to influence society. \"Coming from the community that I come from, even though I might have raised my social mobility by being an athlete and being able to have a certain level of economics, I come from humble beginnings.\" Most recently, he wrote an op-ed for Britain's Guardian newspaper, in which he argued that Covid-19 has exposed America's inequalities. While some players are practicing trick shots on social media, Brown is using his quarantine time differently.   \"I think systemically there are aspects of our health care that need to be addressed,\" Brown said. \"I think that there's been like elephants in the room in this country for a long period of time.\"  He added: \"When I watch President Trump and I watch some of these government officials, it just causes more anxiety and more panic, because I don't feel like people are on the same page. I think that we should be united in our stance. It's not a political game.\"   Blunt statements like that from a young man, who's already achieved so much on a basketball level, be it money or stardom, reveal his desire for something more. Something bigger than just himself or the game of basketball.   READ: NBA's season of turmoil 'People of color are suffering' Brown wants to make a difference. Not when he's 30. Not after he is retired. He hasn't got time to waste, especially because of the pandemic.   \"Our communities, our families, our neighborhoods are being affected,\" he said, adding that the NBA and players have to \"get into the community, benefit people and try to make it better because America is having a lack of medical resources right now. And I think people of color are suffering the most.\"  As far as when he and the rest of the league will resume play?  \"We want to just make sure that we're not doing that at the expense of anybody or anything else. I care about my society, my community, my people as a general. So I want to just keep seeing the NBA do the right thing.\"  Visit CNN.com/sport for more news, features, and videos Whenever it may be, Brown will again take to the court. His skills will be on display for Celtics fans to enjoy -- in person and on TV. The Georgia native could even lead Boston to a championship one day.   But right now, he is fully focused on the task at hand, and it's anything but fun and games."], "Language": false}