{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/media/coronavirus-trump-administration-mixed-messagees/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-04-24T04:48:28Z"], "LastModifiedDate": ["2020-04-24T04:48:28Z"], "Headline": ["Trump's inconsistent coronavirus messaging 'compromises public trust,' former surgeon general says"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. America's public health experts are fighting on two fronts right now — they're leading the nationwide response to the pandemic while trying to counter President Trump's misleading and mindless statements. Someday, we'll learn the true extent of what this fight was like behind the scenes. For now, we can only read between the lines, exclamations and facial expressions of Dr. Deborah Birx, Dr. Anthony Fauci and others. On Thursday Trump said he disagreed with Fauci's assessment that the US needs to \"significantly ramp up\" testing. Practically every public health expert agrees with Fauci, but Trump said at Thursday's briefing, \"I don't agree with him on that, no, I think we're doing a great job on testing.\" Fauci wasn't in the briefing room. But Birx was there, and she looked uncomfortable when Trump talked about using sunlight to treat people who have the virus. Trump's remarks were muddled, but he talked about light treatments and some \"injection\" of unspecified \"disinfectant\" to help patients. \"You're going to have to use medical doctors, right, but it sounds interesting to me,\" he said, like he was merely a spectator, not the president. Birx gently pushed back during the briefing. A tweet by CNN producer Daniel Lewis went viral when he shared a video of Birx's body language during Trump's talk of UV lights and disinfectants. Later in the evening, another member of the WH coronavirus task force, FDA Commissioner Dr. Stephen Hahn, spoke on CNN and addressed questions about Trump's out-of-right-field ideas, and he struggled to answer without straight-up contradicting the president. Let's state the obvious: Medical and science experts shouldn't be forced to tiptoe around the president's bizarre ramblings at briefings! Every minute they spend talking Trump out of a bad idea; every minute they spend in cleanup mode after a briefing; every minute they spend on this nonsense is a waste of precious time. CNN's fact-checking team said the sunlight idea is the \"latest example of Trump grasping for a quick fix for the pandemic, after he previously suggested it might 'go away' in warm weather and that anti-malaria pills could be a 'game-changer.'\" He's going beyond wishful thinking -- he's engaging in magical thinking. As CNN's Jim Acosta remarked, \"This is becoming Trump's traveling medicine show.\" So news outlets should think carefully about how much time, space and energy is spent on the Trump show, versus more reality-based and reliable sources of info... >> Stephen Collinson's analysis for CNN.com: \"For most of his life as a pitchman, Trump has only had his own reputation on the line. But now, in the middle of a generational health crisis, lives are at stake...\" Dr. Vivek Murthy on this week's Reliable podcast Before the briefing, I taped a podcast with Dr. Vikek Murthy, who was Surgeon General during Barack Obama's second term. We talked about \"the mental health impact of Covid-19,\" the danger of a social recession, and his new book about \"the healing power of human connection.\" But this is probably the most important part of the pod, in light of the disturbing mixed messages coming from the government: \"When you have different people in the administration saying different things at the same time, what that does is, it compromises public trust. And when you're responding to a pandemic, one of the most important resources you have is public trust. And you've gotta protect it at all costs.\" When teams are not unified and consistent, he said, \"you measure the price in terms of lives lost.\" >> Listen to the full conversation via Apple Podcasts, Spotify, or your podcast app of choice... >> Related: This new AP-NORC poll shows that most Americans distrust the president's announcements about the virus. Even a sizable percentage of Republicans display skepticism... How will social media giants handle this? Donie O'Sullivan writes: The president's Thursday evening remarks will likely embolden the same online con artists who have been pushing false claims about bleach being a cure for the coronavirus. Facebook often has to make awkward decisions about what content to remove and what to keep on its platform — in fact, the notion that bleach could help cure the virus in humans was so nonsensical thatMark Zuckerberg himself has touted it as an example of coronavirus misinformation the company would remove.... But now we have the president close to suggesting something like it is worth exploring. Why isn't the Trump admin preparing people for the months ahead? These are just four examples of what I'm hearing all over the place... everywhere, it seems, except from Trump admin officials: -- Infectious disease expert Michael Osterholm on \"The Lead with Jake Tapper\" Thursday: \"We have to have, as a population, the same discussions about not just how we're going to die with this virus, but how we're going to live with it for the next 16 or 18 months. And recognize that this is not a battle, this is a war. It's a whole set of battles.\" -- Tedros Adhanom Ghebreyesus, director-general of the WHO, on Wednesday: \"Make no mistake: we have a long way to go. This virus will be with us for a long time. One of the greatest dangers we face now is complacency.\" -- Dr. Anne Rimoin on MSNBC Thursday night: \"It's anybody's guess where we're going to be\" a year from now. -- The aforementioned Dr. Vivek Murthy: \"Things are going to be quite different\" until there is a vaccine."], "Language": false}