{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/politics/anthony-fauci-nfl-draft/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Caroline Kelly, CNN"], "Writers": [["Caroline Kelly"]], "FirstPublishDate": ["2020-04-24T03:02:20Z"], "LastModifiedDate": ["2020-04-24T03:02:20Z"], "Headline": ["Fauci thanks NFL for following social distancing guidelines with virtual draft"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Top infectious disease expert Dr. Anthony Fauci made a video appearance during Thursday's NFL draft, thanking the league for adjusting one of the sport's most highly anticipated nights to adhere to social distancing guidelines in light of the coronavirus pandemic. \"I want to commend those involved in these decisions to show that we can have something as important as that in a way that safeguards the life, the safety and the health of the American public by doing the kind of physical separations, doing things virtually, avoiding that kind of contact that puts you at risk,\" Fauci said in his brief video appearance, filmed in the White House's Rose Garden prior to the event. This year's NFL draft, which was originally supposed to take place in Las Vegas, is being held virtually because of the Covid-19 pandemic, with league commissioner Roger Goodell announcing draft picks from his basement. The outbreak \"has really transformed what we can do right now and even made unclear what the future looks like, at least the immediate future,\" Fauci said. \"We have important things that occur in the middle of this -- one of them is the football draft.\" \"I know it's unusual, I know it disturbs the normal pattern but it really is for your good and the good of the country,\" he added. \"So the best thing we can do now is hope for the best and hope that's sooner or later -- hopefully sooner -- we can get back to some form of normality where we can all enjoy the sport that we love so much.\" Normally during the annual NFL event, dozens of the top college players gather along with family and friends as representatives from each team call their names and draft them before a live audience. In the suspenseful spectacle, players each walk onstage upon being drafted to receive a jersey, a hat and a handshake or hug from Goodell. The NFL commissioner said Thursday before the draft that with participants all in their own homes, \"we'll all experience it together, live, essentially, on a different platform than we probably have in the past, but it should be a wonderful night.\"  The NFL also announced plans earlier this month to host a three-day \"draft-a-thon\" during the draft to raise funds for six charities supporting Covid-19 relief. Fauci has previously weighed in on the outbreak's impact on upcoming sports seasons. He suggested last week that sporting events could return if players were kept in hotels, played games with no fans present and were tested weekly, he said during an interview on the Snapchat show \"Good Luck America.\"  When NBA player Stephen Curry asked Fauci in March when sporting events could be expected to start up again, the doctor linked it to when \"the country as a whole has turned that corner and start(ed) coming down.\" While Fauci has not advertised his football allegiance, he has confirmed that he is a baseball fan. He told the New York sports-focused YES Network that he grew up a Yankees fan in Brooklyn, and said during the Snapchat interview that he's looking forward to cheering on the Washington Nationals.  \"People say you can't play without spectators. Well, I think you will probably get enough buy-in from people who are dying to see a baseball game, particularly me,\" he said. \"I'm living in Washington. We have the world champion Washington Nationals, and I want to see them play again.\""], "Language": false}