{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/investing/draftkings-stock/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-04-23T22:22:21Z"], "LastModifiedDate": ["2020-04-24T15:20:09Z"], "Headline": ["DraftKings goes public without many live sports to bet on"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["There are no baseball, basketball or hockey games being played right now. Football, if the season starts on time, won't be ready to kick off until late August for college and September for the pros. But DraftKings, a company that runs fantasy sports games and lets people make legal wagers on sporting events, said late Thursday it will go public on Wall Street Friday in this coronavirus-induced sports vacuum. DraftKings shares will trade on the Nasdaq under the ticker symbol \"DKNG.\" The company did not go public through the traditional route of selling new stock via an initial public offering. It didn't even list shares directly to an exchange like Slack and Spotify did to go public. Instead, DraftKings merged with a special purpose acquisition company (SPAC) named Diamond Eagle Acquisition Corp. SPACs are so-called \"blank check\" publicly traded firms with no or limited operating assets.  By merging with a SPAC, a company doesn't have to go through as many hurdles to go public or sell new shares. Richard Branson's Virgin Galactic also went public through a SPAC transaction. Now you might be thinking that this is an odd time for a company that caters to fans of live sports to be going public when there are virtually no live sports to watch. But DraftKings CEO Jason Robins said in an interview with CNN Business that he is confident a publicly traded DraftKings can still do well in this environment. Sports leagues, after all, will eventually resume their games. It's a matter of when, not if. Betting on table tennis and esports? \"We have a good story that resonates with investors for the long-term,\" Robins said. He also pointed out that the virtue of doing a SPAC deal is that DraftKings isn't raising new funding. The company already has about $400 million in cash in a trust account and commitments for an additional $300 million via a so-called private investment in public equity (PIPE) deal. \"It makes total sense to close the deal now at at time where it's not easy to raise capital otherwise,\" Robins said. He conceded that visits to the DraftKings website and app and the amount of wagers being placed are down from earlier this year now that sports have been shut down. But gamblers are finding other things to bet on.  There has been a huge increase in betting on Russian table tennis, for example. Robins said there are also daily fantasy drafts for various esports competitions that are \"absolutely exploding.\" DraftKings is even hosting simulations of football games via the popular Electronic Arts Madden NFL video game series. And gamblers are wagering on where real live players will be picked in this week's NFL Draft.  For example, one intrepid gambler made a $350 bet that the San Francisco 49ers would trade up to select Ohio State defensive end Chase Young, who the Washington Redskins are expected to pick as the draft's second player.  Robins said that wager would yield a whopping $175,000 payout if the Niners wind up with Young. One early investor in DraftKings thinks the odds are much better for DraftKings to succeed as a public company -- shares of Diamond Eagle are already up 60% this year in anticipation of the DraftKings deal closing. \"Sports betting is one of the emerging growth areas that technology and media investors are spending a lot of time on and DraftKings is a pure play early leader in legal betting,\" said Mina Faltas, the founder and chief investment officer of Washington Harbour Partners. Faltas, whose firm bought a stake in DraftKings as a private company, added that he thinks there will be pent-up demand for sports wagering once live sports resume -- even if there are no physical audiences present to watch them."], "Language": false}