{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/media/fox-news-hydroxychloroquine-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Oliver Darcy, CNN Business"], "Writers": [["Oliver Darcy"]], "FirstPublishDate": ["2020-04-22T04:07:48Z"], "LastModifiedDate": ["2020-04-22T23:13:15Z"], "Headline": ["Fox News falls out of love with hydroxychloroquine"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. Fox News has fallen out of love with hydroxychloroquine. After weeks of unrelenting coverage hyping the antimalarial drug as a potential game-changing treatment for the coronavirus, the network has all but stopped mentioning it on its airwaves. So has President Donald Trump. The quiet abandonment of hydroxychloroquine comes as studies indicate it is not an effective treatment against the coronavirus. A French study found last week that the drug does not help patients with the virus. And on Tuesday, a study of hundreds of patents at US Veterans Health Administration medical centers found that patients who took hydroxychloroquine were no less likely to need ventilation and had higher death rates than those who didn't take the drug. \"Will anyone who breathlessly pitched hydroxychloroquine as a miracle drug show a modicum of regret or even self-awareness over this? Doubtful,\" The Daily Beast's Sam Stein predicted. \"More likely is they'll ignore the study entirely.\" Stein appears to have been right on the money. Despite having previously pushed the drug as a possible treatment, neither Tucker Carlson nor Sean Hannity mentioned the study on their Fox News shows Tuesday night. I didn't see Laura Ingraham, who reportedly visited the White House to promote the drug, discuss it either. Fox published a digital story on the Tuesday study, but it fell off the website's homepage after a few hours. And, according to CNN's Betsy Klein, Trump hasn't mentioned it in a week... Mentions down 77% in recent days Numbers from Media Matters, a progressive media watchdog group, give a better idea of just how obsessed Fox was with the drug. From March 23 to April 6, Fox News personalities and guests mentioned hydroxychloroquine nearly 300 times. But that's changed in recent days. Media Matters found that between April 16 to April 20 mentions of the drug dropped 77% compared to the previous five-day period. Trump dodges question During Tuesday's White House briefing, Trump — who repeatedly asked what Americans had to lose by taking the drug — was asked about the new VA study. He pleaded ignorance. \"I don't know of the report,\" Trump said. He promised the White House will be \"looking at it.\" No comment from Dr. Oz One of the top guests to promote the drug on Fox News was Dr. Mehmet Oz, the celebrity cardiac surgeon whose medical recommendations has been called into serious question in the past. Despite not being formally employed by Fox News, Oz became a fixture on the network, using his appearances to tout hydroxychloroquine and catching Trump's attention while doing so. So I called a spokesperson for Oz on Tuesday and left a message asking if he has any comment on the new study. I didn't hear back. Oz has also not been on Fox News quite as much in recent days. I didn't see him in prime time Tuesday night, and it seems he's only done a pair of \"Fox & Friends\" hits this week... \"These findings highlight the importance of awaiting the results of ongoing prospective, randomized, controlled studies\" While Tuesday VA study — funded by the National Institutes of Health and the University of Virginia — raised significant red flags, it's also important to note that it was not peer reviewed. As the authors wrote, \"These findings highlight the importance of awaiting the results of ongoing prospective, randomized, controlled studies before widespread adoption of these drugs.\" Which is why it was so irresponsible for Fox personalities and the President to jump the gun and promote the drug as a possible game-changer before the scientific evidence was in..."], "Language": false}