{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/politics/gretchen-whitmer-coronavirus-protests/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-22T18:08:17Z"], "LastModifiedDate": ["2020-04-22T21:58:56Z"], "Headline": ["Gretchen Whitmer's rise just took another hit"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["On Tuesday, Michigan Gov. Gretchen Whitmer canceled a no-bid state contract dealing with coronavirus testing that she had announced just the previous day after complaints emerged because two of the firms involved were connected to state and national Democratic consultants. \"The executive office is uncomfortable with this vendor for the same reason others are,\" Whitmer press secretary Tiffany Brown told The Washington Post, which first reported the story. \"The public needs to have confidence that this tracing work is being done by a nonpartisan firm. The state is committed to ensuring this important tracing work can begin quickly to help save lives, while also ensuring that public health data is safe and secure.\" That sort of rapid walk-back is a reflection of two facts: 1) Whitmer knows her administration screwed up. 2) Whitmer knows she is very much in the national spotlight these days. And she's right about both! Whitmer, who was elected governor in 2018 after a stint in the Michigan state legislature, has been on a meteoric rise in national Democratic politics for much of the past 18 months. She was chosen for the coveted gig of delivering the Democratic response to President Donald Trump's \"State of the Union\" speech earlier this year -- and drew generally positive reviews for it. Michigan becoming one of the hotspots of the coronavirus pandemic  -- and President Trump's dismissive references to how she was handling the crisis in her state -- again raised her profile significantly.  (You can now buy \"That woman from Michigan\" T-shirts, even.) Suddenly, Whitmer was everywhere -- cable TV, Sunday talk shows and, yes, climbing her way up the ranks of former Vice President Joe Biden's potential VP picks.  And almost as suddenly, the backlash hit. Following a series of executive orders further restricting Michiganders' ability to freely move about the state amid the coronavirus announced by Whitmer in early April, unrest began to grow. That culminated on April 15 when thousands of cars carrying protesters descended on the state Capitol in Lansing to voice their unhappiness with her policies. \"Operation Gridlock\" as the protest was known, became a sort of spark that led to a series of similar -- if smaller -- protests around the country. And led to President Trump throwing his support behind the Michigan protesters with a tweet that read simply \"LIBERATE MICHIGAN.\" Whitmer stood her ground -- insisting that the measures she put in place were to protecting citizens of the state, whether or not they had voted for her. \"A small segment of the state is protesting and that's their right,\" Whitmer told CNN's Jeff Zeleny recently. \"The sad part is, though, that the more that they're out and about, the more likely they are to spread Covid-19 and the more likely we're going to have to take this posture for a longer period of time.\" But the coverage of Whitmer as perhaps a governor who had gone too far in enforcing quarantine regulations lingered. And then came this latest story, which, whether an honest mistake/oversight or no, just looks plain bad -- like a Democratic partisan feathering the nests of other professional Democrats with state money.  \"This is the judgment of Gretchen Whitmer,\" said Steve Guest, the director of rapid response at the Republican National, Committee. \"She either knowingly awarded contracts that would benefit Democrat organizations, or she mismanaged taxpayer money during the coronavirus pandemic crisis. Which is it?\" The truth is that this sort of enhanced scrutiny is to be expected for someone like Whitmer, who is now not only one of the highest-profile Democratic governors in the country, but is also in the mix to be on the national ticket in the fall. And unlike, say, California Sen. Kamala Harris or Minnesota Sen. Amy Klobuchar, who have been under this sort of scrutiny for much of the last year as they ran for president, Whitmer simply has not. A mistake like the one Whitmer made this week on state contracts isn't the end of her chances at national office. But the level of attention now being paid her isn't going to lessen any time soon. Which means she and her team need to step their game up -- even as she seeks to beat back the coronavirus in her state."], "Language": false}