{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/cnn-underscored/apple-iphone-se-second-generation-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-22T13:00:10Z"], "LastModifiedDate": ["2020-04-22T13:00:10Z"], "Headline": ["Apple's iPhone SE brings unprecedented value at $399"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It's time to talk about the second-generation iPhone SE. It's not just the latest iPhone to join the family, but it's the most affordable with the starting price of $399. It's the successor to the original iPhone SE that was released in 2016. This second-generation looks more like an iPhone 8, but don't let the looks fool you. Yes, there's a 4.7-inch display on the front and a single lens on the back, but there's more than meets the eye. While the iPhone SE costs less and is smaller than the iPhone XR, 11, 11 Pro or 11 Pro Max, that doesn't mean there's not a lot to unpack. The iPhone SE delivers a huge amount of value that is basically unmatched from any other budget or midrange smartphone on the market.  And this isn't just a redo of the original iPhone SE formula. It's running the latest-gen flagship processor from Apple: the A13 Bionic Chip, meaning the iPhone SE is just as fast as the rest of the iPhone 11 family. Also, there's four times the amount of storage of the original SE and three colors to choose from: black, white or PRODUCT(RED), which has stolen our hearts. After a week of using the new iPhone SE, here's everything we think you need to know about it.  It's a classic iPhone design Yes, there are bezels and yes, there's a home button. But don't let classic features fool you, this smartphone is a looker. And while it is very similar to an iPhone 8, let's do a quick tour. On the front, you'll find the 4.7-inch Retina display surrounded by bezels wide enough for the front camera and speaker on top, and wide enough for the Touch ID below. Keep in mind this is not a real button for the home button, it is haptic powered (you can adjust the haptic level in settings). And that means that it's a motorized click to some degree, and you can customize it in settings. It's a little weird that you won't be able to click in until the device is powered on. Even so, it gets the job done and provides a tactile experience. The bezels on the left and right sides are pretty slim. The front panel around the display will be black no matter the color of the iPhone SE itself. It lets you get a bit more immersed in the visuals.  The sides of the device are made of Apple's proprietary aluminum material, which, aside from its good looks, makes the iPhone SE strong and resistant to drops. The edges are matched with the color of your iPhone and look great with the glass back. In our case, the PRODUCT(RED) looks really sharp and lovely. The edging of the iPhone SE matches perfectly and effortlessly with the back. And like the front of the iPhone SE, the back is a pretty clean design with just the single camera — a 12-megapixel lens and LED flash — in the top left corner.  The bottom of the device features precision-drilled speaker holes, two screws and a Lightning port. Those speakers pack a punch for calls and playback, they get quite loud. Plus the earpiece on the top doubles as a front facing speaker. You won't find a headphone jack here, as Apple is likely not bringing it back. (Looks like AirPods are forever.) On the left side, you'll find the ringer silencer switch, a volume up and a volume down key. The combo power and sleep button are on the right side along with a nano SIM card slot. All the physical buttons feel quite tactile and punchy. You can easily find the buttons without looking. It looks really nice, and it's also built tough with an IP67 rating. That means it can handle spills from coffee (or if you're us, ice coffee all year round), soda or any other liquids. It can also be submerged in up to a meter of water for 30 minutes. So it's pretty much klutz-proof. Just remember to let that Lighting port dry out before plugging a cable in. It's also ridiculously lightweight, to the point where you can forget it's in your hand. The 2020 iPhone SE weighs in at just 148 grams (about 5 ounces) and is only 7.3 millimeters (0.29 inches) thick. You can easily hold it with just one hand, and it's really manageable. It's basically on par with the 11 Pro and just slightly smaller around the edges.  It's not as small as the original iPhone SE, but we think it's fair to say that we won't be getting an iPhone that size again. But 4.7 inches does give you a whole lotta landscape compared to the original iPhone SE, and if you're upgrading from a 6, 6S, 7 or even an 8 it gives you a familiar build with much better specs. It's just as fast and fluid as any iPhone 11 Let's talk about the A13 Bionic Chipset inside. It's a wicked-fast and zippy experience on the iPhone SE and is nearly identical to what we saw when testing the iPhone 11, 11 Pro and 11 Pro Max.  There's a lot of tech that makes up the A13 Bionic Chipset. It's a CPU, GPU and a neural engine all in a chipset that fits inside a smartphone. The A13 Bionic in the iPhone SE is the exact same one that's in the Phone 11, 11 Pro and 11 Pro Max. To get more specific, it's a 6-core CPU that more than doubles the speed compared with the first-generation iPhone SE. There's also a 4-core GPU that's four times faster than the GPU in the original SE. That Neural Engine is made up of 8 cores. All of these work in unison to handle tasks and power iOS on the iPhone SE.  So what does this mean in daily use? Well, we didn't experience any slowdowns, even with close to 30 applications open in the background, with many of them completing tasks. You can easily Group Facetime with up to 32 people, edit a video in iMovie, play several rounds of Butter Royale and Fortnite while still having time to text, respond to emails and place a grocery order with Amazon Fresh. Nothing causes its speed to drag, basically.  We also put the SE up against the 11 Pro with a series of photo editing tests in the app Afterlight. We added some filters, played around with light effects, adjusted the sharpness and even corrected contrast. The iPhone SE ended up being able to create the highest-res export faster by about a second ahead of the 11 Pro. We found that iOS 13.4 runs exceptionally well on the SE, and we didn't experience any hiccups or massive slowdowns while testing the iPhone SE. Since Apple makes both the software and the hardware, they can really make it a fluid experience. Any app we tried from the App Store or game from the Apple Arcade worked well on the iPhone SE, and iMessage was easy to use. FaceTime calls occurred swiftly and with fewer bugs than on our 11 Pro Max. So from our real-world testing and everyday testing for close to a week, the iPhone SE really stands firmly next to the iPhone 11, 11 Pro and 11 Pro Max. And it's really crazy to say that, given the price difference. The cheapest SE is $399 versus the cheapest 11 which is $749. Flat out, you're really getting a big value. We'll be benchmarking the iPhone SE with Geekbench very soon. We do these benchmarks with every Underscored review to set a standard to compare quantitative testing of multiple devices alongside our daily use. Geekbench tests the devices by running intense processes that mimic real-life use cases. We're expecting the iPhone SE to fall squarely in line with the 11, 11 Pro and 11 Pro Max, and quite possibly beat out some of the 2020 flagship Android devices, like the S20 Ultra and OnePlus 8. One final note about the A13 Bionic Chip. Since it's Apple's current flagship, you can expect it to run for many, many years to come. It's definitely going to support iOS 14, and likely iOS 15 and even iOS 16. Sure, it might slow down a bit in three years, but it's giving you the longevity that you won't normally find at a $399 price point. Think about it this way: Many people are still using an iPhone SE and even an iPhone 6. People loved that design, and with the iPhone SE, Apple is giving you an upgrade to a similarly designed device that will last for many years to come. Safe to say, the second-generation iPhone SE will last just as long if not longer than the first-generation iPhone SE. A tiny Retina display The iPhone SE has a relatively smaller display, and it's the only iPhone in the lineup that features big bezels. Still, though, it's a Retina HD display with True Tone and support for a wide color gamut. It's vibrant and sharp. We will say, though, that switching to this from a larger phone can be a bit difficult.  To be a bit more precise, this 4.7-inch Retina HD is an LCD, a liquid crystal display. It's similar technology to what's used on the iPhone 11, but it's not an OLED like on the 11 Pro or 11 Pro Max. You won't get super dark blacks on here, but it still looks pretty good. True Tone functionality will have the iPhone SE automatically adjusting the color temperature based on the device's surroundings. This way the screen can be easier on your eyes. This is pretty much standard across Apple's portfolio now, and it's welcomed on the SE. Lastly, unlike the iPhone 8 which featured 3D Touch, the iPhone SE uses Haptic Touch. This was ushered in with the iPhone 11 family and is now standard on the iPhone. This lets you open quick menus on apps and notifications. It is pretty handy. For instance, clicking down on the camera app will bring up a menu that lets you easily take a selfie. These are handy, but we miss the more tactile feel of 3D Touch. All in all, it's a good display. It does a great job with color accuracy and can display a wide range. Smart HDR and Portrait mode for people steal the show Apple really blew us away with the dual cameras on the iPhone 11 and triple cameras on the iPhone 11 Pro and 11 Pro Max last September. Between the quality of a quick snap, upgrades to Portrait Mode and the introduction of Night Mode, it was a clear winner for the best smartphone shooter on the market. So what was Apple to do with the $399 iPhone SE? Well, while it only has a single lens for the main camera, the A13 Bionic is working some magic to deliver a quality shooter. And most importantly, Portrait Mode for people is onboard, and both the rear- and front-facing cameras support the popular bokeh effect, where the subject is in focus and the background is blurred. You can get some nice shots with the main camera. It's not ultrawide, so you'll need to step back to capture wider shots — although it did manage to capture a suburban New Jersey backyard with tall trees pretty well. And with no telephoto, you'll need to get up close or use the 5x digital zoom. We recommend the former, as the quality of the image will go down when using digital zoom. Essentially it's snapping the closest the physical lens can get, and digital zooming in on top of that.  Still, you can get some memorable photos. There's a lot that happens behind the scenes with the A13 Bionic Chip. It works to identify people in shots and to deliver a well-rounded image. The resulting images factor in sharpness, as well as color accuracy and realism, while also not letting too much light in. The iPhone SE also supports Smart HDR, which can happen automatically when yo"], "Language": false}