{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/african-safaris-covid-19-impact/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["text by Stacey Lastoe, CNN; video by Diana Diroy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-22T11:51:22Z"], "LastModifiedDate": ["2020-04-22T18:02:17Z"], "Headline": ["The safari industry is no stranger to hardship, but what will it take to recover now?"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The last Hippo Creek Safari was cut short — in mid-March, the veteran tour operator's guest flew out of Botswana several days early once news of impending lockdowns hit. She never made it to Rwanda.  Covid-19 had arrived in Africa, restricting travel in and out of the continent.  The restrictions spell trouble for Africa, both its people and its animals, the bread and butter of safari travel.  Daniel Saperstein, owner of Hippo Creek Safari, said it was a \"scramble\" working to get the guest out on a flight before flights filled up. His team worked overnight facilitating the departure of the safari guest. Meanwhile, Laurie Newman was on safari with nascent operator Brave Africa. She ended up on a private safari with Tabona Wina, one of the company's co-owners. Isolated in the Okavango Delta in Botswana, Newman extended her trip but made it out of the country — and Africa — and back to the United States before it would become impossible to do so.  \"She successfully made it home on the last flight out of the country,\" says Colorado-based Kelly Vo, who along with her husband, Patrick Vo, co-own Brave Africa with Wina. As Covid-19 escalated, reaching South Africa and eventually Botswana and other African nations, safari operators and tour companies focused on rescheduling, postponing, deferring and sometimes refunding most of a party's planned safari as the industry went dark nearly overnight. \"Coronavirus has put a stop to everything,\" says Patrick Vo. \"I have not had a new safari booking since this started,\" says Betty Jo L Currie of Currie & Co. Travels Unlimited in Atlanta.  Currie, who also consults for luxury travel adviser Virtuoso, finds herself — like the Vos and Saperstein — in a holding pattern, at the mercy of things she cannot control. Several months into the pandemic, with lockdown restrictions in place around the world, the safari has literally been canceled. While the virus had run loose for months, the pandemic wasn't officially declared until March 11, creating a kind of panic for those traveling, especially internationally. It's neither clear when safari travel will return nor what it will take for it to recover. Once travel resumes, and in some parts of the world, that's already starting to become a reality, it's possible the safari's recovery will lag behind other industries. Patrick Vo expresses concern about the potentially slow recovery, especially as it relates to poaching. \"The longer we are not out in the wild, the longer the poaching can be without any type of constraint or without any opposition, so to speak.\" Keeping calm and carrying on? In spite of the uncertainty, the empty lodges, the grounded flights and the increase in poaching according to a report in \"The New York Times,\" industry leaders express optimism about the safari's future. Saperstein says the vast majority of his company's clients are looking forward to traveling as soon as it is feasible  — whether that translates to as early as this summer or in the fall.  \"A few have indicated that they would like to wait until vaccines are available, which is completely understandable as well, and we have already moved several trips into next year to support that (and have agreements with the camps that will allow further postponements if it's still not medically safe for those particular travelers to be in Africa by then).\"  Although the safari is no stranger to tragedy and upheaval — Ebola outbreaks and the 9/11 terror attacks in 2001, two examples cited by Currie and Saperstein, respectively — the current issues are what Saperstein, an industry veteran, calls \"unprecedented.\"  As such, companies such as Hippo Creek and Brave Africa are trying to be as flexible as possible as the situation evolves.  Wina notes that many of Brave Africa's guests who were supposed to be on safari now have opted to postpone rather than outright cancel.  April safaris have been moved to September and beyond. Nicole Robinson, chief marketing officer for luxury safari company andBeyond, says they are also seeing postponements instead of cancellations: \"Ninety percent of our guests opted to postpone travel instead of canceling.  \"We're preparing for a slow recovery. What we're hearing from our key markets is that local travel will most likely pick up first. \"We're also hearing, something very encouraging to us, that travelers are more likely to be interested in travel to explore nature and turning to more meaningful, purposeful travel experiences.\" Patrick Vo says: \"If our guests can get to Africa, we can take them out on an amazing safari.\" Waiting for takeoff But until international travel resumes, no one can go on safari, making \"the safari as good as dead,\" according to Wina, and underlining the industry's dependence on outside factors, namely flights.  If you can't get people to Africa, you cannot get them on safari. Saperstein views the early African precautions as going a long way toward things getting up and running again. He's based in the United States and says Africa's \"much more stringent lockdown\" has him feeling \"hopeful that they can reopen quickly when it is safe to do so.\" Even though there's no date on the calendar which you can look to and say \"this is when safaris will be back in session,\" Wina nonetheless encourages booking: \"You can book for end of this year\" with the option to defer if travel to Africa does not resume. But of course, Wina and the other operators are eager for the safari's recovery; it's directly related to their livelihood and to the protection of the animals.  Yet, it's perhaps unsurprising that Currie hasn't had a new safari booking Covid-19 was declared a pandemic. For now, she's just actively rescheduling and hoping that the demand will be there when it's safe to travel again. Safaris are often planned quite far in advance since lodges, especially in the luxury category, are small and fill up quickly; Brave Africa has inquiries for safaris in 2021 and in 2022. Currie has faith in would-be safari-goers: \"And if you care about conservation and sustainability and wildlife and cultural and communities, then clearly that deposit is going to go toward that effort.\" Still, cost combined with a deep uncertainty about whether that scheduled flight will take place as planned (among myriad other concerns) might deter some people from booking a safari, often considered a bucket-list trip because of its high price tag.  Budget, DIY safaris exist, but guests have less protection and assistance if they choose to go this route.  Newman, having gone through a safari operator, had help getting out of the country and continent.  \"There is an eight-hour time difference between Botswana and Colorado, so Patrick and I would be on the phone at 2 a.m. onward to give updates on the progress of the pandemic and to ensure Laurie could make informed decisions about how to continue her journey in Africa after her Brave Africa safari was completed or to start making her way home to the US,\" Kelly Vo explains. As for future safari travel? Currie believes if you have the means, you should want to go on safari.  The Vos loved their first safari so much, they went on another one. It was during the second safari that they hatched a plan to launch a business with their guide at the time, Wina.  Cheetahs, leopards, elephants, rhinos and lions: Patrick and Kelly were hooked after seeing the animals in the wild interacting with each other.   The poaching problem Add the increase in poaching to the devastating list of Covid-19 side effects, and you can see why the safari is in a different kind of danger.  It is most definitely a concern, say many industry experts. With countries on lockdown and stay-at-home orders in effect in much of Africa, official anti-poaching efforts have largely been abandoned. In some South African lodges, where safari guides live on-site, there's a continued lookout for illegal activity.  To wit: Michel Girardin, general manager of Djuma Private Game Reserve in the Sabi Sands Game Reserve in South Africa, says there hasn't been a \"major increase\" in poaching, and that he's heard of \"a drop in the incidents of poaching being reported.\"  Yet a lack of reporting and a lack of poaching are two different things. Typically, explains Kelly Vo, safari guests and staff can be counted on to report bad or illegal behavior.  In Botswana's bush, far more remote and hard to get to than Sabi Sands, no one is out there enforcing anti-poaching laws, according to Patrick Vo.  Map Ives, director of Rhino Conservation Botswana disputes the claim that anti-poaching efforts have stopped; in fact, Ives says his organization has actually increased their aerial presence considerably. Wina, however, speaks to what he views as a decrease in vehicular monitoring: \"When everything is up and running, you have so many vehicles driving around there. You have camps, you have guests all the time and you get these guys driving in the park in an out and it keeps the poaching very low.\"   \"The challenge, though, is that's a drop in the bucket,\" Patrick Vo says of the efforts of some South African lodges, adding that in the past couple of weeks in \"the northwest corner of South Africa, already nine rhinos have been poached in the last week.\" Poaching is \"big, big, big business,\" Currie says. \"Killing the rhinos is driven by big syndicates out of Asia and possibly other places,\" she adds.  But will severe travel restrictions hurt the poachers' supply lines? If they can't get illicit goods out of Africa, is there a chance poaching will become less lucrative, less of a lifeline for the sellers? It may slow things down, Kelly Vo says, but ultimately, \"we have no idea.\" \"Africans in Africa, they have zero use for ivory,\" Patrick Vo adds. Safari on sale? Travelers are unlikely to see a significant decrease in the cost of a safari, which varies widely but is rarely considered budget-friendly. A 10-day, low-budget safari, not including flights to or within Africa or a slew of other amenities, can start at about $3,000 a person, according to Currie. But for this relatively low-cost safari, the conservation component may be absent, says Currie, and the guides may not be as outstanding as the ones leading a more expensive trip. But a five-star luxury safari can cost well beyond $10,000 a person, with add-ons such as massages and top-shelf alcohol coming at a premium.  Gratuities, at $25 to $50 a day, are another additional expense.  A fraction of the price for accommodations, which run the gamut from rustic raised tents in the remote bushlands to upscale enclosed lodges with private butler service, often goes toward conservation efforts. Brave Africa, for example, gives $5 a night per guest toward conservation funds, according to Kelly Vo, and she points out that many, if not most, safari companies practice this distribution. Of course, there are plenty of conservation effort"], "Language": false}