{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/politics/mail-in-voting-partisan-divide/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Abby Phillip, CNN"], "Writers": [["Abby Phillip"]], "FirstPublishDate": ["2020-04-21T16:19:49Z"], "LastModifiedDate": ["2020-04-22T00:35:33Z"], "Headline": ["Most Americans support mail-in voting but there is a sharp partisan divide"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A majority of Americans favor changing election laws to allow everyone to vote by mail, new polling shows, but Republicans are far less likely than Democrats to agree, highlighting a deep partisan divide on the issue ahead of November's election. According to a new NBC/Wall Street Journal poll, 58% of Americans favor permanently changing election laws to allow everyone to vote by mail. But just 31% of Republicans agree, compared to 82% of Democrats. And 61% of those who say they get their news from Fox News oppose vote-by-mail. This divide comes as President Donald Trump has emerged as the driving force behind anti-vote-by-mail sentiments. And it highlights the degree to which the President's recent strident opposition to vote by mail -- despite himself voting by absentee ballot in Florida -- has been amplified by conservative media and his campaign. The partisan framing for vote by mail is a sharp departure from the history of this issue, which experts say have long been bipartisan and more driven by geography than party affiliation. \"Some, especially those in the beltway, may be viewing this through a partisan lens,\" said Myrna Perez, director of the Brennan Center's Voting Rights and Elections Program. \"Outside of the beltway there are a lot of acknowledgment that states already have mail balloting systems and that's one of the ways we are going to keep Americans safe.\" In recent weeks, Trump has repeatedly railed against a push to expand vote-by-mail options for voters in this presidential election year. \"Get rid of ballot harvesting, it is rampant with fraud,\" the President tweeted last week in an all-caps missive. \"The USA must have voter I.D., the only way to get an honest count!\" His campaign also sent a fundraising blast late last week to his supporters echoing that message and alleging that \"Democrats are trying to steal the Election out from under me.\"  The email falsely accuses Democrats of trying to \"rig\" the game with \"ballot harvesting\" which the campaign claims will \"bolster liberal candidates.\" Some states allow advocacy groups to collect and return ballots on behalf of voters. In states that have widespread mail-in voting, officials go through a process of matching the signature on the ballot with the voter's signature on file. Voter fraud is rare, but one recent prominent case of election fraud involving ballot harvesting involved a Republican campaign operative in North Carolina who was charged with collecting and tampering with ballots on behalf of a congressional candidate in that state, in violation of North Carolina law  Despite the bold claims from the President's campaign, several conservatives and Republican officials contacted by CNN, even those who oppose expansions of mail-in voting, were unwilling to back up Trump's claim that mail in voting benefits Democrats overall. \"I don't know,\" said Hans von Spakovsky, a former Federal Election Commission member and fellow at the Heritage Foundation, when asked about the President's claims. \"But I do know that putting in place vote harvesting can give an advantage of those who seek to cheat.\" Von Spakovsky has written extensively about his claim that expanding vote by mail will result in more election fraud.  Multiple Republican election officials in Washington, Georgia, Ohio and Kentucky have also defended their states' vote-by-mail systems and in some cases, backed temporary expansions in access to vote by mail because of coronavirus. Asked if he agreed with the President's assertion that vote-by mail disadvantages Republicans, Kentucky Secretary of State Michael Adams told CNN, \"I don't know whether or not that's true or not. I've never studied that. \" \"Our election laws should be fair and neutral,\" he added. \"I don't know that vote fraud favors one party over the other.\" In Florida, for example, Republican officials have long pushed voters to mail in ballots and have counted on the strategy to get an edge over Democrats in the state. \"We have won elections using mailed-in votes, period,\" David Johnson a former executive director of the Republican Party of Florida and a GOP consultant told Politico. According to Perez at the Brennan Center, older voters and white voters tend to prefer voting by mail. Some African American voters also might prefer voting in-person because of the long history of civil rights fights to protect their ability to do just that. People with disabilities might also often prefer to vote in person because of accommodations available to them at polling places. And parts of the US that don't have reliable mail delivery might also prefer vote in person. These divides do not neatly fall along partisan lines. And even while Democratic lawmakers have increasingly pushed for national standards around expanding access to in-person voting for the November election, most say that in-person voting must remain an option for all voters. In a bill introduced last week, California Sen. Kamala Harris called for more flexibility for states to expand mail in voting, early voting and make polling places safer for in-person voting by instituting measures like curb-side voting. The bill was specifically written to protect in-person voting options for minority populations, Tribal communities and rural voters who are likely to prefer in-person voting."], "Language": false}