{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/entertainment/better-call-saul-season-finale-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-21T15:41:31Z"], "LastModifiedDate": ["2020-04-21T15:41:31Z"], "Headline": ["'Better Call Saul' plants the seeds for a killer final season"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Better Call Saul\" added a few more pieces to its serialized jigsaw puzzle with the fifth-season finale, as the AMC prequel inches closer to the beginnings of \"Breaking Bad.\" But what it did throughout the season was cement its status as one of the best shows on television and among the finest TV spinoffs ever. There were no major character deaths in the last three episodes, despite a growing sense of dread as the stakes of the game into which Jimmy (Bob Odenkirk) has been drawn have grown progressively higher. But the episode in the desert -- the program's most \"Breaking Bad\"-est hour yet -- and closing assault on the compound of Lalo Salamanca (Tony Dalton) set up a killer showdown for next season, with Lalo miraculously surviving and a nagging sense not everyone's going to make it out unscathed. The latest season also showcased Rhea Seehorn in a concerted way as Kim, Jimmy's girlfriend, who became his wife mostly to protect them both from legal jeopardy. Kim not only displayed her own larcenous streak -- laughing off warnings about Jimmy's behavior from her former boss, Howard (Patrick Fabian), then fantasizing about ways of retaliating against him -- but her toughness and resilience. This has, in essence, really been Seehorn's year, crystallizing what has drawn Kim to Jimmy, and his mounting fears that his activities were endangering her. Her scene in the penultimate hour, saving Jimmy by standing up to Lalo, revealed not only the character's strength but reinforced the notion that Jimmy's descent to \"the dark side\" will be complete once, for whatever reason, she's out of his life. \"Saul\" has also benefited enormously as key players from \"Breaking Bad\" not only enter the picture but increasingly intersect, with the advancing storylines involving Mike (Jonathan Banks), Nacho (Michael Mando) and Gus (Giancarlo Esposito). An earlier appearance by Hank (Dean Norris) was an added bonus. All told, the fifth season began well, and somehow finished even stronger. The producers have announced that the coming season will be the show's last, which makes sense, given that they appear to be running out of storytelling real estate. Still, with scores yet to settle between Lalo and Gus, as well as the still-uncertain future of Jimmy and Kim, if the past is in any way prologue, what a run it has been, and what a finish it promises to be."], "Language": false}