{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/politics/dan-patrick-texas-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-21T14:24:18Z"], "LastModifiedDate": ["2020-04-21T15:17:39Z"], "Headline": ["This Republican's logic on reopening the country is totally illogical"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Texas Lt. Gov. Dan Patrick is at it again! Here the Republican is explaining his logic on why the country need to reopen even amid warnings of a second coronavirus infection bump in an interview Monday night with Fox News' Tucker Carlson (bolding is mine): \"When you start shutting down the economy, and people start losing their paychecks, and businesses can't open, and governments aren't getting revenues, and go on and on and on. I'm sorry to say I was right on this. And I'm thankful that we are now, Tucker, finally beginning to open up Texas and other states. Because it's been long overdue. You know they told us, Tucker, to follow the science. Well, what science?  \"I mean, at the end of January, Dr. Fauci, who I have great respect for, said this wasn't a big issue. Three weeks later, we were going to lose 2 million people. Another few weeks later, it was 1 to 200,000. Now it's under 60,000. And we've had the wrong numbers. The wrong science. And I don't blame them. But let's face reality of where we are. In Texas, we have 29 million people. We've lost 195. And every life is valuable. But 500 people out of 29 million. And we're locked down. And we're crushing the average worker. We're crushing small business. We're crushing the markets. We're crushing this country.  \"And what I said when I was with you that night, there are more important things than living. And that's saving this country for my children and my grandchildren. And saving this country for all of us. And I don't want to die. Nobody wants to die. But man, we've got to take some risks. And get back in the game. And get this country back up and running.\" As Patrick notes, he's made a similar argument before. Back in late March, he told Carlson this:  \"Are you willing to take a chance on your survival in exchange for keeping the America that all America loves for your children and grandchildren? And if that's the exchange, I'm all in.\" So, see, he was right! Or something. Let's first understand Patrick's logic before we show how incredibly illogical it is, shall we? His thinking goes like this: The science has been all over the place on the coronavirus, so it's the \"wrong science.\" And since experts -- including medical doctors like Anthony Fauci -- don't really know where this is all headed then we can't take their word for it. And what we know is that the economy is in very bad shape -- and getting worse every day that we stay quarantined. So we need to take some risks. We need to get back to business as (mostly) usual even if that means more people die because, uh, there are \"more important things than living.\" So, that's the argument. In a nutshell. Now, for showing why it's totally and completely wrong. 1)  Patrick's dismissal of \"science\" appears entirely based on the fact that projections about how many people will die have been all over the map. But projections are just that -- attempts to project the future of a very uncertain set of circumstances. Any model that produces a projection like the ones Patrick is dismissing rely on a series of data and assumptions. So yes, if NO social distancing measures had been put in place, it is possible several million Americans could have died. And now that most states have adhered to stay-at-home and social distancing measures, those numbers are much lower. Projections changing is, well, what good projections do when the underlying data and assumptions change. As for the actual \"science\" here, Patrick is dead wrong about it. The science has been pretty damn accurate actually. Doctors have made clear for months that Covid-19 posed a unique threat because of its high level of transmissibility, the possibility of asymptomatic transmission, no herd immunity and the lack of a vaccine or even an effective treatment. All of which is still true. 2) Patrick seems not to grasp the difference between necessary and unnecessary risks. It is absolutely true that every time you get behind the wheel of a car or fly on an airplane, there is a risk of dying. But you accept that risk as minimal and necessary because you a) use your car to get to work or b) want to see parts of the world that only a plane can get you to. So you take what you believe to be a necessary risk. That's very different than what Patrick is advocating for here. Reopening the country -- given what we know about the deadly effects of coronavirus -- is an unnecessary risk. Coronavirus is now the leading cause of death in the country. It has infected more than three-quarters of a million people and killed 41,000 as of Tuesday morning.  And there's this: Deciding to go back to your normal routines doesn't just impact you. It impacts every single person you come into contact with. because, without widespread testing, who's to say that you aren't an asymptomatic carrier of the virus? Or that your symptoms simply haven't begun to show yet? Again, unnecessary risk. 3) I keep trying to wrap my mind around Patrick's claim that \"there are more important things than living.\" As a Catholic, I do understand the belief that if we die, we can hope for the reward of Heaven, which is a far better place than life on Earth. But that doesn't seem to be the argument Patrick is actually making. He seems to be suggesting that an economic slowdown or recession is worse than dying. Which, like, no? The point here is that Patrick's argument might make some sense to people the first time they hear it. The economy is struggling! And projections about the number of deaths from coronavirus have been all over the map! But scratch the surface and you quickly see the profoundly illogical underpinning what Patrick is saying. My worry -- and it should be your worry too -- is that lots of people listening to Patrick don't scratch the surface."], "Language": false}