{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/entertainment/travis-scotts-fortnite-astronomical-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-21T12:28:49Z"], "LastModifiedDate": ["2020-04-21T12:28:49Z"], "Headline": ["Travis Scott's 'Astronomical' Fortnite debut"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Travis Scott has linked up with Fortnite and it's about to be a blast. The Grammy-nominated rapper will debut his new song \"Astronomical\" within the wildly popular online video game for a series of concerts set to start Thursday. \"From April 23-25, blast off into a one of a kind musical journey featuring Travis Scott and the world premiere of a brand new track. Astronomical is an other-worldly experience inspired by Cactus Jack's creations, built from the ground up in Fortnite,\" an announcement on the game's site reads. \"To make sure everyone has a chance to experience Astronomical, we're setting up multiple tour dates with showtimes for players around the globe. Jump in to whichever time fits your schedule best, or catch an encore with your friends if they missed it.\" Cactus Jack is both Scott's nickname and the name of his record label. On Monday he tweeted a scene of him within Fortnite. \"TOOK IT STRAIGHT FROM OUTSIDE STRAIGHT TO THE COUCH   CACTUS JACK FOR FORTNITE http://travisscott.com,\" the tweet read.  The official Cactus Jack Instagram also shared an image of Scott in the game. Fortnite has collaborated with Hollywood before, including virtually screening Chance the Rapper's reboot of Punk'd on Quibi.  But the multiday Scott event is special. Players will be able to enter the event 30 minutes before it kicks off Thursday at 7 p.m. EST. The event will be repeated the following dates/time: Friday, April 24 at 10 a.m. EST\nSaturday, April 25 at 12 a.m. EST\nSaturday, April 25 at 11 a.m. EST\nSaturday, April 25 at 6 p.m. EST The game is also providing extra added incentives for players. \"Get [Scott's] Outfits, Emotes, and more starting April 21,\" the announcement on the site read. \"And if you attend any of the Astronomical events, you'll score this Astroworld Cyclone Glider and two loading screens for free!\""], "Language": false}