{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/tennis/nadal-instagram-live-federer-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-21T11:06:57Z"], "LastModifiedDate": ["2020-04-21T11:57:32Z"], "Headline": ["Rafael Nadal was left confused by Instagram Live. Roger Federer and Andy Murray found it hilarious"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["Virtually unbeatable on the red stuff it turns out that Rafael Nadal has feet of clay when it comes to technology. The 19-time grand slam champion hosted an Instagram Live event on Monday with a number of stars from the sport but had a few issues getting to grips with the platform.  Fans tuned in to enjoy the Spaniard looking quizzically at the screen as he attempted, a number of times, to invite Roger Federer to the chat.  \"As you can see, I'm a disaster in everything. But I'm trying hard,\" Nadal laughed, admitting it was his first time using the Live function.  Eventually, Nadal managed to pair with his Swiss counterpart but not before he fell victim to some ribbing from another pro waiting in the wings.  \"He can win 52 French Opens, but not work Instagram,\" wrote three-time grand slam winner Andy Murray.  READ: Andy Murray says tennis's current 'Big Three' are the greatest players of all time Federer gives injury update With tennis suspended because of the coronavirus outbreak, stars have been getting used to some rare time off the tour.  Nadal and Federer were keen to compare notes on their lives during lockdown and reminisced about the early stages of their careers.  Federer said he'd been using the spare time to recover from his knee surgery and has been practicing hitting against a wall.  \"There is no stress, no rush, if there's anything positive, that's the only thing really,\" he said about his rehab.  \"At the end of the day, I just want the knee to be good, it doesn't matter when I return.\" READ: Novak Djokovic would oppose a compulsory vaccination to return to tennis Virtual tournament After another technology glitch, Nadal managed to connect with a chuckling Murray who had clearly enjoyed watching his rival get to grips with the intricacies of Instagram Live.  \"It is a bit tricky getting people on it. It was very amusing watching you,\" he teased.  Both men are taking part in the virtual Madrid Open next week and both admitted they'd been trying to get to grips with the video game in the build-up.  They agreed to play against each other after their conversation with Nadal throwing down the gauntlet.  \"Practice a little bit for later, otherwise, you have no chance,\" he laughed before signing off.  Whilst Murray said he'd been enjoying spending some extra time with his family, Nadal said his focus has been on his tennis academy in Mallorca, Spain. The academy was closed to the public in a bid to avoid outside infection, meaning players and staff have been forced to remain inside. All professional tennis competitions have been postponed until June 7 amid the virus with men's and women's rankings frozen until further notice. Nadal's defense of his French Open title will also have to wait, with the grand slam being postponed until September."], "Language": false}