{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/politics/mike-pence-governors-call-coronavirus-testing-supplies/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Maegan Vazquez and Kristen Holmes, CNN"], "Writers": [["Maegan Vazquez", "Kristen Holmes"]], "FirstPublishDate": ["2020-04-20T19:23:54Z"], "LastModifiedDate": ["2020-04-21T00:36:41Z"], "Headline": ["Trump targets Hogan in attempt to flip testing criticism back on governors"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump sought to turn criticism about federal coronavirus testing availability back on governors Monday evening, claiming some didn't \"understand\" what they were being told by administration officials and assuring that there was plenty of capacity ready to be used.  The move came after Vice President Mike Pence led a multi-hour call with the governors earlier in the day to address the building frustration over the availability of testing kits and processing capacity. On the call, Pence outlined testing capacity and provided each state's governor with a list of names, addresses and phone numbers of labs with additional testing capacity. Where Pence sought to reassure, Trump once again sought to deflect blame. During his daily press briefing, the President took swipes at two governors -- Maryland Gov. Larry Hogan, a Republican, and Illinois Gov. J.B. Pritzker, a Democrat. He said Pritzker \"did not understand his capacity (to test), not simply ask the federal government to provide unlimited support.\"  Trump also said Hogan \"didn't understand too much about what was going on,\" later asserting that the governor did not need to secure coronavirus tests from South Korea. Hogan had touted the 500,000 tests he succeeded in procuring in part thanks to his wife's South Korean roots at his own news conference earlier Monday. But Trump told reporters: \"The governor of Maryland could have called Mike Pence, could have saved a lot of money ... I don't think he needed to go to South Korea. I think he needed to get a little knowledge would've been helpful.\" Hogan responded to Trump's Monday evening comment, telling CNN's Wolf Blitzer on \"The Situation Room\": \"I'm not sure what the President is referring to. I have a pretty good understanding of what's going on and I appreciated the information that was provided by his team.\" \"I don't want to get into criticizing back and forth, Wolf. The President was not on the call,\" Hogan added. Trump did praise Democratic Gov. Andrew Cuomo regarding New York's testing capacity during the press briefing, noting that Cuomo will be traveling to Washington on Tuesday for an Oval Office meeting. Pence's call The vice president's call with the country's governors, included several officials on the White House coronavirus task forces and focused testing, according to multiple sources familiar with the call. One state official said it was the first time the testing issue had been laid out in such detail from a top official. The state official said the administration's message was that they were working to get the states what they need -- and that \"it's a partnership\" between the federal and state governments. At the same time, Trump, who was not on the call, insisted that the responsibility for coronavirus testing belonged primarily to the states.  \"Last month all you heard from the Radical Left, Do Nothing Democrats was, 'Ventilators, Ventilators, Ventilators.' They screamed it loud & clear, & thought they had us cold, even though it was the State's task. But everyone got their V's, with many to spare. Now they scream (...) 'Testing, Testing, Testing,' again playing a very dangerous political game,\" Trump tweeted while the call was happening. Maryland's Hogan had said Sunday that a lack of testing is the No. 1 problem in America and \"has been since the beginning of the crisis.\" \"The administration, I think, is trying to ramp up testing. They are doing some things with respect to private labs,\" Hogan said on CNN's \"State of the Union.\" \"But to try and push this off to say that the governors have plenty of testing and they should just get to work on testing -- somehow we aren't doing our job -- is just absolutely false.\" According to Pennsylvania Gov. Tom Wolf, a Democrat, the challenge many state leaders on the call expressed was getting \"increased testing capacity.\" Pennsylvania needs the reagents and test kits, and requests for similar testing supplies, he said, was the \"general cry\" from the other governors.  \"We all expressed that hope today that we could move toward that and the vice president assured us that the federal government was moving as quickly as possible toward that end,\" he added.  Pence said Monday's call with governors was \"very productive.\"  \"We heard again, not only the fact that we are making progress in slowing the spread. We're seeing very encouraging signs even in hotspots around the country their cases are leveling and in some cases going down,\" Pence said Monday afternoon at FEMA Headquarters following the call.  Questions remain Though the call was not described by sources as contentious, Michigan Gov. Gretchen Whitmer, a Democrat, did bring up recent protests in her state and asked for a stronger response from the federal government. According to Whitmer's office, she \"called on the federal government to reiterate the need to stay home after a growing number of protests in states with Republican and Democratic governors threatened to spread the virus even further.\" Governors have been pleading for federal testing help for more than a month, as a shortage of testing supplies and a backlog in private labs made it nearly impossible for the states to reach the level of testing needed to reduce social distancing guidelines. Last week, Trump grew frustrated after a slew of phone calls on reopening the economy grew repetitive, with business leaders, governors and lawmakers all stressing the need for more testing to reopen the economy.  This week, White House aides, under the direction of the President's son-in-law, Jared Kushner, are trying to determine the best way to deal with the testing supply chain to get the needed elements to the states, according to a source familiar with the issue. One hurdle has been figuring out how to accelerate the production of the testing supplies. The administration recently said it would employ the Defense Production Act to provide federal funding to a company to produce more testing swabs. But accelerating production for the reagents used for tests may pose a new challenge, given that they're often manufactured overseas and are therefore not subject to the act.  While the President attempted to paint states' requests for help with testing as a partisan issue, it hasn't just been Democrats who have asked for federal assistance with testing. Governors on both sides of the aisle have said that without greater testing capabilities, businesses in their states will not be able to reopen.  In addition to Maryland's Hogan, GOP Tennessee Gov. Bill Lee, also underscored the importance of increased coronavirus testing, tweeting after Monday's call: \"This morning, I spoke with @VP and our nation's governors regarding expanded testing capacity & Tennessee's aggressive push to test outside of traditional COVID-19 symptoms. Ramping up our testing & health care capacity is a critical step to get Tennesseans back to work safely.\"  This story has been updated with additional developments Monday."], "Language": false}