{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/cnn-underscored/best-xbox-games/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brittany Vincent"], "Writers": [["Brittany Vincent"]], "FirstPublishDate": ["2020-04-20T16:08:29Z"], "LastModifiedDate": ["2020-04-20T16:08:29Z"], "Headline": ["These are our favorite Xbox One games"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The Xbox One has a wide world of absolutely fantastic games to explore. And there's never been a better time to see what Microsoft's flagship console has to offer, with the next-generation system, the Xbox Series X, hitting shelves during the holidays.  So you have time to explore the massive selection of games for the Xbox One, but how do you decide what to play first? We've eliminated some of the guesswork so you can stop shopping around and jump right into the good stuff.  Thanks to these games, you can sample the best the system has to offer. Then you can do it again with the PlayStation 4, while you're at it.  Grand Theft Auto V ($15, originally $29.99; amazon.com or microsoft.com) The third best-selling game of all time barely needs an introduction. Yes, Grand Theft Auto V is a veritable cultural phenomenon. The story is a hilarious romp with three characters who commit just about every crime imaginable — yet, get this — you still find yourself rooting for them. Do what the game's title implies by stealing just about any car you see, take on a gang of drug lords and kill some particularly unsavory individuals. Plus, the online mode shares the same expansive map as the story, and even seven years after its release, the game still has one of the most active player bases around. You need to experience it, especially with Grand Theft Auto 6 supposedly on the horizon.  Red Dead Redemption 2 ($38.99, originally $44.77; amazon.com or microsoft.com) There's one game that sets the bar for every console generation, and for this one, one strong contender is Red Dead Redemption 2. The harrowing story of compassionate Arthur Morgan and the last days of the Wild West is a must-play, no matter who you are. No game has captured the Western genre so perfectly, and Red Dead Redemption 2 is one of the greatest marvels that video gaming has ever seen. This simulation of late 19th century America gives you a chance to get a feel for life in those times, and it's hard not to get lost among the rolling plains, snowy mountains and deserts.   Rock Band 4 ($16.99; amazon.com) Rock Band 4 is like a glorious reunion of wizened rock stars, assembling a wide variety of tracks that allow you to pretend you're selling out stadiums on the reg with your vocal, guitar, bass or drum prowess. It's also one of the last surviving rhythm games with karaoke elements, and with its hundreds of songs to choose from, a massive amount of customization elements. The most polished and exciting of the series deserves your time and attention.  Titanfall 2 ($3.50, was $9; amazon.com or microsoft.com) Sometimes publishers inexplicably send games out to die, and this is the case with Titanfall 2. Poised against Battlefield 1 and Call of Duty: Advanced Warfare, games from two well-established franchises, the newcomer was passed up by many FPS fans despite being a high-quality game. Fortunately, Titanfall 2 has become somewhat of a cult classic and is definitely worth experiencing. The campaign is a standout and the multiplayer is fast, frantic and fun. Sea of Thieves  ($39.99; microsoft.com) Ready to go on a pirate adventure on the high seas? Sea of Thieves is exactly what you're looking for. This multiplayer adventure is a procedurally generated affair where players gather in a group cooperatively in charge of a galleon with different individuals controlling sails, dropping and raising an anchor and even scouting from a crow's nest. There's also a player controlling steering. As the vessel continues its course, players can collect treasure and gold by completing different voyages and even attempt to steal other players' spoils. It's a tough world out there as a pirate, but at least you have your friends to help ensure it's smooth sailing for the lot of you.  Call of Duty: WW2 ($34.11, was $42.99; amazon.com) With Call of Duty: WW2 the series went back to its roots and played to its strengths instead of attempting to make an arcade-style shooter with blockbuster values. As a result, it won back several fans who thought that the previous title, Infinite Warfare, strayed too far from the formula that made Modern Warfare a success. This game is a great blend of classic Call of Duty gameplay with modern tweaks that make it my favorite in the series to date. While this is 2017's entry in the yearly franchise, there are still plenty of people playing it and it's still worth a dive, even if it's not the latest and greatest anymore (that accolade belongs to Call of Duty: Modern Warfare). Assassin's Creed IV: Black Flag ($19.36; amazon.com or microsoft.com) Arguably the best entry in the Assassin's Creed series, this installment lets you take on the role of Edward Kenway, a gruff, 18th-century pirate. Chock-full of ship-based exploration with a gorgeous, expansive open-world map, there's plenty of assassin business to take care of, of course. But what you'll really want to do is sing sea shanties, indulge in large sea animal hunting via harpoon and live the life of a pirate. It's Assassin's Creed, undeniably, but with the coolest parts of being a pirate sprinkled in for good measure. And that makes it the most exciting of the series because the Golden Age of Piracy remains the best thing that ever happened to Assassin's Creed. Thanks, Ubisoft Montreal! Gears 5 ($24.99, was $59.99; amazon.com or microsoft.com) Gears 5 has always been one of the best original IPs Microsoft has had to offer, and its fifth installment is no exception. Kait Diaz is the protagonist this time around, on a quest to figure out what happened to her family — and what her Locust heritage is really about. She's joined by Gears protagonists new and old as she works to get to the bottom of her heritage and the secrets surrounding the Locust. As far as the gameplay goes, if you love using the Lancer and cutting through enemies, curb-stomping the bad guys and roadie running through crowds of monsters, you'll love Gears 5 just as much as the other games, if not more.It's absolutely gorgeous.  Halo: The Master Chief Collection ($29.83; amazon.com or microsoft.com) Halo is the most iconic franchise to have ever graced the Xbox, and from the original system to now, there's been an entry for players to embrace. That tradition will continue with Xbox Series X's Halo Infinite, but for now, you can snap up all the games in the series in HD with Halo: The Master Chief Collection. With graphical upgrades, multiplayer support and a wide variety of content, it's the perfect way to get acquainted with the story of Master Chief and his plight.  Fallout 4 ($37.21, was $59.99; amazon.com or microsoft.com) Who would have thought the post-apocalyptic world could be so fun? Fallout 4 puts you in the shoes of someone who awakens from cryogenic sleep 100 years after a nuclear war wipes out most of civilization. What you do after that is up to you. There are dozens of stories throughout the Boston wasteland and you can choose to prey on the poor souls trying to live in this harsh world or you can build new communities and stave off the wilderness. You can spend hundreds of hours with this game and still find new things to see and do. Few titles give you this much bang for your buck. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}