{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/sport/michael-jordan-last-dance-documentary-reaction-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-20T12:27:06Z"], "LastModifiedDate": ["2020-04-20T14:57:13Z"], "Headline": ["'He was chosen to be the GOAT.' Why the world loves the Michael Jordan docuseries"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["It is one of the most highly anticipated sports documentaries and fans certainly weren't disappointed.  The first two episodes of ESPN's 10-part documentary series \"The Last Dance\" -- which tells the story of Michael Jordan and the 1997-98 Chicago Bulls -- premiered on Sunday. During the season, NBA Entertainment cameras were allowed unprecedented access to film Jordan's sixth and final championship winning team, offering never-seen-before footage and interviews with players and coaches to fans.  The first two episodes covered the rise of the Bull's dynasty with Jordan and the relationship between the team and the front office. Included in the long list of interviewees were two former Presidents of the United States -- Barack Obama and Bill Clinton.  Obama, who has spent much of his life in Chicago and was a huge Bulls fan, recalled not being able to buy Bulls tickets, as such was the excitement when Jordan arrived there.  \"When Michael (Jordan) first came to town, I didn't have the money to buy tickets for a Bulls game, even the discount ones back in the day ... I was pretty broke,\" he said.  When he was introduced on the show, the 44th President's title card described him as \"former Chicago resident\" to the delight of social media.  One user called it \"quite the understatement\" while another called it the \"greatest title ever.\" READ: A sports junkie adjusts to life without any sport Left wanting more Former and current NBA players and fans were gripped by the first two episodes of the series.  But they will have to wait until next Sunday to watch episodes three and four to their dismay.  Current Chicago Bulls player Zach LaVine said he \"could've watched all 10 episodes right now.\" Three-time NBA champion Dwyane Wade, who was born in Chicago, said if he \"had 3 wishes in life, I think I would have asked for #TheLastDance.\" The first two episodes earned rave reviews from all corners of the sporting world, including Jordan's fellow Olympic gold medal winning USA men's national teammate, Earvin 'Magic' Johnson. \"Michael Jordan's Last Dance was fantastic and I loved all two hours of it!! Young fans that never got to see Michael play now understand why he's the GOAT of basketball!\" NBA Hall of Famer Johnson wrote on Twitter.  \"For me? Michael Jordan, Michael Jackson, and Beyoncé are the three greatest entertainers of my lifetime; and you could probably throw Muhammad Ali in there.\" \"Man MJ had it! He had that 'IT' He was chosen to be the GOAT,\" Wade said.  Three-time NFL Defensive Player of the Year JJ Watt paid his respects to one of Jordan's coaches from college.  Visit CNN.com/sport for more news, features, and videos \"Dean Smith telling Michael Jordan to go pro because that's what was best for him, instead of telling him to stay which would have been best for Dean Smith. That's a coach you want to play for.\""], "Language": false}