{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/china/china-mars-mission-intl-scli-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amy Woodyatt, CNN"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2020-04-24T12:39:11Z"], "LastModifiedDate": ["2020-04-24T12:39:11Z"], "Headline": ["China reveals name of Mars mission, which will take place in 'coming months'"], "Section": ["china"], "MappedSection": [null], "Article_Body": ["China's space agency revealed the name of its first Mars exploration mission on Friday, and said the mission is on track to take place \"in the coming months.\" The mission has been named \"Tianwen 1,\" the China National Space Administration (CNSA) said in a statement on Friday, following the naming of the country's planetary exploration program \"Tianwen,\" meaning \"quest for heavenly truth.\"  The program was named after a long poem by ancient Chinese poet Qu Yuan, according to CNSA.  China completed its first public test of a Mars lander in November last year, keeping the country on track for an unmanned exploration mission to the red planet in 2020. The space agency said the mission to Mars is due to take place \"in the coming months,\" according to a statement released on Friday. So far, the United States and the former Soviet Union are the only two countries to land a spacecraft on Mars, but the European Space Agency and India have successfully sent spacecraft to enter the planet's orbit. The probe will study the soil, geological structure, environment and atmosphere of Mars, according to CNSA. The robotic probe will be made up of an orbiter, lander and a six-wheeled rover, which will have solar panels and carry 13 scientific instruments, according to CNSA. The administration said the probe is due to land on Mars before July 2021, after which the 200-kilogram (441-pound) machine will work for around three months. Last year, China announced it had opened a Mars simulation base in Qinghai's Qaidam Basin, a hyper-arid region in western China that is the highest desert on Earth and long considered one of the best parallels with the Martian surface on our own planet. China was late to the space race -- it didn't send its first satellite into space until 1970, just after the United States put the first man on the moon. But in the decades since, China has pumped billions of dollars and other resources into research and training. In addition to the Mars mission, China has been actively pursuing lunar exploration. The Chang'e-4 lunar probe successfully touched down on the far side of the moon last year, a historic first and major achievement for China's space program. Preliminary plans are underway for a manned lunar mission in the 2030s. If successful, this would make China only the second country, after the United States, to put a human on the moon."], "Language": false}