{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/19/world/coronavirus-newsletter-04-19-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ivana Kottasová, CNN"], "Writers": [["Ivana Kottasová"]], "FirstPublishDate": ["2020-04-19T11:32:42Z"], "LastModifiedDate": ["2020-04-19T11:32:42Z"], "Headline": ["What you need to know about coronavirus on Sunday, April 19"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Less than a month ago, Singapore was being hailed as a country that got its coronavirus response right. The city-state seemed to have quashed the epidemic without the need for strict lockdowns. It was testing widely and isolating anyone found to be potentially contagious. Then a second wave hit. Since March 17, Singapore's number of confirmed coronavirus cases has grown from 266 to more than 5,900. So what went wrong? It seems likely that authorities overlooked clusters of cases among migrant workers living in cramped dorms, James Griffiths writes. Once the virus started circulating among that community, it was only a matter of time until it spread to the rest of the nation.  Singapore's story is not unique. Similar policy missteps are occurring across the world. When Japan recorded its first cases in February, officials focused on containing infection clusters rather than widespread testing. The country's health system is now struggling to cope.  In Hong Kong social distancing rules were relaxed last month, only to be tightened again. And a football game between Atalanta and Valencia might have led to spikes in cases in Italy and Spain, two of the world's worst affected countries.  As countries start drafting coronavirus exit strategies, one lesson seems clear: every move matters.  YOU ASKED, WE ANSWERED Q: Do people need to show symptoms to be contagious? A: No. One study published this week found that people might be most infectious with the novel coronavirus before they show symptoms. It found that viral shedding -- when the pathogen is easily released and spread to others -- could begin two to three days before symptoms appear. The amount of the virus that spreads seemed to decline after people began feeling sick. More than 50,000 people have asked us questions about the outbreak. Send yours here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY? Grim milestones and a story behind each death More than 20,000 people have died of Covid-19 in Spain, a grim milestone only Italy and the US have witnessed. But health officials are reporting some encouraging signs, with downtrends in daily death tolls and new infections.   New York City has lost more than four times the number of people who perished in the 9/11 attacks. Entire families have been struck. One church in Harlem has lost nine parishioners to the virus in the last month. Every victim has left behind a story, writes John Avlon, including that of Mohammed Jafor, a cab driver and a Harvard dad who died on April 1. Four ventilators for 12 million people As countries scramble to buy life-saving equipment, amid unprecedented hospital demand, the coronavirus crisis has exposed huge inequalities between countries. South Sudan has a total of four ventilators and 24 ICU beds for a population of 12 million people. In Venezuela there are 84 ICU beds for its 32 million residents.  The Mafia exploits coronavirus Mafia clans are exploiting the coronavirus pandemic, especially in southern Italy. Anti-Mafia officials tell CNN that the Mafia is providing poor neighborhoods with everyday necessities like food handouts, welfare support, and business credit. The criminal group also plans to profit from the billions of euros being lined up in stimulus funds. Testing in US needs to rise to 500,000 daily If the US wants to reopen its economy, it has to increase testing to at least 500,000 per day, say Harvard researchers. The half million target is a far cry from the current 150,000 tests administered daily. Testing is a critical part of the road to reopening, but the US has struggled, with some critics blaming the White House for the slow response.   ON OUR RADAR A 96-year-old WWII vet once donned a mohawk to intimidate the enemy. He did it again to spread some joy during the pandemic. \nThe Rolling Stones played a gig in your living room last night, part of the \"One World: Together at Home\" concert that included appearances by Lady Gaga, Elton John, Lizzo and other A-listers. \nBrits are painting rainbows and clapping for their health workers. Here's a look at the country's love affair with its national health system. \nOff to the golf course? While the immediate outlook for most sports looks murky, the PGA Tour's top official says golf \"lends itself more to social distancing.\"\nCoronavirus has leveled the playing field, kind of. Even Britain's Queen Elizabeth has canceled birthday plans because of the pandemic.  TOP TIPS The pandemic doesn't need to kill romance. Here's how to honor anniversaries when you can't leave the house. (And if everything else fails, you can always invite a llama or a goat to your date.)\nShhh. Here are seven digital libraries you can visit from your couch while on lockdown. \nYour smartphone can help you get through this. From exercise to silly fun, here are 12 apps that will help you cope with quarantine.\nThe Disney Bedtime Hotline is back, with bedtime messages from Mickey Mouse, Minnie Mouse, Donald Duck, Daisy Duck and Goofy."], "Language": false}