{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/tech/best-apps-in-isolation-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-18T10:44:52Z"], "LastModifiedDate": ["2020-04-18T10:44:52Z"], "Headline": ["These 12 essential apps will make quarantine bearable"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["You sure are spending a lot more time on that phone of yours nowadays, aren't you? But perhaps you've tired of Sudoku, your eyes glaze over during Netflix binges and you haven't touched Candy Crush since you started seeing the game in your dreams.  It's unclear how how long we'll be sequestered like this. We'll keep you busy with a cadre of new apps.  So massage that crick in your neck, put on your blue-light glasses and settle down with these digital offerings. They're instructive, entertaining and nice to scroll through before taking your third nap of the day.  Almost all of them are free to download, too, but offer optional in-app purchases, if you're willing.  For chilling out Stop, Breathe & Think This meditation app, colored with cool blues and kind-eyed cartoon instructors, is designed to ease your mind the moment you open it. You start by checking in and evaluating your physical and emotional state. The app scrambles those results and spits out activities -- guided breathing, brief meditations or, on occasion, a calming compilation of cat videos -- based on your self-eval.  Those activities are categorized by feelings like compassion, grief, and equanimity, and they're short enough to hold your attention but substantial enough to stave off anxiety. Let them wash over you like a wave of calm.  For gaming Playing with friends: Heads Up! on Houseparty  You may be familiar with Heads Up! (the Ellen DeGeneres-backed game that's kind of like a reverse charades), and you may be familiar with Houseparty (the video calling app that mashes all your friends together on one screen). Here's how to combine the two since we can't be with friends in person.   First, download Houseparty. Click the die in the upper right corner. Heads Up! should appear in the drop-down column. Gather your friends, and voila! Playing solo: The Sims Mobile  Badipsa froopy noo (that's Simlish, for the uninitiated)! The Sims is still as fun as you remember, perhaps now more than ever -- you manipulate the life of a virtual person who can shop, date, throw parties, meet ghosts -- everything we can't do right now. Playing The Sims during a pandemic is an exercise in wishful thinking. Or you can trap your Sim in their home (just delete all the doors!) and drive them as stir-crazy as you feel.  For learning EdX Much has been made about Yale University's \"Happiness\" course, available to non-Yale students now for free. Once you learn about the roots of joy, dig into the 2,000 classes available through the EdX app.  Think of a topic, any topic -- they probably have a class for that, offered by one of more than 100 universities. You won't earn a degree, but you will earn bragging rights for furthering your education while isolating.  Duolingo Whatever you think about that little green owl mascot, this language-learning app is an engaging and colorful way to get smarter.  It's structured like a game in that it's image-heavy, fast-paced and it incentivizes you to keep going with ultimately inconsequential but briefly exciting rewards.  There are 35 languages to try, including fictional tongues like \"Star Trek's\" Klingon and \"Game of Thrones'\" High Valyrian. Emerge from isolation a learned polyglot. For cooking Project Foodie: Guided Cooking Amateur cooks of the world looking to broaden their culinary horizons, Project Foodie hears you, and it knows you're capable of more. That's why it breaks down recipes step-by-step in a video, led by pro chefs. And unlike their TV counterparts, these cooks won't skip a moment of prep. By the end, you'll be blanching and julienne-ing better than they can.  For socializing Nextdoor The virtual equivalent of a cul-de-sac meet-up, Nextdoor connects you with neighbors you may've never met. It was fun and useful before the pandemic, but gone are the days when our only gripes were whose dog left a mess in the hallway or whose headlights were left on all night. Now, it's essential to get to know your neighbors who may need your help or can offer you theirs. If nothing else, join for the odd request for a minister to officiate a cat wedding (just be wary of misinformation -- like any social media, it's an issue on Nextdoor, too).   For working out Aaptiv It's a pocket-sized personal trainer that's all audio-based, so you won't need to pull out your phone to see what comes next -- just focus on the spoken instructions and your body. If you don't know where to start, don't sweat it (or do sweat it, ha) -- the app picks out which exercises will work best for you.  Peloton If video-guided workouts are more your speed, Peloton offers a whole lot more than cycling. Watch the pros lead strength training classes, yoga, boot camps and cooldowns.  It's free for 30 days, too.  Runkeeper The app tracks your runs and measures your progress -- and if you keep it up, you can earn rewards toward real-life training gear, too! For staying healthy & in-the-know Apple's Covid-19 app  This one-stop shop collects everything you need to know about coronavirus in a neatly packaged and easy-to-navigate hub. You can customize the information you want by state and screen your symptoms if you suspect you've become infected. It's constantly updated with verifiable information as it's released.  For silly, escapist fun TikTok Seriously, you're not on TikTok yet? If you missed the boat on our dearly departed Vine, get on board with this bite-sized video platform. If dancing lipsyncers aren't for you, filter them out -- they're not the only ones using the app.  TikTok is a platform for burgeoning comedians, wholesome families and sardonic activists -- and somehow, there's room for them all. Cardi B, Reese Witherspoon and the World Health Organization have all found a home on the app, too. So Scroll. Laugh. Learn about the global health crisis. Repeat. "], "Language": false}