{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/opinions/trump-strategy-to-shift-blame-on-coronavirus-and-economy-lockhart/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joe Lockhart"], "Writers": [["Joe Lockhart"]], "FirstPublishDate": ["2020-04-17T23:26:17Z"], "LastModifiedDate": ["2020-04-18T00:39:26Z"], "Headline": ["Trump's devious -- and brilliant -- coronavirus election strategy"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The daily White House briefings certainly bring some relevant information each time about the federal government's response to the deadly coronavirus pandemic. But the briefings have also become a political tool for President Donald Trump. He uses them both to take credit and to shift blame away from himself for his response to the crisis.   Amidst the recent flurry of news made at recent briefings -- about how or whether to \"reopen\" the country, the different phases that might involve and who \"calls the shots\" -- was a revealing exchange that is emblematic of the President's political strategy ahead of the November election.   This was most clearly and cleverly demonstrated in response to a question from Jonathan Karl, of ABC News, who asked Trump for a reaction to protesters in Michigan rallying against stay-at-home restrictions. The President, who earlier in the briefing had lauded Americans' stay-at home-discipline, took a different approach with the Michigan protesters.  The President said, \"Well, they've been going through this a long time, Jon, and it's been a tough process for people ... there's death and there's problems staying at home, too.\" When Karl pressed further on the protesters' violation of social-distancing guidelines, Trump added, \"I think they listen to me. They seem to be protesters that like me and respect this opinion.\"   As Amber Phillips of the Washington Post observed: \"Instead of taking the opportunity to tell the protesters to stay home, he empathized with their desire to go back to work.\" The President then doubled down on the strategy this morning with less subtle tweets saying \"LIBERATE MINNESOTA,\" and \"LIBERATE MICHIGAN,\" and \"LIBERATE VIRGINIA.\" It was all a dog whistle of sorts to his supporters that accomplished a couple of things at once: It suggested to them that it was OK to move away from social-distancing practices, designed to stem the tide of Covid-19, and get back to a more normal life. And it also told them that if they stuck with social distancing, any suffering and inconvenience they experience is not Trump's fault because he gets them, they speak the same language, he feels their pain.   And that messaging is illustrative of the President's overall strategy to get reelected. He's given himself maximum flexibility to take credit for whatever goes right and maximum ability to deflect or shift any blame for whatever goes wrong. The strategy is part of the dizzying turnaround from the President's position earlier in the week, when he told reporters he had absolute authority, adding \"the President of the United States calls the shots.\"    Thursday's briefing brought a significant change in tune, with the President bestowing upon the governors wide authority, reporting that he had told them in a conference call they now call the shots. That was less a constitutional climbdown and more a reflection of the President managing his political situation and strategy.  The strategy is brilliant in its simplicity. The governors now take the responsibility of all public health decisions in their states as well as when and how to reopen the economy-- including schools, large gatherings, even professional sports.  If they open too soon and the virus spikes in a significant way, they alone are responsible. If they open too slowly, and the economy contracts even further and unemployment continues to rise, they will also have to answer for that. After blaming almost everyone under the sun for the position we are in, and taking no responsibility himself, the President now has engineered a safer political environment where he cedes his leadership in return for being critic-in-chief.  The only unknown is what he'll be campaigning against and when he'll get going on it. But it's very easy to see him entering the fall saying \"we moved too quickly/we moved too slowly against my own better judgment.\"  This approach offers a potentially potent weapon against his presumptive opponent, Joe Biden. The former vice president has been clear that reopening the country too soon is a recipe for disaster  But if, by chance, an earlier reopening in some states does not cause a reemergence of the spread of Covid-19, while at the same time other large state economies are slow to reopen, the President will hammer his opponent for causing economic hardship across the country. All of this strategy is based on the public's buying into the idea that we've done enough testing already --the truth is the country is woefully lagging -- or that the additional testing needs to be done by the states, which they currently are ill-equipped to do.  I have little doubt that on both of those scores -- and with the help of conservative media partners like Fox News -- the President will be well-positioned with his base. I believe they will embrace the simple strategy of what goes right is credit to the President and what goes wrong is not his fault. The real question is: What will the swing voters decide? These are the working-class Democrats who crossed over in 2016 and the moderate Republicans who've never been comfortable with the President's character or style of governing. They are the real battleground for the 2020 election.   And the victor will be decided in no small part on who wins the blame game for the catastrophic disruption to American life in 2020.   While it's impossible to predict who wins at this point, the President's answer about the Michigan protesters Thursday made clear what case he plans to make to the American people. Whether it's a true reflection of what really happened is almost beside the point because, well, this is politics and the politicians set the ground rules.  "], "Language": false}