{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/us/speeding-drivers-increase-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T15:15:19Z"], "LastModifiedDate": ["2020-04-17T21:22:54Z"], "Headline": ["With fewer cars on the road, motorists are shifting into high gear -- driving 100 mph or more"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Coronavirus has cleared US roads. And though there are fewer drivers, more of those who remain on the road are traveling at dangerously high speeds.  State highway officials are reporting a \"severe spike in speeding\" during the pandemic, according to the Governors Highway Safety Association (GHSA), a nonprofit that represents state highway safety offices.  Emptier streets and highways have resulted in a \"significant surge\" in reports of drivers reaching speeds of 100 mph or more in major cities and less populated ones, the safety association said.  \"Now that the streets are empty, the Fast and Furious wannabes really think they're living in a video game,\" New York councilman Justin Brannan tweeted in reference to New Yorkers speeding.  The uptick in speeding follows a decline in overall traffic during the pandemic. March marked the first time ever that congestion disappeared across American roadways, according to traffic analytics firm INRIX.  But when traffic cleared, drivers sped up. INRIX reported drivers in cities like Chicago and Los Angeles are reaching speeds nearly 75% higher than the speeds typical on a day before the pandemic, though levels of congestion in both cities before the pandemic likely plays a role in the sharp increase.  Excessive speeds reported across the US Law enforcement agencies across the US are reporting drivers speeding over 100 mph during coronavirus shutdowns.  A deputy in Multnomah County, Oregon, cited a driver for going 105 mph in a 55 mph zone -- nearly double the speed limit.  CNN affiliate KCRG reported that Iowa State Patrol cited nearly 170 people for driving over 100 mph in the last month.  And in Sandy Springs, Georgia, police caught a motorcyclist hurtling past at 172 mph.  \"Our officer couldn't even attempt to go after it,\" Sandy Springs Police Sgt. Salvador Ortega told CNN affiliate WGLC. \"He didn't have a chance.\"  Even in highly populous cities where congestion once clogged the streets, speeding has soared. In New York, the epicenter of the outbreak, automated speeding cameras issued 24,765 tickets across the city on March 27, the GHSA reported -- double the daily amount of tickets issued a month earlier.  Officials fear spike in speeding-related deaths Traffic hasn't stopped speeders in the past. Data from the National Safety Council show that over 9,300 people died in speeding-related accidents in 2018, the most recent year data is available for.  But that number had been dropping before the pandemic. Just two years earlier in 2016, there had been over 10,200 speeding-related deaths. And in 2006, speeding deaths outnumbered 13,609.  Preliminary data suggests that extreme speeding could mean more vehicular deaths, even with fewer drivers on the road. In Minnesota, deaths from crashes have doubled since the state issued its stay-at-home order last month, from 13 during the same period 2019 then to 28 now, according to the Star Tribune. Half of those deaths were the result of speeding-related crashes.  Speeding is especially gratuitous -- and dangerous -- during the pandemic because injured drivers may burden the healthcare system, said GHSA executive director Jonathan Adkins.  \"Law enforcement officials have the same mission as health care providers -- to save lives,\" he said in a statement. \"Emergency rooms in many areas of the country are at capacity, and the last thing they need is an additional strain from traffic crash victims.\""], "Language": false}