{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/business/gilead-stock-coronavirus-dow-jones/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-04-17T18:03:45Z"], "LastModifiedDate": ["2020-04-17T18:03:45Z"], "Headline": ["Stocks are soaring on a potential coronavirus treatment. But it's not a silver bullet"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Investors around the world are fired up by signs that an experimental drug made by Gilead Sciences is helping some coronavirus patients rapidly recover.  Stat News, a medical news publication, set off a huge rally late Thursday when it reported that most severe patients at a Chicago hospital treated with Gilead's remdesivir went home within days.   Based on a leaked video, the report instantly raised hopes that the medical industry could soon have a new weapon to fight coronavirus, lowering the need for the stay-at-home orders crushing the US economy. S&P 500 futures almost immediately spiked, gaining as much as 3.5%. Gilead soared 12%.   Yet analysts and health experts warned it's way too soon to say Gilead's remdesivir will be the gamechanger investors are hoping for.   \"Did remdesivir just 'solve' Covid? No,\" Evercore ISI analyst Umer Raffat wrote in a Thursday note to clients. \"Remdesivir is not a silver bullet.\" Brian Skorney, biotech analyst at Baird, described the \"exuberance\" as \"out of control.\"  By Friday afternoon, cooler heads began to prevail. Gilead shares were up by a more modest 7%, while the S&P 500 gained 1.5%.  The knee-jerk rally in financial markets underscores how desperately Wall Street, and Main Street for that matter, is hoping for a solution to the pandemic. There is no approved therapy for coronavirus, which has so far killed more than 140,000 people around the world. \"Investors are desperate for any good news about treating the virus,\" said Nicholas Colas, co-founder of DataTrek Research. \"If you have a viable treatment, it would reduce the need for the extreme measures shutting down the US economy.\"  But it's way too early to say Gilead has that solution.   'Lack of critical analysis' The Stat News report, based on a video obtained of a conversation  among faculty members at the University of Chicago about the trial, painted an optimistic picture of remdesivir. The article said patients enjoyed rapid recoveries in their fever and respiratory symptoms, enabling them to leave the hospital after less than a week of treatment. One patient even described the Gilead drug as a \"miracle.\"  It's important to remember this is anecdotal evidence, not verified data. Official results from the trial are not expected until later this month, with further data to come in May. And the Stat News report focused on only a single hospital, not the dozens of trials going on at other clinical centers.   \"The bottom line is we await definitive results from the full\" studies, analysts at Goldman Sachs wrote to clients Thursday night. The Wall Street bank still has a sell rating on Gilead.   Another obvious issue is that the drug trial does not include a control group, where some patients don't get the drug being tested. That means it will be difficult to say whether the treatment is truly helping patients recover.   \"We think the ensuing exuberance shows a lack of critical analysis,\" Baird's Skorney wrote.  How severe is 'severe'? In a statement released Friday, Gilead made it clear that it is too soon to consider remdesivir a game changer. \"The totality of the data need to be analyzed in order to draw any conclusions from the trial,\" the company said. \"Anecdotal reports, while encouraging, do not provide the statistical power necessary to determine the safety and efficacy profile of remdesivir as a treatment for COVID-19.\" Investors were likely excited by the fact that most of the coronavirus patients in the Chicago hospital were \"severe\" -- yet they recovered.  However, \"severe\" may not mean what many think it does. The Gilead trials specifically exclude patients who were on mechanical ventilation at screening. Further, patients who had serious underlying issues, including multiorgan failure, kidney or liver impairment, were similarly left out of the trial.  \"You're sort of gaming these patients,\" Skorney told CNN Business in an interview. \"These are not the patients you're thinking of who are heading towards almost certain death. Most of these patients would have recovered without therapy.\"  A doctor at a different hospital involved in the remdesivir trial said Friday that it's too early to tell if the drug is working.   \"We had a lot of our patients improving and going home and I think that we're all really pleased to see that,\" Leila Hojat, an infectious disease physician at University Hospitals Cleveland Medical Center, told CNN's Poppy Harlow. \"It is hard to know at this point if that's related to the study drug or not.\"  How much will Gilead make? Still, some believe Gilead's remdesivir could get fast-tracked for FDA approval. \"You can caveat it all you want, but the reality is this is a promising data point,\" said SunTrust analyst Robyn Karnauskas.  Her guess is that the FDA could give remdesivir a green light by the end of May if it's found to be working and not causing harm. \"That would be unprecedented. But we're not in a normal environment,\" she added.  Still, analysts warned that even if remdesivir is proven effective and gets approved, it may not be a big moneymaker for Gilead. That's partly because patients get the treatment through an IV administered at a hospital or a clinic, not a pill that patients can take at home.   \"From a Gilead perspective, this is not a gamechanger. It's not going to move the needle for them,\" Karnauskas said."], "Language": false}