{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/sport/alireza-firouzja-beat-magnus-carlsen-iran-chess-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T11:35:11Z"], "LastModifiedDate": ["2020-04-17T11:35:11Z"], "Headline": ["Iranian teen shocks chess grandmaster Magnus Carlsen to win $14,000 prize"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["A 16-year-old Iranian chess prodigy has upended the chess world by beating World Chess Champion Magnus Carlsen in the final of the Banter Blitz Cup. Alireza Firouzja defeated the Norwegian 8.5-7.5 in the final of the online quickfire knockout contest -- where players must comment verbally on their moves, and their opponents, during the game -- to claim the $14,000 prize.  The Iranian is the second-youngest player to reach the 2700 Fédération Internationale des Échecs (FIDE) rating -- the rankings that govern international chess competition. After 7 months and 131 matches, the series of three-minute games involving 128 contestants ended in a final between the world champion since 2013 and the rising superstar.  READ: Iranian chess referee left in diplomatic limbo over hijab photo Before the clash, the world no.1 player didn't underestimate Firouzja, calling him \"by far my biggest challenge.\" Firouzja initially rose to fame when he came in second to Carlsen in the Moscow World Blitz in December. And after losing the 90-minute contest, Carlsen paid his respects to the teenager, calling him \"amazingly strong.\" \"Good game, Alireza! That was really horrible, I just was way out of shape, but he deserves full credit,\" the 29-year-old said on the livestream.  \"I've just got to be better, but yeah, he's amazingly strong! Full credit.\" Firouzja was gracious in victory.  \"I think the match was 50:50,\" said the teen, who is ranked the world's no.21 player. \"I don't think I was favorite or he was favorite ... you should be a little lucky.\" Chess fans won't have to wait long to see a rematch between the pair, as they face off once again on April 20 in the $250,000 Magnus Carlsen Invitational.  The competition, hosted by Carlsen, will pit eight of the world's best players against each other for the record prize.  Earlier this year, Carlsen made history as he extended his unbeaten run to 111 successive classical games, breaking the 110-game streak set by Sergei Tiviakov in 2005. READ: Grieving Mikaela Shiffrin grateful she saw her father in his final moments Playing under a different flag Firouzja plays under the flag of FIDE, the global chess organization, after leaving his native Iran to avoid government restrictions. Iran strongly discourages its citizens from competing against Israelis, as a sign of protest against the country and a show of solidarity with the Palestinian people. The teenage grandmaster moved to France at the end of 2019 with his father so he could compete against Israeli opponents. Like chess, the sport of judo has seen fighters go against Iranian authorities' orders to avoid Israeli competition.  Judoka Saeid Mollaei said he was ordered to withdraw from the World Judo Championships in 2019 to avoid the possibility of meeting Israeli Sagi Muki in the final. The 27-year-old ignored those warnings and after losing in the semifinals of the competition -- a result he says that emerged from the emotional stress caused by the Iran officials' request -- he traveled to Germany to begin the process of applying for asylum. The Iran Judo Federation was suspended from international competition as a result. "], "Language": false}