{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/entertainment/killing-eve-season-3-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-16T21:24:05Z"], "LastModifiedDate": ["2020-04-16T21:24:05Z"], "Headline": ["'Killing Eve's' third season mostly feels like it's just killing time"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["After a brilliant first season, \"Killing Eve\" lost some of its mojo in the second, and seems more listless in the third. Built around a game of cat and mouse between an office-bound MI6 investigator and a mercurial assassin, it continues to offer darkly amusing moments thanks to its splendid cast, but at this point, the main thing the show seems to be killing is time. BBC America and AMC (sister networks that share the show) moved up the premiere by two weeks, capitalizing on an audience hungry for content while filling the void left by \"The Walking Dead\" ending prematurely and a planned spinoff being delayed. Still, as welcome as the show is as a globetrotting escape, its principal appeal -- pitting the aforementioned analyst, Eve (Sandra Oh), against the ruthless Villanelle (Jodie Comer) -- is blunted by having them apart, with the latter having shot Eve in season two and believing her dead. Gradually, of course, their paths will cross again, but most of the early hours see them operating along separate tracks, with Eve trying to get her life back together, and Villanelle reconnecting with a former mentor (Harriet Walter). Among other things, Villanelle discovers that serving in a management capacity doesn't exactly suit her particular talents. While there are good moments featuring other cast members -- including Kim Bodnia as Villanelle's handler and Fiona Shaw as Eve's one-time boss, grizzled veterans of the spy game -- there's simply no replacing the strange chemistry between the two leads that initially gave the show such a twisty, clever and sexually charged hook. Series creator Phoebe Waller-Bridge has passed the show-running baton to new writers in each of the successive seasons (Suzanne Heathcote takes over this year), which has only underscored how her quirky, distinctive voice is difficult to replicate.  There are some inspired visual gags, among them Villanelle carrying out an assignment in a clown outfit, or getting hiccups at an inopportune moment. The show does start coming into sharper focus eventually, but with an eight-episode season, those beats are late in the game. All told, the series remains entertaining but increasingly feels like a pale version of its original self. The surprises owing to Villanelle's murderous nature have perhaps inevitably become less surprising, which might explain why the show feels as if it's in a bit of a rut.  \"It's all about choices,\" Eve is told in the fourth of the five episodes previewed, and that's good advice. But the one choice that would likely restore \"Killing Eve\" to its early must-see status would be to announce that the fourth season -- which has already been ordered -- will be the last, conjuring a sense of urgency that the show, alas, now conspicuously lacks. \"Killing Eve\" returns April 12 at 9 p.m. on BBC America and AMC."], "Language": false}