{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/politics/gavin-newsom-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-16T18:21:17Z"], "LastModifiedDate": ["2020-04-16T18:21:17Z"], "Headline": ["Gavin Newsom may be the most underrated governor in the country right now"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Gavin Newsom has often been dismissed as a showhorse, not a workhorse. As the mayor of San Francisco and even following his election as governor of California, Newsom's two defining features -- in the eyes of many -- were his central casting political look and his unvarnished political ambition. That view may be changing after Newsom's performance in his state's fight against the coronavirus pandemic in the past two months. Despite California being the most populous state in the country (by a lot) and containing at least two densely packed cities (Los Angeles and San Francisco) where the coronavirus was initially spreading like gangbusters, there have been fewer than 900 total deaths to date in the Golden State. And the number of deaths per 100,000 residents is just two -- one of the lowest numbers in the entire country. Newsom deserves a lot of credit for those numbers. For starters, he was very much ahead of the curve when it comes to issuing a stay-at-home order for the state. Newsom issued the directive on March 19, making California the first state in the country to do so. (On the day Newsom announced the order, California had 675 cases and 16 deaths from coronavirus.) \"This is not a permanent state, this is a moment in time,\" Newsom said in explaining his decision at the time. \"We will look back at these decisions as pivotal.\" He was 100% right -- in both his early decision to keep Californians at home and in the impact that move had. On March 15, according to figures from the COVID Tracking Project, California had 293 cases and five deaths. New York, on that same day, had 729 positive cases and three deaths. By April 15, the two states were on radically different trajectories. New York had 213,779 cases to 24,424 for California; More than 11,500 people had died in New York as compared to 821 in California. (Worth noting: The comparison is not apples to apples of course -- due, at least in part to the density of new York City and the overwhelming numbers of cases for the state that come out of the city.) Newsom was also very aggressive -- early on -- in seeking to acquire masks and ventilators that public health professionals told him would be required to stay ahead of the curve in terms of treatment of the virus. As CNN's Ray Sanchez, Dan Simon and Jenn Selva wrote earlier this month of California: \"The state's so ahead of the game on ventilators that it began sending 500 of its ventilators to hot spots in Illinois, New Jersey and New York on Tuesday. Based on the advice of federal emergency officials, ventilators will also be loaned to Washington D.C., Delaware, Maryland and likely Nevada, Newsom said.\" And Newsom drew positive headlines earlier this week with his comprehensive set of criteria required to re-open the state in the post-pandemic phase of the virus. \"There is no light switch here, it's more like a dimmer,\" Newsom told reporters. \"I know you want the timeline, but we can't get ahead of ourselves and dream of regretting. Let's not make the mistake of pulling the plug too early, as much as we want to.\" It's tough to look at the past six weeks and say any governor in the country has done a better job of flattening the curve of the coronavirus -- and doing it quickly via public policy decisions -- than Newsom. And yet, Newsom has been drastically overshadowed by the likes of New York Gov. Andrew Cuomo and Maryland's Larry Hogan -- to name two.  Whether that's because Newsom is on the West Coast or because he lacks some of the everyman appeal of both Cuomo and Hogan is difficult to say. But it's a reality. Here's the thing though: Newsom's performance in this most trying of times will be part of his biography -- and the historical record -- forever. If California's coronavirus cases and deaths remain low -- as a percentage of its massive population -- the state (and Newsom) will almost certainly be seen as a shining example of how to handle a crisis. Which, whether or not he is getting much national attention right now, will be a major talking point for Newsom if and when -- OK, let's be honest here, when -- he runs for president in either 2024 or 2028. As Democratic strategist Doug Herman told Politico's David Siders in earlier this month: \"When you've got governors with stratospheric approval ratings for their handling of the crisis and ratings that are 20 and 30 points higher than the president's and you have governors from states like California and New York and Illinois leading the crisis response — all big-name, major-league governors — you're going to see that leadership reflected in polls for the presidency in future election years.\" That's absolutely right. And Newsom will be at or near the front of that line due to the size and influence of his state and his ambitions. And those ambitions are clear to anyone paying attention. As legendary California political columnist Dan Walters wrote back in January: \"It's pretty obvious that the governor of California wants to be president of the United States someday. Willie Brown, the former Assembly speaker and Newsom's political patron and predecessor as mayor of San Francisco, says in an interview with Politico, 'he is still on track (for the White House), he's doing what he needs to do...'\" There's no shame in ambition. (If there was, no one would ever be president -- or run for it.) But what appeared to be the biggest knock on Newsom before the coronavirus pandemic -- all ambition and no accomplishments -- might have just disappeared over the past few months. And that's a very big deal if Newsom wants to have a chance at being president one day."], "Language": false}