{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/where-to-travel-after-covid-19/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Staff"], "Writers": [[]], "FirstPublishDate": ["2020-04-16T12:19:14Z"], "LastModifiedDate": ["2020-04-16T13:32:39Z"], "Headline": ["Where we're traveling next"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Like most of the world, we here at CNN have been grounded for the past several weeks.  For a team that covers travel daily, this has been a challenging time. Not for lack of news, but because most of us feel at home while on the road or in the sky. Since planning travel is linked to increased happiness, we're sharing our future trips with you. And if you'd like, please share your plans with us in the box at the end.  Bon voyage -- safe and soon, we hope. Milos, Greece London's suburbs aren't the worst place to be locked down, but when all this is over, I'll need to see the sea. And if there's a choice, I need that sea to be blue and under bluer skies. In the likelihood that summer is canceled, I'll need a place that stays warm through fall.  And, while it'll be nice to see some friendly faces after all this, I'm not sure I'll be able to cope with too many friendly faces, so I'll need somewhere slightly off the beaten track. Right now, I'm dreaming of Greece. Of swimming in its azure waters. Of wandering through quiet alleyways between whitewashed houses. And of eating fresh Greek salads, souvlaki and seafood. Greece offers so many possibilities, I'm spoiled for choice.  I've never really explored mainland Greece beyond Athens, so the secluded Pelion peninsula on the eastern coast is high on the list. Failing that, back to my favorite — the always magical Cyclades island of Milos.  -- Barry Neild Washington, DC After I head down to Florida to visit family and eat my fill of Cuban food, I'm going to Washington, DC, a place I haven't been to in years. The US capital city made CNN Travel's list of 20 Places to visit in 2020, but its easy access from NYC (pre-pandemic) also made it a back-burner destination for me.  Now that I've spent the past five (and counting) weekends at home, I refuse to take travel to nearby cities for granted. No more! These days, I'm all about the simple travel pleasures -- or I will be when it's time to go. I can't wait to board a train, check into a hotel and take myself out for a multi-course lunch before a day exploring the sights and hitting up the (vintage) shops. Oh, and if the New York Mets happen to be in town, I'll gladly take in a baseball game with my husband. We'll eat loaded Italian sausages, drink cold beer and pray for extra innings. That long weekend in Paris -- canceled due to coronavirus -- can wait a little longer. -- Stacey Lastoe San Francisco This is Margaret. She is my 4-month old great niece whom I have yet to meet. I had planned to fly to San Francisco for this purpose a few months ago and stupidly didn't. It's painful to contemplate how long that wait might now be. Photos, FaceTimes, Snapchats -- they're all wonderful, but there's an ache inside me that I can't push away. To hold this baby is the only thing I want in this world right now.  Post-baby squeeze, I'll be with my sister in Pacific Heights, so I can visit all my favorite San Francisco haunts, including eating at Che Fico and Souvla, hiking in the Presidio, waiting in line for pastries from B Patisserie -- and hopefully, shopping at City Lights bookstore (recently saved from closing by a successful GoFundMe campaign). Then I'm heading to Puglia as soon as may be. -- Brekke Fletcher Antelope Canyon, Arizona  Now that my world is smaller than ever, I dream of horizons broad and beautiful. The bold reds, yellows and blues of Road Runner and Wile E. Coyote's desert landscape have fascinated me since childhood. So, to reference another formative memory, when I'm able to travel again I want to make like Morten Harket and break through from cartoons into reality. Arizona's Antelope Canyon is the most-photographed slot canyon in America's Southwest, but with good reason. Formed through millions of years of water erosion, its smooth sandstone formations appear to be in mid-flow, undulating towards the brilliant blue sky, the rock glowing rose, russet or gold, depending on the light.  It can only be visited by guided tour, and I know I'll have plenty of camera-wielding companions as we make our way through its narrow passages. But after what could be months of minimum human contact, I won't mourn the decline of social distancing. -- Maureen O'Hare Low Country, South Carolina and France Where next? If a visit is safe, I'll beeline to South Carolina's lush Low Country to see my parents and hopefully meet up with my brother, sister-in-law and three-year-old niece.  The outdoors has offered peace in an unsettling time and this area's vivid marshy expanses, wide beaches, wading birds and languid pace are likely to offer the kind of relaxation that city life will be hard-pressed to match.  By fall, I'm hoping for an extended stay in France to brush up on my French and gorge myself on pains au chocolat and triple-cream cheeses -- washed down with espresso and red wine, bien sûr. -- Marnie Hunter Pacific Grove, California Every time I drive up Highway 1 to visit my family in Pacific Grove on the Monterey Peninsula, I'm heading to my second hometown. I grew up 450 miles south in San Diego, but my mother settled here decades ago, and we both love to visit the Monterey Bay Aquarium (hello sea otters!), have Mexican food at our favorite local joints (currently Las Cazuelas in nearby Marina), and stop by whatever new shop I've read about recently.  Happy Girl Kitchen has become a favorite spot to get strawberry summer jam and coffee, and during our last visit in February, ice cream treats. I like to return to a place to get to know its nooks and crannies. I traveled a lot in January and February, and I did wonder why I felt so certain I needed to add that California trip to a busy winter. My kid wanted to see her Grandma Becky -- and so did I. Tickets were cheap, so we did it. I'm so glad.  After California, we hope to meet our chosen family of friends -- one group in Ouray, Colorado, and another in Provincetown, Massachusetts. They say the joy is in the planning, and I can add now, in the remembering. And in the hoping to go back.-- Katia Hetter Zion National Park, US The first place we'll go when this is over is a cramped RV with room for just the four of us and we'll eat lots of snacks like Doritos and packaged foods like mac-and-cheese and drink wine at random times.  Basically, we'll roll from one quarantine existence into another.  The difference is we'll open the doors and step into Zion National Park. That's where we were supposed to be this week, a spring break trip planned with five other families from our Queens neighborhood. Agreeing on dates, RV vs hotel, arriving in Las Vegas or Salt Lake City, whither Grand Canyon only took about 6,975 emails.  That's partly why I want Zion-Bryce-Antelope to be my next trip -- we can literally roll right into the itinerary we abandoned. Being in close quarters with my family, reconnecting with our best friends and wandering around in vast, open spaces feels like the right transition to whatever normal becomes. -- S. Mitra Kalita Prince Edward Island, Canada Being based in Bangkok for 16 years, annual trips home to Canada are an essential part of my life, a chance to reconnect with family while giving my kids an opportunity to explore their mom's beautiful homeland.   Which is why, when conditions make it possible, I would love nothing more than to bring my family back to where I spent my childhood -- Prince Edward Island (PEI). To most, PEI is associated with \"Anne of Green Gables,\" the fictitious red head created by author Lucy Maud Montgomery. It's a land where, to quote Montgomery, painted sunsets shine \"like a great rose window at the end of a cathedral aisle.\"      Canada's smallest province, it only takes about three hours to drive from tip to tip but there's a lot to unpack in this 2,185 square-mile island edged with rocky red cliffs. But right now, comfort food is on my mind just as much as the next person and I'm already dreaming about the feasts I'll be diving into when I get there.  The Malpeque Bay oysters. The lobster rolls. The mussels boiled in massive pots over a huge bonfire. The fresh chowder made with clams dug from the shore that morning. Until then, I'm just going to have to drown my seafood cravings in the next best thing -- a bowl of creamy tom yum gung. -- Karla Cripps Isle of Arran, Scotland I keep trying to go to the Isle of Arran and not quite succeeding: an attempt in December 2018 was thwarted when bad weather canceled all ferries, forcing my friends and me to get creative and head to the sunnier east coast of Scotland instead.  Plans to reorganize for this summer seem like a pipe dream right now. Instead, I'll be saving this island adventure for a time when getting on a ferry and traveling to a secluded spot doesn't run the risk of endangering lives.  But once it's safe to go, I can't wait to finally see this tiny isle off the west coast of Scotland that's sometimes dubbed \"Scotland in miniature\" -- replete with rolling hills, ruined castles populated with red deer, beaches shielding hidden caves and landscapes dotted with mysterious standing stones.  Evenings will be spent in a cozy holiday cottage; my friends and I will stay up all night chatting and wake up to the smell of a cooked breakfast in the morning. We'll spend our days wandering around the island, hiking up misty hills and watching the sun break over the water. We'll cook roast dinners and drink wine and marvel at the scenery and enjoy being together again. -- Francesca Street Lisbon, Portugal Cooped up in my Brooklyn apartment with no outdoor space to escape to, I've been dreaming of the ocean. The increasingly warm weather reminds me of better days spent outside exploring new places and people-watching. The coastal Portuguese city of Lisbon has been calling to me from across the Atlantic for some time, so when I'm able to travel again I plan on making it a priority destination.  Lisbon is an extremely walkable city -- ideal for getting out after being stuck inside for extended periods of time. Pedestrian streets of the historic downtown- the pavement of which is still laid by hand- will once again brim with travelers taking in the colorful Azulejo tiled facades and popping in and out of cafes to eat petiscos (Portugese tapas).  I won't have to take in the Instagram-worthy views alone. Being able to travel here means a reunion with my sister (and built-in future tour guide) who moved there nearly three years ago and in the age of coronavirus, has never felt further away. -- Natalie Yubas Laos I moved to Hong Kong in fall 2019, while protests were raging but before coronavirus struck. While the semi-lockdown of the past three months has given me a lot of opportunities to explore my new hometown's many beaches, hiking trails and islands, I'm itching to get back to the wonderfully efficient Chep Lak Kok Airport (which upgraded its food court shortly before the pandemic) and take advantage of "], "Language": false}