{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/us/roy-halladay-ntsb-accident-report-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-04-16T08:25:52Z"], "LastModifiedDate": ["2020-04-16T08:25:52Z"], "Headline": ["Baseball Hall of Famer Roy Halladay was doing airplane stunts and had drugs in his system on day he crashed, NTSB report says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Baseball Hall of Famer Roy Halladay had done several aerial maneuvers in his plane and had drugs in his system when he lost control and crashed into the Gulf of Mexico near Florida in 2017, according to an accident report from the National Transportation Safety Board. Halladay, 40, died from blunt force trauma and drowning, the document says, citing a medical examiner. The report doesn't name the pilot but it lists details about the incident that align with what is known about Halladay's fatal crash. It includes his name in one of the supporting files -- an interview with his father. It also says the pilot used social media to say \"flying the Icon A5 (airplane) over the water is like flying a fighter jet!\"  The former star pitcher tweeted on October 31, 2017: \"I keep telling my dad flying the Icon A5 low over the water is like flying a fighter jet! His response.....  I am flying a fighter jet!!\" Halladay was flying alone in his new Icon A5 on November 7, 2017, when he went into the water near Clearwater, the report says. Halladay performed \"three maneuvers with high angles of attack (AOA) and load factors of almost 2 Gs\" during the last 2 1/2 minutes of the flight, the document adds. The report doesn't list a cause for the crash; it says the defining event was loss of control of the two-seat aircraft by the pilot. Tests reveal drugs in Halladay's blood and urine Documents supporting the report include notes from an interview with Halladay's father, Harry Leroy Halladay Jr., who was a military and commercial pilot. \"Mr. Halladay stated he was concerned that Roy was abusing prescription medications, and that may have played a role in the accident,\" the entry says.  According to toxicology tests done at the Federal Aviation Administration's Forensic Sciences Laboratory, the pilot had a sleep aid, an amphetamine, an antidepressant, a muscle relaxer, two opioids and Ibuprofen in his system, the report says. The document says the pilot had levels of amphetamine (2.2 micrograms per milliliter) well above the level found in patients who were using the drug at therapeutic levels. Average levels in the blood of adults who had used a long-acting prescription for a week were about 0.065 micrograms per milliliter, the NTSB says. Witness thought pilot was being 'crazy' One witness told the NTSB that on the day of the crash he saw the pilot try to do a loop, but while the plane was upside down the pilot rolled out. The witness said the plane was about 40 feet above the water and started to climb again, but he missed seeing the crash because he was trying to start a video recording on his phone. Another witness, a fisherman who was on a boat, told the agency he thought the pilot was \"crazy\" and said when he saw the last maneuver, \"I hope he makes it.\" \"While descending, the nose-down pitch attitude began to decrease, as if the, 'pilot was trying to pull up,'\" the report says. Halladay had 721.5 hours as a pilot, 51.8 of which were in an Icon A5, according to the report. He had gotten the plane he was flying about a month before the accident and had just 14.5 hours in it.  Before he crashed Halladay was flying just above the water at 358 feet, according to his GPS. \"During the final maneuver of the flight, the airplane entered a right turn, the engine power decreased, and the (angle of attack) reached 16°,\" the report says. At the highest point during the move, the plane's speed slowed to 54 knots (62 mph). None of the witnesses interviewed heard any problems with the plane's engine and there was no evidence of a bird strike, the report indicates. Brilliant career Halladay pitched parts of 16 seasons in the major leagues, the first 12 with the Toronto Blue Jays. He won an American League Cy Young Award as the best pitcher in the league for the Jays in 2003. He was traded to the Philadelphia Phillies before the 2010 season and won another Cy Young in his first year with the team. He was one of 23 pitchers to throw a perfect game during his career and the only National League pitcher to throw a postseason no-hitter. He was inducted into the National Baseball Hall of Fame in 2019, his first year of eligibility, and his widow spoke at the ceremony. She thanked Halladay's scouts, coaches, mentors, general managers, teammates, friends, fans and their respective families. \"This is not my speech to give,\" Brandy Halladay said. \"I'm going to do the best I can to say the things I believe Roy might have said or would have wanted to say if he was here today.\" "], "Language": false}