{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-13-20/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Westcott, Amy Woodyatt, Adam Renton, Meg Wagner and Veronica Rocha, CNN"], "Writers": [["Ben Westcott", "Amy Woodyatt", "Adam Renton", "Meg Wagner", "Veronica Rocha"]], "FirstPublishDate": ["2020-04-13T00:09:21.556Z"], "LastModifiedDate": ["2020-04-14T01:11:39.214Z"], "Headline": ["April 13 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. Asked at a news conference Monday if Louisiana would follow suit if President Trump announced plans to loosen or lift Covid-19 social distancing guidelines, Gov. John Bel Edwards said it is too early to know, but that he would be working with the White House coronavirus task force.  “Well, it's just too early to know and (Trump) is talking about some time after April the 30th; don't know exactly what timeline that looks like and he's also indicated that what he does may not be uniformly implemented in all states at the same time, because you have ... some states that are obviously more impacted than others,\" he said, adding that Louisiana is one of those hotspots. Edwards went on to say that he would be working with Trump and the task force. “As Dr. (Anthony) Fauci said last week is not like flipping a light switch, where you just go from being dark to light, all at one time. So this is going to be done in some sort of a transition. And we're going to be doing it that way here in Louisiana, I cannot tell you exactly what that's going to look like yet, but we will be working really hard with all the experts to get that figured out,\" he said. ##Daily Life## Singapore reported 386 new cases of novel coronavirus on Monday. It's the largest single-day increase since the outbreak began in the country, according to the Ministry of Health. This brings the country's total to 2,918, with all the new cases identified as locally transmitted cases, the ministry said. Among the new cases, 280 have been linked to known clusters, of which the vast majority are foreign workers residing in dormitories. Twelve others are linked to existing cases, while 94 are still pending contact tracing. Meanwhile, a 65-year-old male has died of complications resulting from coronavirus Monday, bringing the national death toll to nine. ##Health## During Monday's task force briefing, the White House presented a digital montage of TV and radio clips of President Trump’s early actions with the coronavirus. One clip featured audio from New York Times reporter Maggie Haberman, who can be heard describing how the President was criticized for his early travel ban from China. Facts First: The Haberman quotes are misleading as they edit out one of her key points: that the President’s travel restriction was one of the last actions he took to address the coronavirus for weeks. Here’s the Haberman quote as it was presented by the White House video: “As there were more cases and it was clear that it was spreading out of China — where it originated — the President took this move that he was widely criticized for by Democrats and even some Republicans at the time. Which was he halted a number of flights from China into the U.S. The idea was to halt the spread of the disease, keep transmissions to a minimum. He was accused of xenophobia. He was accused of making a racist move. At the end of the day, it was probably effective, because it did actually take a pretty aggressive measure against the spread of the virus.”  According to a transcript of The Daily podcast from March 25, here’s the end of the quote, including a key point at the end that was left out of the White House presentation: “At the end of the day, it was probably effective, because it did actually take a pretty aggressive measure against the spread of the virus. The problem is, it was one of the last things that he did for several weeks.” According to the transcript, the Daily’s host Michael Barbaro asks a follow up question: “So the right decision in retrospect, but not accompanied by similar actions that might have contained transmission.” Haberman responded: “That’s exactly right. In the same way that George W. Bush was criticized for his “Mission Accomplished” banner about Iraq, the president treated that moment as if it was his mission accomplished moment. He did not do anything after that in terms of alerting the public, or telling people to be safe, or telling people to take precautions. And it basically squandered several weeks within the US.” As Haberman pointed out on Twitter, she went on to say that the President “treated that travel limitation as a Mission Accomplished moment,” harkening back to former President George W. Bush. President Trump lashed out at criticism of his handling of the coronavirus crisis during a grievance-fueled appearance from the White House. The appearance only affirmed the impression that some of Trump's chief concerns amid the global public health disaster are how his performance is viewed in the media and whether he's being fairly judged. He clearly did not believe that was the case Monday. He stepped to the podium armed with a video meant to frame his response in a positive light after his initial handling of the crisis has come under increasing scrutiny. After it aired, Trump grew increasingly irate as reporters probed the time line of his response, claiming the criticism wasn't fair and that he'd handled the outbreak effectively. \"Everything we did was right,\" Trump insisted after an extended tirade against negative coverage. Pressed later about his authority to reopen parts of the country, Trump delivered an eyebrow-raising statement asserting absolute control over the country. \"When somebody is president of the United States, your authority is total,\" he said.  He later added he would issue reports backing up his claim, which legal experts say isn't supported by the Constitution. Keep reading. Watch: California will spend $42 million to protect foster kids and vulnerable families during the coronavirus pandemic. Much of that money will be spent on 59,000 youth in foster care across the state, and by providing an extra $200 per month for the 25,000 most at-risk families in an effort to help keep vulnerable families together. Other programs receiving extra funding include family resource centers, expanding telephone helplines, and providing laptops and cell phones for foster children in need of that technology. Gov. Gavin Newsom described how he grew up in a family with his foster brother, Steven Ashby. He noted that caring for at-risk children is a challenge, especially because visits from Child Protective Services are limited under the stay-at-home orders.  “Every child deserves to grow up in a safe, stable and nurturing environment free from fear, abuse and neglect,” Newsom said in a statement. Without school and other activities, reports are down, the governor said. The timeline for emancipation of teens aging out of the system will be extended, permitting them to remain in foster care for the time being. ##Daily Life## Responding to criticism of his administration's response to the coronavirus, President Donald Trump touted his decision to limit travel from areas which had more coronavirus cases than the US at the time. Trump told reporters Monday, \"I did a ban on China, you think that was easy? Then I did a ban on Europe and many said it was an incredible thing to do.\" Asked later about whether he’d be willing to lift travel restrictions as part of opening up the country, Trump added, “Right now we have a very strong ban. We will keep it that way until they heal.” Facts First: It's misleading to call the travel restrictions Trump announced against China and Europe a ban because they contained multiple exemptions. Only foreign nationals who had been in China, Europe's Schengen area, the UK or Ireland within the past 14 days are outright banned from entering the US. As of February 2, US citizens who had been in China's Hubei province in the two weeks prior to their return to the United States are subject to a mandatory quarantine of up to 14 days upon their return to the US. American citizens returning from the rest of mainland China may also face up to 14 days of quarantine after undergoing health screenings at selected ports of entry.  The broader European travel suspension Trump announced on March 11 applied to the 26 countries in the Schengen area, a European zone in which people can move freely across internal borders without being subjected to border checks. While Trump initially identified the United Kingdom as exempt, additional countries that are not in the Schengen area and thus also exempt from the restrictions include Ireland, Croatia, Cyprus, Bulgaria, Romania, Ukraine, Serbia, Armenia, Montenegro, Belarus and Russia. As of March 14, the ban was expanded to include foreign nationals traveling from UK and Ireland. The restrictions also did not apply to US citizens returning from Europe as well as permanent US residents and certain family members of both citizens and permanent residents.  You can read more about the European travel restrictions here. A study by the Italian Health Institute (ISS) analyzed the characteristics of the evolution of the Covid-19 infection in Italy and concluded it bore similarities to what happened in Wuhan, China. The report says the Italian cluster \"showed worse clinical outcomes\" in elderly males with previous health conditions, resembling the most at risk patients in Wuhan. According to the institute, the initial reproduction number or R0 — the average number of people who will catch the disease from a single infected person — was 2.96 in the region of Lombardy, one of the most affected. The study says that by mid-February, the R0 had edged up slightly to three. Silvio Brusaferro, head of the ISS had said during his weekly briefing that R0 levels should ideally be below one to flatten the Covid-19 curve.  \"Initial R0 at 2.96 in Lombardia, explains the high case-load and rapid geographical spread observed. Overall Rt [the virus' transmission rate at a given time] in Italian regions is currently decreasing albeit with large diversities across the country, supporting the importance of combined non-pharmacological control measures,\" the report says. ##Health##   In response to the Covid-19 pandemic, the NFL and the NFL Players Association (NFLPA) have reached an agreement on modifications to the rules regarding offseason workout programs and minicamps. CNN has obtained a memo of those changes, dated Monday, from the NFL Management Council to chief executives, presidents, general managers and head coaches. Starting next week, there will be a “Virtual Period” portion of the offseason program while team facilities remain closed, and later there will be an “On-Field Period” for when team facilities reopen. The virtual period will start April 20 until May 15. \"Both our Executive committee and Board of Player Reps have voted unanimously to approve a virtual offseason program up until the start of training camp,\" the NFLPA said in a statement on Twitter. \"We will be sending out all the details and setting up calls with players and agents for how this will work shortly.\" During the virtual period, teams can conduct classroom instruction, workouts, and non-football educational programs using Skype, or any other appropriate platform, on a “virtual” basis. When team facilities reopen for the on-field period, teams may resume offseason workout programs, including all permissible on-field activities, under the customary rules in the collective bargaining agreement. The reopening of team facilities will occur in accordance with protocols established by the NFL, conforming with federal, state and local rules and regulations, and only after consultation with the NFLPA, which will be made widely known to teams at the appropriate time.  If one or more NFL team facility remain closed for any period of time, all team facilities will remain closed during that period. As it has been in previous years, the program is voluntary to players. Veteran players who participate are to be paid the $235 daily minimum amount, and players with offseason workout bonuses must be credited for their participation in those sessions. Each team may elect to continue its offseason workout program beginning May 18, either under a virtual format or under an on-field format, depending upon conditions. The virtual period will end and the on-field period will begin for all teams at any point during the offseason workout program when all NFL team facilities have reopened. All offseason workout programs end for all teams on June 26. ##Daily Life## ##Business## Louisiana Gov. John Bel Edwards said he will issue a proclamation Tuesday ordering public schools to remain closed for the rest of the academic year because of the novel coronavirus. Edwards explained that distance learning would continue at a news conference Monday. “It is my intention now that to announce that school will not resume, in the sense that the students are going to be going to the school building. Education will continue. The school year continues, but they're not going to be going back on to the campuses and so the distance learning, and the other things that have been implemented in order to try to educate our children, those things will continue,” he said. ##Daily Life## President Trump said he will ask for a “major delay” to the 2020 Census to make sure it is completed safely and accurately. “During this difficult time we’re also working to ensure that the 2020 Census is completed safely and accurately. We may be asking for an extension because obviously they can't be doing very much right now. They wouldn't even be allowed to do it. So the Census, we are going to be asking for a delay, a major delay,” Trump said.  Trump said that the Census Bureau will ask Congress for a 120 day extension — an extension he feels is not long enough. “In addition as millions of Americans continue to complete their questionnaire online, the Census Bureau asked Congress for a 120 day extension. I don't know if you even have to ask them. This is called an act of God. This is called a situation that has to be — they have to give it and I think 120 days isn't nearly enough,” Trump said. Why the Census Bureau is asking for an extension: The late revisions to the census data collection timeline means officials need more time to compile the data that is used to apportion members of Congress among the states, as well as the data that states use to draw congressional districts.  Federal law requires some of that data be compiled before the end of this year, so being granted the extension would allow the final counts to be delivered to the President in April and July of 2021. Watch: President Trump said the White House will announce tomorrow the creation of a committee — or multiple committees — focused on reopening the country in the weeks ahead. “We’ve also as you’ve probably heard, developed a committee. We’re actually calling it a number of committees with the most prominent people in the country, the most successful people in the various fields, and we’ll be announcing them tomorrow,” Trump said at the coronavirus task force briefing.  The President said his team is debating the blueprint for opening parts of the country, something he said he expects to happen “quickly.”  “We will soon finalize new and very important guidelines to give governors the information they need to start safely opening their states,” Trump said. “My administration’s plan and corresponding guidelines will give the American people the confidence they need to begin returning to normal life.” CNN has reported that White House chief of staff Mark Meadows is expected to chair the economic working group and that Ivanka Trump is expected to play a role in it as well. Watch: ##Business## ##Daily Life## During Monday’s coronavirus task force press briefing, the White House screened a campaign-style montage of clips attempting to positively frame President Trump’s handling of the coronavirus pandemic. The video featured commentators saying early in the virus’ spread that the coronavirus wasn’t as big as the flu and governors thanking the President and the task force. It also outlined a timeline of the President taking “decisive action” during the pandemic, “even as partisans sniped and criticized.” At one point in the video, an audio clip from New York Times reporter Maggie Haberman played. Haberman is heard saying the President’s move to issue China travel restrictions was “probably effective.” Haberman was one of the authors of a lengthy Times report detailing “Trump’s failure” on the coronavirus. As the clip of Haberman’s voice played, the President could be seen looking at reporters, smiling and pointing to the screen.  After the screening, Trump said, “It’s very sad when people write false stories … mostly from the New York Times.” Haberman’s quote was part of an appearance on the New York Times podcast The Daily. The quote from Haberman omits a final sentence, in which Haberman concludes that though the measure was probably effective, “The problem is, it was one of the last things that he did for several weeks.” “I mean, if you had libel laws, they would have been out of business,” he continued, later saying that the Times story was “a fake.” Asked how the video was produced, Trump said, “That was done by a group in the office.” “They were just pieced together over the last two hours,” he continued, saying that there were likely “over a hundred more clips” available. The President also confirmed that the campaign-style video was put together by White House staff — federal government employees. “This was done by (White House Social Media Director) Dan (Scavino) and a group of people just put it together in a period of probably less than two hours,” he said. Asked why he felt the need to put the video together, Trump said, “Because we’re getting fake news and I’d like to have it corrected.” CNN's Em Steck contributed to this report. Every new patient at three hospital campuses in Seattle is now being tested for coronavirus as they are admitted.  The policy started today and was announced by University of Washington Medicine — which operates Harborview Medical Center, University of Washington Medical Center-Montlake and University of Washington Medical Center-Northwest. Previously, Covid-19 tests were only administered to patients experiencing known coronavirus symptoms. “As we learn more about some individuals having a positive test without symptoms, we want to know the status of every patient in our hospitals so that our clinicians and staff can safely care for them,\" the facilities said in a statement. The facilities said most of the tests can now be examined on-site by UW Medicine, with results the same day. ##Health## Russian President Vladimir Putin said the coronavirus outbreak in Russia is worsening, warning Monday that the number of seriously ill patients is on the rise.  “We are seeing that the situation is changing every single day and regrettably not for the better. The number of sick people is increasing along with the number of serious cases,” Putin told officials during a televised conference on Monday.  “We have a lot of problems. There is nothing to boast about, and we must not let our guard down, because in general, as you and your specialists say, we have not passed the peak of the epidemic yet, not even in Moscow,” he added. Speaking to Russia’s Deputy Prime Minister Tatyana Golikova, Healthcare Minister Mikhail Murashko and Moscow Mayor Sergey Sobyanin, Putin highlighted that the viral outbreak in other parts of Russia is projected to be behind Moscow by approximately three to four weeks. He called on local officials not to waste time.  “This means that they still have time. But this time can disappear very quickly; it must not be wasted but used in the most effective way possible,” Putin urged.  “The next few weeks will largely determine the situation, and this is why all our actions, including preventive measures on site and the organization of the entire healthcare system should be most rational and taken on the safe side with due account of all factors,” he continued.  According to the John Hopkins University, at least 18,328 cases of coronavirus have been confirmed in Russia, while at least 148 deaths have so far been recorded.   ##Health## Florida Surgeon General Scott Rivkees said social distancing would be the new normal until a vaccine is developed. “I cannot emphasize enough that we cannot let our guard down at this present time,” he said at Gov. Ron DeSantis’ briefing on Monday. “Until we get a vaccine, which is a while off, this is going to be the new normal and we need to adapt and protect ourselves.”   Despite both Rivkees and DeSantis saying at the governor’s briefing that the state is experiencing a plateau, Jared Moskowitz, the state’s director of emergency management, noted that the current models forecast the peak will occur on April 26.  “The model has changed on Florida three times,” Moskowitz said. “It was May 4, then the 21st of April and now it’s the 26th of April. We continue to watch the model as new data is gathered and we will continue to prepare accordingly.” ##Health## ##Daily Life## There are at least 577,307 cases of coronavirus in the United States and at least 23,219 people have died, according to Johns Hopkins University's tally of cases. So far on Monday, Johns Hopkins has reported 20,0007 new cases and 1,140 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  ##Health## President Trump said he is not going to fire Dr. Anthony Fauci, a key member of his administration's coronavirus task force, despite retweeting a call to fire Fauci this morning.  At his daily coronavirus press briefing, a reporter asked Trump if he noticed the #FireFauci hashtag when he retweeted the post. The President acknowledged he saw it and responded \"I retweeted somebody\" and then added \"that is somebody's opinion.\" \"I was immediately called upon that and I was like, no I like him. I think he's terrific,\" Trump said. The President said that him and Fauci are on the same page saying, \"we have been from the beginning.\" Watch: Dr. Anthony Fauci, who is a key member of the Trump administration's coronavirus task force, told reporters he didn't mean to suggest anything during his interview with CNN's Jake Tapper that President Trump was at fault for not intervening in the coronavirus pandemic sooner in the year. \"I had an interview yesterday where I was asked a hypothetical question. And hypothetical questions sometimes can get you into some difficulty because it's what would have or could have. The nature of the hypothetical question was if in fact we had mitigated earlier, could lives have been saved? And the answer to the question, as I always do and I'm doing right now, is yes,\" Fauci said. \"I mean obviously, mitigation helps. I have been up here many times telling you that mitigation works. So if mitigation works and you initiate it earlier, you will probably have saved more lives. If you initiated it later, you probably would have lost more lives. You initiate at a certain time. That was taken as a way that maybe somehow was at fault here.\" When asked by a reporter on receiving \"pushback\" from Trump about the recommendation to mitigate, Fauci responded he didn't mean to use that word to describe it. \"That was a wrong choice of words. When people discuss, they say this will maybe have a harmful effect on this or that, it was a poor choice of word,\" he said.  Fauci was referencing comments he made Sunday on CNN's \"State of the Union\" where he  suggested the United States should have responded earlier in the year to the novel coronavirus pandemic.  \"I mean, obviously, you could logically say that if you had a process that was ongoing and you started mitigation earlier, you could have saved lives,\" Fauci said on \"State of the Union\" when asked if social distancing and stay-at-home measures could have prevented deaths had they been put in place in February, instead of mid-March. \"Obviously, no one is going to deny that. But what goes into those decisions is complicated,\" added Fauci. \"But you're right, I mean, obviously, if we had right from the very beginning shut everything down, it may have been a little bit different. But there was a lot of pushback about shutting things down back then.\" Trump's initial handling of the crisis has come under increasing scrutiny as it's been revealed that administration and health officials were sounding alarms for weeks before Trump took decisive actions such as calling for social distancing measures. Trump has disputed his administration was slow to respond and has called for the economy to be reopened quickly, potentially by the beginning of May, despite health officials' warnings that doing so could risk a resurgence. Watch: A Kansas health official says the state’s first outbreak tied to a religious gathering resulted in four deaths and 46 positive cases.   Dr. Lee Norman, the secretary for the Kansas Department of Health and Environment, said at a news conference today the outbreak started in Wyandotte County and has since spread into nine other counties. Norman says his agency is monitoring 23 outbreaks in Kansas — five of those are tied to religious gatherings, 12 are in long-term care facilities, three have been tied to big businesses, one to a correctional facility and two have been tied to group living arrangements.   Some context: Kansas Gov. Laura Kelly issued an order before Easter Sunday that temporarily banned mass gatherings of 10 or more people meant to limit religious gatherings. ##Health## An influential coronavirus model cited by the White House said that today is the peak day for daily deaths in the United States. About 2,150 Covid-19 deaths are projected for today and deaths are expected to decline moving forward, according to model from the Institute for Health Metrics and Evaluation at the University of Washington.  A total of 68,841 people are now expected to die in the US by August, which is up from Friday’s projection of 61,500 deaths. The model predicts the pandemic will peter out in May, but experts have questioned its assumption that there will be no resurgence of the virus in the summer months According to the model, the US hit “peak resource use” three days ago, on Friday. The latest update of the model says the US faced a shortage of 7,369 intensive care beds on that date, but it’s unclear whether that occurred. Hard-hit New York hit its peak number of deaths three days ago, according to the model, but hundreds of deaths are still expected daily for the coming weeks.  Some states are still expected to be weeks away from their peak numbers of deaths: Florida, for example, is expected to hit peak deaths on May 6, when 128 people are projected to die. Texas, for its part, is predicted to hit peak deaths on April 30, when 71 people are estimated to die. The country’s largest state, California, is projected to hit peak deaths in six days, on April 19, when about 50 people are estimated to die. ##Health## Asked Monday whether China should “pay for the damage done” by the novel coronavirus, Secretary of State Mike Pompeo downplayed any immediate punitive action against Beijing and stressed the need for global cooperation to prevent a recurrence of the pandemic. He also said “there’ll be a time for recriminations” in the future. He did not specifically say that those recriminations would be aimed at China. “There’ll be a time to make sure that we all understand what happened and that those who are responsible are held accountable for that,” Pompeo said in an interview with German BILD-TV on Monday. “I’m very confident that that process will take place.” Pompeo said the administration was focused on “looking forward,” noting “we’re trying to find our path to making sure that we reduce risk as we move forward in the days and weeks and months ahead.”  “For the moment, I think it’s absolutely essential that we focus on the task ahead of us, getting systems in place such that we can reopen the American economy, and ultimately the global economy as well. There’ll be a time for recriminations,” he said. Pompeo said there needed to be “more than a global debate” about whether the Chinese government should be held accountable for the pandemic. “It’s important to understand how this began, where this began, where it originated, and that’s science,” he said. “We’ve seen these stories about Chinese wet markets, we’ve seen stories about precisely where this virus originated, and it’s important that the whole world gets this.” New York Gov. Andrew Cuomo told CNN's Wolf Blitzer on \"The Situation Room\" the Trump administration would need to \"do a 180\" if it wants to reopen businesses in the country. “The first phase was the federal government punting to the states,\" he said. \"If the federal government now wants to do a 180 and say we’ll take responsibility, just tell me how.\" He continued: “They would have to not just proclaim, they would have to say this is how we're going to do it which we have not heard to date.\" Cuomo, who has been dealing with the the largest outbreak of coronavirus in the United States in his home state, said most of the responsibility for buying personal protective equipment and ventilators has been left to the states. “I’m not going to say I don’t want help from the federal government, I do,” he added. “The more the federal government can do, the less I have to do, God bless — but then the federal government has to do it.” Watch: ##Daily Life## The Pentagon announced a major contract for 60 decontamination units that will allow millions of N95 masks to be reused as the critical masks continue to be sought after by medical professionals amid the coronavirus pandemic. The $415 million contract will allow for the acquisition of “60 Battelle Memorial Institute Critical Care Decontamination Systems (CCDS), that can decontaminate up to 80,000 used N95 respirators per system per day, enabling mask reuse up to 20 times,” according to a statement from the Pentagon. The Defense Department said six units have already been delivered to multiple US cities including two to New York, and one each to Columbus, Ohio, Boston, Chicago and Tacoma, “providing the ability to sterilize 3.4 million masks a week, reducing the need for new masks by the same number.” “All 60 systems will be available by early May for prioritization and distribution by FEMA and HHS. Once all are delivered, these 60 units will allow 4.8 million masks to be sterilized per day, almost 34 million per week,” the statement added.  The location of where the remaining units will be delivered has yet to be determined. ##Health## Colorado Gov. Jared Polis said the JBS meat packing plant in Greeley will stay closed for \"as long as it takes\" after dozens of employees have contracted novel coronavirus. Polis said he spoke with Vice President Mike Pence about the issue. \"I spoke with the president three times over the weekend with the goal of the minimum disruption to our national food supply,\" he said. \"We also want to protect workers and staff ... The vice president said they are giving us tests and personal protection equipment for that facility because of its importance,\" the governor said.   JBS is speaking with its employees about quarantine and testing to ensure that they can reopen as soon as possible, Polis said.  The governor said he prioritized the Colorado National Guard to provide logistical support for testing so that they can safely start up again.  There will be an aggressive testing and containment strategy so they can continue as soon as possible, he said. ##Health## ##Business## Washington state’s Department of Corrections says they are likely to release “approximately 600-950 incarcerated individuals beginning in the coming days” in an attempt to slow the spread of coronavirus.  \"The goal in releasing individuals from state correctional facilities is to provide more physical distancing within the state’s correctional facilities,\" the Department of Corrections said in a statement. The new details come in a report ordered by the state Supreme Court after five inmates filed a lawsuit which said being in close quarters with other prisoners was endangering their health. Seven minimum security inmates at the Monroe Correction Complex tested positive for Covid-19, sparking a brief cellblock riot last week. In a 153-page response filed today, the state says they will focus on furloughing non-violent inmates who are on work release or already due to be released within 75 days, as well as certain medically vulnerable prisoners who are scheduled to get out within the next eight months.  In some cases, the furloughed inmates may be required to submit to home monitoring for the remainder of their sentences. The statement said the Department has developed and had been implementing new protocols and directives specifically aimed at combatting the coronavirus pandemic since the beginning of March — including supplying face coverings to all inmates and quarantining those with coronavirus symptoms, but the high court said those actions alone were not sufficient. ##Health## Connecticut Gov. Ned Lamont told reporters Monday President Trump and his team are “always asking the governors, what their priorities are and how we’re thinking about getting things reopened.” “So I don't really think they're going to try and mandate a one size fits all, as it was referred to previously, for all 50 states,\" he said. \"We’re in very different situations and we're all going to address the slow reopening of our states in a thoughtful way, each state being a little bit different.\" Lamont said a \"Reopen Connecticut Advisory Board\" will be created, which will include Dr. Albert Ko, Yale’s leading epidemiologist and infectious disease specialist, along with other experts from business and science, with a focus on health outcomes, analytics, clinical lab work, and mobile technology. The United States is turning to South Korea — a country with an aggressive testing regime that the President Trump previously downplayed — to bring approximately 750,000 more coronavirus tests to the US, according to the Federal Emergency Management Agency. FEMA, an agency within the Department of Homeland Security, awarded contracts to manufacturers in South Korea last week to provide approximately 750,000 tests, according to a FEMA spokesperson and federal records. Over the weekend, the first shipment of 150,000 tests were delivered to the US by SolGent. The next shipment of 600,000 tests will arrive on April 15. They are being provided by two South Korea-based companies, SD Biosensor and Osang Healthcare.   The intent, the FEMA spokesperson said, is to move the tests to a cold storage facility in Louisville, Kentucky, for distribution. Urgent needs will be given priority, according to a FEMA advisory obtained by CNN. The Trump administration has waffled on its praise of South Korea’s testing capabilities. Trump acknowledged on Twitter in late March that South Korea has been very successful regarding testing. By April, Trump claimed that US tests are faster and more accurate than South Korea's. But facing a testing shortage and governors desperate to bolster their testing capability, the US has had to look abroad.  ##Health## Federal law enforcement has disrupted a foreign criminal scheme to fraudulently sell 39 million N95 respirator masks to US health care workers, a Justice Department official said in an interview with CNN. Scott Brady, the United States Attorney for the Western District of Pennsylvania, tells CNN that the Justice Department has launched an investigation into two foreign entities suspected of trying to defraud US health care companies out of millions of dollars as they work to respond to the growing number of coronavirus patients. In the past month, one group of scammers attempted to bilk US health care companies by offering the sale of N95 masks and demanding upfront payment of 40% of the total bulk purchase price of $3.50 per mask.  Part of the ruse involved convincing buyers that some of the masks were already located in the United States and ready for immediate delivery, however, officials believe these representations were fraudulent and no masks actually existed. Brady said the fraud was disrupted before any funds were transferred. The federal investigation was first reported by the Los Angeles Times.  The scam was discovered after the Service Employees International Union-United Healthcare Workers West (SEIU), a union representing California health care workers on the front lines of the Covid-19 pandemic, publicly announced last month it had located 39 million critically-need N95 masks from a supplier, and would be connecting local governments and hospital officials seeking to purchase masks for their employees.  Brady told CNN the supplier was identified as a man in Pennsylvania, who claimed he was merely a middleman working with two foreign companies — a broker in Australia and a supplier in Kuwait — which are now both under federal investigation. The Pennsylvania supplier is cooperating with law enforcement and is not believed to have been knowingly involved in criminal activity. Brady noted SEIU and 3M — the maker of N95 masks — have also assisted authorities.  N95 masks are currently among the most sought-after and scarce pieces of personal protective equipment for health care workers treating the thousands of US victims of coronavirus.  “The health care systems and first responders are so desperate they’re willing to pay whatever it takes to keep their personnel safe,” Brady noted.  For those contemplating profiting from scams during the pandemic, Brady offered a stark warning.  “The Department of Justice has a long memory,” he said. “If you have victimized and defrauded people, especially in the time of a national crisis, be sure that at some point in the near future, someone will be knocking on your door.”  Jacqueline Towns, the mother of NBA player Karl-Anthony Towns, died Monday due to complications as a result of Covid-19, according to a statement from a family spokesperson released by Towns' team, the Minnesota Timberwolves. Towns made his mother's struggle with Covid-19 public via an emotional social media video on March 25 in which he said his mother had been put on a ventilator in a medically induced coma. Prior to that public announcement, Karl-Anthony Towns made a $100,000 donation to the Mayo Clinic to assist in its effort fo combat coronavirus. Quest Diagnostics, one of the largest laboratory companies in the US, announced on Monday that it had eliminated its coronavirus testing backlog. The company said it can now perform 45,000 coronavirus tests a day, providing results in less than two days, on average. For priority patients — such as people who are hospitalized — Quest said it usually provides results in less than a day. Those turnaround times, according to the company, are from specimen pickup to the reporting of results — and include transportation. As of Monday, Quest said it had performed and reported results of about 800,000 coronavirus tests in the United States.  ##Health## Researchers in New York will announce new week the preliminary results of a study on hydroxychloroquine, a drug often touted by President Trump as a “game-changer” for coronavirus patients. The announcement could offer one of the first scientific hints as to whether the drugs are helpful against the virus.  Since hydroxychloroquine is already on the market for malaria, lupus and other diseases, doctors are free to prescribe it “off label” to patients with coronavirus. Doctors can also prescribe chloroquine, a similar drug, and azithromycin, an antibiotic that’s sometimes paired with the two drugs.  The New York study will review hundreds of medical records from hospital patients across New York state with coronavirus to see if the drugs are helping them or hurting them. “We wanted to get an immediate sense of this,” said David Holtgrave, dean of the University at Albany School of Public Health, who is running the study. “Time is so much of the essence here.”  A recent chloroquine study in Brazil was halted because study subjects who were taking a high dose of the drug had a higher risk of potentially deadly heart problems. Because of those cardiac concerns, a Swedish government agency has issued a warning that that chloroquine and hydroxychloroquine should not be used outside of clinical trials for Covid-19. The Albany researchers will review hospital charts to see if patients who are taking the drugs have different outcomes compared with those who are not. They’ll be comparing mortality rates, and rates of admission to the intensive care unit as well as any side effects of the drugs. The researchers hope to study 1,600 patients divided equally into four groups: those taking hydroxychloroquine; those taking hydroxychloroquine along with azithromycin; those taking chloroquine; and those taking none of the drugs, as a comparison group. Holtgrave said he hopes to have final results at the end of the month. He said doctors shouldn’t make prescribing decisions based on the results of his study alone. Rather, he said doctors should look at his results together with the results of clinical trials, which are considered more rigorous. In clinical trials, which are considered the gold standard in medicine, doctors give the drugs to a group of patients and then give placebo pills to another group of patients, and compare how the two groups fare. There are more than a dozen clinical trials underway in the US right now but results for most of them won’t be published for months. The Albany medical records study is being conducted in partnership with the New York Department of Health, which is funding the study. ##Health## The New York Federal Reserve is scaling back its emergency intervention into jittery financial markets. The NY Fed said Monday it will reduce the frequency of its repo operations \"in light of more stable\" market conditions. The Fed began pumping in vast amounts of money into the overnight lending markets last fall as borrowing rates spiked. That rescue was accelerated last month as chaos erupted on Wall Street. The NY Fed offered to pump in up to $500 billion in the morning and another $500 billion in the afternoon. But starting May 4, the NY Fed said it \"intends\" to scrap that afternoon repo operation, leaving just the morning one. Likewise, the NY Fed said it will reduce the frequency of three-month repo operations to once every two weeks instead of once a week. Of course, this plan could change should market conditions deteriorate again. The NY Fed promised to adjust repo operations \"as appropriate\" to \"support the smooth functioning\" of funding markets. ##Business## The Treasury Department said Monday that 80 million people will receive their stimulus payments via direct deposit this week. The payments are being made first to eligible people who have already filed their 2019 or 2018 tax returns, and authorized a direct deposit. Other people — including those who haven't filed returns, authorized direct deposits, or receive Social Security – will have to wait longer for their payments.  Treasury said Monday that it expects a “large majority of eligible Americans” will receive their payments within the next two weeks. The timeline keeps the first payments on the schedule promised by Treasury Secretary Steven Mnuchin, who said April 2 that the payments would begin going out within two weeks. He had earlier pushed for distributions, part of the $2.2 trillion economic relief package passed by Congress in March, to start as early as April 6. For those low-income people who are not normally required to file their returns, the Treasury has set up a new online tool to make it easier for them to input basic information in order to receive their payment.  Treasury is also expected to roll out a separate tool this week that will allow people who have filed their returns, but not authorized a direct deposit, to upload their bank account information so that they can receive their payment faster than waiting for a paper check to be mailed.  ##Daily Life## With the sports world on hold because of the coronavirus pandemic, ESPN is asking its commentators to take a pay cut. The move would affect 100 of the network's highest-paid commentators, and would be a 15% cut over the next three months. \"We are asking about 100 of our commentators to join with our executives and take a temporary salary reduction,\" the sports network said in a statement today. \"These are challenging times and we are all in this together.\" ESPN did not say how many commentators have agreed to the reduction in pay. The pay cut follows executives at the network having their pay reduced by 20% to 30% depending on title.  These measures are designed to ward off further furloughs at the network. Executives at ESPN's parent company, Disney, have also taken pay cuts with the company's executive chairman, Bob Iger, forgoing all of his salary. Disney announced earlier this month that it would furlough employees \"whose jobs aren't necessary at this time.\" The coronavirus outbreak has hit ESPN particularly hard since the virus has forced major sports the lifeblood of the network's programming to shut down. The NBA suspended its season, the NCAA canceled the men and women's college basketball tournament better known as March Madness and Major League Baseball delayed Opening Day. ESPN has scrambled to fill its air without sports in the meantime.  ##Business## California, Washington and Oregon are joining forces in a plan to slowly lift stay-at-home orders. Governors in the three states will join forces on their approach to getting back to business “in a safe, strategic, responsible way,” California’s Gov. Gavin Newsom announced. “We will be driven by facts. We will be driven by evidence. We will be driven by science. We will be driven by pub health advisors,” Newsom said. Newsom said he would unveil California’s plan tomorrow. ##Daily Life## US stocks ended mixed on Monday as investors gear up for the start of earnings season this week. The coronavirus pandemic is expected to show up in companies’ first-quarter report cards, even though the virus didn’t shut down the US economy until mid-March.  Here's where things ended today: The Dow finished 1.4%, or 329 points, lower.\nThe S&P 500 fell 1%.\nThe Nasdaq Composite finished 0.5% higher and recorded its third gain in a row. Remember: As stocks settle after the trading day, levels might still change slightly.  ##Business## Some law school graduate students in New Jersey will be able to temporarily practice law under the supervision of experienced attorneys. The state's bar exam has been rescheduled for September because of the coronavirus pandemic, Chief Justice Stuart Rabner announced today. The exam is now scheduled for September 9 and 10, but that date remains tentative, subject to public health conditions later this year. The test will be offered at multiple sites, in keeping with the Judiciary’s ordinary administration of the exam. Under these relaxed rules, graduates will be able to enter appearances, draft legal documents and pleadings, provide legal services to clients and engage in negotiations and settlements discussions. The temporary ability to practice law will lapse if the graduate does not sit for the reschedule exam in September or apply for an extension. Candidates should go to the New Jersey Board of Bar Examiners’ website for further information regarding their applications and the upcoming exam. At least 6,380 uniformed members of the New York Police Department are out sick — or 17.7% of the department, according to a law enforcement official. The number has been slowly going down for three days now. A total of 936 members who have been positive for coronavirus have been cleared and have returned to work.  ##Health## Kansas has seen more than 130,000 unemployment claims within the last three weeks, Kansas Gov. Laura Kelly said at a briefing Monday. \"Last week, we had 50,000 people file initial claims, the week before, we had over 55,000 initial claims,\" Kelly said. \"Over the year, initial claims are up by 3,400%.\" The increase in claims, she said, \" has caused strain on our system.\" \"We will continue to build capacity for those seeking to make unemployment claims and we will look to finally address those information technology challenges once and for all,\" Kelly said. Some background: About 16.8 million American workers, making up about 11% of the US labor force, have filed initial claims for jobless benefits in just the prior three weeks alone.  ##Business## ##Daily Life## Ford announced that production of a new type of pressurized respirator face mask for health care workers will begin on Tuesday.  The mask, called a Powered Air-Purifying Respirator, or PAPR, is being developed in partnership with 3M.  A PAPR is a clear mask that fits over the entire face. Air is drawn in through a tube connected to a pump that filters contaminants from the air.  In late March, Ford and 3M announced they were working on a new mask using parts from both companies' products. For example, the new mask uses a type of fan usually used in ventilated car seats.  About 90 paid volunteers, members of the United Auto Workers union, will assemble the masks at Ford's Vreeland facility near Flat Rock, Michigan. The factory will be able to make 100,000 or more masks, according to Ford. The company did not disclose when that number of masks would be available, however. Ford said it is also working with automotive airbag supplier, Joyson Safety Systems, to produce reusable gowns for health care workers. The gowns will be made from material usually used to make airbags.  Ford expects to make 75,000 gowns a week by Sunday and scale up to 100,000 gowns for the week of April 19 and beyond. ##Business## ##Health## A model by Los Angeles County predicts that 95% or residents will be infected with coronavirus if the stay-at-home order is lifted now. If current levels are maintained, about 30% of the county’s 10 million residents will contract the virus, the model shows. What the model does not address is how long the physical distancing needs to remain in place. In order to drop the infection level to just over 5%, even stronger physical distancing measures will need to be implemented, according to the model. ##Daily Life## Planning is now underway for a federally supported \"public health force\" to carry out the state-level epidemiology \"that's going to be necessary to open the country back up,\" a federal health official with knowledge of the planning told CNN. The official, who is directly involved in the day-to-day national coronavirus response, told CNN the plan was part of discussions of next steps by the White House Task Force. The Task Force did not respond to CNN's request for comment.  \"Hundreds of millions of dollars are going out to the state health departments right now,” the official said. “They are who are going to hire people to do this work. This is to beef up our public health infrastructure through individuals that the [US Centers for Disease Control and Prevention] hires and places in state health departments, as well as the state health departments themselves hiring people. This plan would really beef up capabilities for if in fact we reopen and we start to see a re-emergence of cases.\" The source is essentially providing further detail on what CDC Director Dr. Robert Redfield told CNN during a Global Town Hall last week. \"We're in the position now of preparing a significant expansion of local public health capacity so that we can operationalize,\" Redfield told Dr. Sanjay Gupta and Anderson Cooper. \"The CDC has well over 500 people in the 50 states. We're planning to expand that substantially to have a public health response team that can facilitate when diagnoses are made, that aggressive contact tracing, that's going to be so important when we begin to open up to make sure that we open up for good,” Redfield continued. Currently, state health departments don't have enough staff to do the level of contact tracing desired by the White House Task Force, according to the official. The federal health official told CNN that the \"large-scale\" push for epidemiology is part of the recent initiative led by eight \"community protection\" CDC field teams deployed in recent weeks. Those CDC teams were sent to states where transmission rates are low to assist state and local health departments with contact tracing and testing.   A CDC spokesperson did not respond to CNN's request for comment. ##Health## Farmers around the country are tossing out food by the tons, while food banks are running low.  The American Farm Bureau and Feeding America are teaming up to call on the USDA to connect farmers lacking customers with food banks in desperate need for food during the coronavirus pandemic.  “As you are aware, food banks are under tremendous pressure to meet the skyrocketing demand,” said Claire Babineaux-Fontenot, Feeding America CEO and Zippy Duvall, President of the American Farm Bureau in a letter addressed to Agriculture Secretary Sonny Perdue. The letter continued: “At the same time, however, we are seeing literally tons of agricultural goods being discarded because of the shutdown of so much of the economy.\" A win-win: The two organizations are proposing a voucher program that would increase the relationship between farmers and food banks, allowing them to work directly with one another. Usually, both sides go through a third party which can often delay food getting to food bank shelves. This USDA-run voucher system would send farm products to food banks while helping farmers and ranchers recoup costs from lost markets, such as restaurants and tourism businesses shuttered by the pandemic. It would also get farm-fresh products quickly to families in need. “This is an opportunity for USDA to act quickly to produce a win for food banks and a win for farmers. It is a chance for government to serve as a facilitator while clearing bureaucracy and red tape,” the letter states. ##Business## It's at the top of most people's list of coronavirus questions: \"When will I be able to go outside regularly?\" It's not an easy question to answer for the same reason that trying to figure out how many people will die from the virus is difficult to know — modeling this thing is hard. There are loads of different models (more on that from CNN's Daily DC podcast last week). And each has its own assumptions about many things, including how much social distancing there will be and how quickly the virus can spread from one person to another.  That's why you've been seeing the projected number of people die change, as we've done more social distancing and more information becomes available.  CNN's Arman Azad notes in a piece out earlier today that one of most prominent models — the one from the Institute for Health Metrics and Evaluation — says we'll have no more deaths after June 21. As the piece details, that seems quite unlikely. The same model has peak deaths occurring right about now. The model makes a lot of assumptions, which are necessary to model. Some of those are likely to be wrong.  Other models, like one the state of California uses, differ greatly. It suggests deaths in California won't peak until mid or late May. A number of experts think that is too pessimistic. All models are dependent on how much distancing we do. Looking at a host of models won't give you all the answers, though it can given a fuller picture: First, the peak (depending on the state and region of the country) could be in the next few weeks to a month. \nSecond, deaths may slow over the summer, though it's quite unlikely we'll hit zero. \nThird, there is a real chance of some sort of resurgence this fall.  White House coronavirus task force officials are still weighing potential benchmarks that would lead to phased reopening of states but have yet to settle on specific targets, according to people familiar with the discussions. In meetings of the task force over the weekend, discussions centered on how and when states could be advised to reopen certain businesses and allow larger gatherings. But officials haven't yet settled on a specific set of criteria and some have argued that blanket recommendations might not work for every state. For example, rural states or states with older populations may need a different set of criteria than more densely populated ones. And states where the virus has already peaked may also see a different set of benchmarks. Officials said decisions on those benchmarks were still pending as task force members debate their merits. As part of the discussions, officials have been closely pouring through testing data from individual states to try and determine where more resources are needed. While President Trump said last week that an ability to test every American isn't a prerequisite for any reopening announcement, administration officials say monitoring and surveillance are key to any plan. Task force officials, led by Drs. Deborah Birx and Brett Giroir, are working to determine which states are a priority for testing and working with governors and labs to scale up areas which have lagged behind. Broadly, the benchmarks being eyed by the task force include a set time period where confirmed cases decrease and hospitals return to normal conditions. As part of the effort, officials have studied hospital bed capacity in individual states. Some of the ongoing efforts are expected to overlap with the \"Opening our Country Council\" that Trump is preparing to announce on Tuesday. It's not yet clear how the two panels will interact but one official said the reopening council would likely focus more on additional economic measures to stimulate the economy and less on public health. While Trump claimed in a tweet Monday \"it is the decision of the President\" when to reopen states for business, officials concede that governors will ultimately decide when to reverse their stay-at-home orders and other restrictions. Those officials said that discussions in the task force have focused on what recommendations the federal government would offer to states on when reopening is advised. ##Health## ##Daily Life## People in New York City, Seattle, New Orleans and San Francisco are listening to orders to stay home, according to a report issued Monday by the US Centers for Disease Control and Prevention. \"When you put in these social distancing measures, they do seem to work,\" said study coauthor Kathleen Ethier, leader of the CDC's community mitigation task force for the Covid-19 response.  While there are early indications that social distancing has helped slow the spread of the coronavirus, experts warn that if people don't continue to adhere to the orders, the virus could surge again in some areas.  The CDC report looked at data in New York City, Seattle, New Orleans and San Francisco, four cities with substantial numbers of coronavirus patients early in the outbreak that mandated people stay at home in mid- to late-March. The report found that, in all four cities, the percentage leaving home was close to 80% on February 26. By April 1, that declined between 20% and 40% in each city, with mobility decreasing each time a new social distancing order was issued, starting with bans on mass gatherings, and then later restaurant and school closures and finally stay at home orders.  \"They didn't leave their home at any point for any reason. They didn't go outside. That's significant,\" Ethier said.   The CDC tracked mobility by looking at whether devices such as cell phones were brought more than 500 feet from the places they usually spend the night. Using anonymized publicly available data from a company called SafeGraph, the CDC looked at phones, tablets and watches belonging to between 3.6% and 6.4% of the population in each city. ##Daily Life## Six states in the Northeast are working together to design a coordinated plan that would allow businesses to reopen following the coronavirus shutdown. The six governors — New York's Andrew Cuomo, New Jersey's Phil Murphy, Connecticut's Ned Lamont, Pennsylvania's Tom Wolf, Delaware's John Carney and Rhode Island's Gina Raimondo — announced today they're forming a working group to develop the plan. Each state will name a public health official and an economic official who will sit on the group. Each state's chief of staff to the governor will also be in the group. Connecticut Gov. Lamont thanked Cuomo for getting together the governors. He referenced transportation as a main issue, as many from his state commute to New York. He noted the “commuter corridor” has become the “Covid corridor,\" and stressed that it’s important to “make sure you don’t pull the trigger too early.”  “Working together makes the most sense,” he added. ##Daily Life## Wyoming Gov. Mark Gordon has confirmed the state's first coronavirus-related death. The state had been the last one in the US to not have a confirmed death from the disease. The US has at least 568,176 confirmed coronavirus cases and 22,861 deaths, according to data from Johns Hopkins University. ##Health## The number of people who died with Covid-19 has risen to 20,446; an increase of 566 since the day before, the Italian Civil Protection Agency said Monday. The number of active cases in the country on Monday was 103,616. There were 1,363 more people infected since Sunday, one of the lowest increase in the last week.  The number of patients in ICU continues to drop. There are now at least 3,260 people receiving intensive care.  The total number of cases in Italy is at least 159,516.  The United States surpassed Italy for the first time last Saturday with the highest total number of confirmed deaths in the world. As of Monday, the total number of deaths in the United States reached 22,861 according to Johns Hopkins University. ##Health##   French President Emmanuel Macron has extended coronavirus emergency measures for another month. In a live address to the nation, Macron said the strict measures will remain in place and the borders will be closed until May 11.  “Clearly, we were not ready [for coronavirus] but we have stood up to it,” he said.  Macron continued: “The epidemic is not yet mastered, we must continue our efforts and continue to apply the rules. The more that these rules are respected, the more lives we will be able to save.” Schools will start to reopen “progressively” beginning May 11, he said. “In the four weeks to come, the rules which the government has implemented should continue to be respected,\" Macron said. ##Daily Life## New Jersey Gov. Phil Murphy said Monday while positive tests have flattened, they are still \"not yet there\" in the fight against coronavirus.  Murphy, who called into a joint news conference with New York Gov. Andrew Cuomo, went on to say the decision to reopen the state should be \"based on the facts, the data, the science.\" The timing, however, has to be right, he added. \"You could have inadvertent unintended consequences, which could be grave,\" Murphy said. He added: \"This is the fight of our lives. Let there be no doubt about it, and we're not out of the woods yet, and reopening ourselves back up will be equally as challenging, beyond the shadow of a doubt.\" ##Daily Life## New York Gov. Andrew Cuomo said the state is looking at a plan to reopen after the coronavirus shutdown that is in coordination with other surrounding states. \"We've been talking today about the fact that New York believes we have reached a plateau,\" he said at a news conference. \"We should start looking forward to reopening, quote unquote, but reopening with a plan and a smart plan.\" He added: \"If you do it wrong, it can backfire.\" Cuomo said New York, New Jersey, Connecticut, Pennsylvania, Delaware and Rhode Island will appoint a public health official and an economic adviser to a working group that will design the reopening plan.  ##Daily Life## President Trump has no intention of firing Dr. Anthony Fauci, the nation's top infectious disease expert, White House deputy press secretary Hogan Gidley said Monday.  The statement comes after Trump fueled speculation about Fauci's future on Sunday, retweeting a conservative who called for the expert to be fired after he said in a CNN interview more could have been done to prevent the spread of coronavirus. Trump has disputed that his administration was slow to respond, despite increased scrutiny of his initial handling of the crisis as it's been revealed that administration and health officials were sounding alarms for weeks before the President took decisive actions such as calling for social distancing measures. ##Health## The US Food and Drug Administration has issued emergency use authorizations for two blood purification devices that may help treat coronavirus patients. The devices perform “extracorporeal blood purification” –�� essentially taking blood from a patient’s body, removing harmful inflammatory substances and then returning it. Elevated levels of these substances – called cytokines – may cause problems with the immune system, according to the FDA. “The proteins that are removed are typically elevated during infections and can be associated with a ‘cytokine storm’ that occurs in some COVID-19 patients, leading to severe inflammation, rapidly progressive shock, respiratory failure, organ failure and death,” the FDA said in a statement Friday. Use of the devices is limited to patients 18 years or older, with confirmed Covid-19, who have been admitted to the intensive care unit with confirmed or imminent respiratory failure. But the devices comes with risks: Among other side effects, the FDA says that heart problems, blood loss, infection and allergic reactions are all possible. Still, in letters authorizing the devices, the FDA said they may help some patients during the coronavirus pandemic. The known and potential benefits of the systems, according to the FDA’s authorization letters, outweighed the known and potential risks. One of the systems green-lit by the agency is made by CytoSorbents, and the other is from Terumo BCT and Marker Therapeutics AG. How helpful the devices might be, though, remains unclear, and there is currently no FDA-approved treatment for COVID-19. ##Health## Three United Nations staffers have died of coronavirus-related complications globally, and 189 staffers have tested positive for the virus as of Sunday evening, according to the deputy spokesperson for the United Nations Secretary General, Farhan Haq. As the pandemic impacts those within the UN, Deputy Secretary-General Amina Mohammed said at a virtual briefing to member states last week that an unprecedented sense of urgency drives the UN's response to this outbreak.  \"In the end, it comes down to this: if Covid-19 remains active somewhere, we cannot be safe anywhere. And if we do not confront the pandemic and its consequences simultaneously, the virus will continue to run like wildfire, taking lives, affecting people and threatening social cohesion,\" Mohammed said. ##Health## Turkey will have another lockdown next weekend due to the coronavirus pandemic, Turkish President Recep Tayyip Erdogan said in a speech on Monday after a meeting with his cabinet.  The lockdown from April 17 to April 19 will apply to the same 31 provinces that were on curfew last weekend, Erdogan said. The lockdown order applies to more than 63 million people across the 31 provinces including the large metropolitan areas of Istanbul, Ankara and Izmir.  The weekend lockdowns will continue as long as needed, Erdogan said.  The last minute lockdown announcement by the interior ministry last weekend lead to throngs of people going out to stock up on essentials leading to chaotic scenes in breach of social distancing guidance. Turkey’s interior minister submitted his resignation over the events but Erdogan has not accepted the offer.  About Turkey's coronavirus cases: The number of the cases in the country now stands at 61,049, according to the latest figures released by the Turkish health ministry. At least 1,296 people have died from the virus, the ministry said.  Turkey has tested at least 410,556 people for coronavirus, according to the ministry.  ##Health## Three more members of the New York Police Department have died due to the novel coronavirus, according to NYPD Commissioner Dermot Shea. The force has now lost 23 members. The three members who died: Detective Jeffrey Scalf of the Gang Squad in the Bronx died Sunday\nDetective Raymond Abear of the Queens Special Victims Unit died Sunday\nAuxiliary Police Captain Mohamed Rahaman of the 115th died Saturday “Devastated, we mourn with their loved ones as we vow to #neverforget our fallen,\" the tweet said, along with an updated NPYD video which contains their photographs. Read the tweet: The UK’s chief scientific adviser has said Britain will likely see an increase in Covid-19 deaths this week. “I think this week is difficult. I think this week we are going to see a further increase,” Sir Patrick Vallance said during a daily government press briefing.  “If you look at the effect on number of cases in the community, you would expect the measures in place to cause quite a sharp decrease. Unfortunately, with the deaths, there is not only a delay, but we would expect there to be a much more gradual decrease from the peak,\" he added. The trajectory of the virus is expected to plateau once it peaks and that could last for “two or three weeks” before a slow decrease in deaths, Vallance explained.   ##Health## Dr. Joia Mukherjee, the chief medical officer at Partners in Health, a global health organization, says contract tracing is an important step to decreasing the number of cases of coronavirus. \"If we want to not only flatten the curve, which we are doing through social isolation, but shrink the curve and make it fewer infections, we have to do contact tracing and isolation,\" Mukherjee told CNN's John King. Here's what happens during contact tracing: Step one: Investigating close contacts Mukherjee said once a person tests positive for the virus, there will be a case investigation. This means public health officials call the patient and investigate who their close contacts have been. They will gather a list of everyone who came within 6 feet of the person who tested positive, starting two days before they started having symptoms. Step two: Contact tracing team makes calls That list of contact information then goes to a contact tracing team, Mukherjee said. The team calls each person who meets that definition of \"a contact within that 6-foot radius,\" she said.  She said the contact team would tell them \"you have been in contact of someone of COVID. These are the things you need to know. One, are you okay? Are you feeling okay? And if not connecting people rapidly to care, testing.\" The team would also determine if the individual was able to self-quarantine, and if not, \"we would refer that person to social support,\" Mukherjee said. Step three: Make sure they can isolate properly The third step to contact tracing is making sure the individual who is quarantining has enough food, housing or sanitation so they can isolate properly and not continue to spread the disease within families. \"We have to address those local contacts to stop transmission of this virus,\" she said. ##Health## South Dakota will be the first state to conduct a hydroxychloroquine trial to test against Covid-19, Gov. Kristi Noem announced Monday.  She announced the trial in a series of tweets. \"We’ve received the initial doses we need,\" Noem said. \"We’re now the first state to do a full clinical trial to test whether hydroxychloroquine can treat and perhaps prevent #COVID19.\" About the drug hydroxychloroquine: The drug is used to treat malaria, lupus and rheumatoid arthritis. Trump has touted the drug, saying it shows \"tremendous promise\" of working against coronavirus as well. But the National Institute of Allergy and Infectious Diseases isn't sponsoring any studies on hydroxychloroquine, according to a statement from the agency, which added that the agency is \"considering\" trials that examine the drug or its analogue chloroquine as a potential treatment for Covid-19 studies. On its website, NIAID mentions several drug therapies it is supporting to fight coronavirus, but not hydroxychloroquine. The Biomedical Advanced Research and Development Authority, another federal agency, also lists its coronavirus measures on its website, but hydroxychloroquine is not among them. Despite Trump's enthusiasm, a federal government registry for clinical trials shows only two trials in the US for hydroxychloroquine to fight coronavirus, and only one of those is up and running. Dr. Mike Ryan, executive director of the World Health Organization’s health emergencies program, said as the world considers getting back to normal, it’s important to remember that \"masks are not an alternative to lockdown.\"  Ryan continued: “Everything we do in public health or in health and policy affects something else. So the pressures on people to go back to work are going to be very strong and very appropriate, but we don't want people having to make difficult choices — and in some ways think that putting a mask on — is the same as staying home and reporting the fact that you're sick to authorities.\" “There's huge pressure on people to go back to work to go back to school to participate in daily life. I don't want to be the person at home with a fever, and with a job to go to where I can make a calculation that instead of picking up the phone and phoning my health provider or phoning the public health authorities and asking for a test and a diagnosis that I think that putting a mask on, is an adequate response to that situation. And that is something we really have to be careful about,” Ryan added. ##Health## Emergency measures against Covid-19 in the UK will remain in place for now and are not expected to ease this week, the UK Foreign Secretary said on Monday. The government’s coronavirus task force will meet this week to discuss the measures but Dominic Raab said that there will be “no changes to measures in place at that point.” Speaking at a daily coronavirus press briefing, Raab said the country is “still not past the peak of the virus.” Britain has been under a stay-at-home order for three weeks.  ##Daily Life## The former director of the US Centers for Disease Control and Prevention, Dr. Tom Frieden, said in an interview today that many of the coronavirus antibody tests on the market are “junk.” Right now, Frieden said, “there are many tests on the market and many of them – now that I can speak very freely that I’m not in the government – many of them are junk.” The comments came in a live-streamed interview with STAT��s Helen Branswell. Frieden, who served as CDC director under President Barack Obama, said “there are many bad tests, inaccurate tests on the market.” Referring to a historical surge in the diversity of species, he said we’re going to see “a kind of Cambrian explosion, and then a winnowing down of the tests out there, so that we have more tests that are reliable.” About Antibody tests: Antibody tests are useful because they can detect past infections, including mild or asymptomatic cases. That’s important for researchers looking to understand how widespread the virus really is. The tests could also offer insight into who might have some protection against future infections, although it’s unclear how long immunity might last. Only one coronavirus antibody test is currently authorized by the US Food and Drug Administration. The agency, though, has released guidance allowing unauthorized antibody tests to be distributed during the pandemic. ##Health## World Health Organization Director-General Tedros Adhanom Ghebreyesus said that the deceleration of coronavirus cases is much slower than the acceleration. “While Covid-19 accelerates very fast, it decelerates much more slowly. In other words, the way down is much slower than the way up,” Tedros said.  Speaking on Monday in Geneva, Tedros said as countries consider lifting their social distancing measures, they need to be careful.  “That means control measures must be lifted slowly and with control. It cannot happen all at once. Control measures can only be lifted if the right public health measures are in place,\" he said.  ##Health##   The Senate is currently scheduled to come back next week — but senators and aides say there’s a good chance this could change and they expect official announcements later this week.   One source familiar with ongoing scheduling conversations told CNN that there are active conversations in the Senate about whether it is even feasible to come back and work at the Capitol safely.  The House won’t come back to session unless members need to vote on legislation, according to leadership aides, and they’ll be given 24 hours notice if they have to return to the Capitol. All this means that both chambers are likely to be on standby and will return to session as needed. But Senate Majority Leader Mitch McConnell has yet to make a Senate announcement official  Thursday is the next pro forma session in the Senate, and a source tells CNN that a decision could be made by then. Amazon plans to hire 75,000 more workers to meet increased demand for household essentials and other goods spurred by the coronavirus pandemic.  The tech giant on Monday also said it has hired 100,000 new workers for its distribution centers since announcing plans to do so in mid-March. Amazon said it now expects to spend more than $500 million in pay increases for workers, up from its previous expectation of $350 million.  Amazon faces a difficult balancing act. The company is racing to bring on workers to meet surging demand from customers who are stuck inside at the same time that it faces pressure from lawmakers and workers to take more safety precautions and potentially close facilities hit by the virus.   \"Our top concern is ensuring the health and safety of our employees. We made over 150 process updates to help protect employees from enhanced cleaning and social distancing measures to piloting new efforts like using disinfectant fog in our New York fulfillment center,\" Amazon wrote in a blog post on Monday.  There have been coronavirus cases reported at facilities in Washington state, California and New York among others, prompting calls for fulfillment centers to be closed for deep cleaning. Employees have also staged walkouts to protest Amazon's decision to keep warehouses open. Earlier this month, Amazon said it would rapidly expand temperature checks for employees. But some Amazon employees and applicants previously told CNN Business they continue to be worried about crowded hiring events, limited access to disinfectant wipes and Amazon's overall ability to follow through on its promises. ##Business##  New York Gov. Andrew Cuomo said he will be joined by other governors an announce a \"geographically coordinated\" plan of reopening this afternoon.  He said he has been in close contact with his New Jersey, Connecticut, Pennsylvania, Delaware and Rhode Island counterparts over the past few weeks on a variety of coronavirus issues that impact the northeast region. “To the extent we can coordinate, we should and we will,” he said, referring to reopening plans. ##Business## New York Gov. Andrew Cuomo said \"the worst is over\" and the state is controlling the spread. “If you isolate, if you take the precautions, your family won’t get infected. We can control the spread. Feel good about that,” he said at a coronavirus briefing today. However, Cuomo warned New Yorkers need to \"continued to be smart.\" “The worst is over. Yeah, if we continue to be smart going forward. Because remember we have the hand on that valve. You turn that valve too fast, you will see that number jump right back,\" he added. Watch: ##Health## While discussing reopening the economy, New York Gov. Andrew Cuomo emphasized the importance of starting the transportation system along with the rest of the economy. “You can’t start one system without starting the other systems. You can’t start the economic system without starting the transportation system. And if you can’t run the transportation system, then you can’t reopen the economy,” he said today at a coronavirus briefing.  “These systems work in coordination,\" he added. Cuomo said the  federal government also needs to work in coordination with these systems. “You’re going to need federal support, and you’re going to need smart legislation passed by the federal government that actually attends to the need as opposed to normal political considerations,\" he said. Watch: ##Daily Life## New York Gov. Andrew Cuomo said recovering from the pandemic is not like flipping a switch on and off. Cuomo said he often thinks about when this could be over — and he doesn't know. \"When is it over? I have this conversation a hundred times a day,\" he said, noting that many of the social distancing guidelines go against \"human behavior and needs.\" \"It's not going to be, we flip a switch,\" Cuomo said. \"I would love to say that's going to happen. It's not going to happen that way.\" He added: \"There is going to be no morning where the headline says 'Hallelujah it's over.'\"  He added that he thinks New York can \"start on the path to normalcy.\" \"I want it to be over tomorrow,\" Cuomo said. \"But that's not reality.\" Later in the press conference, Cuomo said this wouldn't truly be over until there is a vaccine for Covid-19, which could be 12 to 18 months. ##Daily Life## New York Gov. Andrew Cuomo said whenever he \"reopens\" the state, it will mean easing isolation and reassessing what are considered \"essential\" businesses and workers. Cuomo said this will increase economic activity. \"We never turned off the economy,\" he said. \"We turned it way, way down.\" The governor said that while this is happening, officials will monitor infection rates, saying it's \"a delicate balance.\" He added that he is not \"interested in political opinions,\" and he will lean on advice from expertsWatch: .  New York Gov. Andrew Cuomo says he was worried about the coronavirus outbreak spreading from New York City to suburbs upstate. \"This is like watching a fire going through dry grass with a strong wind,\" he said. \"And it’s blowing the fire, and a couple embers wind up on one side of the field and embers start to catch fire and that’s a cluster, and you have to run over to those embers and stamp them out right away before they grow.\"  Watch: At least 10,056 people have died from coronavirus across New York state, Gov. Andrew Cuomo said — that's up from from 9,385 yesterday. There were 671 deaths on Sunday, Cuomo said. He noted that was \"not as bad as it has been in the past.\" Watch:  New York Gov. Andrew Cuomo said the curve of hospitalizations for coronavirus continues to flatten.  \"Here's the good news: The curve continues to flatten,\" he said. \"It appears we have a plateau.\" However, he added, it's hard to predict what will happen next. \"Nobody knows how long because nobody has been here before,\" he said. Gov. Cuomo also noted that there are still about 2,000 people coming into the hospital system daily. Watch: South Korea will begin sending Covid-19 testing kits to the US as soon as tomorrow afternoon, an official with South Korea’s Ministry of Foreign Affairs told CNN. Earlier today, Foreign Minister Kang Kyung-wha said in an interview with France 24 said the country will send 600,000 test kits to the US.  It is unclear how many kits of the 600,000 could be sent tomorrow. South Korea’s ability to test large numbers of people in a short period of time has been a major contributing factor in its success in combating the virus. Kang said the tests received preliminary FDA approval \"as a result of conversation between my president and President Trump last month. I think the contracts have been signed and they should be ready for shipment anytime soon. “ Trump and Moon Jae-in spoke on the phone last month about the pandemic, and Trump had requested assistance procuring medical equipment from South Korea. SolGent, the first South Korean coronavirus test kit manufacturer to register for stockpile procurement by FEMA, told CNN on Monday that the company had already shipped 150,000 new coronavirus test kits to the US last week. SolGent could not comment if these kits were included in the 600,000 Foreign Affairs Minister Kang referred to, and it is unclear how many of the 600,000 will be sent tomorrow.  New York Gov. Andrew Cuomo said that the coronavirus death toll has made him cry. On Howard Stern's radio show this morning, Cuomo reiterated that President Trump has been accessible and quick to provide the state what it needs, adding that the President has also asked about the health of his brother, CNN anchor Chris Cuomo. He said of Trump: \"He can be vicious in attacks. Again, he's a New Yorker, right? And he has felt the sharp end of the spear as a New Yorker, and he can attack,\" Cuomo said.  \"The President has always makes a point of saying to me, 'how is Chris, is he doing okay,' and that's not in his usual character, you know. We are not chit-chatty when we are on the phone. But he always makes a point to say that about Chris and always remembers my mother,\" he said. Cuomo said he talks to the President several times a week.  He was also asked about the conflicting messages on school closures between him and the New York City mayor Bill de Blasio – who has said he wants to keep schools closed until the end of the year – and reiterated that there is always a bit of tension between local and state government. While he understands the position, Cuomo echoed his weekend comments that overall a uniform school closure policy is ideal.  Black Americans are at a higher risk for coronavirus. Chicago Mayor Lori Lightfoot wants to begin addressing this by collecting the data first. “There was a recorder of the information being put out by providers where they essentially skipped filling in race, ethnicity and other demographic information that was important for us to really measure the full impact,” she said. Providing that information is now mandatory. A racial-equity rapid response team comes next, where health care providers, public health officials and community-based organizations go into hyperlocal communities to research. Lightfoot also criticized the Trump administration for its efforts to “kill the Affordable Care Act,” saying that coronavirus claims those with underlying conditions so health care should be more accessible to people.  “If you want to help this community, what you do is you expand access to affordable high-quality health care. You don’t try to kill it.” A source close to the White House tells CNN that President Trump has been calling allies and associates all weekend, complaining about recent media reports about his handling of the coronavirus pandemic.  Trump thinks \"everybody is trying make themselves look good,\" the source said. In particular, Trump has been fixated on two government officials at the center of the response: Dr. Anthony Fauci and Health and Human Services Secretary Alex Azar.   \"He's been fretting about Fauci for a while,\" the source said of Trump's focus on the popular public health expert. The source summed up Trump's comments about the doctor as, \"Why isn't Fauci saying nice things about me?\" Trump is clearly trying to make Fauci uncomfortable, a tactic he uses with many of his top officials, the official said. Part of the problem, the source said, is that some in the president's circle have been criticizing Fauci, paining the doctor as somehow aligned with the Clintons.   Trump surrogates have been spreading negative stories about Fauci in recent days, attempting to portray the doctor as party responsible for the government's response to the virus, to deflect criticism from the president. White House officials have insisted Trump has confidence in Fauci. Last Friday, Trump defended his medical experts at the coronavirus task force press conference. But he stopped short of telling his allies to cease their political attacks on Fauci and the other top doctor on the task force, Deborah Birx.  The source went on to say that Trump is quickly losing patience with Azar, who has been the subject of speculation for weeks that the cabinet member may be on thin ice with the White House. Trump believes Azar's aides were partly behind a scathing New York Times piece on Trump's response to the virus, the source said. This source added Trump is particularly frustrated with the criticism that he could have acted sooner. According to Johns Hopkins University's tally of cases in the United States, there are at least 557,663 cases of coronavirus in the US. At least 22,116 people have died in the US from coronavirus.   The totals includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. Wyoming is the only state or territory that is not reporting a death from coronavirus.' So far on Monday, Johns Hopkins has reported 363 new cases and 37 reported deaths.    ##Health## The Supreme announced today that it would hear a handful of cases — including two concerning President Trump’s bid to shield his financial documents from release — by telephone sometime time next month. \"In keeping with public health guidance in response to Covid-19, the justices and counsel will all participate remotely,\" the Court announced in a statement. There will likely be a \"live audio feed of these arguments to news media,\" the Court said. The cases had originally been slated for oral arguments on March 31 but were delayed due to the coronavirus pandemic.  The court’s move comes as lower federal courts are using audio and teleconference capabilities to conduct business. Mexico's Stock Exchange announced the death of its president Jaime Ruiz Sacristan on Sunday.  Sacristan had tested positive for coronavirus last month after traveling to Vail, Colorado.  ##Business##  While Texas Gov. Greg Abbott said he plans to issue an executive order this week with guidelines to reopen businesses in the state, Houston Mayor Sylvester Turner said his city is not ready. “If you ask now if we’re ready to open up today or next week, the answer is no. We haven’t reached the peak yet,” he told CNN’s Poppy Harlow. The city has more than 2,000 positive cases and 16 deaths from coronavirus. Turner said that despite urging people to stay home and social distance, \"we know there’s more community spread than what the numbers indicate.\" “We know that there’s more community spread out there, and we are expecting more deaths,” he said. Remember: Earlier today, Dr. Robert Redfield, the director of the US Centers for Disease Control and Prevention, said the United States is \"nearing the peak right now\" of the coronavirus pandemic.   \"I think we'll sometime, hopefully this week, we'll be able to say — you'll know when you're at the peak when the next day is less than the day before,\" Redfield said. ##Daily Life## The UK’s coronavirus death toll has reached 11,329, according to figures released by the Department of Health and Social Care. That’s an increase of 717 since Sunday's report.  About the numbers: The death-toll figures are current as of 5 p.m. local time yesterday, but it only records those who died in hospital from coronavirus. Overall, there have now more than 88,600 confirmed cases in the UK since the outbreak began. ##Health## Four US sailors from the USS Roosevelt have been transferred to the hospital, a US defense tells CNN.  \"Over the weekend, four additional Theodore Roosevelt Sailors were admitted to the hospital for monitoring. All are in stable condition, none are in ICU or on ventilators,\" the official said. The Navy announced earlier that another sailor has died after being transferred to the ICU last week. US stocks opened slightly lower today, ahead of what could be the beginning of a sour earnings season. Coronavirus could take a big bite out of earnings, even though the pandemic didn't shut down the US economy until mid-March.  Last week was one for the history books for stocks, with the S&P 500 recording its best week since 1974.  The Dow opened 0.4%, or 100 points, lower.\nThe S&P 500 kicked off 0.4% lower.\nThe Nasdaq Composite also fell 0.4%. ##Business## US Surgeon General Dr. Jerome Adams said some of the US hot spots in the coronavirus pandemic — New York, New Jersey, Detroit and New Orleans — appear to be seeing Covid-19 cases \"leveling off\" or even going down. \"In the midst of tragedy, there IS hope,\" Adams tweeted. \"Social distancing and mitigation IS working. There is a light at the end of this dark tunnel.\"  Adams added the US must \"keep at it.\" ##Health##  ABC News anchor George Stephanopoulos has tested positive for Covid-19. Stephanopoulos, who anchors \"Good Morning America,\" announced his coronavirus diagnosis on the morning news show Monday. He said he has no symptoms. \"I've never had a fever, never had chills, never had a headache, never had a cough, never had shortness of breath,\" he said on \"GMA.\" \"I'm feeling great.\" Stephanopoulos' wife, Ali Wentworth, announced that she was diagnosed with coronavirus about two weeks ago. While Stephanopoulos said he's asymptomatic, Wentworth said in an Instagram post on April 1 that she had \"never been sicker.\" Air travel has now dropped in the US each of the last five weeks.   The Transportation Security Administration is now screening about 4% of the number of people it did this time last year.  On Sunday, its officers screened 90,510 people, compared to more than 2.4 million on the same day in 2019. That’s a 96% drop from last year’s traffic.  Those numbers have fallen week-by-week. TSA began March screening just above last year’s travelers, but on the last day of the month, the agency screened about 6% of the equivalent day in 2019.  The steepest drop-off came in the third week of March, when traffic dropped from 61% to just 18% of last year’s traffic.  There are now 52% fewer international flights and 86% fewer domestic flights taking off weekly, according to Airlines for America, an industry group.  Overall, airlines are flying 71% fewer seats than one year ago, it said. Airlines have parked more than 1,900 planes since the pandemic hit the United States.   ##Travel## Dr. Melanie Malloy has one of the toughest jobs out there right now. She is an attending physician at Mount Sinai Brooklyn hospital and spends her days in the emergency department treating the scores of desperately sick patients who flood in with Covid-19.  The hospital, which is relatively small, has been inundated with more than 1,250 coronavirus cases since the pandemic began, pushing the hospital to 150% of its capacity at one point.  In a sense, she is one of the luckier New York health workers — her hospital still has enough personal protective equipment and ventilators. But her shifts are long and brutal, and the challenges don’t stop when she goes home. Malloy is also a widow, raising three children on her own. CNN asked Malloy to make a video diary taking us through her day as she struggles to save others’ lives while protecting her own.  Watch: A sailor who tested positive for Covid-19 on the USS Theodore Roosevelt has died from the virus, the US Navy said in a statement Monday.  The sailor was admitted to an intensive care unit in Guam on Thursday and died today, the Navy said. As of Sunday, 585 sailors from the USS Theodore Roosevelt had tested positive for coronavirus, according to a statement from the US Navy. About 92% of the USS Theodore Roosevelt crewmembers have been tested for coronavirus, the statement said. Some background: The commander of the Roosevelt was ousted earlier this month by the now former acting secretary of the Navy Thomas Modly for his “poor judgement,\" Modly said.  Captain Brett Crozier had written to Navy leadership flagging his concerns about the Roosevelt's crew of more than 4,000, alerting them to the challenges of trying to contain the disease aboard the ship and urgently requesting that sailors be allowed to quarantine on land. \"We are not at war. Sailors do not need to die. If we do not act now, we are failing to properly take care of our most trusted asset: our Sailors,\" Crozier wrote in a memo that three US defense officials confirmed to CNN.   Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said this morning on the \"Today\" show that the US needs to reopen carefully and gradually when asked about concerns of a second wave of coronavirus infections.   \"There's no doubt we have to reopen correctly,\" Redfield said. \"It's going to be a step-by-step, gradual process.\"  Redfield thanked the American people for following social distancing guidelines.  \"As you've seen with the original models we had in terms of the potential mortality of this virus on our nation, it could have easily been 250,000, 500,000, a million,\" he said.   \"I think the social distancing that the American people all embraced to the reality we see overall mortality, while sadly too high, was far less than we anticipated,\" Redfield said, adding that relaxing guidelines \"has to be done very carefully.\"  ##Health## UK Prime Minister Boris Johnson tested negative for coronavirus before being discharged from hospital, his official spokesman said Monday. No update on his health has so far been issued on Monday, but his spokesperson said that on the advice of his medical team, he is not immediately returning to work. Johnson spent a week in the hospital for persistent coronavirus symptoms.  Upon leaving hospital on Sunday, Johnson released a deeply personal video message thanking his nurses, saying “things could have gone either way.”  His words painted a much starker picture of his battle with Covid-19 and his fiancée referenced a “very dark week” in a post on her Twitter account. As we set out, his condition did worsen over the course of last Monday afternoon and he had to be moved to the intensive care unit. If someone is moved to intensive care they need a level of specialist treatment,” the spokesperson added. Asked why the public was told Johnson was in “good spirits” while in ICU, his spokesman said: “All the information we gave to you was provided by St. Thomas’ hospital. Anything which we released to you was cleared with St. Thomas’.” Johnson is now recovering at the PM’s official countryside residence, Chequers, in Buckinghamshire. This is considered to be “a suitable place for the PM to continue his recovery,” his spokesman said. He noted that there are no scheduled visitors.  Around 300,000 non-essential workers have gone back to their jobs Monday in the Madrid region, a spokesman for Madrid's regional government told CNN. Despite still reporting hundreds of new infections every day, the Spanish government announced it would begin rolling back some of its tough lockdown restrictions after the Easter holiday.  Spain’s General Workers Union, GTU, a major trade union, raised concerns over the safety of those returning to work. The union, which has 940,000 members according to its website, called for employers to be responsible for providing personal protection equipment. Here's some background: The country has now recorded more than 17,400 total deaths, with more than 87,000 active cases. Today, Spain recorded its second-lowest daily rise in deaths for three weeks: 517 in the past 24 hours. A partial lifting of restrictions came into effect today. Workers who cannot work from home, such as those working in construction and other industries, were permitted to return to work. However, shops, bars, and restaurants and other businesses considered non-essential, remain closed. ##Daily Life## Lebanese Army units deployed throughout the country will on Tuesday begin distributing aid packages to citizens who have lost their income because of coronavirus, the army says. The Lebanese government had earlier pledged to allocate 75 billion Lebanese Liras (about US$4.97 million) in social aid to those in need. Lebanon has recorded 630 coronavirus cases and 20 deaths, according to the Lebanese Health Ministry. Dr. Robert Redfield, the director of the US Centers for Disease Control and Prevention, said the United States is \"nearing the peak right now\" of the coronavirus pandemic.   \"I think we'll sometime, hopefully this week, we'll be able to say — you'll know when you're at the peak when the next day is less than the day before,\" Redfield said this morning during an appearance on the \"Today\" show. \"We are stabilizing across the country in terms of the state of this outbreak,\" he added. ##Health## Dr. Robert Redfield, the director of US Centers for Disease Control and Prevention, said Monday \"it's important to look at the country as many different separate situations\" when asked on the \"Today\" show if it was conceivable to relax social distancing guidelines by May.  \"This pandemic has affected different parts of the country differently,\" Redfield said. \"We're looking at the data very carefully, county by county by county, and we will be assessing that.\"  Redfield told NBC's Savannah Guthrie that in his view, a number of things need to happen before reopening the country, including increasing public health capacity to do early case identification, isolation and contract tracing.   He added officials also need to \"start working to rebuild confidence in the community, so the community has confidence to reopen.\"   ##Daily Life## President Donald Trump urged Americans eight days ago to brace for the \"toughest week\" of the coronavirus pandemic -- but for Trump himself, the week ahead may well be tougher. That's because, even as the death toll keeps rising, so have signs that social distancing restrictions have begun tempering the crisis. Good news makes it harder to hold the line on those restrictions as the outcome of America's war against coronavirus remains uncertain. That paradox has produced intense cross-pressures inside the White House. Business interests, economic advisers and Republican conservatives seek an end to the shutdown that has halted normal life and thrown 16 million Americans out of work; public health authorities warn that moving prematurely risks a second tsunami of infection with escalating loss of life and deeper economic damage. \"Now is no time to back off,\" Dr. Anthony Fauci, the government's top infectious disease specialist, told CNN on Friday. \"Now is the time to actually put your foot on the accelerator, because we're going in the right direction.\" Read the full analysis here: ##Daily Life## At least 25,580 people have so far tested positive for the virus in Switzerland, according to  The Swiss Federal Office for Health -- an increase of 280 in the past 24 hours.  885 people have so far died. Switzerland's coronavirus incidence rate is one of the highest in Europe, the office pointed out, with 298 cases recorded per 100,000 inhabitants. Janese authorities are preparing emergency housing for thousands of \"internet cafe refugees\" as coronavirus infections spike across the country. Open around the clock: Internet cafes, which face temporary closure under Japan's state of emergency declaration, have become a de facto home for those without access to stable housing. Many internet and manga cafes across Japan are open 24 hours a day and feature showers, coin laundries, a cafe with food and most importantly -- private booths that can be rented on an hourly or daily rate.  Mostly men: There are more than 4,000 internet cafe refugees in Tokyo, according to a 2018 survey conducted by the Tokyo Metropolitan government. Nearly 86% of \"residents\" are men and just over 14% are women.  Roughly 15,000 people stay at such cafes daily during the week and some 4,000 of them are homeless. About 3,000 do not have stable jobs, according to the survey. Hatanaka Kazuo, a spokesperson for the metropolitan government, told CNN that rooms would be available in business hotels in the capital for those who applied. A total of 175 people have moved into hotel rooms as of April 10. The rooms will be available until May 6, when the country's state of emergency is scheduled to end. ##Daily Life## Pope Francis prayed for victims of domestic violence and all women involved in helping to assist others during the pandemic, in a special address from the Vatican's Apostolic Library on Monday. \"Today I want to remember how much many women do to take care of others, especially during this health emergency,\" the Pope said during a special prayer, called the Regina Caeli. \"Women doctors, nurses, police and prison guards, those who work in shops providing essential items and many women and sisters and grandmothers who are on lockdown at home with their families: children, elderly and the disabled.\"  Francis also mentioned women who are at home and at risk of domestic violence. \"Sometimes they are at risk of violence due to a living situation which is too great a weight for them,\" the Pope said.  \"Let us pray for them, that the Lord gives them strength and that our communities may sustain them, together with their families.\"  \"May the Lord give us the courage of women, to always move forward,\" Francis said. Calls to abuse hotline up 25%: As coronavirus lockdowns are announced around the world, charities and police forces have warned of a potential spike in domestic violence.  Refuge, a leading British charity focused on fighting domestic abuse, said last week that calls to its helpline had risen by 25% since restrictions on people's movement began, and that hits on its website had increased by 150%. Being confined at home with an abuser makes victims more vulnerable, because there is no escape. In addition, multiple studies have found that emotionally stressful events can lead to an increase in aggressive behavior at home. Read more about coronavirus and its impact on domestic abuse here.  ##Daily Life## Here's what you need to know if you're just joining us: Global cases top 1.8 million: At least 1,859,011 cases of the novel coronavirus and 114,979 deaths have been reported worldwide, according to Johns Hopkins University. This doesn't represent the total number of active cases, but rather the number of infections since the pandemic began. \nSpain begins loosening restrictions: Despite still reporting hundreds of new infections every day, the Spanish government has announced it will begin rolling back some of its tough lockdown restrictions after the Easter holiday. The move is aimed at sectors like construction and manufacturing -- non-essential retail outlets, bars and places of entertainment must remain closed. On Monday, Spain recorded its second-lowest daily rise in deaths for three weeks: 517 in the past 24 hours.\nUS worst-affected country by far: The United States has confirmed more than 557,000 cases, with New York City alone reporting over 104,000 infections. More than 22,000 people have died countrywide. Speaking on Sunday, the country's top medical expert on the pandemic, Dr. Anthony Fauci, told CNN that lives would have been saved in the US if mitigation efforts had started earlier.\nIndia's PM to address the nation as infections climb: Nearly 800 new infections have been recorded in 24 hours in India, the day before Prime Minister Narendra Modi's countrywide lockdown is due to expire. Modi will address the nation Tuesday. Several Indian states have already extended the lockdown.\nUK nurses can refuse to treat Covid-19 patients as a \"last resort\" if they don't have adequate protective equipment: The Royal College of Nursing, a union in the United Kingdom, has advised its members that they can refuse to treat Covid-19 patients as a last resort if they are not provided with adequate personal protective equipment (PPE). Jeremy Farrar, director of the Wellcome Trust and an adviser to the UK government, said on Sunday that the UK is \"likely to be one of the worst, if not the worst, affected countries in Europe.\" \nMore than 100 new infections in China: For the first time in at least a week, the Chinese government has announced a three-figure rise in new infections, recording 108 new confirmed cases on Sunday. All but 10 of the new cases were imported. The Netherlands has seen a surge of confirmed Covid-19 cases among medical workers, as the government ramps up testing. About 26% of the confirmed Covid-19 cases in the Netherlands are healthcare workers, according to a CNN calculation of data from the Dutch National Institute for Public Health and the Environment. The country has recorded a total of 25,587 confirmed cases as of Sunday. In announcing new cases involving healthcare workers this weekend, the Public Health Institute said that the surge was being revealed by an increase in testing.  As of a few days, health care workers can also get tested outside the hospital if they have complaints. The first effects of this are visible in the reports,” the institute said. The Public Health Institute added that the number of medical staff cases varied significantly by region, depending on the virus' spread “and local testing policy as of April 6.” As of Friday, 56% of the reported cases in Groningen Province were healthcare workers. There are at least 557,590 cases of coronavirus in the United State and at least 22,109 people have died in the US from coronavirus, according to Johns Hopkins University's tally of cases. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Wyoming is the only state that has not yet reported a death from coronavirus. ##Health## Another 517 coronavirus-related deaths have been reported in Spain in the past 24 hours --the second-lowest daily rise in deaths for three weeks -- according to Spanish Health Ministry data released Monday. In the past three weeks, the daily number of deaths has only fallen below 600 on two occasions. The country has now recorded a total of 17,489 deaths with 87,280 active cases.  The increase in infections -- 624 new cases were recorded on Monday -- is higher than Sunday’s rise, but in the middle of the range recorded over the past week. The daily increase in those listed as having \"recovered\" from the virus was lower than those reported in the past two weeks, at 2,336. One of the countries worst hit by the pandemic so far, Spain has recorded a total of 169,496 coronavirus cases. Back to work for some: Spanish Prime Minister Pedro Sánchez will lift some restrictions on movement and service despite new cases of the coronavirus being reported daily. Speaking at a news conference on Easter Sunday, Sánchez warned the Spanish people against complacency as the rate of infections and deaths from coronavirus slows. I want to be clear, we are not even entering phase two ...The state of alarm continues, consequently the general confinement continues,\" he said. Sánchez said that the lifting of restrictions, some of which will begin on Monday, would be progressive and measured.  ##Health## ##Daily Life## President Donald Trump almost certainly won't get his \"big bang\" reopening of the frozen US economy. His hopes for a sharp rebound in the summer of his reelection year are likely to be dashed by the science of a virus that is highly contagious, for which there is no vaccine and no proven therapies. Furthermore, many state governors and big city mayors -- who so far retain more public trust over their management of the crisis than Trump -- are nervous about a premature end to stay-at-home orders. Trump can't simply force them to open up. And the administration itself appears far short of the readiness required to reopen the country safely. Mass testing capabilities needed to underwrite a staged return to normal life before the pandemic is contained are nowhere near needed levels. There is also no sign of a government plan for how vital functions like air and surface transport can safely resume without triggering a new wave of mass infections. Read the full analysis here: ##Daily Life## The United States has no right to veto the International Monetary Fund's (IMF) measures, Iranian government spokesman Ali Rabiei said at a press conference on Monday, in response to US opposition to Iran accessing IMF funds to fight coronavirus. “America, legally speaking, is not authorized to prevent the enactment of any operation of international bodies,” Rabiei said on state TV, adding, “America has no right to veto IMF's measures. We have paid for years our membership fees and our nation is entitled to receive the loan amid the pressure of US sanctions and the coronavirus pandemic.” US set to veto: CNN reported last Thursday that the US would veto any vote at the IMF on a $5 billion emergency loan to Iran to help them combat the pandemic, two administration officials told CNN. “The world's leading state sponsor of terrorism is seeking cash to fund its adventurism abroad, not to buy medicine for Iranians,” a State Department spokesperson told CNN. \"The regime’s corrupt officials have a long history of diverting funds allocated for humanitarian goods into their own pockets and to their terrorist proxies.\" Last month, Iranian Foreign Minister Javad Zarif called on the IMF to provide access to the $50 billion \"Rapid Emergency Fund\" to help fight coronavirus.  ##Business## The Royal College of Nursing, a union in the United Kingdom, has advised its members that they can refuse to treat Covid-19 patients as a last resort if they are not provided with adequate personal protective equipment (PPE). “Ultimately, if you have exhausted all other measures to reduce the risk and you have not been given appropriate PPE in line with the UK Infection Prevention and Control guidance, you are entitled to refuse to work,” the union said in a guidance document to its members.\n“If the employer does not provide appropriate PPE and a safe working environment, as an employee you can refuse to care for a patient, but you must follow RCN guidance before making this decision.” The union emphasizes that this should be a “last resort,” and that “you must be able to justify your decision as reasonable, so keep a written record of the safety concerns that led you to withdraw treatment.” Lack of protective equipment: Donna Kinnair, the union’s chief executive, told the BBC on Saturday that British nurses do not have adequate protection. “My inbox, on a daily basis, this is the number one priority that nurses are bringing to my attention – that they do not have adequate supplies of PPE,” she said. Addressing reports of PPE shortages, the UK’s health secretary, Matt Hancock, said on Sunday that “there are now record amounts in the system.” When asked at the daily government briefing about the Royal College of Nursing’s guidance, he said: “We’re working night and day to make sure that we get the right PPE.” Hancock told the BBC on Saturday that 19 National Health Service staff members had died due to Covid-19. ##Health## Indian Railways transported 20 liters of camel milk to a needy family on Saturday after a Mumbai resident tweeted at Indian Prime Minister Narendra Modi for help. \"Sir, I have a 3.5 yrs old child suffering from autism and severe food allergies. He survives on Camel Milk and limited qty of pulses. When lockdown started I didn’t have enough camel milk to last this long. Help me get Camel Milk or its powder from Sadri (Rajasthan),\" tweeted Neha Kumari, a resident of Mumbai earlier last week. Modi didn't respond but transportation companies across India sprang into action. \"I came across a tweet from a distressed mother and reached out to officials from the western Indian state of Rajasthan and Indian Railways for help,\" said Arun Bothra, chief managing director (CMD) of Odisha State Road Transport Corporation.  The company offered its own camel milk powder for the child. However, sending it to Mumbai was an issue and so he got in touch with Tarun Jain, chief passenger transport manager, North-Western Indian Railways, for further assistance.  The milk container reached the family on Saturday, Bothra said. ##Daily Life## ##Business## South Korea will send a shipment of Covid-19 testing kits to the United States on Tuesday afternoon, an official from the Ministry of Foreign Affairs told CNN on Monday. The official did not disclose how many kits would be sent, but said the kits had been produced by two manufacturers. South Korea’s ability to test large numbers of people in a short period of time has been a major contributing factor in its success in combating the virus. SolGent, the first South Korean coronavirus test kit manufacturer registered for stockpile procurement by the US Federal Emergency Management Agency (FEMA) told CNN on Monday that the company had shipped coronavirus test kits for 150,000 people to the US on April 7. US President Donald Trump and his South Korean counterpart Moon Jae-in spoke on the phone last month about the pandemic; Trump had requested assistance procuring medical equipment from South Korea. South Korea to track quarantine violators with bracelets: On Saturday, South Korea’s Prime Minister Chung Sye-kyun said the country would adopt an electronic bracelet system to monitor people in quarantine who have previously violated quarantine orders.   ##Health##   India’s Prime Minister Narendra Modi will address the nation at 10am, local time, on April 14, according to a tweet from the PM’s office. April 14 marks the last day of the three week nationwide lockdown that was implemented on March 25. Lockdown extended in some areas: Several states have already extended the lockdown, as numbers of coronavirus cases continue to rise across the country. Maharashtra, Punjab and Odisha were all originally scheduled to come out of lockdown along with the rest of the country on Tuesday. So far, there has been no announcement from Modi as to whether the nationwide lockdown will be extended. Cases continue to rise: India recorded 796 new cases of coronavirus in the past 24 hours, bringing the nation's total to 9,152 confirmed cases as of Monday, according to the country's health ministry. ##Daily Life## The Japanese island of Hokkaido has issued a state of emergency over the novel coronavirus outbreak for the second time, as the prefecture reported a double-digit increase in infections for a fifth day Sunday. Residents urged to stay indoors: Naomichi Suzuki, the Hokkaido governor, said a “second wave crisis” was hitting the region, urging residents to stay indoors unless essential. Suzuki indicated that Hokkaido had a number of positive cases of people who had traveled from other prefectures currently under a state of emergency. The Hokkaido prefecture has also asked residents to avoid dining in restaurants to prevent face-to-face contact, while urging the national government to help mitigate the economic fallout, particularly to the tourism industry. Sapporo -- the capital of Hokkaido, where schools resumed for the new academic year just last week -- will close from April 14 until May 4. Since April 8, Hokkaido has reported more than 10 new cases of coronavirus every day. As of Sunday, the prefecture had reported a total of 267 confirmed cases. Hokkaido first declared its own state of emergency in February, but lifted it on March 19. Regions under state of emergency: Hokkaido joins the list of eight other Japanese prefectures under in a state of emergency, which include the country's capital, Tokyo, and Japan's second largest city, Osaka.  Japanese cases spike: The number of confirmed cases has spiked in recent days, after it appeared that Japan's initial response had brought the virus relatively under control. As of Monday, at least 7,967 cases have been reported across the country, including 712 cases linked to the Diamond Princess Cruise ship, according to Japan's health ministry. ##Daily Life## Italian police fined almost 23,000 people for breaking coronavirus containment rules on Friday and Saturday, the country’s Interior Ministry said today. The ministry is expected to release the number of fines handed out on Easter Sunday later today. Over Friday and Saturday, 22,956 people were fined, along with 397 businesses, according to the ministry. During the Easter weekend, police forces tightened controls on most roads to prevent the movement of people and maintain compliance with the containment measures against the spread of coronavirus, the ministry added. From the start of the national lockdown in Italy on March 11 to April 11, a total of 6,762,858 people have been checked to make sure they were complying with containment measures. ##Daily Life## Russia has seen a record daily rise in new coronavirus cases today, with the country's coronavirus headquarters reporting 2,558 confirmed infections in 24 hours. The figure surpasses the number of confirmed coronavirus cases over the previous 24-hour period, when cases rose by 2,186. In total, Russia has reported 18,328 confirmed cases of Covid-19.  ##Health## Here's what you need to know if you're just joining us: Global cases top 1.8 million: At least 1,850,966 cases of the novel coronavirus and 114,290 deaths have been reported worldwide, according to Johns Hopkins University. This doesn't represent the total number of active cases, but rather the number of infections since the pandemic began. \nSpain to begin loosening restrictions: Despite still reporting thousands of new infections every day, the Spanish government has announced it will begin rolling back some of its tough lockdown restrictions after the Easter holiday. The move is aimed at sectors like construction and manufacturing -- but non-essential retail outlets, bars and places of entertainment must remain closed. \nUS worst-affected country by far: The United States has confirmed more than 557,000 cases, with New York City alone reporting over 104,000 infections. More than 22,000 people have died countrywide. Speaking on Sunday, the country's top medical expert on the pandemic, Dr. Anthony Fauci, told CNN that  lives would have been saved if mitigation efforts had started earlier.\nInfections climb in India: Nearly 700 new infections were recorded in 24 hours in India, according to health authorities, the day before Prime Minister Narendra Modi's countrywide lockdown is due to expire. Tensions are still running high amid the epidemic -- one police officer's hand was severed in a sword attack in a confrontation over the lockdown.\nMore than 100 new infections in China: For the first time in at least a week, the Chinese government has announced a three-figure rise in new infections, recording 108 new confirmed cases on Sunday. All but 10 of the new cases were imported.\nJapan cases rise as Abe comes under social media fire: Japan announced 530 new coronavirus infections today, bringing the country's total confirmed cases to just under 8,000. As his country battles the epidemic, Prime Minister Shinzo Abe has been accused of underplaying the crisis, after posting a video of himself being serenaded while drinking tea at home.\nTech tycoon to provide millions of masks: SoftBank Group CEO Masayoshi Son says he has reached a deal to supply 300 million face masks a month for Japan, his home country. Son announced the deal on Twitter over the weekend, saying that he had partnered with Chinese automaker BYD to dedicate a factory line exclusively for SoftBank. New Zealand Prime Minister Jacinda Ardern said she has sent a Facebook message to Jenny McGee, one of the two nurses singled out by UK Prime Minister Boris Johnson for their care while he was in hospital. But Arden says she hasn’t yet had a response to her Facebook message. \"Nor would I expect to hear back from her necessarily at all. She’s obviously on the front line and I imagine will be very focused on her job,\" Arden told reporters today. Arden said \"nurse Jenny\" is just one of the \"many, many Kiwis\" who work in health care around the world. \"They show the same commitment, same care, same work ethic that they do here, and we are all very proud of them -- especially you, nurse Jenny.\" Parents \"exceptionally proud\": Speaking to TV New Zealand, Caroline and Mike McGee said that they were \"exceptionally\" proud of their daughter, saying that they found her commitment to her job \"incredible.\" “But she has told us these things over the years and it doesn’t matter what patient she’s looking after, this is what she does,\" Caroline McGee said. ##Health## An area of the arrival hall at Tokyo's Narita airport has been transformed into a cardboard box zone for international travelers who can't find a space in a nearby government-mandated hotel as they await their coronavirus test results. The makeshift waiting area with dozens of cardboard bed boxes is for those whose friends and relatives can't pick them up immediately in a private car. Staff wearing protective gear provide snacks and water as travelers kill time. In Japan, sturdy cardboard box beds are normally used during disasters. But the use of this space in Narita airport has drawn criticism on Japanese social media, with users commenting that the area could promote the spread of coronavirus rather than contain it. \"They don't do much testing in Japan, but many returnees from overseas are infected,\" tweeted Misachasu, who also wrote a post on the experience of his Vietnamese friend who spent a night in the cardboard box zone. \"We consider this space a high risk of infection.\" Japan has enacted a ban on travelers from over 70 countries and regions, with no scheduled end date.  ##Travel## ##Health## Stanley Chera, the prominent New York City real estate developer and Republican donor who co-founded Crown Acquisitions, has died of complications related to the novel coronavirus, a source close to Chera confirmed to CNN Sunday. He was in his late 70s. The news was first reported by journalist Yashar Ali. Chera's real estate career began when he started buying the retail buildings that held his family's chain of children's specialty stores, holdings that became Crown Acquisitions, according to the company's website. The company eventually divested from the retail stores to focus on real estate. Crown's holdings include several iconic New York City properties, such as The St. Regis New York and the Cartier Mansion. Chera was also friends with President Donald Trump. From 2016 to 2019, Chera donated a total of $402,800 to Donald J. Trump for President Inc. and Trump Victory, organizations dedicated to supporting Trump's presidency, according to Federal Election Commission records. Read more here: Kritchai Rojanapornsatit has lived in Phuket for most of his life. Owner of a construction company, he's accustomed to the regular traffic jams on Thailand's most popular resort island, where large tour buses chug up and down its hilly roads as tourists weave around them on rented motorbikes, all heading for Phuket's many beaches, ports and attractions. The scenes that greet him now, however, are like nothing he's ever witnessed in his 30 years of living here. \"There are no speed boats on the water, the streets and beaches are empty and there are very few tourists,\" he tells CNN Travel. \"I've never seen it like this -- not even after the tsunami in 2004.\" That's because authorities have taken extraordinary lockdown measures to slow the spread of the Covid-19 virus in Phuket, which has emerged as the country's coronavirus hotspot. With 170 confirmed cases of Covid-19 as of April 10, this island of 400,000 or so residents has the highest infection rate per capita out of all of Thailand's 77 provinces. Read more here: ##Travel## North Korea's legislature held its third session on Sunday in the absence of the country's leader, Kim Jong Un, according to state news agency KCNA. At the session, the lawmakers approved a budget bill that focuses on economic growth, while increasing health expenditure by 7.4% compared to last year, KCNA said. The session followed a Politburo meeting on Saturday, an annual event where major policy direction and yearly budget is decided. According to KCNA, the country's Politburo discussed the coronavirus pandemic, while cautioning that it can create \"some obstacles to our struggle and progress.\" The Politburo also vowed to step up efforts to combat the spread of the virus.  North Korea has not officially reported any confirmed cases in the country, but has quarantined people returning from China since the outbreak began. Pyongyang reported it had tested more than 700 people for Covid-19 and over 500 people are in quarantine as of April 2, the World Health Organization told CNN on April 8. Portuguese President Marcelo Rebelo de Sousa has personally thanked Luís Pitarma, one of the two nurses UK Prime Minister Boris Johnson praised as having saved his life. \"The President of the Republic underlines the special recognition made today (Sunday) by the British Prime Minister, Boris Johnson, to the Portuguese nurse Luís Pitarma for his work and vigilance during hospitalization in intensive care,\" de Sousa’s office said in a statement.\n\"President Marcelo Rebelo de Sousa has already personally thanked the nurse Luís Pitarma, while also thanking the commitment of all Portuguese health professionals who, in Portugal and around the world, are providing crucial help in the fight against the pandemic.  \n\"A word of encouragement is also addressed to professionals of other nationalities who, reinforcing the National Health Service, provide an invaluable service to Portugal.\" In a video message released after being discharged from hospital on Sunday, Johnson paid tribute to the work of Pitarma and a New Zealand nurse named Jenny for their care \"when things could have gone either way.\" \"The reason in the end my body did start to get enough oxygen was because for every second of the night they were watching and they were thinking and they were caring and making the interventions I needed,\" Johnson said. ##Health## A total of 25 new cases of the novel coronavirus were reported in South Korea today, the latest sign that the local epidemic is being kept under control by the government. Imported infections accounted for 16 of the new cases, according to South Korea's Centers for Disease Control and Prevention (KCDC). Three new fatalities were reported, bringing the country's death toll to 217. Overall, 10,537 cases of the virus have been recorded in South Korea. After China, South Korea has been Asia's most heavily-affected country by the pandemic, but strict containment measures have brought the virus under control in recent weeks. ##Health## An Indian policeman's hand was chopped off with a sword and six other officers were severely injured when they were attacked while enforcing coronavirus lockdown measures in northern Punjab state on Sunday morning. The severed left hand of Harjit Singh, an assistant sub inspector for Punjab Police, was later reattached to his wrist following nearly eight hours of surgery. The attack took place when a vehicle carrying seven men -- who belong to the minority Sikh warrior sect known as the Nihangs -- was stopped at a barricade outside a vegetable market in Patiala district, KBS Sidhu, a senior state government official, told CNN. When police asked the men for valid travel passes, one of them took out a sword and cut off Singh's hand. The injured officers, one with sword wounds to his back, were taken to the Postgraduate Institute of Medical Education and Research in Chandigarh. \"I am happy to share that a 7 and a half hour long surgery has been successfully completed in PGI to repair the severed wrist of ASI Harjeet Singh. I thank the entire team of doctors and support staff for their painstaking effort. Wishing ASI Harjeet Singh a speedy recovery,\" the state’s chief minister Amarinder Singh tweeted.\n\"The police didn’t even take out their arms and you attack them and cut off the hand of an innocent person? This cannot be tolerated and strict action will be taken …Once more, I am telling all of Punjab, I am warning the people that strict action will be taken against those who don’t follow the curfew,\" Singh said in a voice message posted on Twitter. Following an hour-long operation at a local gurdwara (Sikh temple), police arrested the seven accused men. A further investigation is underway. India is currently under a nationwide lockdown due to end April 14. Punjab, however, was one of the first states in the country to extend the measures until the end of the month. The state has reported a total of 151 confirmed coronavirus cases, including 11 deaths. ##Daily Life## The African community in Guangzhou is on edge after widespread accounts were shared on social media of people being left homeless in the past week, as China's warnings against imported coronavirus cases stoke anti-foreigner sentiment. In the southern Chinese city, Africans have been evicted from their homes by landlords and turned away from hotels, despite many claiming to have no recent travel history or known contact with Covid-19 patients. CNN interviewed more than two dozen Africans living in Guangzhou, many of whom told of the same experiences: being left without a home, being subject to random testing for Covid-19, and being quarantined for 14 days in their homes, despite having no symptoms or contact with known patients. The move comes amid heightened media coverage of the so-called second wave of coronavirus cases, emanating from infections outside of China. Earlier this week, Chinese President Xi Jinping urged authorities to carefully watch for imported cases from ​other countries, state news agency Xinhua reported. But one aspect of the data has received relatively less public attention: on March 26, Vice Minister of Foreign Affairs Luo Zhaohui said 90% of China's imported cases held Chinese passports. Read more here: ##Daily Life## India recorded 796 new cases of coronavirus in the past 24 hours, bringing the nation's total to 9,152 confirmed cases as of Monday, according to the country's health ministry. The death toll also rose by 35, taking the national tally to 308.  Some 857 patients have been discharged, the ministry added. India has tested 195,748 samples as of April 12, according to the Indian Council for Medical Research.  The rise in cases comes as three Indian states announced on Saturday that they would be extending their lockdowns until April 30 due to concerns around the spread of the virus. Maharashtra, Punjab and Odisha were all originally scheduled to come out of lockdown with the rest of the country on Tuesday. There has been no announcement from Prime Minister Narendra Modi as to whether the nationwide lockdown will be extended. ##Health## Another 233 coronavirus cases were reported by Singapore's Ministry of Health today, bringing the national total to 2,532. The new cases are all locally transmitted, the ministry said. The second round of infections comes after a wave of imported cases brought to Singapore by people returning from Europe and the US.  Sixty-six cases are linked to seven existing clusters or known cases, while 167 cases are pending contact tracing. Last Thursday, Singapore reported 287 new cases -- the country's largest single-day increase recorded since the outbreak began. The Singaporean government has moved migrant workers to military camps and floating hotels as the number of cases spikes, according to Lawrence Wong, co-chair of the Multi-Ministry Taskforce. As of Sunday, the total death toll stands at eight. Some 560 patients have recovered and been discharged from hospital, the Ministry of Health said. ##Health## A Chinese naval flotilla headed into the Pacific over the weekend, evidence that the People’s Liberation Army Navy has done a much better job controlling coronavirus than the US Navy, according to a story posted on the PLA’s English-language website. The aircraft carrier Liaoning led the group, which included two guided-missile destroyers, two guided-missile frigates and an auxiliary ship, according to the report from state-run tabloid Global Times. It cited Japanese and Taiwanese reports and noted the PLA had not confirmed the operation.  The report said that the Chinese carrier was carrying out this operation while four US Navy aircraft carriers -- the USS Theodore Roosevelt, the USS Ronald Reagan, the USS Carl Vinson and the USS Nimitz -- have reported cases of coronavirus, crimping their operations. The Roosevelt, now docked in Guam, has been hit the hardest by the virus, with 585 cases among its crew of more than 4,000 people. Almost all of them have been moved ashore on the island and work is going on to disinfect the ship, delaying its ability to deploy. The PLA Navy has no such issues, Chinese military experts told the Global Times. \"Through the voyage, the Liaoning showed that the Chinese People’s Liberation Army (PLA) has done a great job in the epidemic prevention and control work and COVID-19 epidemic has not had an impact on its deployment and operations,\" the story says, citing Xu Guangyu, a senior adviser to the China Arms Control and Disarmament Association.\n\"It showed that the PLA can dispatch troops stationed anywhere at any time, with the troops always maintaining vigorous combat capabilities. The Chinese people can always count on them,\" Xu is quoted as saying. Japan’s health ministry confirmed 530 new coronavirus cases and four deaths on Sunday.  As of Monday, at least 7,967 cases have been reported across the country, including 712 infections from the Diamond Princess Cruise ship, according to the health ministry. The death toll of 114 includes 12 fatalities linked to the ship. The latest spike in cases came as large parts of Japan entered a first weekend under a state of emergency and Tokyo recorded its highest single-day jump in cases on Saturday, with 197 infections.  WHO warning: Last week, an official at the World Health Organization (WHO) warned Japan may need to take stronger measures to contain the coronavirus in areas with untraceable infections, according to Japan's public broadcaster, NHK. Speaking at a news conference on Friday, Michael Ryan, the executive director of the WHO's Health Emergencies Program said Japan would have to scale up testing and isolation to keep infection rates down, NHK reported. ##Health## Japanese social media users have accused Prime Minister Shinzo Abe of being tone-deaf after he posted a video of himself relaxing at home as people across the country struggle to work from home. During the pandemic, many multinational companies have turned to messaging and video conferencing software such as Slack and Webex to keep in touch with colleagues. But in Japan, about 80% of companies do not have the ability to let their employees work remotely, according to 2019 government data. Posted on Twitter, the video shows Abe reading a book, sipping a hot drink and relaxing with his pet dog as a musician serenades him online from another location.  “We can’t see our friends or go out drinking. However, such (staying at home) actions are saving many lives and relieves the strain on healthcare professionals who are facing very challenging circumstances,” tweeted Abe. “Thanks to every single individual for their cooperation.” State of emergency: Abe’s tweet urging people to stay at home comes as large parts of Japan entered a first weekend under a state of emergency. Earlier in April, Abe faced public backlash after he said the government would distribute two reusable cloth face masks to roughly 50 million households amid growing concern over medical shortages. Cases spike: The number of confirmed cases has spiked in recent days, after it appeared that Japan's initial response had brought the virus relatively under control. As of Monday,  at least 7,967 cases have been reported across the country, including 712 cases linked to the Diamond Princess Cruise ship, according to Japan's health ministry. ##Daily Life## China has imposed restrictions on the publication of academic research on the origins of the novel coronavirus, according to a central government directive and online notices published by two Chinese universities, that have since been removed from the web. Under the new policy, all academic papers on Covid-19 will be subject to extra vetting before being submitted for publication. Studies on the origin of the virus will receive extra scrutiny and must be approved by central government officials, according to the now-deleted posts. A medical expert in Hong Kong who collaborated with mainland researchers to publish a clinical analysis of Covid-19 cases in an international medical journal said his work did not undergo such vetting in February. Controlling the narrative: The increased scrutiny appears to be the latest effort by the Chinese government to manage the origin story of the coronavirus pandemic, which has claimed more than 114,000 lives and sickened over 1.85 million people worldwide since it first broke out in the Chinese city of Wuhan in December. Since late January, Chinese researchers have published a series of Covid-19 studies in influential international medical journals. Some findings about early coronavirus cases -- such as when human-to-human transition first appeared -- have raised questions over the official government account of the outbreak and sparked controversy on Chinese social media. Read more here: SoftBank Group CEO Masayoshi Son says he has reached a deal to supply 300 million face masks a month for Japan, his home country.  Son announced the deal on Twitter over the weekend, saying that he had partnered with Chinese automaker BYD to dedicate a factory line exclusively for SoftBank.  Some 100 million of the masks produced each month will be N95s, while the remaining 200 million will be general surgical masks, he added.  Son said he would distribute the masks in consultation with the government starting in May, working first to supply medical institutions before handing them out to the general public. Japan's government has dramatically stepped up mask production after a shortage in the country led to widespread criticism. Last week, when Prime Minister Shinzo Abe declared a state of emergency over the pandemic, he also said that the government would start targeting domestic production of 700 million disposable masks per month. Authorities are now working to distribute two masks to each household in a new initiative slated to kick off this week. Son has criticized the government over its response to the outbreak, asking why a politician is leading the country's efforts instead of doctors. \"In the United States, Dr. (Anthony) Fauci, the director of the National Institute of Infectious Diseases, is heading the fight against corona,\" Son said on Twitter last week. \"Why is Japan letting its Minister for Economic Revival take the lead?\"  ##Business## China's National Health Commission announced 108 new cases of the novel coronavirus this morning, the highest number in at least a month. The vast majority of the new infections were imported, with 98 of those diagnosed bringing the virus with them from overseas. But there were also 10 locally transmitted cases -- seven in the northeastern Heilongjiang province, and three in Guangdong province in the south of the country. Despite being the original epicenter for the coronavirus pandemic, China has seen a dramatic reduction in cases over the past month and has recently begun to remove strict lockdown provisions across the country. But officials are now concerned about a second wave of infections brought into China from overseas. The total number of cases reported officially in the country is now 82,160, with 3,341 deaths.  ##Health## Cuba is sending a second medical brigade to Italy to help combat the coronavirus outbreak, according to a tweet from the Cuban foreign ministry on Sunday. The team of 38 is leaving Cuba on Monday, according to the ministry’s statement, and includes 21 doctors, 16 nurses and one logistics coordinator, according to the statement. The team is being sent at the request of Italian authorities, backed by Italy's health ministry and other organizations including the Italian Red Cross, the statement said. The first group of medical workers from Cuba has been in Italy since March 22, the statement added. ##Health## A federal judge is blocking the full enforcement of an Alabama emergency order which would put off some abortion procedures during the coronavirus emergency.  In a rare injunction issued on a Sunday, Judge Myron Thompson said Alabama’s rule could effectively keep some pregnant women from being able to obtain an abortion at all.  “For at least some women, a mandatory postponement until April 30 would operate as a prohibition of abortion,” Judge Thompson wrote, “entirely nullifying their right to terminate their pregnancies, or would impose a substantial burden on their ability to access an abortion.” The judge says the state’s delay can be enforced only on a case-by-case basis, and only after considering several factors, including whether delay would keep a pregnant woman from being able to obtain an abortion at all after the state emergency is due to expire on April 30.  Under Alabama law, most abortions are illegal starting in the 20th week of pregnancy. ##Daily Life## Global cases top 1.8 million: At least 1,848,503 cases of the novel coronavirus and more than 114,000 deaths have now been reported worldwide, according to Johns Hopkins University. This doesn't represent the total number of active cases, but rather the number of infections since the pandemic began. \nUS worst-affected country by far: The United States has confirmed more than 556,000 cases, with New York City alone reporting over 104,000 infections. More than 22,000 people have died countrywide. Speaking on Sunday, the country's top medical expert on the pandemic, Dr. Anthony Fauci, told CNN that  lives would have been saved if mitigation efforts had started earlier.\n2020 US Presidential vote could be affected: Speaking to CNN, Fauci said that he \"can't guarantee\" US voters will be able to cast their ballot for president in person in November, saying that there could be a rebound in coronavirus cases in autumn or winter.\nSpain to begin loosening restrictions: Despite still reporting thousands of new infections every day, the Spanish government has announced it will begin rolling back some of its tough lockdown restrictions from Monday. The move is aimed at sectors like construction and manufacturing -- but non-essential retail outlets, bars and places of entertainment must remain closed. \nMore than 100 new infections in China: For the first time in at least a week, the Chinese government has announced a three-figure rise in new infections, recording 108 new confirmed cases on Sunday. All but 10 of the new cases were imported.\nBeijing tightens grip on research: All academic papers on Covid-19 will be subject to extra vetting by the Chinese government before being submitted for publication, according to a new policy. Studies on the origin of the virus will receive extra scrutiny and must be approved by central government officials. Spanish Prime Minister Pedro Sánchez will lift some restrictions on movement and service despite thousands of new cases of the coronavirus being reported in the country daily. Speaking in an Easter Sunday news conference, Sánchez warned the Spanish people against complacency as the rate of infections and deaths from coronavirus continues to slow. \"I want to be clear, we are not even entering phase two ...The state of alarm continues, consequently the general confinement continues.\" Sánchez said that the lifting of restrictions, some of which will begin on Monday, would be progressive and measured. Spain has been one of the countries most heavily-affected by the coronavirus pandemic, with at least 166,831 infections and 17,209 fatalities as of Sunday, according to Johns Hopkins University. Markers would be established to measure the infection rate and the capacity of Spain’s health system, and those markers will determine which restrictions to lift. Above all, he said, the progress in combating the virus would not be put at risk. Sanchez said he took responsibility for insufficient supplies of protective equipment such as masks -- but the whole world had been unprepared. \"Spain has begun to guarantee systematic provision of these materials,\" and was taking \"indescribable\" steps to protect health care personnel.  In the face of growing criticism from other parties of the government’s handling of the virus, Sánchez also called for a united political response -- in Spain and in Europe. He proposed \"a great bargain\" between political parties in Spain to begin the recovery -- a display of unity to match that of the Spanish people.  \"No word will come from my lips but unity,\" he said. ##Daily Life## ##Business## ##Travel## ##Health## There are now more than 29,000 members of the National Guard on duty around the United States to deal with the response to the coronavirus pandemic, according to a tweet from the chief of the National Guard Bureau.  \"We’re in this together, and we’ll get through this together,\" General Joseph Lengyel wrote. Guardsmen have been called to serve a variety of roles in different states, from staffing emergency operations centers to restocking grocery shelves. ##Health## The US Food and Drug Administration on Sunday announced a plan to decontaminate \"millions\" of N95 respirators per day, according to the agency. Thousands of hospitals already have the system installed, according to the FDA, and could now use them on N95 respirators, which are in short supply. It’s the agency’s third such authorization for a respirator decontamination system, with the first issued in late March and the second issued last week. The agency said its most recent authorization, to a company called Advanced Sterilization Products, could allow for the decontamination of approximately 4 million N95 respirators per day. “This authorization will help provide access to millions of respirators so our health care workers on the front lines can be better protected and provide the best care to patients with COVID-19,” FDA Commissioner Dr. Stephen M. Hahn said in a news release. The system, called the STERRAD Sterilization System, uses “vaporized hydrogen peroxide gas plasma sterilization,” according to the agency. More than 6,300 hospitals in the US already have the system installed, according to the FDA, and each system can reprocess approximately 480 respirators per day. The system is limited to “a maximum of 2 decontamination cycles per respirator,” according to the FDA letter authorizing its use. ##Health## A rise of at least 5,695 cases on Sunday has put New York City's total number of coronavirus infections at over 104,000, with at least 6,182 fatalities. More than 189,000 cases have been reported in New York state -- the most heavily-affected state in the US. Hundreds of people are currently dying every day from coronavirus-related complications. Speaking on Sunday, Gov. Andrew Cuomo said authorities wanted to reopen the state as soon as possible but said it was hard to know how the virus would continue to develop.  \"I don't think anyone can make an informed decision right now,\" he said. ##Health## There are now 25 inmates in Harris County, Texas, who are confirmed to have coronavirus, which more than doubles the previous count of nine within the jail population, according to a tweet Sunday evening from the sheriff’s office.  The sheriff’s office says \"dozens more inmates with symptoms are still awaiting test results.\" Harris County is home to Houston and is the most populous county in Texas. ##Health## Ivanka Trump took to Twitter on Sunday to urge people to follow Centers for Disease Control and Prevention guidelines to \"wear a mask or face covering when out in public.\" ##Daily Life## A petition calling for British MPs to be stripped of an additional £10,000, or almost $12,500, work-from-home allowance has gathered more than 170,000 signatures online. The one-off sum is designed to cover increased costs as members of parliament and their staff work from home during the coronavirus lockdown. \"We are requesting that Parliament discuss this allowance and identify whether the funds could be put to better use,\" wrote Lucy Pearson, the petition's author. Pearson cited personal protective equipment for frontline health workers as an example. As of Sunday night, more than 172,000 people had signed the petition on the Change.org website. At least 6,522 uniformed members of the New York Police Department -- 18% of the department’s uniformed workforce -- were out sick on Sunday, according to a daily NYPD coronavirus report. Currently, 2,344 uniformed members and 489 civilian members have tested positive for coronavirus, the report said. ##Health## Wisconsin Gov. Tony Evers has asked FEMA to begin the development of a second alternative care facility to prepare for a potential surge in Covid-19 cases, Evers said in a statement. The facility would be housed in the Alliant Energy Center, a large multi-venue complex in Madison.  \"Dane County is proud to partner with Governor Evers and make our facility available to the state,\" said Dane County Executive Joe Parisi, who oversees the space. \"This second alternative care facility will be an essential backup facility to ensure our healthcare system in the south central region is not overwhelmed,\" Evers said. \"Hopefully this second site will not be needed, but we must prepare for it now so we are ready.\" ##Health## Turkish President Recep Tayyip Erdogan rejected the resignation submitted by Interior Minister Suleyman Soylu after the minister came under heavy criticism for his implementation of a surprise lockdown in Turkey. In a written statement about his resignation, Soylu said the scenes created after the lockdown announcement did not fit into the \"perfectly managed process\" by the government against the spread of Covid-19. After the announcement of the curfew, people rushed out to markets to stock up on goods before the start of the lockdown leading to close contact between people. In his statement, Soylu took near complete blame for the chaos and asked for \"forgiveness from my dear nation, which I have never wanted to harm, and my President to whom I will be loyal till the end of my life.\" The responsibility for the implementation of the decision for the weekend belongs to me in all aspects,\" he said in the written statement. The offer of resignation was submitted to the President and was rejected, according to a written statement by the Turkish presidency. \"The decision to offer a resignation rests with the office holder but to accept it is the decision of the President. The resignation has not been accepted and the minister will continue his post,\" the statement said. The statement praised Soylu's past performance across a wide range of policy issues as well as more recently on the Covid-19 measures. Soylu has been a pivotal figure in Turkey's fight against terrorism and is known as a nationalist hardliner.  New Hampshire Gov. Chris Sununu helped unload a FedEx cargo plane containing nearly 7 million pieces of personal protective equipment (PPE) Sunday to help fight the coronavirus pandemic.  \"Today is truly a jumping off point for the state and the healthcare facilities and individuals who can start benefiting from getting this PPE,\" Sununu said. \"We're going to get it out the door as fast as we can in a variety of different areas.\" The governor said some of the equipment will be shared with neighboring states. \"Whether Vermont or Maine, we'll find out what their need is and be part of the solution as well,\" he said.   The state won't be charging those that receive today's shipment of supplies, a news release from the governor's office said. ##Health## The Ontario government is developing a new health data platform called the Pandemic Threat Response (PANTHR) that hopes to better detect, plan and respond to the coronavirus outbreak, according to a news release from the Ontario government. The PANTHR platform is expected to hold secure health data that will allow researchers to better support health system planning and responsiveness, including the immediate need to analyze the coronavirus outbreak. \"Better access to integrated data will improve modelling and research to determine how Covid-19 is evolving, ensuring frontline staff are as prepared as possible in these unprecedented times,\" said Christine Elliott, Ontario's deputy premier and health minister. The new platform will contain clinical data from special registry collections and clinical data extracted from public health, hospital, laboratory and diagnostic imaging information systems. ##Health##"], "Language": false}