{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/politics/borger-analysis-federalism-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Gloria Borger, CNN Chief Political Analyst"], "Writers": [["Gloria Borger"]], "FirstPublishDate": ["2020-04-13T19:44:32Z"], "LastModifiedDate": ["2020-04-13T23:11:25Z"], "Headline": ["Trump wanted states to take the lead on coronavirus. Until he didn't."], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["For most of this long slog, we have become used to President Donald Trump extolling the virtues of the Constitution when explaining why he sees the federal government as a \"backup\" to the states.  \"We have a thing called the Constitution, which I cherish, number one. ... And as you know I want the governors to be running things,\" he said. OK, we got it. He's wants the states to lead. Until Monday morning, when he decided to take charge. In a tweet, he told us, \"It is the decision of the President\" about whether to open up the states, not the governors, whom he allows he will continue to work \"closely\" with.' And at his presser late Monday, the President grew more emphatic by the moment. \"When somebody's the President of the United States, the authority is total.\" \"The President of the United States calls the shots.\" At least that's the latest iteration of the President's always-mixed -- and sometimes indecipherable -- messaging. Which, of course, is just what the country needs from a leader in a pandemic. Excuse my confusion, but what happened to the devotion to the states? There are some easy explanations for this shift (which could shift again): First, the governors are getting better ratings than the President. That, of course, is the kiss of death. (Pay attention, Tony Fauci.) In a recent Monmouth poll, 72% of Americans said their own states' governors were doing a good job dealing with the outbreak. That figure makes Trump's grade -- 46% -- pale in comparison.   Second, the President would like to be the savior to a country that wants to get back to work, to use his phrase. And third, he doesn't want to be out on a limb totally alone, so he's still got the governors as his \"backup.\"  That's where the \"Opening Our Country Council\" comes in. Of course, in another administration that might have been up and running already but never mind.  Trump even suggested he would put governors on the panel. But let's see. In any case, he's the decider, at least now, when things are looking up. And if the curve starts going up again, he'll have some folks to blame. In fact, the governors have been the ones managing the crisis, and managing around the President. On Monday, as the President was tweeting his \"I'm-in-charge\" message, the governors of New York, New Jersey and Connecticut were holding their own pressers to outline an approach to getting back to work. In other words, not waiting for Trump. Throughout this crisis, Trump has liked to blame the states: If states weren't getting test results back fast enough, it's their own fault. \"States can do their own testing. States are supposed to be doing testing. ... We're the federal government. We're not supposed to stand on street corners doing testing.\" Or, the government is not your savior. \"The government is not supposed to be out there buying vast amounts of items and then shipping. You know, we're not a shipping clerk.\" Of course, the federal government has become a shipping clerk, buying masks from companies like 3M and Honeywell International Inc. And the states have been left to compete against each other for life-saving equipment. And if the governors are very good and figure out how to please the wannabe king they may get what they need. Only this is about the safety of Americans; it's not a game of \"Survivor.\" Trump extols the virtue of Florida Republican Gov. Ron DeSantis, who foolishly allowed spring breakers to stay on the beaches. (Battleground state, anyone?) And he sounds downright shocked when he allows that Govs. Andrew Cuomo of New York and Gavin Newsom of California have done a good job. Maybe because they're Democrats? And smart ones, who have been careful to play whatever game they need to play to get what they need for their residents. After all, there was no uniform Defense Production Act to give the governors themselves some comfort. Many of them decided to help each other with supplies and not let the President divide them.  They became the leaders, and no matter what Trump says, they will remain the real leaders in this crisis. The history is being written right now. CORRECTION: This headline and story have been updated to correctly characterize the shift in Trump's position."], "Language": false}