{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/cnn-underscored/best-ps4-games/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brittany Vincent"], "Writers": [["Brittany Vincent"]], "FirstPublishDate": ["2020-04-13T20:00:42Z"], "LastModifiedDate": ["2020-04-13T20:00:42Z"], "Headline": ["These are our favorite games for the PS4"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["This might be hard to believe, but we're on the precipice of a new console era. Come this holiday season, it'll officially be time to say goodbye to the PlayStation 4, one of the most successful consoles ever. This won't be a time for mourning. It'll simply be a time of change as we welcome the PlayStation 5.  But that doesn't mean you have to say goodbye to your favorite PlayStation 4 games just yet. In fact, while we spend time social distancing due to the pandemic, we could use this opportunity to play some of the best the PlayStation 4 has to offer, from meaty role-playing games to trippy puzzlers. And with backwards compatibility coming to the PlayStation 5, you can take these games to the new platform when it's available later this year.  Here are the PlayStation 4 games you absolutely need to play.  Death Stranding ($29.99, originally $59.99; amazon.com) Humanity begins to fracture when a bizarre event known as the \"Death Stranding\" brings strange entities called BTs, as well as a unique rain know as \"time fall.\" These new entities have a profound effect that both introduces new beings and ultimately ages things to the world. Hideo Kojima's latest has you taking on the role of Sam \"Porter\" Bridges (voiced by Norman Reedus), whose job is to try and rebuild America and restore the world to its former glory — all while its population has been socially distancing itself, which hits a little close to home. Its heartfelt narrative, combined with epic, cinematic clips pair beautifully with a touching soundtrack and reminds us that Kojima is still a master at his craft.  _______________________________________________________________________________ Tetris Effect ($41.99; amazon.com) Think you know Tetris? Think again. Rez creator Tetsuya Mizuguchi created something much different with Tetris Effect, combining thumping techno and eye-popping visual effects (including VR support) to make an experience, not just a puzzle game. It's pure, unadulterated bliss with a fantastic soundtrack that you'll be humming long after you clear every level of the game's picturesque story mode. If you're looking for an absolutely transcendent experience, you'll find it here.  _______________________________________________________________________________ Final Fantasy VII Remake ($41.99; amazon.com) Nearly 25 years after the PlayStation original hit store shelves, Square Enix has remixed and expanded Final Fantasy VII. This gorgeous specimen of an RPG is a dazzling, shimmering experience that takes everything fans love about the original game with plenty of tweaks and changes here and there to entice both new and diehard fans. If you've ever wanted to return to Midgar for a slice of excellence with iconic characters Cloud, Tifa, Aerith and Barret, you'll be thrilled to see what Square Enix has achieved with this remake — a love letter unlike any other.  _______________________________________________________________________________ The Last of Us Remastered ($14.99, originally $19.99; amazon.com) The Last of Us Remastered is one of the best stories on PlayStation 4. Period. And with a sequel on the way, you're going to want to play this one to make sure you're caught up. Joel and Ellie begin the game as a grief-stricken father and a teenage girl trying to find her place in the world, but they have to huddle to survive in a zombie-infested world after a fungus outbreak takes over the world. The two must fight to survive, while searching for weapons, supplies and a safe place to lay their heads. They also try to make sense of what's happening to them, as the title implies, the last of humanity. Plus, it'll make you cry ugly tears faster than you can say the word \"Cordyceps.\"  _______________________________________________________________________________ Horizon Zero Dawn ($19.90; amazon.com) Horizon Zero Dawn is one of Guerrilla Games' most interesting works. It follows a young misfit named Aloy who must explore a vibrant, yet mysterious world rife with mechanical creatures from the olden days. Armed with knowledge of her past, Aloy must work with the tribes scattered around the land to save her future — and possibly the world. With advanced, realistic animation and motion capture effects, Horizon Zero Dawn is an exciting, open world adventure that truly pushes the system to its limits.  _______________________________________________________________________________ Detroit: Become Human ($29.37; amazon.com) Detroit: Become Human is another exciting narrative from Quantic Dream that attempts to answer one important question: What does it mean to be human? It introduces three artificial beings who are experiencing some type of crisis based on this question to a futuristic Detroit. Connor, the android detective, Marcus, the advanced prototype, and Kara, a housekeeping unit, are all on the brink of consciousness, and it's up to you to make sure they survive long enough to self-realize. You may just bring about an android revolution along the way.  _______________________________________________________________________________ Rez Infinite ($14.99, originally $29.99; store.playstation.com) Rez has always been known for its trippy, surrealistic musical gameplay and musical sequences. This PlayStation VR exclusive even includes a new level to explore called Area X. Playing in VR offers players a way to look around each area while the beats thump and the enemies zip around, but Area X is a treat for the eyes, like swimming through a twinkling sea of stars. It's a gorgeous melding of music and shooter mechanics that reacts to the way you play, with one of the greatest soundtracks the system has to offer. You'll never forget the way it warps your brain.  _______________________________________________________________________________ Persona 5 ($19.40; amazon.com) There's nothing cooler than the Persona series, and you can take that to the bank. Persona 5 follows the students of the fictional Shujin Academy as they navigate double lives as altruistic \"Phantom Thieves\" at night who do their part to rid the world of bad guys by defeating their \"palaces\" of evil. It serves up a tasty mix of dungeon exploration with turn-based battles that deliver a satisfying experience. It also makes for one of the wildest, most gripping experiences the PlayStation 4 has to offer, even if you're not typically an RPG fan. _______________________________________________________________________________ Devil May Cry 5 ($24.55; amazon.com) Ever wanted to see a man beat up demons using motorcycles as fists? Devil May Cry 5 has that and more. From its varied combat to the style it positively drips out of every pore to the throwback goodies packed in for longtime players, this dazzling entry is an amalgam of excellent game design, visual fidelity and demon hunting that heralds a new era for the franchise. It's the natural, best evolution for the series in many ways, and we can't wait to see where it goes next.  _______________________________________________________________________________ Yakuza 6: The Song of Life ($18.59; amazon.com) Yakuza 6: The Song of Life is the perfect sendoff to protagonist Kazuma Kiryu and his legacy. It's hilarious, powerful in some areas and action-packed in ways that only the Yakuza series can truly be. Exploring the streets of the fictional Japanese city of Kamurocho is an absolute blast, as is caving in the faces of the street thugs who want to cause trouble. If you're not already a Yakuza fan, you'll certainly be one long after this song has ended. Luckily, the series is exclusive to PlayStation 4, so you can enjoy it without having to spend too much money.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}