{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/motorsport/indycar-robert-wickens-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Don Riddell, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-13T12:07:07Z"], "LastModifiedDate": ["2020-04-13T12:07:07Z"], "Headline": ["Paraplegic racing driver Robert Wickens makes return to the track. From his basement"], "Section": ["motorsport"], "MappedSection": ["SPORT"], "Article_Body": ["It was a moment that changed his life forever, but former racing driver Robert Wickens can hardly remember it.  While competing in the NTT INDYCAR Series, the Canadian was propelled into the perimeter catch-fence at the Pocono racetrack in 2018 and, in an instant, the world as he knew it transformed in a violent hail of sparks and debris.   Speaking from his Indianapolis home during lockdown, his fears for his complex rehabilitation and general wellbeing heightened by the coronavirus pandemic, he said the high-speed crash is still a blur. \"I remember the qualifying laps on Saturday and the start of the race on Sunday, but I don't remember the accident at all,\" he told CNN Sport.  \"The human body is a crazy thing, it's that self-protection mode, right?\" Wickens' car was shredded on impact and by the time its shattered shell helicoptered back onto the track, shorn of all four wheels, he was in a serious condition. In the days and weeks that followed, Wickens would learn that he'd suffered a serious spinal injury, paralyzing him from the chest down. But, being told such devastating news is one thing, believing and accepting it is another. \"When I couldn't move my legs, I just thought it was because they were in cast. Once I get those off, I'll be fine,\" he said. Except, he wasn't fine. It was still hard, he said, to pinpoint when it all sank in. \"I was on so much medication for my pain and various other things that it was a while before I became myself and before I could actually comprehend what happened,\" he said. Like many around the world, the coronavirus pandemic has affected him. But, strangely, Covid-19 is what also got the 31-year-old racing again. While Wickens still aspires to race IndyCars again, he obviously can't right now. But then, nobody is racing these days. Initially scheduled to start in March, no one can say with certainty when this year's NTT INDYCAR Series will commence. There are 15 races currently on the calendar, the first of which is set to be held on June 6.  In the meantime, drivers are competing in the INDYCAR IRacing Challenge, a competitive series using virtual simulation, and, on his debut, Wickens started last and finished a respectable eighth. Given that he'd only had a couple of days to practice on his new simulator, which is located in his basement, it was even more impressive. \"It felt amazing,\" he beamed, \"just to be able to compete again. People think this is just a video game and I can assure you, it's not. I had four engineers from my team, Arrow McLaren SP, in my ear. We were talking about strategies. I can't stress to you enough how seriously we are all taking this.\" Wickens, who finished 26th in Saturday's INDYCAR IRacing Challenge, admitted racing on a simulator could never compare to the rush of driving at 240 mph for real, but it's no picnic either. \"If you hit the wall and don't let go of the steering wheel, it can break your hands,\" he explained. \"I won't lie, I was exhausted.  Mentally, It was of the more straining things I think I've ever done. Forty-five laps of not spinning, not crashing, you can't make any mistakes.  When I made my IndyCar debut in 2018, all I wanted was a top 10 finish. This was very satisfying. The bug is back, now I can't wait for the next one.\" The life of a professional racing driver can be grueling, an endless carousel of airports, racetracks and hotels. This experience could not have been more different. While he did have some media commitments after the race, the experience was over once he'd returned to his kitchen. No-one can predict with certainty how the world, particularly sport, will change as a result of a pandemic which has killed over 100,000 people, but Wickens expects the reputation of simulated esports and video games to have been enhanced after being thrust into the spotlight during a period where there has been little other sport to watch. Last weekend, around five million people watched a virtual Grand National steeplechase in the UK and professional basketball players have also been competing in NBA 2K on ESPN. \"It was always growing and picking up momentum but now that it's taken over in the last few weeks, I can see it sticking around,\" he said. \"Maybe during the off-season of racing, we can have a winter cup -- all the drivers can race through esports. Often in sport, you know ahead of the game what's going to happen, but the esports world is a completely different animal.\" Wickens has made incredible progress since his accident. In September, he stood at his wedding to Karli Woods. He also knows better than most how to deal with adversity. Paralysis means he has a restricted diaphragm, making him particularly concerned about Covid-19. He and his wife have been in isolation since the second week of March, but it hasn't been easy. \"I would be lying if I said my rehab hasn't been affected, but I've got some equipment at home and I'm doing everything I can,\" he said. \"I feel like I'm just as worried as the next person. My wife and I took precautions very early. I still have a good immune system but it's just such an unknown and until we gain awareness of what's happening, I think everyone just needs to stay home and take this very seriously. That's what my wife and I have been doing since the beginning.\" Offering advice on how people could better cope with the changes Covid-19 has forced on society, he said: \"When my accident happened, I understood how being strong mentally could impact the outcome of my recovery.  \"You shouldn't be ashamed or embarrassed if you're going through a little funk. Everyone has those days, so just embrace them and try to be stronger tomorrow. \"What really helps me is to give myself a purpose everyday. Whether it be reorganizing your pantry or cleaning the house, going out for a run or a walk with your dog, whatever it is that makes you feel accomplished for that day, just try to get out of bed and set yourself a goal and try to achieve it. \"That's what I've been trying to do with my recovery. I'm stuck with it and I have to keep trying to work on it.\""], "Language": false}