{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/11/opinions/beatles-50-years-hester/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jere Hester"], "Writers": [[]], "FirstPublishDate": ["2020-04-12T02:05:08Z"], "LastModifiedDate": ["2020-04-12T19:59:32Z"], "Headline": ["They broke up 50 years ago. How the Beatles still bring joy in scary times"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["At Mount Sinai South Nassau on New York's Long Island, the hospital staff reportedly spins \"Here Comes the Sun\" on the public address system every time a coronavirus patient is discharged.  Paul McCartney is set to play the upcoming \"One World: Together at Home\" charity special, joining a bill that includes 18-year-old superfan Billie Eilish, nearly 60 years his junior. \"Yellow Submarine\" has gained new resonance as an intergenerational singalong, crooned by neighbors through windows-turned-portholes, socially distant, but inextricably linked. They may have broken up 50 years ago, on April 10, 1970. But the Beatles still help us come together, especially when we need it most. So how to explain the enduring grip of a group that invaded the US in 1964 when more than two-thirds of Americans currently alive — myself included — had yet to be born?  There are some obvious answers, starting with the music — a fab force that evolved at revolution speed, going from the proto-boy band pop of \"I Want to Hold Your Hand\" in late 1963 to the psychedelia of \"Sgt. Pepper's Lonely Hearts Club Band\" over a span of 3½ years.  Then there's the message, embodied in \"All You Need is Love.\"  And, of course, there's the humor, born in earthy Liverpool and channeled into family friendly movies from \"A Hard Day's Night\" to \"Yellow Submarine\" that grew on mom and pop, long hair and all. All true. But it adds up to something much bigger.  A musical legacy to share The Beatles' greatest gift was giving us something to share, a legacy to pass along just as stories and songs were in days of old. We've done it with everything from vinyl records to eight-track tapes to CDs to iTunes to Spotify and back to vinyl again. And we do it as much for ourselves as for our children. Seeing and hearing the discovery of the Beatles through fresh eyes and ears is life affirming and offers a sense of renewal. Dig a little deeper, and the band's journey — the struggles, triumphs, friendships, marriages, breakups and tragedies — is life's path writ large, filled with lessons we'll probably ignore and pitfalls we'll stumble into anyway, because that's human nature. And their story makes John Lennon, Paul McCartney, George Harrison and Ringo Starr all the more human — and eternal — to us. Somehow, the pop culture face of a turbulent decade that cleaved the generation gap has connected families across time. You can see it in the Boomers who bring their children and grandchildren to McCartney and Ringo Starr concerts, and flock to Cirque du Soleil's \"The Beatles LOVE\" spectacular. You can see it the flying fingers of the kids playing The Beatles: Rock Band video game. You can hear it in the music: Last year's golden anniversary edition of \"Abbey Road\" hit No. 3 on the Billboard charts, nearly 50 years after it went to No. 1. Much to the ire of British motorists, fans for decades have tried to recreate the iconic album cover showing the Beatles walking across the street outside their London recording studio. It proved both brilliant and sad that transportation officials recently grabbed the opportunity to repaint the zebra crosswalk with London, like half the world, in lockdown. Once again, the Beatles found themselves a symbol of changing times. The Beatles remain here, there and everywhere Starr postponed the spring tour that was to lead up to his 80th birthday — the milestone John Lennon would have reached this October. We've been without Lennon for almost 40 years, and George Harrison's been gone nearly half that long. Still, last year's charming movie \"Yesterday,\" reinforced that it's impossible to imagine a world without the Beatles. I was 3 years old when they broke up — and they've always been here, there and everywhere for me. The woman who is now my wife of nearly 30 years and I bonded over them. We raised our daughter as a Beatle baby, and traveled in the group's footsteps through Hamburg, London and Liverpool (and one day, we hope, India). Travel seems like one sweet dream these days for the three of us, grateful to be healthy, working and home together, with the soundtrack of our lives counterbalancing the endless ambulance sirens wailing through our Brooklyn neighborhood. So no, I can't imagine my life without the Beatles. And I'm not the only one. On the first Saturday of every month, my wife, daughter and I cram into a tiny bar in Manhattan's East Village with a few dozen other obsessives, some, like me, slinging guitars. We play and sing Beatles song for five hours — people from across generations and from across the universe, transported together. Last week, we took the jam online. It wasn't quite the same, but we saw one another's smiles and we heard one another's voices. When it was over, everyone said the same thing: \"See you next month.\" Whether that will be in person or via Zoom, well, no one was prepared to say.  But we'll be back together, connected by a band that split a half century ago, taking a sad song and making it better."], "Language": false}