{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/12/us/tim-tebow-easter-sermon-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-12T19:56:11Z"], "LastModifiedDate": ["2020-04-12T19:56:11Z"], "Headline": ["Tim Tebow delivers message of redemption during livestreamed Easter sermon"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["We may be used to seeing Tim Tebow on the gridiron, or more recently on the baseball diamond, but on Sunday, the former NFL quarterback took to the pulpit to deliver a special Easter sermon.  With churches closed to the public due to the coronavirus outbreak, Tebow preached during Passion City Church's livestreamed Easter service from Atlanta at 10 a.m. and 1 p.m. ET on Sunday. The service will be replayed on Sunday at 5 and 8 p.m. ET. \"Jesus was forsaken on the cross, so you don't have to be. Their perfect relationship from eternity past. That bond was broken, so Jesus, his bond with you never has to broken,\" Tebow said during his sermon.  \"It wasn't just that Jesus experienced physical pain. It wasn't just the sin of the world, which I can't even imagine, but it was a perfect relationship that he was willing to sever because he wants a relationship with you that will never be severed. That's why Easter is so amazing,\" he added.  In a tweet on Sunday, Tebow used a sports metaphor to describe Easter as \"the greatest trade of all time.\" The 32-year-old is known for being outspoken about his Christian faith. Tebow often knelt in prayer before or after his football games. The act has since been widely referred to as \"Tebowing\" and he officially trademarked it in 2012. Tebow was signing autographs after a baseball game in October 2016 when a fan appeared to have a seizure. Tebow prayed over the fan while waiting for paramedics to arrive and the video of the moment quickly spread on social media.  Last week, he asked his Twitter followers to join him in prayer and gratitude for the health care workers and first responders who are fighting against the coronavirus pandemic.  \"Our prayers count, and they work so let's be lifting up all of our first responders and their families in this time of need,\" Tebow said in a video posted on his Twitter account.  In 2007, Tebow became the first player to win the Heisman Trophy as a sophomore quarterback at the University of Florida. Florida won two national titles while Tebow was there from 2006-2009. He played in the NFL from 2010 to 2013 for the Denver Broncos, the New York Jets and the New England Patriots. He returned to the NFL in 2015 with the Philadelphia Eagles but was released by the team before the regular season began. In 2016, he announced that he was interested in playing baseball. After an open tryout, he signed a contract with the New York Mets. Since then, he has played three seasons as an outfielder and designated hitter with several of the Mets' minor league teams. He was back with the Mets in spring training this year before the season was postponed due to the pandemic. In January, he married Miss Universe 2017 Demi-Leigh Nel-Peters in Cape Town, South Africa."], "Language": false}