{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/11/sport/colby-cave-dead-nhl-edmonton-oilers-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur and Wayne Sterling, CNN"], "Writers": [["Harmeet Kaur", "Wayne L Sterling"]], "FirstPublishDate": ["2020-04-11T20:39:29Z"], "LastModifiedDate": ["2020-04-11T20:39:29Z"], "Headline": ["Colby Cave of NHL's Edmonton Oilers dies at 25"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["NHL center Colby Cave, who played for the Edmonton Oilers and the Boston Bruins, has died. He was 25. The Edmonton Oilers and Cave's family announced the news on Saturday morning. He passed away days after doctors at Sunnybrook Hospital in Toronto operated to remove a colloid cyst putting pressure on his brain, according to NHL.com.  He had been in a medically induced coma since suffering a brain bleed overnight Monday, his team said.  \"It is with great sadness to share the news that our Colby Cave passed away early this morning,\" his wife, Emily Cave, said in a statement.  \"I (Emily) and both our families are in shock but know our Colby was loved dearly by us, his family and friends, the entire hockey community, and many more. We thank everyone for their prayers during this difficult time.\" Later on Saturday, Emily Cave posted a moving tribute to her husband on Instagram. Family couldn't visit because of pandemic Earlier this week, she pleaded for him to wake up in another emotional post and said that she and his parents were no longer able to visit him in the hospital because of the coronavirus pandemic. The Oilers, which Cave joined in 2019, called it a \"very, very sad day\" for the organization. \"Colby was a terrific teammate with great character, admired and liked everywhere he played,\" Oilers Chairman Bob Nicholson and General Manager Ken Holland said in a joint statement. \"Our thoughts and prayers go out to his wife Emily, his family and friends at this very difficult time.\" Boston Bruins President Cam Neely offered condolences as well. \"As an undrafted free agent from Saskatchewan, Colby chose the Bruins and once he came to our organization, he seized the opportunity and showed on and off the ice that he was a special hockey player and person,\" Neely said. \"He was, and will always be a Bruin, and he will be dearly missed by everyone who was lucky enough to know him.\" The rest of the hockey world is also mourning Cave's death, with NHL Commissioner Gary Bettman calling him \"an earnest and hardworking player\" and \"a warm and generous person.\" \"The National Hockey League family mourns the heartbreaking passing of Colby Cave, whose life and hockey career, though too short, were inspiringly emblematic of the best of our game,\" Bettman said in a statement. \"Undrafted but undaunted, Colby was relentless in the pursuit of his hockey dream with both the Edmonton Oilers and Boston Bruins organizations.\" A 'phenomenal person' Jay Woodcroft, head coach of the American Hockey League team Oilers affiliate Bakersfield Condors, called him a \"phenomenal person to be around.\" \"He was the epitome of what a professional hockey player should be: caring, driven, focused and serious,\" Woodcroft said in a statement. Cave, a native of North Battleford, Saskatchewan, played 67 career NHL games with Edmonton and the Boston Bruins, who signed him as a free agent in 2015.  He had four goals and five assists with the two teams, in addition to 11 goals and 12 assists with the Bakersfield Condors of the American Hockey League."], "Language": false}