{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/10/cnn-underscored/fun-games-for-couples/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lindsay Tigar"], "Writers": [["Lindsay Tigar"]], "FirstPublishDate": ["2020-04-10T15:54:15Z"], "LastModifiedDate": ["2020-04-10T15:54:15Z"], "Headline": ["13 games perfect for couples stuck inside"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all our coronavirus-related coverage here, and let us know your thoughts here. On day — oh, I don't know, maybe 15? — of quarantine, my boyfriend and I looked at one another across our kitchen table and sighed. Really, how many more days of this? How are we going to pass the time? Shake up the monotonous, Groundhog Day-like routine? A few hours of internet searching (and TikTok watching) later, we started to round up every two-person game we could play. Though our old \"normal\" was full of weekend getaways and dinners out with friends, we knew we needed something different to keep us sane during this unprecedented time.  What we found was impressive: many games are suited for duos — and can have the side effect of a strengthened, happier relationship. While shipping times these days are delayed, once we got our hands on some of these, we were hooked.  From games where you must work together as a team to complete a mission, to ones that challenge your language and communication skills, here are 13 games perfect for pairs, and a look at how they can bring you together.  It's a fun way to bond  Yes, tuning into a seven-part series about tigers and their captors is a way to bond. But when you play a game together — device-free — it can take your connection to a new level, according to love and relationship psychologist Dr. Sarah Schewitz.  \"Two important factors in maintaining a healthy relationship are having fun together and trying new things together,\" she says. \"If you're playing a new game and having fun while doing it, you're doing a lot of good for your relationship.\"  Try this: Sushi Go Card Game ($8.99; target.com) For a laid-back game that is fun, entertaining and a tad bit competitive, consider this bestseller. Not only does it go superfast, but it's easy to learn and will help pass the hours quickly. The goal is simple: You want to collect as many cards, of varying points, as you can to create your \"sushi meal.\" The player with the most points wins. Might we suggest supporting your local sushi joint and ordering takeout to enjoy before? _______________________________________________________________________________ It can improve your communication skills Working your way through anything — planning a wedding, buying a house, going through a pandemic — challenges two people with varying viewpoints to find common ground. The way to get there is focusing on your communication skills. As psychotherapist and author Jenny Maenpaa explains, whether you're on the same team or opposite ones, games can teach us how to best use our words to arrive at the same goal.  \"No one wants the game to end in flipping the board and storming off in a huff, especially when you are stuck in quarantine together,\" she notes.  Try this: MindWare Invisible Think ($24.95, originally $26.95; amazon.com or $33.99; bedbathandbeyond.com) Though you can play this highly rated game with many players, it's also appropriate for a small party of two. You are attempting to get your partner to say a specific word, but there's a bank of other words you can't say. Plus: There are supermagic glasses included that reveal secrets!  _______________________________________________________________________________ It's a nice way to learn more about one another  In those first few days, weeks and months of dating, you lingered on every last word your one-and-only said. But as time goes on, the responsibilities pile up, and you're left with little time to get to know one another better. That's another reason Schewitz says games can be beneficial: They can shine a new light on our person.  \"Some games bring out qualities such as intelligence, strategy and competitiveness in you and your partner that you may utilize at work but not at home,\" she continues. \"It can be exciting to see sides of your partner you don't normally have access to and you may find yourself feeling even more respect for and attraction to them as a result.\" Try this: Bananagrams Party Edition ($14.49; amazon.com) This is one of the most popular games out there, and it's no surprise that racing against the clock to show off your vocabulary is fun for all. In this game, you're given 24 single-letter tiles, and your goal is to make a crossword with the tiles you're given. And then, take from the \"unused\" pile before your partner. When your partner somehow pulls out a complicated, amazing slew of words — you may do a double-take. _______________________________________________________________________________ It's a more connected way to pass the time  There are plenty of app games that you can play on your phones. But, well, that requires looking at your iPhone or tablet for hours. It's easy to lose concentration and be tempted by social media when going this route, which is why Los Angeles-based psychologist Yvonne Thomas says old-fashioned board games can be a better choice.  \"By playing together, you can focus on the experience you are sharing rather than on outside stimuli, which can be distracting and disconnecting,\" she continues. \"In essence, couples playing games together is a more personal, direct way to connect and stay focused on each other.\" Try this: Jax Sequence Board Game  ($14.59; target.com) Ready to add some competition into your relationship for game night? Or, ya know, any day this week after you've finished your work? This versatile — and uber popular — game is based on strategy. To get started, you simply lay the cards you were dealt and then place a chip on the corresponding space on the game board. Your goal is to get five of these chips on the board, which isn't easy when your partner is trying to outsmart you.  _______________________________________________________________________________ It can make you better team players You know how the saying goes: Teamwork makes the dream work. And if your dream is to remain married or coupled up, cooperative games can be beneficial to your dynamic. Schewitz says focusing on how you function as a team to take the game home will bring you closer and decrease your arguments. When you aren't opponents, you can become a unified force that endures long after game night. Try this: Czech Games Codenames ($15.39, originally $19.95; amazon.com) Though there is a two-player version of this game, called Codenames Duet, it's a hot item right now that's not readily available. The good news is that the traditional game can work too, just by switching the rules around a bit. After laying down 25 cards, you and your partner are assigned different ones. You must give each other clues — in the form of a single word and a number — to help one another guess. The object is to only go nine tries and check them all off, together. Just make sure you don't encounter an \"assassin\" card, or the game is over. _______________________________________________________________________________ It can make you feel the love  Believe it or not, recreation activities can release oxytocin in our brain, which Maenpaa says is sometimes called \"the love hormone.\" \"It causes our brains to feel attachment and protective feelings towards the person,\" she continues. \"Together, you are building memories that you can reflect back on later in life with warm feelings.\" Try this: Adult Loaded Questions Game ($15.99, originally $17.99; kohls.com) With a few bottles of vino — or a pitcher of margs, if that's your speed — you will laugh and divulge with this 308-question game. There isn't really a \"winner,\" but it's a lighthearted — and sometimes racy — way to learn more about one another.  _______________________________________________________________________________ It creates a shared experience  By going through a pandemic, you are already having a shared experience. But here's the deal: It isn't exactly a positive one, and it can up the anxiety in your home. Games work to bring those fears back down to reality in an effective way.  As Schewitz says, no matter what you play, you're creating a memory and you're actively engaging with one another, rather than the angst you're feeling. This is not only individually healthy, but a solid way to strengthen your bond. Try this: Renegade Game Studios The Fox In The Forest ($13.79, originally $15; amazon.com) If you're more of a duo that likes strategy games, this is a smart choice for you. In addition to being fun, it's also a beautiful board game with impressive artwork. In the most basic form, the goal is to score more points by winning more tricks. But of course, it's based on a fox, so hey, there are lots of sly twists and turns.  _______________________________________________________________________________ It challenges your patience Really, everything right about now challenges our patience. But in a more fun way, games can help us slow down, explain processes and breathe a little. Maenpaa says when couples are forced to put something into words, it can teach valuable skills. Not only do you need to be calm and collected, but you learn to see your partner's side of the equation, too. Try this: Nexci Scrimish Strategy Card Game ($9.99, originally $12.99; amazon.com) Another beloved card game, Scrimish is classic and fun. Each deck has 25 red and 25 blue cards, and you're working as quickly as you can to reveal your partner's crown card. If you can keep up and do it first, you win! These superfast rounds are light and enjoyable and will make you bite your tongue in envy if you can't seem to win.  _______________________________________________________________________________ It can help you accept your differences   Of all of the hurdles of being in a relationship, one of the hardest is accepting that the other person won't always agree with you. Maenpaa says when you play a game, you have an opportunity to gain perspective and understanding into your partner's thought processes in a creative, new way.  \"In trading information back and forth, you learn problem-solving skills together, and may realize you've been approaching household duties or habits differently from one another and potentially causing unnecessary conflict,\" she says. Try this: Ravensburger Disney Villainous the Worst Takes It All Game ($34.99; target.com) Disney fans rejoice! This two-player game is full of strategy and a little bit of meanness. Though reviews of this top-seller say it's difficult to learn, once you do, it's addicting. The goal is to give your villain a happy ending — whatever that means for the character — but there are many roadblocks that make it challenging. _______________________________________________________________________________ It brings out your lighter side  You don't always get to see all the happy parts of your partner's life when you're running from one to-do to another. With this downtime, Thomas says, coup"], "Language": false}