{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/football/premier-league-coronavirus-pay-cut-liverpool-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-04-08T14:24:08Z"], "LastModifiedDate": ["2020-04-08T14:24:08Z"], "Headline": ["Liverpool left wounded after taking 'morally wrong' decision amid Covid-19 pandemic"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["The Premier League may be the wealthiest and most popular football league in the world, but the way its clubs have handled the coronavirus pandemic lags well behind their European rivals. Despite clubs -- many of which are owned by multi-billionaire businessmen -- earning billions of dollars from the current television rights deal, several have already taken the decision to place non-playing staff on temporary leave, while continuing to pay their players vast sums. Talks between the Premier League and the Professional Footballers' Association (PFA) around potential player wage reductions remain at an impasse. On Tuesday, Premier League chief executive Richard Masters wrote to British lawmaker Julian Knight, the chair of the Department for Culture, Media and Sport committee, defending clubs' decision to furlough non-playing staff.  Masters said top flight clubs face \"unprecedented levels\" of losses, which could total more than £1 billion. 'It's really poor' Whatever the eventual outcome of the discussions, Liverpool is one Premier League club whose reputation has taken a major hit over the last week. Back in October, Liverpool chief executive Peter Moore was asked by Spanish newspaper El Pais what sets his club apart from their European rivals. READ: Tottenham manager Jose Mourinho and a number of players flout social distancing rules READ: Liverpool legends slate club owners for using government aid to pay staff \"We had this amazing historical figure: Bill Shankly, a Scottish socialist who built the foundation,\" he said. \"Even today, when we talk about business, we ask ourselves: 'What would Shankly do?'\" Probably turn in his grave, after it was announced on Saturday that Liverpool -- whose majority shareholder John W. Henry is worth $2.5 billion -- would be using a UK government rescue program to help pay non-playing staff it has placed on temporary leave. The 'Coronavirus Job Retention Scheme,' intended to help employers that had been severely affected by the coronavirus, pays workers that have been furloughed 80% of their wages -- up to a maximum of £2,500 a month. For a club -- which made a profit of £42 million last year -- and its super-rich owner to use taxpayer money to continue paying its staff provoked a huge backlash and within 48 hours Liverpool had reversed its decision, with Moore issuing an apology. \"The club has used that, the club has as marketed itself that way and the chief executive Peter Moore regularly talks about socialism and what would Bill Shankly do,\" Gareth Roberts of Liverpool podcast The Anfield Wrap told CNN Sport. \"If you are going to use Shankly's phrases, if you are going to say things like \"this means more,\" if you are going to talk about families and the LFC family, then this feels at odds with all of that really. \"Liverpool have worked really, really hard over a period of time to do a lot of good stuff in the community to come across as a thinking organization ... and Liverpool Football Club should, for me, be an active part in the community.\" Currently, four Premier League clubs are using the government's scheme. READ: Some English Premier League clubs living in 'moral vacuum' amid coronavirus pandemic READ: Football is shut down across Europe due to the coronavirus, but in Belarus it's business as usual Tottenham, Newcastle, Norwich and Bournemouth have been roundly criticized, with many questioning why teams sharing billions of dollars from the current TV rights deal should need to use the job program. Conversely and to unanimous praise, Manchester City became the first Premier League club to announce it would not be placing staff on furlough. \"We remain determined to protect our people, their jobs and our business whilst at the same time doing what we can to support our wider community at this most challenging time for everybody,\" a City spokesperson told CNN. Given the criticism those four clubs received last week and following Manchester City's announcement, Roberts says the timing of the decision from Liverpool made no sense, in particular as neither the Premier League or its players had come to a decision on wage reductions. \"From a PR point of view and from a reputation point of view, it's really poor as well,\" he says. \"If the communication, if the strategy around it had been a little better I think they could have avoided a lot of this; it feels like a public [relations] crisis almost of their own making because why did they have to do it now?  \"You've see all the football clubs kick it into the grass or say that they're not going do it at all. They got their PR win now and it's nasty Liverpool and all the rest. \"Everything I say about it, I just come back to the timing of it. We've missed one home game, it's been just over three weeks ago since Liverpool last played football. I just don't think they needed to dive into this right now.\" 'Morally wrong' The initial announcement only served to undermine a lot of the good work Liverpool has already done during the pandemic. Jurgen Klopp's video to the fans about prioritizing the health of the public over a first title for 30 years was compassionate and sincere, while Liverpool captain Jordan Henderson is widely reported to be helping set up a coronavirus fund for the NHS. \"It wasn't a decision that, for me, reflected the values of Liverpool or the people of Liverpool earlier,\" Roberts says. \"I'd just like it now to promote some kind of cultural change inside the club, where maybe in situations like this that there is a little bit more consultation. \"That in future they do think about how fans will feel and how the city will feel because Liverpool is unique as a business as a football club. I think that's why it [the decision] was so held against them is because they say that back to us as well.   \"The chief executive tells us that it's a special club, that it's different, that the fans are special, the community feel is special and then you make a hard nosed business decision like that. It looks morally wrong, ultimately, and that doesn't fit in with what we've been told.\" It's not the first time Liverpool's owners have listened to fans following a controversial business decision. In 2016, they apologized and scrapped a ticket price increase after thousands of fans protested by staging a walkout during a Premier League match. Roberts believes that while the widespread criticism of the club's owners and executives is deserved, they also deserve some praise for listening to fans and reversing reversing the decision.  \"They were in their owners' bubble, if you like,\" says Roberts. \"Where they were purely looking at figures, purely looking at forecasts and thinking about finances now and finances in the future.  \"They saw that this made sense and didn't really think about the wider ramifications, didn't think about the potential reputational issue and obviously that's come back to bite them -- I mean they're certainly aware of it now. \"I think they stepped outside that box when they made that decision and now they've gone back in it again. They left themselves open for criticism, they got plenty of it and they still are getting it, but I think it was big of them and brave of them to reverse that decision.\" Ahead of reversing the decision, Moore spoke to Liverpool's mayor, Joe Anderson, and local MPs Ian Byrne and Dan Carden. \"Peter asked me what I thought and I told him that I'm in favour of using furlough if it means retaining jobs as the overriding priority has to be that staff members get paid,\" Byrne, a lifelong Liverpool fan, told The Athletic. \"Everyone was delighted when British Airways went into furlough as it saved jobs but the reality is that football gets judged by a different set of rules. With football clubs there is a moral side to this. \"If Liverpool were saying 'we're going to furlough for three months, we're going to get X-amount from the government and then we're going to pay it back further down the line' — that's a different argument.  \"The shame for me was that this decision has overshadowed a lot of the great work the club is doing in the local community at this difficult time. \"Football is an easy target for the government and some people are always looking for a reason to give Liverpool a knock. The club gave them an open goal on this one. It's caused some damage but they've done the right thing in the end.\" 'They want to help' Talks around footballers taking a 30% pay cut collapsed over the weekend, after the PFA said the Premier League's division-wide proposal could harm the NHS. The PFA argued that a year-long 30% pay cut would equal £500 million in wage reductions and, subsequently, a £200 million loss in tax contributions to the UK government. As part of the proposal, the Premier League said it will pay £125 million in advance to help leagues lower down the English football pyramid, while also donating £20 million to the NHS.  The issue quickly became politicized after a number of British lawmakers suggested that Premier League footballers should be doing more to help out financially. But the discussions between the Premier League, PFA and English Football League have been primarily about how to guide clubs -- many of which are now losing substantial sums of money -- through this unprecedented period. \"We've heard a lot about this figure of 30% -- the cuts that the Premier League would like players to accept in order to plug the financial hole should the worst come to the worst and the season not be able to finish,\" Southampton's Ryan Bertrand told The Guardian.  \"It has been suggested that it would prop up the lost broadcast revenues of around £750 million but, quite simply, it is maths for dummies.\" Any agreement wouldn't necessarily involve an immediate 30% wage cut for top-flight footballers, but instead be more of a sliding scale. In the worst case scenario and with no football whatsoever played for the foreseeable future, the maximum 30% wage deferral would be implemented. But should football return in some form, for instance behind closed doors so matchday revenue is still impacted but broadcast income less so, then this could be reduced to 10%. \"We do tend to have a go at footballers quite easily,\" former England international Gary Lineker told CNN last week. \"They're easy game. Yes, they get paid a lot of money, but I'm sure they want to help. \"They're consistently very good in the communities and I'm sure over the coming days that footballers will stand up and be counted. \"I'm confident that will happen, but it takes time and everyone here is jumping on the bandwagon. Politicians do tend to do that occasionally, especially at football's expense.  \"Let's not all jump on the judgment high horse and just wait and see how it pans out over the next week or so.\" As of now, no date has been set for the Premier League to resume. An agreement between all parties appears to remain a long way of"], "Language": false}