{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/dow-stock-market-today-040720/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-07T10:09:19.068Z"], "LastModifiedDate": ["2020-04-08T12:12:03.745Z"], "Headline": ["US stock rally fizzles: April 7, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Click here for April 8, 2020 stock market news. After a day of gains, US stocks lost steam into the close and finished the day lower. The Dow finished 0.1%, or 26 points, lower. At its highest point, the index had been up 937 points.\nThe S&P 500 closed down 0.2%.\nThe Nasdaq Composite finished 0.3% lower. It's a shortened trading week for US markets, which will remain closed for Good Friday. The white-knuckle ride in the oil market continues. US oil prices tumbled 9% Tuesday to $23.63 a barrel, reflecting nervousness ahead of this week's pivotal OPEC meeting.  Crude has plunged 17% over the past two days, erasing a large portion of last week's record-shattering 32%  spike to $28.34 a barrel. Despite the enthusiasm signified by last week's gains, there remains considerable uncertainty over whether Saudi Arabia and Russia will agree to the massive production cuts the oil market needs at Thursday's meeting.  \"It’s not unusual to see oil markets trade lower ahead of key supply meetings like this, as in a way, the market likes to force the group’s hand into cutting,\" said Ryan Fitzmaurice, energy strategist at Rabobank. And even if a deal is reached, it will not offset the unprecedented collapse in demand caused by the coronavirus collapse. Analysts estimate the supply glut could top 20 million barrels per day --  a glut so massive that the world could run out of space to store all that crude.  \"That will not be enough to balance the market. Prices won't significantly increase,\" said Paola Rodriguez-Masiu, senior oil market analyst at Rystad Energy.  Zoom Video Communications has been the poster child company for the stay-at-home economy. People are using it to connect with co-workers for meetings, workout classes and happy hours with friends. Even some kids are on Zoom to stay in touch with schoolmates. But while Zoom shares are up a nearly stunning 70% so far this year, the stock has taken a hit in recent days. Shares of Zoom (ZM) fell more than 7% Tuesday and are now down more than 20% in just the past week. The stock is now 30% below its all-time high.  One major reason: well-publicized security concerns. There have been reports of private calls getting hacked by trolls spouting hateful messages -- a phenomenon dubbed as Zoombombing, Schools in New York City have stopped using Zoom as a result.  But there's another, less nefarious explanation why Zoom shares have taken a hit. The rebound in the broader market due to a decline in the death rates from Covid-19 has led to a sell-off in several \"shelter-in-place\" stocks. Food companies and grocery stores, video game makers and virtual health company Teladoc (TDOC) have all tumbled. And, now, Zoom. Stocks are on track to finish in the green for a second day in a row. The S&P 500, the broadest measure of the market, is up 2% in the early afternoon. If the market closed now, the index would have climbed 21.5% since its low point on March 23. That's quite the rally! Not so fast, caution strategists at Citi. The important thing about this rally is its durability. We suspect that a bit of FOMO (Fear of Missing Out) entered the fray as FOMU (Fear of Meaningfully Underperforming) weighs on portfolio managers that did not get out of the way earlier on,\" said the strategists, led by chief US equity strategist Tobias Levkovich, in a note. Even though recent coronavirus news has been somewhat encouraging, \"it is difficult to say that we are out of the woods yet,\" they said. First-quarter earnings are coming up, and they will show only the beginning of the toll the outbreak is taking on America's businesses.  The peak of the so-called \"stockpiling\" time of alcohol appears to be over: Sales slipped for the week ending March 28, a 21% decrease, compared to the week prior according to new data from Nielsen.  Still, sales were up the same amount compared to the same week a year ago signaling that people are still drinking.  Danelle Kosmal, vice president of Nielsen's Beverage Alcohol Practice Area, said that the week of March 28 was an \"adjustment week during which consumers moved away from the same level of stocking up we saw previously.\" Local laws required bars and restaurants to close last month and social distancing guidelines limited people from hanging out in an attempt to slow the spread of the novel coronavirus.  Beer, wine and spirits all continued to be huge sellers, with spiked seltzers continuing to outpace them all. Seltzer sales grew a staggering 327% compared to the same time a year ago. The recent stock market rally is taking place at the same time the United States dollar is weakening against the euro and other major currencies -- and that's no coincidence. The dollar had soared to a 52-week high back on March 20. But since then, the benchmark US Dollar Index is down about 3%. The surge in the greenback last month was worrisome because it was a sign of strong demand for dollars from other countries. While that might sound like a good thing, the safe-haven desire for dollars was so high that it essentially created a shortage of the currency.  The resulting liquidity crunch made already stressful market conditions even more troubling. That's a main reason why the Federal Reserve has put several programs in place to boost access to dollar funding, which has led to more calm in the stock market. There's good reason: A weaker dollar will boost the value of international sales and earnings generated by blue chip multinational US firms.  The main downside to a slumping dollar is that it could push prices for imported goods higher. But that seems like a minor concern right now. After all, there's very little evidence of inflation in the economy at this point. A recession is a much bigger worry than rising prices.  Stocks remain sharply higher at midday, even though they have given up a good chunk of their earlier gains. The Dow was last up 2.8%, or 635 points. At its high point, it had been up 937 points. The S&P 500 was up 2.3% around midday, while the Nasdaq Composite was up 1.6%. Basic materials and financials stocks are leading gainers across the board. It's the second straight day of gains in the market. The coronavirus pandemic has thrown the US economy into a downturn, and almost certainly a recession. Economists are widely expecting this to be a short-lived phenomenon, and many hope for a V-shape recovery with a sudden upswing. But what kind of recovery we'll get will depend on just how long the downturn will last. Social distancing policies are in full swing all around America. People who can are working from home. Businesses have shut down. Laid-off or furloughed employees are filing for unemployment assistance. The longer this goes on, the more likely we have credit events, insolvency events…. This will take on a life of its own,\" said Alicia Levine, chief strategist at BNY Mellon Investment Management on today's market outlook call. A two-month lockdown might allow for a V-shaped recovery. But a fourth-month lockdown would be exponentially worse, Levine said. In the V-shape, we would get back to previous levels of growth in mid-2021,\" said Liz Young, vice president at BNY Mellon Investment Management. In a U-shaped recovery -- which has a prolonged downturn, the economy would be \"chugging along at the bottom\" in 2021, Young said. It might not be a deep recession for the whole year, but unemployment levels and consumer spending would take longer to get back to where they were before. All depends on how the next few weeks go. Wall Street is apparently ready for a vacation. Badly battered airline, hotel, casino and cruise line stocks were all sharply higher in midday trading on hopes that the spread of the coronavirus outbreak could be slowing. The NYSE Arca airline stock index was up 10%, led by a 16% rise at American Airlines. The three major publicly traded cruise lines -- Royal Caribbean Cruises, Carnival and Norwegian Cruise Line Holdings -- were all up at least 16%.  Casino operators MGM Resorts International, Wynn Resorts and Las Vegas Sands all posted nearly double-digit gains. They outpaced the performance of hotel operators Hilton, Marriott and Hyatt, which were all up at least 5%.   Still, the travel sector has been particularly hard hit by the outbreak, and the one-day gain is not a sign that the problems and losses are behind the industry. The coronavirus crisis is starting to show up in the mortgage market. The outbreak is costing people their jobs, and some people are falling behind on debt payments, including mortgages. Loans in forbearance grew to 2.66% on April 1 from just 0.25% at the start of March, according to the Mortgage Bankers Association. In the first half of March, forbearances grew by 1,270%, and then by another 1,896% in the second half of the month, the MBA said. Under the government's economic relief program -- the CARES act -- the mortgage industry is mandated to support borrowers. Mortgages backed by Ginnie Mae recorded the biggest increase, jumping to 4.25% in March. Since the start of April, independent mortgage bank servicers have the largest share of loans in forbearance.  “MBA’s survey highlights the immediate relief consumers are seeking as they navigate the economic hardships brought forth by the mitigation efforts to stop the spread of COVID-19,” said Mike Fratantoni, senior vice president and chief economist of MBA. Over the next weeks, forbearance requests are expected to \"skyrocket at an unsustainable pace,\" said Fratantoni. The government now has to provide a lending facility that supports mortgage servicers, which still have to pay the servicing fees during the forbearances, he added. The disappearance of in-person dining at restaurants around the nation appears not to have clipped Wingstop too much. The wing-slinger reported a strong first-quarter earnings report, with sales rising nearly 10%. CEO Charlie Morrison said that the company easily transitioned to delivery and take out because those channels already accounted for 80% of its business even before the pandemic hit. He said that sales slightly dipped because of the closures for the first half of March, but average receipts increased because of larger family orders. The company has 1,413 restaurants globally. Wingstop (WING) shares are up 8% in early Tuesday trading. Hope for a quick rebound in air travel once the coronavirus pandemic slows is being soured by Southwest (LUV).  The airline has announced that its June schedule, which is typically busier than other times of the year because it's the start of the summer travel season, will be slashed by 50% to 2,000 flights a day. That's roughly the same number of flights for April and May, when it reduced service by 40% and eliminated 1,500 daily flights.  Southwest said in the release that announcing the changes now will give customers more time to make changes. US stocks kicked off higher on Tuesday, adding on from the prior session’s gains which was the best day on Wall Street in two weeks. The Dow opened up 3.9%, or 890 points.\nThe S&P 500 rose 3.2%. If the S&P finishes the day at this level, it will have risen more than 20% from its low-point on March 23, and enter a new bull run. Whether the bear market is over will, however, not be clear until a few months from now. The Nasdaq Composite climbed 2.7%. The S&P 500 is up nearly 20% from its low on March 23 -- just two weeks ago. At Monday's close, it was up more than 19%. And stocks are set to rally again today. If the index, which is the broadest measure of Wall Street, doesn't fall below the March 23 closing level again in the near-term, we could be in a new bull market. But we won't know for sure until the fall.  At CFRA, we define a bull market as a 20% advance off of the prior low that does not get undercut within six months,\" said Sam Stovall, chief investment strategist at CFRA. For now, this might be a \"bull run in a bear market,\" said Howard Silverblatt, senior index analyst for S&P Dow Jones Indexes. The S&P 500 closed at more than 20% from its most recent high and entered into bear territory on March 12 bringing an 11-year bull market to a screeching halt. ExxonMobil is joining the parade of oil companies reining in spending in this new era of cheap oil. The largest US oil company said Tuesday it will slash its 2020 spending by 30% to $23 billion in light of the recent crash to 18-year low crude prices. That exceeds the 20% drop in spending detailed by rival Chevron (CVX) last month. Exxon is also cutting operating expenses by 15%, including lower energy costs. No specifics around potential layoffs were detailed.  \"While COVID-19 has had a significant impact on the global economy, we are confident that trade, transportation and manufacturing will recover,” Exxon CEO Darren Woods said in a statement.  Exxon (XOM) said the largest chunk of its spending cuts will focus on the Permian Basin, the treasured West Texas shale oilfield. That's because shale oilfields can more easily be turned on and off. Exxon stressed that its \"world-class deepwater discoveries\" off the shore of Guyana \"remains an integral\" part of the company's long-term growth plans. Although some Guyana projects remain on track, Exxon said other 2020 activities could be delayed. And Exxon has postponed a final investment decision for a liquefied natural gas (LNG) project in Mozambique. Outdoor retailer REI is furloughing a majority of its staff and cutting pay for its executives because it remains unclear when its 160 stores can reopen. REI said a \"majority\" of its 13,000-strong staff will begin furlough on April 15 for 90 days. Affected employees will still receive benefits during that period.  CEO Eric Artz said in the letter he's forfeiting 100% of his base salary for the next six months and its senior executives are taking a 20% pay cut for the same time. REI's board of directors are also temporarily not receiving their fees.  \"I am optimistic we will come out of this crisis as strong a community and business as we were coming into it,\" Artz said.  Macy's (M) Chief Financial Officer Paula Price is leaving the company during a troubled time. The company temporarily closed stores because of the pandemic and is already on shaky financial footing as customers shy away from department stores. Price is leaving her position on May 31. She will stay on as an adviser through November.  Macy's said an external search is ongoing for her replacement. Luckin Coffee's plummeting share price is leaving the Chinese company's lenders with a bitter aftertaste. A trust controlled by Luckin (LK) chairman Charles Zhengyao Lu has defaulted on a $518 million margin loan, Goldman Sachs said in a statement Monday.  The announcement came after the company disclosed last Thursday that much of its 2019 sales were fake — a revelation that caused its stock to plunge some 80% last week. More than half a billion ordinary shares held by Lu and Luckin CEO Jenny Zhiya Qian were used as collateral for the loan, according to Goldman. A group of lenders has now begun converting those securities into 76.4 million of Luckin's American depository shares, which will be put up for sale. Acting as the \"disposal agent,\" Goldman is helping sell the shares either on public markets or in private transactions. It did not disclose the identities of the lenders. Shares in Luckin — once hailed as a rival to Starbucks (SBUX) — closed down 18% at $4.39 per share in New York on Monday following the news. At that closing price, the new shares for sale would be worth $335 million. Dow futures soared this morning for the second day in the row on hopes that the coronavirus might slowing its spread across the country. On Monday, the US stock market had its best day since March 24.  Here's where the markets stand at 6:15 am ET: Dow (INDU) futures were up 3.1%, or 700 points \nS&P 500 (SPX) futures added 2.74% \nNasdaq (COMP) futures increased 2.37% But there are still major challenges ahead for three reasons: The US surgeon general said this week is going to be the \"hardest and saddest\" for Americans as the coronavirus outbreak continues to ravage the country. \nAnd JPMorgan Chase (JPM) CEO Jamie Dimon said in his annual shareholder letter on Monday he expects a \"bad recession\" because of the impacts of coronavirus on the economy.\nThen there's the hugely complicated task of reopening businesses, shops and factories without triggering a new upsurge in the number of infections. Global stocks advanced on Tuesday on hopes that the coronavirus crisis may be easing in some of the places that have been hit hardest. Japan's Nikkei advanced 2%\nHong Kong's Hang Seng (HSI) added 2.1%\nChina's Shanghai Composite (SHCOMP) increased 2% as investors returned from a holiday.  In Europe, benchmark indexes in Paris, Frankfurt and London opened with gains of more than 3%. The British pound weakened to $1.22 on Monday after UK Prime Minister Boris Johnson, who has been battling a coronavirus infection, was moved to the intensive care unit of a hospital in London, forcing his deputies to assume more responsibility for the country's response to the pandemic. The currency recovered a little on Tuesday, strengthening 0.9% against the dollar. The CNN Business Fear & Greed Index, which looks at the VIX (VIX) volatility gauge and six other measures of market sentiment, is now registering Fear levels as opposed to Extreme Fear. The index is at 32. Anything at 25 or under is Extreme Fear. Samsung, the world's largest smartphone maker, predicts it eked out a rise in profit last quarter, as the coronavirus pandemic was just beginning to disrupt supply chains and hobble global demand. The South Korean company said on Tuesday that it expects to make an operating profit of roughly 6.4 trillion won ($5.2 billion) for the January-to-March period. That's up nearly 3% from the same period a year ago and right in line with what analysts polled by data provider Refinitiv predicted. Samsung said it expects sales will also rise about 5% to 55 trillion won ($45 billion). Read more here."], "Language": false}