{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/06/entertainment/quibi-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-06T13:26:39Z"], "LastModifiedDate": ["2020-04-07T13:43:16Z"], "Headline": ["Quibi might have a flawed model, but the first problem is its shows aren't very good"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Based on its business model, Quibi -- designed to be an \"on the go\" streaming service that you can watch in quick bites (hence the name) on your phone -- has seemingly had bad luck in the timing of its launch, with most of the world sheltering at home. But sampling its lineup, a more controllable flaw is that the shows generally aren't very good, which -- for a programming venture -- is more than a mere quibble. Although the highest-profile fare includes \"Movies in chapters\" -- slicing dramatic stories into 7-to-9-minute sections as \"episodes\" -- the titles that work best are unscripted, which feels more suited to snack-sized video consumption. As for any coherence to the selections, there really isn't any. Seemingly emulating Netflix, Quibi -- which is kicking off with a 90-day free trial -- appears to want to be some things to all people, delivering a hodgepodge of ideas ultimately defined more by the format than its content. Quibi made more than two dozen individual offerings available to preview, so depending on personal preferences and interests your mileage might vary. That includes self-help fare, cooking shows, a revival of \"Punk'd\" (with Chance the Rapper) and news, sports, entertainment and latenight compilations, the last group basically approximating what you can see on those screens offering clips at the gas station. There's utility in that, although it's tough to envision a true test of Quibi's value until life returns to semblance of normalcy, with people moving about and having small windows of time to fill while they wait in lines and the like. For now, here's a breakdown of the more and least promising of Quibi titles, with an emphasis on the scripted shows, while flagging the higher-profile documentary or reality concepts. Based on first impressions, the service might have a few keepers in the latter bucket, but should consider going back to the drawing board with the former: \"Most Dangerous Game\" Perhaps the most watchable of the scripted shows, it's also the most familiar: Liam Hemsworth plays a former track star with a terminal illness, recruited by an oily Christoph Waltz to allow himself to be hunted as prey by unidentified players. The longer he survives -- a process yet to begin in the previewed episodes -- the more money he leaves to his family. Not bad, if only to listen to Waltz laying out the elaborate rules. \"Flipped\" The tired premise has Will Forte and Kaitlin Olson (\"It's Always Sunny in Philadelphia\") as a clueless couple who use stacks of money they literally find to finance their dream of hosting a home-remodeling show. But the cash, of course, belongs to a drug cartel. The show comes from Funny or Die, but the execution hews toward the latter. \"When the Streetlights Go On\" A murder sets this teen-oriented mystery into motion, which basically plays like a pale imitation of \"Riverdale.\" Or not. It's frankly hard to tell much based on what's available, which doesn't bode well. \"Chrissy's Court\" Chrissy Teigen presides over these \"People's Court\"-type small-claims disputes, with her mom serving as her bailiff. Teigen is good company, but the show is as weightless as a judge's robe. \"Thanks a Million\" A \"Queen for a Day\"-type concept in which celebrities -- starting with executive producer Jennifer Lopez -- hand out $100,000 to people they deem deserving, who must then pay half forward to someone else. It's certainly a feel-good show, but not especially well-served by cramming each heartwarming story into such a small package. \"I Promise\" In this docu-series, basketball star LeBron James has funded a public school for kids in need of extra assistance, another show with an uplifting aspect to it. \"Gone Mental With Lior\" Mentalist Lior Suchard dazzles different celebrities with his mind tricks in each of the episodes. While the format is nothing new, the show probably works better in terms of Quibi's format than anything else in its opening slate. \"Survive\"  Easily the worst thing in the Quibi arsenal, this utterly ill-conceived show stars \"Game of Thrones'\" Sophie Turner as a suicidal young woman who -- after that cheery introduction -- is on a flight that crashes in the middle of nowhere. She's left with a fellow passenger (Corey Hawkins) to try to survive if, you know, she actually wants to. \"Memory Hole\" Will Arnett hosts a nostalgic look back at pop-culture past, in another slim but decent time-killing exercise. \"Murder House Flip\" A weak addition to the home-renovation genre, here with an expert team (Mikel Welch and Joelle Uzyel) working to fix up houses that, yes, were once the scene of horrific murders. So basically your average true-crime show meets HGTV. \"Nikki Fre$h\" Nicole Richie tries her hand at rapping in this vanity project that doesn't come close to explaining why it exists and also features her family. A dreary effort that merely demonstrates just how long six minutes can seem when they're devoted to something this tedious. Quibi launches on April 6. The service will cost $4.99 with ads, and $7.99 without them."], "Language": false}