{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/sport/nba-season-of-turmoil-don-riddell-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Don Riddell, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-07T11:38:33Z"], "LastModifiedDate": ["2020-04-07T12:14:21Z"], "Headline": ["From Chinese controversy to Kobe's death and finally coronavirus; this NBA season will live long in the memory"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["It came from China, that's where this all began. It's the reason NBA games were canceled and why the brand value plunged. The source of so much angst for officials at the world's top basketball league. Chaos ensued in October, when the NBA found itself at odds with the Chinese government. Remember that? It was only six months ago, but already it seems like a trifling matter from a distant era. Between then and now, the 2019-20 season has been extraordinary for the NBA. A season birthed in controversy, lurching towards loss and unexpected tragedy, and now, like all other sports, dealing with the repercussions of a crippling global pandemic.  A season in which the notion of crisis has been redefined within just a matter of months. \"I get chills just thinking about it,\" USA Today's Christine Brennan told CNN Sport. \"Basketball is a global game and a worldwide beacon and I'll bet that this season will be studied for years to come. It's a microcosm of everything in our sports, in our culture and in our history.\" First, on October 4, there was a tweet. Just a single image from the general manager of the Houston Rockets -- a slogan supporting pro-democracy protesters in Hong Kong. Overnight, it thrust the NBA's business relations with China, by far its biggest overseas market, into crisis.  What should have been a quick pre-season victory lap in Asia, showcasing the best of the NBA's talent to a burgeoning new audience, descended into a series of abruptly canceled games and awkward press conferences. At stake, balancing the issue of free speech with the delicate sensitivities of a major business partner. The league's biggest star, LeBron James, along with anyone else trying to walk the tightrope between the two, found themselves in a no-win situation. As sponsorship evaporated along with valuable television exposure, the losses for the NBA were staggering -- estimated at up to $200 million in revenue.  Barely five months later, the China fiasco was front-of-mind for some league officials who were now grappling with the cascade of worrying -- and likely even costlier -- news about the coronavirus pandemic.  READ: Former NBA star Stephon Marbury to help bring masks to New York A sad start to the year But we're getting ahead of ourselves. Just as the season had begun under a cloud, so too did the year. On January 1, the NBA's former commissioner David Stern died at the age of 77. For 30 years, he'd been at the helm of the league, overseeing its globalization. Having suffered a brain hemorrhage in December, his passing wasn't totally unexpected, but an influential figure had now left the stage.  Barely three weeks later, the NBA was in mourning again and this time, it was truly stunned after the 41-year-old Kobe Bryant, one of the biggest names in basketball history, died in a helicopter crash alongside his daughter Gianna and seven others.  His former team, the LA Lakers, were in so much pain that they couldn't play for a week. All of a sudden, the idea of sport seemed a little less important. Then again, if you'd told any of those Lakers stars on the last day of January that they'd only play another 17 games before the whole league would be shut down, they'd have looked at you sideways.  This was the season that was supposed to have everything. The emergence of a new generation of stars like Zion Williamson, Ja Morant and Trae Young and continued excitement of the international narrative, thanks to Giannis Antetokounmpo and Luka Doncic. And maybe, with James and Anthony Davis now in the groove, the Lakers were going to rediscover past glories.  READ: NBA returns in virtual form as Kevin Durant headlines video game tournament But for those who've been covering the game, the most pertinent action has been away from the court. Ernie Johnson has been hosting the popular 'Inside the NBA' show since 1990; he says he's never seen anything like it.  Having navigated through the fiasco in China, the story quickly turned to one of sadness and despair.  \"David Stern and Kobe Bryant died less than four weeks apart and suddenly, the whole tenor of the season had changed. It was hard to explain, but there was a pall over the league,\" Johnson told CNN Sport. Instead of covering a game in Los Angeles, Johnson broadcast a tribute show from the middle of the court at Staples Center. \"I've been doing this for thirty years, sitting in that chair hosting 'Inside the NBA,' I've never done a show like it.  It wasn't a basketball story; it was a story about shattered families. The emotion was so raw, I've never been a part of anything as powerful as that.\" All over the league, people were reeling. \"David Stern was the architect of modern NBA and sassy and vital and just an unbelievable visionary,\" Atlanta Hawks CEO Steve Koonin told CNN Sport. \"And to have both of those icons of our game pass away within a month of each other was something that made me very sad. It stunned me.\" That night in LA, Johnson was surrounded by some of his closest friends and colleagues, including NBA legends Shaquille O'Neal and Charles Barkley. Fast forward to March and Johnson was fronting another show that was equally unprecedented.  \"After the All-Star game, we had this stretch until the playoffs and now this mysterious coronavirus is in the mix. We had this show on a Thursday night when there are no games to be played but we're still going to do a show. It's me, Shaq and Kenny Smith and Charles joins us on the phone.  \"He (Charles) can't be there in person because he's just been tested for the virus. On so many fronts, this entire season has been a surreal experience. Normality is out the window. I just don't know where we go from here, I just don't know. \" That sentiment is echoed throughout the league. Koonin, who's been the Hawks' CEO since 2014, put it this way: \"It has been an extraordinarily unique year. I'm not sure that what we know as normal will ever exist again. We're calling it business as unusual.\"  READ: A fierce critic of Turkey, Kanter has more than just losing the NBA season on his mind On hold The league has been suspended since March 11 and nobody seems to have much of an idea when play will start up again. Can anything be learned from the events of the 2019-20 season? Koonin says that behind the scenes, teams are actively working to \"provide a safe, structured environment where people can come and consume sports live in a safe environment.\"  But, when it comes to planning for the impact of a season like this, he doesn't think there's much you can do. \"If we look at the milestone events that we have been talking about, none of them occurred on the court. So, from a basketball sense, nothing has really changed.  \"In a business sense, you have to prepare for all potential outcomes, but 'bleep' is going to happen. And the one that you can't plan for is probably the one that's going to happen.\" So how will Johnson remember this season? He takes a breath, trying to find the words. \"Your memories of a season will be somewhat based on how the season ended, as it always does. Like the shot by Kawhi Leonard that bounced on the rim three times before dropping to put the Raptors through to the eastern conference finals. You remember those moments. \"As it stands right now, the memory will be tragedy. The memory will be a hillside outside Los Angeles; it will be the death of David Stern. It will be players walking off the court and not returning. And even if they do somehow finish the season, the lingering thoughts will be of Kobe and those families, David Stern and this unseen and unnerving menace that we're all going to try and get a handle on.\"  Visit CNN.com/sport for more news, features, and videos The beauty of sport, the reason that so many of us love it, is that it's unplanned and unscripted; we should expect the unexpected. That's certainly one way of looking at this remarkable NBA season, but there's not been much to love about it. Given everything that's happened so far, perhaps it's better left unfinished.  As Johnson put it: \"I love basketball as much as the next guy. But if it comes down to: 'Sorry, we're not going to have a champion, we're going to do the right thing, we're going to do what then experts have told us and not play anymore' then I'd be good with that.\""], "Language": false}