{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/06/opinions/call-your-grandparents-coronavirus-gray/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jack Gray"], "Writers": [[]], "FirstPublishDate": ["2020-04-06T18:41:22Z"], "LastModifiedDate": ["2020-04-06T18:41:22Z"], "Headline": ["Call your grandparents"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["On his three-season porch in suburban Boston, my 90-year-old grandfather takes a break from watching the news. He sits in a worn green-cushioned chair, smoking his pipe and rereading a Lee Child novel. Jack Reacher, he reminds me over the phone, is big and tall; Tom Cruise was all wrong for the movies. In the living room, my grandmother, also 90, plays solitaire in between chapters of Agatha Christie. When Bumpy -- no one can remember why we call him that -- is done with his pipe, he'll go inside and interrupt Grammie's card game. She'll tell him he reeks of smoke and he'll pretend not to hear, a variation of a conversation they've been having for 68 years.  I'm 39 and all four of my grandparents are still living. As rare as that is, rarer still is that I'm equally close to each of them. Not one is a distant specter or mere name on a birthday card. Between them, they taught me how to drive, fish, dispute a restaurant check and drink wine during the day. They're four of my favorite people on Earth. Now, the coronavirus is here and 90 suddenly seems even older than it did when I last saw my family at Christmas. Phone calls with my grandparents have shifted from lobster pie vs. lobster stew to cloth masks vs. latex gloves. My phone rings not to see if I can order my grandmother a book on Amazon, but rather if I know when Dr. Sanjay Gupta will next be on CNN.  They are, of course, among the lucky ones in their age group of ultra-senior citizens. They live in their own homes with family nearby. Business closures interfere not with their livelihoods but simply their lunch schedules. Still, I worry. Germs on groceries or a rogue visitor are improbable, but not impossible. The whole thing feels like dominoes on a rickety table. When I last spoke to my other grandmother, Yiayia -- Greek for grandmother -- she assured me that relatives dropping off provisions were only stepping inside as far as the garage. Long visits are suspended, Easter is postponed -- it's a good year to be a lamb. She wants to know if I'm safe in New York and if I have a mask. Yes, I'm safe and yes, I have a mask, I tell her, though it's really just a fleece headband. She gets wistful and says \"You know, we go way back, Jack.\" My grandparents aren't afraid of death. They've known great joy and they've known great sorrow. They'll remind you that when a 90-year-old person dies, it's sad but it's not tragic. They recoil at the details of the coronavirus and its horrors, but they don't dwell on them. They read their books, they putter around the house. They worry, but not about themselves. I'll check in with them again tomorrow.  And again the next day and the day after that, as long as the virus lingers.  It is not a chore; it is a blessing. If you're fortunate enough to have any of your grandparents still alive, give them a call. You go way back."], "Language": false}