{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/06/world/coronavirus-newsletter-04-06-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-04-06T11:21:07Z"], "LastModifiedDate": ["2020-04-06T11:24:24Z"], "Headline": ["What you need to know about coronavirus on Monday, April 6"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["In the span of 40 minutes inside one New York City emergency room, six patients went into cardiac arrest, and four died before they made it out of the ER. There was no time to regroup. A hospital worker wrapped the body of a deceased patient. A half hour later, the body was gone, the space sanitized, and another critically ill patient arrived, coughing, with an oxygen mask on his face.  This is what coronavirus is doing to thousands of Americans, and likely will to many thousands more, Lauren del Valle and Miguel Marquez write. The US Surgeon General has told Americans this week to brace themselves for a \"Pearl Harbor moment,\" as the national death toll nears 10,000. Still, President Donald Trump says he sees \"light at the end of the tunnel.\"  As the US heads towards the peak, Europe's numbers offer some hope. Fatalities and infections seem to be slowing in Italy, Spain and France, among the hardest-hit countries on the continent -- and in the world.   Meanwhile, as the UK looks for reassurance, the Queen made a rare televised address, calling for unity and resolve, while Prime Minister Boris Johnson was admitted to hospital 10 days after announcing he contracted the virus. \"I hope in the years to come everyone will be able to take pride in how they responded to this challenge,\" the Queen said.  YOU ASKED. WE ANSWERED Q: Why does the coronavirus kill some young people? A: Scientists wonder if the answer could lie in our genes, particularly one enzyme that attaches to the surface of cells in the lungs, as well as the heart. It is also possible that a critical ingredient produced by the body, known as surfactant, which better allows the lungs to expand and contract, becomes depleted in some patients. Another avenue being pursued: in some young, healthy people, a very reactive immune system could work too well — leading to a massive inflammatory storm that overwhelms the lungs and other organs.   More than 50,000 people have asked us questions about the outbreak. Send yours here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Trump doubles down on unproven drug Trump continues to promote the anti-malarial hydroxychloroquine, against the advice of some doctors who say the use of the drug to combat the coronavirus has not been approved and could be dangerous. Trump's top trade adviser Peter Navarro got into a heated dispute with infectious disease expert Dr. Anthony Fauci over the subject at the White House this weekend, sources told CNN. Meanwhile, as Trump called on Prime Minister Narendra Modi to send more hydroxychloroquine to the US, India has placed a ban on all exports of the drug. 'War for masks' intensifies Several countries have accused the US of trying to hijack their orders of vital medical supplies, including masks and respirators, but the details are still murky, Tim Lister writes. In France they are calling it the \"guerre des masques\" -- the war of the masks.  Unregulated and illicit markets are booming in the midst of shortages. In the UK, Britons are turning to mail-order coronavirus test kits and reportedly stocking up on illegal drugs.   What the world can learn from Taiwan Taiwan's experience fighting the severe acute respiratory syndrome (SARS) outbreak in 2003, combined with its world-class, universal coverage health care system, has uniquely positioned it in the fight against Covid-19. While other countries were still debating whether to take action, it rapidly produced and implemented a list of more than 100 action items to protect public health, James Griffiths writes. Drive-through funerals in Spain's epicenter   Every 15 minutes or so, a dark hearse pulls up in front of the crematorium of Madrid's sprawling La Almudena Cemetery. Father Edduar, a Catholic priest dressed for mass, greets family members (limited to five or fewer), delivers blessings and douses the sealed casket with holy water. There's no eulogy, or public burial. There's hardly even time for a goodbye, Scott McLean and Laura Pérez Maestro write.   ON OUR RADAR Nadia, a 4-year-old Malayan tiger at the Bronx Zoo, has become the first of her kind to test positive for the coronavirus, after developing a dry cough. She is expected to recover. \nIndia has closed its railways for the first time in 167 years. Now trains are being turned into hospitals.  \nApple has sourced more than 20 million face masks and is now manufacturing its own face shields for health workers — chief executive Tim Cook has pledged to ship 1 million of them a week. \nChinese tourist sites were packed this weekend as the country came out of lockdown, but experts say the risk is still high.   \nMillions of dads are stuck at home. That could be a game changer for working moms.  TOP TIPS While much of the world is sheltering in place and air traffic has slowed significantly, there are still people who have to fly. If you're one of them, these are some tips on how to stay safe. \nLast week, the CDC began advising Americans wear cloth masks, or face coverings, in public. Here's a guide to making your own.  \nAs many of us enter yet another month of lockdown, the duration of the pandemic can feel daunting. A friendly reminder: mental hygiene is just as important as washing your hands.  \nHaving a hard time keeping track of what you've sanitized? This checklist for your home may help.   TODAY'S PODCAST \"The bottom line is this: yes, the official recommendations have changed. This has been an evolution. We're all continuing to live and learn. But for now, cover your face when you go out in public. Stay home as much as you can. Maintain a social distance.\" -- CNN Chief Medical Correspondent Dr. Sanjay Gupta Up until last week, official guidance suggested that presumptively healthy people didn't need to be wearing masks. Now, that has changed. In this episode, Gupta explains the new recommendations. Listen now."], "Language": false}