{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/06/us/bobby-mitchell-nfl-obit-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-04-06T05:14:03Z"], "LastModifiedDate": ["2020-04-06T05:14:03Z"], "Headline": ["Bobby Mitchell, first black player for the Washington Redskins, dies at 84"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["NFL Hall of Famer Bobby Mitchell, who became the first African American to play for the Washington Redskins, died Sunday, according to the Pro Football Hall of Fame. He was 84. His cause of death was not disclosed.  Mitchell was a seventh-round pick in the 1958 NFL draft from the University of Illinois, according to the NFL's website. He played 11 seasons in the NFL as a halfback for the Cleveland Browns and a receiver for the Washington Redskins.  \"The Game lost a true legend today,\" said David Baker, Hall of Fame president and CEO. \"Bobby was an incredible player, a talented executive and a real gentleman to everyone with whom he worked or competed against.\" Mitchell was known for athleticism and activism Mitchell played four seasons with the Cleveland Browns from 1958 to 1961 where, in 1959, he set the Browns' record for longest rushing play with a 90-yard run. That record wasn't broken until 2018 when Nick Chubbs ran for 92 yards, according to the Browns' website.  Mitchell was traded to the Redskins in 1962, where he became the first African American player on the team, according to the Redskins' website. He played with the Redskins until his retirement in 1969, after which he worked with the team for more than 30 years serving as the assistant general manager for all three of the Redskins' Super Bowl victories. Mitchell retired in 2002.  \"His passion for the game of football was unmatched by anyone I have ever met. Not only was he one of the most influential individuals in franchise history, but he was also one of the greatest men I have ever known. He was a true class act and will be sorely missed,\" Redskins owner Dan Snyder said.  While a great athlete on the field, Mitchell was a civil rights activist off the field. He was one of the many star African American athletes pictured with Muhammad Ali in 1967 at the Cleveland Summit, where Mitchell and others -- including NBA star Kareem Abdul-Jabbar and Browns legend Jim Brown -- stood together and supported Ali's decision not to enlist in the US military during Vietnam.  \"Bobby Mitchell will absolutely be remembered for his play on the field. But he should be equally celebrated for his dedicated activism off the field to pave the way for generations to come,\" the Redskins said in a tweet.  Mitchell was also a civil rights advocate who worked with organizations including the NAACP, UNCF and National Urban League, the Redskins website said.  He was inducted into the Hall of Fame in 1983, according to HOF website. "], "Language": false}