{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/entertainment/coronavirus-rita-wilson-sing-nascar-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-05T23:40:59Z"], "LastModifiedDate": ["2020-04-05T23:40:59Z"], "Headline": ["Rita Wilson performs for first time after coronavirus diagnosis at virtual NASCAR event"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Nearly four weeks after revealing her coronavirus diagnosis, Rita Wilson made a beautiful comeback by performing the national anthem for NASCAR's iRacing event Sunday.  With a simple guitar track accompanying her, the actress sang in an earnest tone, a contrast to her playful rap performance of \"Hip Hop Hooray\" she blessed us with last month on Instagram.  Wilson was filmed singing \"The Star-Spangled Banner\" by her 24-year-old son Truman Hanks from their Los Angeles home, according to announcers Mike Joy and Jeff Gordon who led Sunday's broadcast of NASCAR's third virtual race.  Ever since the coronavirus suspended NASCAR's races last month, drivers have been competing against each other virtually using race simulators, which are similar to what you'd see in an arcade racing game. The races have been broadcast on Fox Sports, bringing in more than 1 million viewers, according to Nielsen.   The fact that Wilson was the one to sing the national anthem appeared to offer some hope to NASCAR fans during these difficult times.  \"Beautifully done! Thanks for a small glimmer of hope, seeing and hearing you feeling better, Ms. Wilson,\" one fan commented.  \"Excellent job. When we do get back to real racing, she should be invited to sing again,\" another commented.  Wilson and her husband, actor Tom Hanks, announced that they were diagnosed with coronavirus on March 11 while they were in Australia. They have since returned to the US and are carrying on \"sheltering in place and social distancing,\" according to Hanks' tweet last Saturday.  Wilson reflected on several life milestones in an Instagram post last Sunday. She talked about being a survivor of breast cancer, and now, a \"COVID 19 survivor.\"  \"Please take a moment today to acknowledge the amazing creation your bodies are and to thank it for doing so much,\" Wilson said in her post. "], "Language": false}