{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/world/five-things-april-5-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa, CNN"], "Writers": [["Michelle Krupa"]], "FirstPublishDate": ["2020-04-05T21:12:11Z"], "LastModifiedDate": ["2020-04-05T23:06:48Z"], "Headline": ["Start your Monday smart: OPEC, primaries, Holy Week, Passover, supermoon, Quibi, ISS"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["So, you've got some stimulus cash coming. But how much and when will it arrive? Here's what we know.  Here's what else you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TODAY • Christians begin a sacred week. Palm Sunday commemorates Jesus' arrival in Jerusalem just days before his crucifixion on Good Friday. While most faithful are expected to observe these holidays privately in line with stay-at-home orders, some states have made exceptions for religious gatherings. Experts still say avoiding gatherings of 10 or more is crucial to stopping the spread of coronavirus. • The whole country is invited. \"ACM Presents: Our Country\" has something for just about everyone, from Kelsea Ballerini and John Legend to Sheryl Crow, Lady Antebellum, Miranda Lambert and Tim McGraw, plus Gwen Stefani, Keith Urban and many more. Gayle King hosts. Tune in at 8 p.m. on CBS and CBS All Access. MONDAY • OPEC eyes cutting the world oil supply. The organization is set to meet with Russia and other oil producers with hopes of ending a brutal price war. Called by Saudi Arabia, the video conference session comes after President Trump suggested major production cuts could be on the way as the price battle between Saudi Arabia and Russia has pushed crude prices to an 18-year low. • ESPN resurrects the rebirth game. We could all use a heaping dose of determination these days. And ESPN is set to deliver with a replay of the 2006 Saints-Falcons game that came to symbolize New Orleans' recovery from Hurricane Katrina. Watch at 8 p.m. ET. • Quibi short-form streaming launches. Founded by former Disney studios chief and DreamWorks co-founder Jeffrey Katzenberg and run by former eBay CEO Meg Whitman, Quibi launches. It will offer movies, shows and other short-form video designed for viewing on mobile devices for $4.99 a month with ads or $7.99 without ads. TUESDAY • Wisconsin voters head to the polls. Despite a statewide stay-at-home order, in-person balloting is scheduled to happen. Election officials are scrambling to hold a presidential primary as absentee ballots surge, poll workers drop out and supplies wane. Other states have postponed voting because of the pandemic. • The super pink moon rises. The year's biggest and brightest moon rises this night. It will, of course, only appear bigger because it will be closer to Earth than usual. And despite its name, it won't be pink; it's called that because its sighting reportedly often happened around the time of the first blooms of Phlox subulata, a pink wildflower native to eastern North America.  WEDNESDAY • Jews celebrate Passover. Believers beginning at sundown commemorate the exodus of the Israelites from Egyptian slavery in the 1200s BC. The ceremonial Seder meal is served, and the youngest child present asks four questions about why the Seder night is different from all others.    THURSDAY • A fresh crew heads to the ISS. In a serious nod to social distancing, NASA astronaut Chris Cassidy and his two Expedition 63 cosmonaut crewmates head to the International Space Station. Watch them blast off from Kazakhstan with coverage starting around 3 a.m. ET on NASA TV.  • You are what you eat (and watch). Most of us can't eat out these days -- and have plenty of time to chill in front of the small screen. Why not mix the two and get inspired by some delicious food movies, then stroll on over to the ol' home kitchen and see what simmers. FRIDAY • Alaska Democratic primary ballots are due. All mail-in ballots are due in the Democratic primary after state officials extended the deadline and eliminated in-person voting. Fifteen pledged delegates are at stake. Alaska's Republican Party canceled its primary, with all delegates expected to be allocated to President Trump. • New shows are here! New shows are here! Just when you thought you'd watched all the things, along comes a new month with plenty of fresh streaming offerings. Check out what's premiering in April on Netflix, Amazon Prime, Hulu, HBO Now and Acorn TV. SATURDAY • Launch back a half-century to the Apollo 13 takeoff. Relive the start of one of the most storied missions in human space travel as it marks 50 years. New footage shows the moon from the astronauts' perspective. Or catch the 1995 Hollywood version on one of several streaming services.  • Catch up on the best matchups of all time. With pro sports on hiatus to try to halt the spread of coronavirus, there's plenty of time to catch every play from classic bygone games. Here's where to find archived Major League Baseball games, legendary NBA games dating back to 2000 and the best NHL matchups going back decades."], "Language": false}