{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/entertainment/world-on-fire-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-05T16:14:50Z"], "LastModifiedDate": ["2020-04-05T16:14:50Z"], "Headline": ["'World on Fire' sets a 'Masterpiece' melodrama against the onset of World War II"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["For all the movies and TV shows about World War II, \"World on Fire\" -- an unfortunate title, at this moment of shared suffering across the globe -- feels like a fresh take on the war's beginnings and its impact on ordinary people swept up in it. If not a light escape, it makes for a beautifully made, extremely soapy \"Masterpiece\" series. Released in the U.K. last year -- coinciding with the 80th anniversary of war being declared -- this handsome seven-part first season overlaps with recent films that have captured those chaotic early days, most notably \"Darkest Hour\" and \"Dunkirk.\" But it does so by focusing on a sprawling if interconnected cast of fictionalized characters, leaping among scenes played out in Poland, England and across Europe. A bit slow in the opening hour, the story unfolds as the Nazis quickly overrun Poland. And it's worth noting a second season has been ordered, so there's not much finality when this arc reaches its end, including a major cliffhanger. Think \"Downton Abbey\" for a later generation. At the core of it all is what amounts to a romantic triangle, with Harry Chase (Jonah Hauer-King), an upper-crust British translator, in love with a working-class girl, Lois (Julia Brown), despite the disapproval of his mother, the deliciously snooty Robina (\"Phantom Thread's\" Lesley Manville). Like many in her class, Robina is initially detached from the war, at one point stiffly saying that meeting a refugee will \"give me something to talk about at bridge club.\" She's as close to \"Downton's\" Dowager as this series has to offer. No one, however, can evade the conflict for long. In the premiere Harry is dispatched to Poland, where he begins a relationship with Kasia (Polish actress Zofia Wichlacz, a genuine standout), a waitress whose family is among those torn apart by the Germans' ruthless assault. The sprawling cast also includes Lois's father Douglas (\"Game of Thrones'\" Sean Bean), a committed pacifist whose campaigning against war becomes increasingly out of step; and Nancy Campbell (Helen Hunt), an American journalist broadcasting from Berlin, horrified by Nazi atrocities she witnesses while struggling against the watchful eyes of those monitoring her every word. \"You know what the Poles have got? Bicycles,\" Campbell says as the invasion begins. \"You know what the Germans have got? Tanks.\" Without giving anything away, the opening hour closes with a jarring, arresting sequence that carries the narrative powerfully into the next, and proceeds along that track from there. Writer Peter Bowker (\"The A Word\") builds suspense around the key players without sugarcoating anything about the war's toll, and be forewarned, there are more brutal encounters to come. Reflecting a modern sensibility, \"World on Fire\" also focuses on various aspects of life -- from being gay and closeted to having a child with a medical condition like epilepsy -- that were especially perilous as the Germans sought to advance their \"Master Race,\" but often overlooked in past depictions of the war. Bowker nimbly juggles these various storylines, finding moments of grace amid the violence and carnage. It's a true ensemble piece, which might explain why it takes some time to establish the players and plant the seeds. War stories have always provided fertile backdrops for romance, and this one is no exception. \"World on Fire\" isn't always a picnic to watch, but like the British audience that became hooked on it last fall, once you've been sucked in, it's awfully hard to look away. \"World on Fire\" premieres April 5 at 9 p.m. on PBS."], "Language": false}