{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/05/football/wayne-rooney-salary-cuts-premier-league/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul Gittings, CNN"], "Writers": [["Paul Gittings"]], "FirstPublishDate": ["2020-04-05T14:17:57Z"], "LastModifiedDate": ["2020-04-05T14:43:17Z"], "Headline": ["Wayne Rooney: Players \"scapegoats\" in row over salary cuts"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Former England captain Wayne Rooney has hit out at the government and the English Premier League (EPL) for leaving football stars as \"easy targets and scapegoats\" in a current stand-off over proposed pay cuts. Rooney, now player coach at second-flight Derby County, used his column in the Sunday Times to speak up for his fellow professionals, who he believes are being left in a \"no-win situation\" in the coronavirus crisis.  The EPL is suggesting a combination of pay cuts and deferrals amounting to 30 percent of wages, but talks Saturday between the Professional Footballers Association (PFA), players' agents and the EPL broke down without agreement. After the conference call, the PFA issued a statement saying that the projected salary reduction could cost the country over 200 million pounds ($245 million) in lost tax receipts if it lasted for a year. \"This would be detrimental to our NHS (National Health Service) and other government-funded services,\" it said. Last week British Health Secretary Matt Hancock specifically singled out  EPL players in calling for salary reductions but Rooney said that the political pressure was unfair. READ: Liverpool under fire for furloughing staff \"If the government approached me to help support nurses financially or buy ventilators I'd be proud to do so -- as long as I knew where the money was going,\" he wrote. He added: \"I'm in a place where I could give something up. Not every footballer is in the same position. Yet suddenly the whole profession has been put on the spot with a demand for 30 percent pay cuts across the board. Why are footballers suddenly the scapegoats? \"How the past few days have played out is a disgrace.\" READ: Rooney: Players treated like guinea pigs in pandemic Rooney's views mirrored that of former England international and BBC broadcaster Gary Lineker, who told CNN that players were being \" thrown under a PR bus.\" \"We do tend to have a go at footballers quite easily,\"  he said \"They're easy game. Yes, they get paid a lot of money, but I'm sure they want to help.  \"They're consistently very good in the communities and I'm sure over the coming days that footballers will stand up and be counted, either taking pay cuts or making donations to charities or staff workers that are non-playing.\" Rooney fears the current talks will fail to reach a satisfactory resolution.  \"In my opinion it is now a no-win situation,\" he said. \"Whatever way you look at it, we're easy targets,' he added. It's not the first time that Rooney has been critical of the football authorities during the coronavirus crisis, using his column to claim that players had been used as \"guinea pigs\" before the EPL programme was halted a fortnight ago. READ: Lockdown could have adverse psychological effect on players Meanwhile, Oliver Dowden, Secretary of State for Digital, Culture, Media and Sport, has taken to social media to express his concerns about the situation. He tweeted: \"Concerned about the turn football talks have taken tonight. People do not want to see infighting in our national sport at a time of crisis. \"Football must play its part to show that the sport understands the pressures its lower-paid staff, communities and fans face.\""], "Language": false}