{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/04/us/kobe-bryant-hall-of-fame-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Wayne Sterling and Jay Croft, CNN"], "Writers": [["Wayne L Sterling", "Jay Croft"]], "FirstPublishDate": ["2020-04-04T17:58:50Z"], "LastModifiedDate": ["2020-04-04T17:58:50Z"], "Headline": ["Kobe Bryant headlines Hall of Fame class"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Kobe Bryant, a five-time NBA champion and the fourth all-time leading scorer in league history, has been posthumously elected into the Naismith Memorial Basketball Hall of Fame in his first year of eligibility. The announcement was made Saturday on ESPN.   The 18-time NBA All-Star played his entire 20-year career with the Los Angeles Lakers, winning the league MVP once and the finals MVP twice. He also captured two Olympic gold medals. Bryant, his 13-year-old daughter Gianna and seven others were killed in a January 26 helicopter crash in Southern California as they traveled to a youth basketball tournament. Other notable names joining Bryant into the hall are:  Tim Duncan, a five-time NBA champion and 15-time NBA All-Star with the San Antonio Spurs. He is the only player in NBA history with at least 1,000 wins with one team; \nKevin Garnett, a 15-time NBA All-Star who won an NBA championship with the Boston Celtics in 2008. He led the league in rebounds for four straight seasons;\nTamika Catchings, a four-time Olympic gold medalist and 2012 WNBA champion with the Indiana Fever. She won the 2011 MVP. The Class of 2020 will be enshrined on August 29 in Springfield, Massachusetts. \"It's (an) incredible accomplishment and honor,\" Bryant's widow, Vanessa, told ESPN. \"We're extremely proud of him. Obviously, we wish he was here with us to celebrate. \"But it's definitely the peak of his NBA career and every accomplishment he had as an athlete was a stepping stone to being here.\" Lakers owner Jeanie Buss said in a statement, \"No amount of words can fully describe what Kobe Bryant meant to the Los Angeles Lakers. Kobe was not only a proven winner and a champion, he gave everything he had to the game of basketball. His fierce competitiveness, work ethic and drive were unmatched. \"Those qualities helped Kobe lead us to five titles -- and have now brought him to the Hall of Fame, where he will be enshrined with the greatest to have ever played the game. No one deserves it more.\""], "Language": false}