{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/uk/bletchley-park-footage-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Jack Guy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-03T11:50:15Z"], "LastModifiedDate": ["2020-04-03T16:44:56Z"], "Headline": ["Secret footage from WWII spy center Bletchley Park discovered"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["Incredibly rare World War II footage of British spy staff shot at a site connected to the famous codebreaking facility Bletchley Park has been discovered and published online. The 11-minute video is thought to be a compilation of footage shot at the Whaddon Hall facility used by communication staff from the UK's Special Intelligence Service (SIS) -- also known as MI6 -- from 1939 to 1945, according to a press release from the Bletchley Park Trust published Friday. During the war, Bletchley Park, a mansion in Buckinghamshire, England, was home to the British government's Code and Cypher School, where codebreakers famously cracked Nazi Germany's Enigma cypher. It is the only wartime film of a site linked to the project and features members of MI6 Section VIII, who were responsible for passing intelligence from Bletchley Park to Allied commanders in the field. The silent film shows MI6 workers off duty at Whaddon Hall and Whaddon Chase, as well as footage of the Whaddon fox hunt, a cricket match and a game of soccer. It is mostly black and white but there is some color footage, and analysis by a forensic lip reader means subtitles have been added where possible. \"We don't know who filmed it and the footage doesn't gives away any state secrets or any clues about the work the people in it are doing,\" said David Kenyon, research historian at Bletchley Park. \"If it fell into the wrong hands, it would have given little away, but for us today, it is an astonishing discovery and important record of one of the most secret and valuable aspects of Bletchley Park's work.\" Geoffrey Pidgeon, a Section VII veteran, authenticated the footage, which features his father Horace, who worked at Whaddon Hall from 1940 to 1945. 'I'd never seen my father on a cinefilm before,\" said Pidgeon. \"I was very surprised and moved to watch it for the first time. It's a remarkable find.\" Other people who have been identified in the film include Brigadier Richard Gambier-Parry, who was head of SIS' Section VIII; first engineer Bob Hornby; and Ewart Holden, stores officer.  Bletchley Park Trust has asked people to get in touch if they recognize anyone else from the film, which was donated anonymously. \"The Whaddon Hall film is a really significant addition to our collection,\" said Peronel Craddock, head of collections and exhibitions at Bletchley Park. \"Not only does it show us the place and the people in wartime but it's the first piece of film footage we're aware of that shows any of the activity associated with Bletchley Park at all.\""], "Language": false}