{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/football/premier-league-player-salary-coronavirus-gary-lineker-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez and Richard Quest, CNN"], "Writers": [["Matias Grez", "Richard Quest"]], "FirstPublishDate": ["2020-04-03T14:24:02Z"], "LastModifiedDate": ["2020-04-03T14:53:00Z"], "Headline": ["English Premier League players 'thrown under a PR bus' by clubs, says Gary Lineker"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Adored by millions of fans around the world, English Premier League footballers suddenly find themselves in an unusual position -- a lightning rod for criticism from both the public and politicians amid the coronavirus pandemic. Earlier this week, Tottenham Hotspur, Newcastle United, Norwich City and Bournemouth announced they would be using a UK government job scheme --  intended to aid those employers most severely affected by the Covid-19 shutdown -- to help pay the wages of non-playing members of staff placed on temporary leave. However, with the 20 Premier League clubs sharing the spoils of the current multi-billion dollar TV rights deal, many questioned why the players -- who earn on average £3 million ($3.7 million) per year -- weren't helping foot the bill. \"I think everybody needs to play their part in this national effort and that means Premier League footballers too,\" British Health Secretary Matt Hancock said during Thursday's daily coronavirus briefing. \"Given the sacrifices people are making, including some of my colleagues in the NHS, who have made the ultimate sacrifice and gone into work and caught the disease and have sadly died, I think the first thing Premier League footballers can do is make a contribution; take a pay cut and play their part.\" READ: Some English Premier League clubs living in a 'moral vacuum' The Professional Footballers Association (PFA) -- the players' union in England -- has been holding talks with the Premier League and the English Football League (EFL) over soccer's response to Covid-19 and one former leading player Gary Lineker, who now works as a TV pundit, told CNN that the football stars were convenient scapegoats for politicians. \"We do tend to have a go at footballers quite easily,\" former England international Gary Lineker told Richard Quest. \"They're easy game. Yes, they get paid a lot of money, but I'm sure they want to help.  \"They're consistently very good in the communities and I'm sure over the coming days that footballers will stand up and be counted, either taking pay cuts or making donations to charities or staff workers that are non-playing.  \"So, I'm confident that will happen, but it takes time and everyone here is jumping on the bandwagon. Politicians do tend to do that occasionally, especially at football's expense -- so, if I'm wrong, then I'll be as critical as everybody else.\" In a statement released on Friday, the Premier League said it planned to start a consultation exercise with top-flight players. \"In the face of substantial and continuing losses for the 2019/20 season since the suspension of matches began, and to protect employment throughout the professional game, Premier League clubs unanimously agreed to consult their players regarding a combination of conditional reductions and deferrals amounting to 30% of total annual remuneration. \"The League will be in regular contact with the PFA, and the union will join a meeting which will be held tomorrow [April 4] between the League, players and club representatives.\" READ: Footballers working from home This week, Barcelona and Atletico Madrid players took a 70% wage cut to ensure that all non-playing members of staff continue to get paid a full salary during the pandemic, while Juventus' first-team squad has given up 100% of its wages for four months to save the club $100 million. \"I think one or two of our clubs have kind of thrown their players under a PR bus in many ways by announcing that they're cutting staff salaries and putting them on furlough, but not affecting the players' wages,\" said Lineker. \"That was not announced by the players, but it was announced by the clubs, so let's wait and see. Let's be a little bit patient here. Let's not all jump on the judgment high horse and just wait and see how it pans out over the next week or so.  \"I'm confident and I would be very disappointed if the players don't do the right thing, but I'm sure they will.\" READ: 'Inconceivable' for Premier League to return anytime soon, says Gary Neville 'Detrimental to wider society' The PFA called an urgent meeting on March 27 with the Premier League and the EFL to ensure the salaries of footballers in the third and fourth tiers -- whose wages, it says, are \"closer to the national average\" -- were protected for April. \"Many of these players will have contracts ending in June,\" the PFA said in a statement on Thursday. \"These are often people with young families, for whom their immediate financial position is uncertain.\" While TV money has funded handsome salaries for many players, it's arguably also benefited the super-rich owners of the 20 Premier League clubs, whose combined wealth totals close to $85 billion, according to Forbes. Which is why the the PFA says that while it is aware of the public's belief that players should give up their salaries to pay the wages of non-playing members of staff, it reiterated its stance that if clubs can afford to pay both, then they should continue to do so. \"The players we have spoken to recognize that the non-playing staff are a vital part of their club and they do not want to see club staff furloughed unfairly,\" it said. \"Any use of the government's support schemes without genuine financial need is detrimental to the wider society.  \"In instances where clubs have the resources to pay all staff, the benefit of players paying non-playing staff salaries will only serve the business of the club's shareholders.\""], "Language": false}