{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/politics/carolyn-goodman-anderson-cooper-las-vegas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-23T14:11:38Z"], "LastModifiedDate": ["2020-04-23T23:22:05Z"], "Headline": ["The 20 most bizarre lines from Anderson Cooper's absolutely wild interview with the mayor of Las Vegas"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["On Wednesday afternoon, CNN's Anderson Cooper interviewed independent Las Vegas Mayor Carolyn Goodman. Seems innocent enough, right? Mayor of a major American city appears on cable TV to talk about the challenges of coronavirus and how local, state and federal government can work together to ensure re-opening the economy is safe for citizens. Normal stuff! Except well, not. In fact, the exact opposite of normal -- as Goodman just, well, said stuff. Much of which as either a) untrue or b) deeply irresponsible. I went through the transcript and pulled out the lines you need to see. (And you can watch the full interview here.) 1. \"Well, no, they'll come because they love, we've got major league sports here.\" The question Anderson asked was whether people would come back to Vegas if the casinos stayed closed. \"Love\" is apparently a stronger draw than casinos, according to Goodman. And away we go! 2. \"I'd love everything open because I think we've had viruses for years that have been here.\" Say it with me: The coronavirus isn't like other viruses. It's totally new to humans, meaning we have a) no herd immunity b) no effective treatment (yet) and c) no vaccine. 3. \"We've never closed down the United States. We've never closed down Nevada. We've never closed down Las Vegas because that's our job.\" [clears throat] We've never had a virus like this one. Or at least: We haven't had a virus like this one for more than 100 years. 4. \"Entertainment capital of the world where everything is clean.\" Wait. Are we talking about Las Vegas still? 5. \"I've lived a long life. I grew up in the heart of Manhattan. I knew what it's like to be with subways and crammed into elevators.\" This argument, which Goodman isn't alone in making, literally makes no sense. The notion that because we all have lived in crowded areas and therefore don't need to worry about coronavirus, misses, um, a few key points. And yes, I am going to say them again. We have no herd immunity to Covid-19. We have no effective treatment. We have no vaccine.  And let me add to that: Coronavirus has already killed more than 46,000 Americans. In short: Circumstances have changed, Mayor, since you were crammed into an elevator at some point in your life. 6. \"That's up to them to figure out. I don't run a casino.\" Asked how she would maintain social distancing if casinos were open, this was Goodman's response. Sort of a hands-off approach! 7. \"I'm not a private owner of a hotel. I wish I were. And I would have the cleanest hotel with six feet figured out for every human being that comes in there.\" Honestly, same. 8. \"You're very good, Anderson. I've watched you for years.\" He is! Great interviewer! And making guys with glasses cool again! 9. \"We don't do bad things to people at all ever.\" I feel like this is a sentiment we all can get behind. 10. \"Maybe it's breathing. I'm sorry. Being silly here.\" Goodman thought Anderson was interrupting her. (He wasn't.) It was the old \"breathing\" thing. Gets you every time on TV. That's why I hold my breath when I am on. 11. \"Well, first of all, as someone who's pretty sure she possibly had in January, I have already been into the hospitals to say they take my plasma.\" BREAKING NEWS: The mayor of Las Vegas was the first person in America to have coronavirus! A month before the previously first-known case! Wait, what's that I'm being told in my ear ... she's just saying this with no proof ... oh, OK guys, take down the breaking news banner. Sorry.  12. \"I don't have that. I don't have that. Well, no, that's for our scientists. And the whole thing is fact.\" The mayor of Las Vegas on contact tracing: \"The whole thing is fact.\" 13. \"We're not getting the truth. I know over the years, going back to the 1950s, with the atomic bomb, don't worry about more testing in Nevada. You'll all be fine. Take a shower.\" Just to be clear here: Goodman is comparing the advice from medical professionals on coronavirus to false medical claims that nuclear testing was not harmful to those within range of it. What's amazing is that this isn't the wildest thing she said in the interview! 14. \"No, this isn't China. This is Las Vegas, Nevada.\" The idea that the coronavirus spreads differently in China versus Las Vegas is, uh, both deeply misguided and a very dangerous thing for a public official to say. 15. \"We've had Ebola. We've had the West Nile. We've had polio.\" There was Ebola in Las Vegas? Man, I am *not* paying close enough attention to the news! 16. \"And anybody who was in or comes into the office that needs an appointment or has an issue, they all are with their masks on or we always enforce social distancing and the office is absolutely pristine with germs.\" I know what she means. But \"pristine with germs\" is not the preferred way to say \"clean.\" 17. \"You're talking disease. I'm talking life. I'm talking life and living.\" [checks notes] Coronavirus has killed more than 46,000 Americans -- including 187 in Nevada. 18. \"It is not about anything other than putting those who have lost their jobs in a city that wasn't broken, and didn't have disease, back to work.\" So, Goodman is claiming that no one in Las Vegas had coronavirus when the governor made the decision to issue a stay-at-home order? What proof does she have of that? Oh, none. 19. \"We offered to be a controlled group.\" It appears as though Goodman is offering up Las Vegas as a petri dish to see what happens when you open a major American city back up amid a pandemic. I'm not sure she has cleared this with the actual people who live in the city, but ... 20. \"First of all, I don't gamble. I used to gamble. ... I don't have the time.\" Yeah, this feels like a good place to end."], "Language": false}