{"Type": ["article"], "Url": ["https://www.cnn.com/2018/06/26/cnn-underscored/best-patio-furniture-shop/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Banu Ibrahim"], "Writers": [["Banu Ibrahim"]], "FirstPublishDate": ["2018-06-26T14:47:32Z"], "LastModifiedDate": ["2020-04-01T19:04:30Z"], "Headline": ["Upgrade your patio with these furniture sets and outdoor accents"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["CNN Underscored has interviewed experts to find the best options to help you cope during this uncertain time. Find all of our coronavirus-related coverage here, and let us know your thoughts here. As many people are forced to stay inside due to the spread of coronavirus, we've found ourselves looking out our windows dreaming of the day we can go outside again worry-free. Whether it's through at-home workouts or buying multitudes of indoor plants, we're all trying to find new ways to cope with this new way of living.  For those lucky enough to have some outdoor space such as a porch or a backyard, it provides a welcome relief from the struggles of working from home. Since you're patio has become the one escape from your house, we thought it might be time to give it a little makeover so you can relax in style.  Below, we've compiled some best-selling  furniture and decor options that are on trend for the season — think vibrant planters, chic storage units and ultra-comfortable outdoor sofas. We've broken them down by category to make your search that much easier. These items will make your outdoor space the real highlight of your home.  Outdoor furniture  Safira 8-Piece Sofa Set with Cushions ($779.99, originally $1,073.04; wayfair.com)  If you have a spacious porch, the first thing to nail down is a sophisticated sofa set. This 8-piece collection is made from solid wood, weather-resistant and comes with cushions included.  _______________________________________________________________________________ TropiShade 9-Ft Wood Market Umbrella ($57.99; amazon.com) For the extra sunny days, you'll need a large umbrella to keep everything cool and shady.   _______________________________________________________________________________ Danielle Resin Wicker Hanging Egg Chair with Beige Cushions ($345; target.com)  For the ultimate chill sesh, hang out in this egg chair that makes you feel like you're floating.  _______________________________________________________________________________ Graywashed Acacia Marciana Outdoor Occasional Chair ($179.99, originally $299.99; worldmarket.com)  This outdoor chair is a nice neutral color and can fit any porch setup to make your outdoor space as comfortable as possible.  _______________________________________________________________________________ Almyra 3 Piece Bistro Set ($143.99; jossandmain.com)  Take your meals to the patio with this compact and elegant bistro set.  _______________________________________________________________________________ Seaton Reclining Chaise Lounge with Cushion ($259.99, originally $329.99; wayfair.com)  Lounge around with this large reclining chair. Get your tan on or even take a cat nap while soaking in the fresh air.  _______________________________________________________________________________ Parker Woven Cotton Chair Hammock ($27.99, originally $49.95; wayfair.com)  Take your relaxation to the next level with this cozy chair hammock.  _______________________________________________________________________________ Outdoor storage  Westwood 150 Gallon Resin Deck Box ($122.99, originally $144.99; wayfair.com)  Whether it's for toys, tools or some extra cushions for furniture, this storage box is huge, plus its elegant design will keep your patio looking pretty.  _______________________________________________________________________________ Outdoor Vertical Tool Shed ($214.99; wayfair.com)  For taller, bulkier items, a vertical shed might be necessary. This reasonably-priced option is 22-cubic feet to fit all your tools and garden gear.  _______________________________________________________________________________ Wicker Storage Accent Patio Table ($71.10, originally $79; target.com)  This two-in-one storage bin is also a sleek looking table, with a removable tray top.  _______________________________________________________________________________ Keter Eden All-Weather Resin Storage Bench ($116.99, originally $130.04; wayfair.com)  Made from durable, UV-resistant resin, this nifty storage bin also acts as a bench.  _______________________________________________________________________________ Outdoor decor  Geometric Jacquard Indoor Outdoor Throw Pillow ($14.99, originally $24.99; worldmarket.com)  Add some flair to your outdoor patio with this stylish throw pillow.  _______________________________________________________________________________ Bachmann 100' Outdoor 100 - Bulb Globe String Light ($68.99, originally $93.95; wayfair.com)  With these string lights you'll be able to enjoy your outdoor space well into the night.  _______________________________________________________________________________ Perky-Pet Panorama Bird Feeder ($17.09, originally $18.99; chewy.com)  This sleek bird feeder can attract birds so you can let nature entertain you right in your backyard.  _______________________________________________________________________________ Balta Home Somerset Indoor/Outdoor Multicolor Area Rug (starting at $82.99; bedbathandbeyond.com)  This sturdy rug can go right down on your deck to make your outdoor patio cozy and barefoot-friendly.  _______________________________________________________________________________ Large Hanging Citronella Coil ($27, originally $36; nordstrom.com)  This large coil is a sleek and modern decoration to take your outdoor decor to the next level. Plus, it helps keep mosquitoes away.  _______________________________________________________________________________ Mini Beacon Lantern ($45; food52.com)  When you want to relax on your porch late at night, take one of these nifty rechargeable lanterns with you to light your way.  _______________________________________________________________________________ Crelake 3-Piece Ceramic Pot Planter Set ($45.97, originally $69.95; wayfair.com)  Adding some foliage can really brighten up your outdoor spaces, just make sure your planters look good, too.  _______________________________________________________________________________ Outdoor entertaining  Bauhaus Dessert Plate Set by Odeme ($27; burkedecor.com)  For quick snacks or a slice of cake out on the patio, try out these stylish dessert plates that are sure to impress your guests.  _______________________________________________________________________________ Char-Broil Classic 3-Burner Propane Gas Grill in Black ($186.99; bedbathandbeyond.com)  What's a patio without a grill? This affordable option has all the features you need for any cookout.  _______________________________________________________________________________ Cuisinart 13-Piece Bamboo Grilling Tool Set ($31.39, originally $39.99; amazon.com)  Keep your grill game sharp with this versatile bamboo grilling tool set.  _______________________________________________________________________________ 60-Qt Coca-Cola Ice Cold Heavy Duty Rolling Cooler ($166.99; wayfair.com)  Keep your drinks ice cold for the upcoming hot summer days with this iconic, durable cooler.  _______________________________________________________________________________ Izzo Crossweave Steel Wood Burning Fire Pit ($117.99, originally $279.99; wayfair.com)   Break out the s'mores and campfire stories, because this fire pit will have your entire family cozied up late into the night. _______________________________________________________________________________ Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}