{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/cnn-underscored/bar-accessories/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lesley Kennedy"], "Writers": [["Lesley Kennedy"]], "FirstPublishDate": ["2020-03-31T18:05:32Z"], "LastModifiedDate": ["2020-03-31T18:06:45Z"], "Headline": ["Up your at-home cocktail (or mocktail) game with these bar essentials"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We've interviewed experts and found the best options to help you cope during this uncertain time. Find all of our coronavirus-related coverage here, and let us know your thoughts here. With all of us settling in at home, making sure you've got everything you need to bring your favorite cocktails into your living room feels, well, necessary. During this time of social distancing and telework, virtual happy hours are becoming the norm to unwind, de-stress and reconnect with co-workers, friends and family.  Now, how to make this time of day even more happy? Other than making sure you've got a fully stocked bar cart, you can invest in a few great tools, glasses, DIY drink kits and more to take your mocktail and cocktail game from meh to marvelous. Here are options, all from Uncommon Goods, to get you started. All together now: Cheers!  Fruit Infusing Ice Balls ($10; uncommongoods.com) Whether you're mixing up an after-telework drink or looking forward to a refreshing mocktail, this set of four ice ball molds will add a hint of fruit or herb flavor. All you need to do is add your favorite berries, citrus, basil or other ingredient to the mold and pour in the water. Once frozen, drop in your glass, sit back and let the relaxation sink in.  _______________________________________________________________________________ Infuse & Pour Alcohol Kit ($25; uncommongoods.com) You can't visit your favorite neighborhood cocktail bar right now, but that doesn't mean you can't still whip up a batch of high-end drinks. This kit contains what you'll need (including dehydrated fruit and herbs) to make your own infused and ready-to-pour drink. Choose from Parrot Head Strawberry Jalapeno (best with tequila or vodka), Blue Sunday Blueberry Lavender (best with gin, whiskey or vodka), Island Time Spicy Pineapple (best with rum, whiskey or vodka) or Navel Gazer Spiced Orange (best with bourbon or whiskey). Actually, you may just want to go ahead and order 'em all.  _______________________________________________________________________________  On The Rocks Set ($36; uncommongoods.com)  If you take your drinks on the rocks, these granite discs (literal rocks, you know) actually serve as ice, but better, since they won't dilute your drink.  _______________________________________________________________________________  Whiskey Wedge and Glass ($18; uncommongoods.com)  If extremely cool ice shapes are your thing, look no further than this ice mold that creates a mini glacier to help minimize dilution, and a neat little retro glass that it fits right into.  _______________________________________________________________________________  Go Fetch Magnetic Bottle Opener ($15; uncommongoods.com) Happy hour will be even happier when you're popping off bottle caps with this super sweet bottle opener. Made of wood and stainless steel, the pooch's magnetic mouth pries off and then holds the cap. Who knew man's best friend is also man's best barkeep? _______________________________________________________________________________  Floral Elixir Syrups ($29; uncommongoods.com)  Made from real flowers and botanicals, these syrups add color and flavors like jasmine, orange blossom and lavender to your drink.  _______________________________________________________________________________  Alyson Thomas Bloody Mary Diagram Glassware ($25; uncommongoods.com) A virtual brunch may not be the same as a meet-your-BFFs-at-your-favorite-restaurant brunch, but at least you can rest assured you'll sip (or slurp?) a perfect bloody mary with this handy set of two glasses. The hand-drawn graphic on each pint shows the proportions you'll need to make your drink a winner: tomato juice, vodka, lemon, celery and all the seasonings. We'll drink to that.  _______________________________________________________________________________  Bloody Mary Cocktail Branches ($18; uncommongoods.com)  To go right along with that glass, here's a branch that allows all your favorite bloody mary fixings to sit pretty in a tree. This extremely kitschy gift is for anyone who takes brunch extremely serious. At a time like this, who wouldn't? _______________________________________________________________________________  Minute Mimosa Sugar Cube Trio ($30; uncommongoods.com)  Speaking of brunch, let's take a minute to fully appreciate the beauty that is mimosas. And with these sugar cubes, that's all the time you'll need to create the mimosa of your dreams (granted you have Champagne on deck). Drop one of these in your favorite glass of bubbly and in 60 seconds you'll have a fizzy mimosa or Bellini.  _______________________________________________________________________________  Cocktail Infused Ice Cubes ($18; uncommongoods.com)  It's a similar idea with these ice cubes, which you can freeze and then drop into your preferred liquor to instantly sip a perfectly balanced peach drink or Negroni.  _______________________________________________________________________________  Bourbon-Infused Coffee ($20; uncommongoods.com) If you need a little pick-me-up for your next happy hour (Netflix and napping can take a lot out of you, you know), opt for bourbon-infused coffee beans. This bag of alcohol-free small-batch Tennessee-roasted beans will have your kitchen smelling great, and when you add a shot of bourbon to the mix? You'll be ready to get this party started! _______________________________________________________________________________ Hanging Cocktail Bar ($118; uncommongoods.com)  Sure, bar carts are cool, but ever laid eyes on a bar cart that can hang from your wall? This perfectly compact piece can store your favorite liquors, glasses and mixers, and fold up onto your wall when you're done.  _______________________________________________________________________________ Himalayan Salt Tequila Glasses ($28; uncommongoods.com) Sometimes tequila shots are just in order. And when you've had one of those sort of days, they might just taste better out of these reusable glasses that are hand-carved from Himalayan salt. Sold as a set of four, they give off a hint of salt (perfect for tequila, of course). Now, where did we put that lime?  _______________________________________________________________________________  Booze-Infused Hot Sauce Trio ($29; uncommongoods.com)  With flavors like Jalapeno Tequila and Chipotle Bourbon, let this set teach you that hot sauce can go right along with your favorite cocktails. In fact, they might be an essential ingredient in your new favorite drink.  _______________________________________________________________________________  \"A Woman's Drink: Bold Recipes for Bold Women\" ($19.95; uncommongoods.com) Smitten with the idea of becoming an amateur bartender, but intimidated by craft cocktail culture? Author Natalka Burian, co-owner of Brooklyn bars Elsa and Ramona, takes the intimidation factor out of mixology with this must-read. Find recipes and techniques for 50 mixed drinks — from the classic Cosmo to the way fun Chamoyada Jell-o Shots. Pretty pictures included.  _______________________________________________________________________________  Scotch-Infused Toothpicks Gift Set ($35.95; uncommongoods.com)  Infused with barrel-aged scotch, chew on one of these toothpicks and let it inspire you to pour yourself a fine glass, or just savor the subtle flavor for now.  _______________________________________________________________________________  Handmade Sangria Pitcher ($60; uncommongoods.com) Nothing says spring is here and summer is coming like a tall glass of sangria. Serve it up in this festive, colorful, 40-ounce clay pitcher handmade in Spain and it's easy to pretend you're in Barcelona — if only for happy hour.  _______________________________________________________________________________  Personalized Wine & Cheese Carousel ($125; uncommongoods.com) We don't know about you, but for us, happy hour just isn't happy hour without cheese. This handmade cherry wood server is part wine holder, part glass holder, part cheese board and part lazy Susan. It can also be laser-engraved with a monogram and name, making it your new tabletop staple.  _______________________________________________________________________________  Well Told Urban Map Glass ($16; uncommongoods.com) No matter which city you're hunkering down in these days, you can raise a toast to your hometown — or just one you love — with these glasses that come etched with city maps. From Atlanta to Nashville to Washington, D.C., they're a fun way to bring a little piece of \"home,\" well, home.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}