{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/sport/nba-coronavirus-cost-on-season-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Motez Bishara, CNN"], "Writers": [["Motez Bishara"]], "FirstPublishDate": ["2020-03-31T09:58:08Z"], "LastModifiedDate": ["2020-03-31T09:58:08Z"], "Headline": ["The NBA could lose billions this season. Who will eat that loss?"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Just as the NBA was approaching the critical stage of an exhilarating season this month, it abruptly suspended play when Rudy Gobert of the Utah Jazz tested positive for the coronavirus only minutes before a scheduled tipoff. Since that dramatic scene unfolded on March 11, the NBA announced that a number of other players, including Kevin Durant of the Brooklyn Nets, have also tested positive, along with New York Knicks owner James Dolan and other members of the NBA community. Like England's Premier League, the NBA is one of the world's wealthiest sports associations affected by the coronavirus, and the disease's economic impact on it could be fierce.  How the league will be affected by the stoppage -- and whether it can avoid financial calamity -- depends on a number of variables, according to those with knowledge of the sports entertainment industry.  READ: NBA star Gobert faces backlash Can the NBA playoffs be saved?  The NBA will do everything it can to preserve one of the most anticipated postseasons in recent memory.  A potential ratings bonanza is on the cards for an inter-Los Angeles playoff series between the Lakers and Clippers. Meanwhile, the Milwaukee Bucks have been winning at a historic pace, and young stars like Luka Doncic and Ja Morant are still hoping to make their playoff debuts. Salvaging the playoffs would mean making good on its lucrative TV deal, a matter of urgency for the NBA, according to David Berri, professor of economics at Southern Utah University, who cites the reported $2.7 billion annual television package deal that accounts for about 30% of league revenues. (The rights fees are split between Disney, the parent company of broadcasters HBO and ESPN, and AT&T, the parent of WarnerMedia, which also owns CNN.)  \"The anticipation is that they will finish the season,\" says Berri. \"At this point, ESPN and ABC have made virtually no money on their investment for this year, because they make (most of) their advertising money on the playoffs. The question is who eats that loss?\" No one yet knows when it will be safe for players, staff, officials, media and fans to congregate in an arena, but the NBA has targeted a best-case return date of mid-to-late June, according to ESPN.   That timeline is on pace with the resumption of the Chinese Basketball Association, which halted play in late January and has called back its American players for a planned start in late April or early May, according to ESPN. READ: 'We all have Hoop Dreams': Bittersweet tale of first 'reality TV show' A mid-June NBA reboot would allow nearly 12 weeks to complete a truncated regular season followed by a full playoffs and finals, while avoiding a potential clash with the scheduled start of the NFL season on September 5 (which could also be in peril, according to Bleacher Report). The NBA did not respond to CNN's request for comment on the nature of its broadcast deals. However, based on what transpired during the strike-shortened 1998-1999 NBA season, the networks may still be liable for rights fees, according to the Wall Street Journal. Last week, research analyst Michael Nathanson of MoffettNathanson slashed earnings estimates for Disney, citing $475 million in lost ad sales if the NBA season is canceled entirely.  \"I'm assuming the ad money will probably disappear,\" Nathanson says, noting that the league would then be expected to make concessions to the networks for the following season. \"Why would you pay for something and never get credit back?\" he asks. READ: NBA star Karl-Anthony Towns' mother in a coma, urges people to take Covid-19 seriously Can games be held without fans?  The NBA is preparing estimates for team owners on the financial tolls they could face based on a few different scenarios, according to ESPN. They include scrapping the season altogether, resuming play in empty arenas and, in a best-case scenario, completing the playoffs with fans in seats.  NBA commissioner Adam Silver confirmed he was exploring the idea of holding games with medically cleared NBA personnel and players -- but no fans. \"Presumably, if we had a group of players, and staff around them, and you could test them and follow some sort of protocol, doctors and health officials may say it's safe to play,\" he told ESPN. The NBA has already told teams to begin booking smaller arenas and practice facilities for dates leading into August, according to ESPN, to avoid television views of swaths of empty seats. READ: Cristiano Ronaldo and Lionel Messi donate to hospitals in fight against coronavirus Games with no spectators, would mean lost ticket sales of $300 million for the remaining 259 regular season games, and a further $166 million for approximately 83 playoff games, NBC Sports estimates. Adding in lost concessions and merchandising sales would account for up to $700 million in total game day losses, according to The Washington Post.  However, made-for-TV games would not only preserve the league's relationship with its partnering networks, it would also secure game day advertising revenue for teams, including those on uniforms and billboards, says Eric Handler, media and entertainment analyst at MKM Partners. \"Sponsorship deals are dependent upon games being played and those logos being seen,\" he says. \"If you can't deliver the goods, you can't get paid.\" READ: Carmelo Anthony shares LeBron James story What is the cost of losing the regular season? The NBA labor strike of 2011 forced the league to miss a similar portion of the current remainder of the season, plus the preseason, costing $400 million each for the teams and the players, according to the New York Times.  League revenues have more than doubled since 2011, to $8.76 billion last season, according to data provider Statistica. Extrapolating those figures would mean losses of over $1.7 billion for the potential cancellation of just the final regular season games -- a scenario that would not be surprising given the uncertainty surrounding the health scare. Data forecaster FiveThirtyEight says the current suspension of the regular season could cost the NBA $1 billion, adding that a shortened or delayed playoffs would escalate to further losses.  Will players be paid for the rest of the season?  This could potentially be a sensitive topic for NBA owners.  At least half of them, including Mark Cuban of the Dallas Mavericks and Jody Allen of the Portland Trail Blazers have committed to paying lost wages for arena staff and other personnel during the work stoppage, alongside a few star players like Zion Williamson and Giannis Antetokounmpo. Complicating matters for owners, not all of whom own their own arenas, is the potential for paying the likes of ticket handlers and popcorn venders again once the games are rescheduled. \"Do we pay them twice?' I personally don't care. That's fine,\" Cuban told the New York Times.  As far as paying their players, NBA owners have left open the option of withholding payment for games canceled after April 15, as per a clause in the collective bargaining agreement, according to ESPN. That would amount to a little more than 1% of a player's annual salary for each game missed -- or $404,000 per game in the case of LeBron James, according to Bloomberg. The National Basketball Players Association did not respond to CNN's request for comment on the potential of teams withholding players' salaries.  Further damaging to players is the likelihood that next season's salary cap -- a factor of this season's dwindling league revenue -- will be lowered. Before the coronavirus disruption, the NBA had already lost \"hundreds of millions\" in revenue over a much-publicized preseason rift with China, Silver said last month.  The current cap of $109 million per team may decrease by up to $15 million, according to a Bleacher Report estimate.   Will there be a lasting impact on fans?  When paying customers are eventually cleared to return to arenas, how quickly will they feel safe enough to assimilate in groups of thousands after a global pandemic?  And would a potential glut of delayed live sporting events running at the same time hurt the NBA? \"People want live entertainment,\" says Nathanson. \"I'm still in the mind that, like after 9/11, people will return to their behaviors. People are still social creatures and sports is a bonding experience.\" Berri compares this situation to the suspension of professional baseball during World War II. Fan attendance spiked following the war in 1946, before it normalized over the ensuing decade, he says. \"Once people feel safe, you're going to see attendance of sporting events skyrocket,\" he says, adding the caveat of a likely looming recession coinciding with the resumption of play. \"It may not happen right away, because we're in a recession and people don't have money.\" Is there a silver lining around home quarantines?  Meanwhile both NBA players and fans are taking their skills to the world of online video games to compete against one another during the league's hiatus.  All-Stars Devin Booker and Paul George have traded jabs on the live game viewing platform Twitch, while ex-Laker DeMarcus Cousins announced he was signing with esports group NRG.  The Phoenix Suns and other teams have been simulating their suspended schedule, pitting one of their players against an opponent's on the NBA's officially licensed videogame NBA 2K20.  READ: Meet the 'Queen of the Ball' Though the financial reward for the NBA to license its game is marginal, Handler says, following the fortunes of teams and players through esports will allow fans to stay engaged with the league while many are forced into home quarantine. "], "Language": false}