{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/entertainment/dwayne-johnson-instagram-live/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-30T13:50:09Z"], "LastModifiedDate": ["2020-03-30T22:53:53Z"], "Headline": ["5 things we learned during Dwayne Johnson's highly entertaining Instagram live"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["We're all stuck inside, but we still deserve nice things -- like Dwayne Johnson eating french toast on Instagram live.  On Sunday, the blockbuster star/tequila tycoon shared with us regulars a peek at his much-loved cheat meal tradition. On the menu was an epic plate of french toast, some Teremana tequila and more answers to follower questions than you typically get in these kinds of interactions. Here's some of what we learned:  He's not sure if 'Jungle Cruise' will keep its scheduled release date Johnson and Emily Blunt co-star in the film based on the Disneyland theme park ride, but the actor isn't sure if will keep its July release date in wake of the coronavirus pandemic.  \"We'll see,\" he said, adding that its release depends on \"if we're able to flatten this curve.\"  Key, he said, is making sure moviegoers \"have the emotional confidence to get back into theaters again.\"  Theater chains, shuttered nationwide, have begun some layoffs and furloughing workers in response to their losses.  He's got T-Swift on his playlists Questions and comments about Johnson's musical preferences rolled in as \"Shake It Off\" began playing in the background, but Johnson had no shame in his T-Swift game.  \"Taylor is great,\" he said. \"She's my buddy.\" As he reminded everyone, Johnson served as the voice of \"The Man\" in Swift's video for the song of the same name. 'Hobbs & Shaw' sequel update Though not officially announced, Johnson said they are in development for the next installment of his \"Fast and the Furious\" spin-off.  He also expressed his enthusiastic support for the idea for an all-female \"Fast and the Furious\" spin-off.   He's obsessed with 'Tiger King' too More proof he's just like us.  Johnson admitted to having binge watched Netflix's wildly addicting docuseries about the eccentric characters at the center of America's big cat world. He was so captivated, in fact, that he wanted to buy the film rights to \"Tiger King,\" believing his Seven Bucks Productions outfit could pull together something \"special,\" he said.  Unfortunately, he was too late. Someone else had already snatched them up.   You can't just Google his french toast recipe  While his viewers couldn't smell what The Rock was cooking, they sure did covet it.  Sadly, this recipe isn't available online.  Johnson said various chefs have helped evolve the recipe over time and tailor it to his palate. He doesn't like it when his french toast is too heavy or weighted down with creams and butters. \"I wanted to dial it back,\" he said.  He enjoys the \"sweet quality\" of the brioche bread that serves as the base. Then a mix of \"lots of eggs,\" milk and cinnamon are combined for soaking. It's cooked in a pan with some butter and served in 4-inch thick slices, which he then tops with peanut butter and syrup.  That's how you cheat meal, folks."], "Language": false}