{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/cnn-underscored/best-board-games-and-puzzles/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-03-23T15:55:12Z"], "LastModifiedDate": ["2020-03-30T22:18:13Z"], "Headline": ["20 board games and puzzles for the best family game night"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We've interviewed experts and found the best options to help you cope during this uncertain time. Find all of our coronavirus-related coverage here, and let us know your thoughts here. Many of us are stuck inside while we self-quarantine, and whether you need to entertain your kids or you're just plain bored, it's hard to find stuff to do with your entire family. Instead of plopping on the couch and watching \"Frozen 2\" (again), try something more interactive like a family game night.  Gathering the family around the table to play some games isn't anything new, and we're sure your shelves are already stocked with classics like Monopoly, Scrabble and Catan. But if you want to try something different, there are loads of creative and exciting family games and puzzles you've never heard of. To help you pass the time and get some quality family time, we've rounded up all sorts of fun games and puzzles for you to make every night game night.  Games Pressman Dance Charades Game ($15.69; amazon.com) This goofy twist on charades will have your entire family dancing and laughing in no time. It's classic charades, but you have to turn your motions into a dance. Invent new dance moves and get your blood pumping with this game compatible with Amazon Alexa and Google Assistant.  _______________________________________________________________________________ Pictionary Air ($15.69; target.com) Pictionary Air adds a new virtual layer to the household game. Instead of drawing with pen and paper,  you load up the companion app and draw in the air with a magic pen to get your team to guess the clue. This 2020 Game of the Year will have you up and drawing every night of the week.  _______________________________________________________________________________ Exploding Kittens Card Game ($19.99; amazon.com)   If you like kittens, explosions and high stakes, this is the game for you. The premise is simple: You draw cards until you draw an exploding kitten. If you do, you're out. If you don't, you win! But trust us, this nerve-racking game of Russian Roulette will have you shouting about tacocats, laser beams and betrayal all night long.   _______________________________________________________________________________ Spaceteam ($26.95, originally $29.95; amazon.com) This game is a fun way to improve your family's communication because you all have to work together to fix your malfunctioning ship and escape a black hole. There aren't any turns, just pure chaos.  _______________________________________________________________________________ Sushi Go! The Pick and Pass Card Game ($8.99; target.com)   Sushi Go! is simple enough, all you have to do is pick the best combination of cards. This fast-paced game is fun for the whole family, but just don't play it before dinner if sushi isn't on the menu!  _______________________________________________________________________________ Throw Throw Burrito ($24.97; amazon.com)   From the minds behind Exploding Kittens comes another game you never knew you needed: Throw Throw Burrito. A combination of cards and dodgeball, this high-flying game can act as a way to destress and let out some energy while you're cooped up.  _______________________________________________________________________________ Codenames ($15.27, originally $19.95; amazon.com) A game of spies, lies and deceit, by the end of the night you'll find out who in your family you can trust.  _______________________________________________________________________________ Kids Against Maturity: Card Game for Kids and Humanity ($32.99, originally $34.99; amazon.com)   This family-friendly game has you fill in the blank with hilarious toilet humour. And if you want to make sure all the cards are as age-friendly as you want, simply go through the deck and take out the more crude, flatulent-heavy jokes.   _______________________________________________________________________________ Melissa & Doug Suspend Family Game ($15.29, originally $16.99; amazon.com) Work on your focus and hand-eye coordination with Suspend, a game that has you delicately place bar after bar on top of each other until it all comes crashing down.  _______________________________________________________________________________ Spot It! ($7.99; amazon.com) Hone your observation skills and reflexes with Spot it! All you have to do is find the matching symbol on two cards before anyone else. Plus, there are five ways to play to keep it fresh and engaging every night of the week.  _______________________________________________________________________________ Betrayal At House On The Hill ($29.49, originally $49.99; amazon.com) If you want to make your quarantine a little creepy, check out this game that has you build a haunted mansion and then try to escape it alive. This game normally takes more than one hour to play, so get ready for a wild ride of scares and surprises.   _______________________________________________________________________________ Spontuneous - The Song Game ($29.99; amazon.com)   This musical game gets your entire family singing their favorite songs. All you have to do is match a song you know with the prompt and you score. Plus, you only need to know the words, not the key, so even the tone-deaf can play.   _______________________________________________________________________________ UNO Attack ($15.99; target.com)   Everyone knows and loves UNO, but if you want to ramp it up a notch, try UNO Attack. Play like normal, just pray the shooter doesn't choose you to attack!   Puzzles Buffalo Games - America's Main Street - 2000 Piece Jigsaw Puzzle ($13.97; walmart.com)    If you want a real timesucker, try this 2,000-piece jigsaw puzzle. Your entire family will be stumped for days trying to sort out the next landmark along Route 66.   _______________________________________________________________________________ CubicFun National Geographic 3D Puzzles Italy Rome Colosseum ($22.99; amazon.com)   If normal puzzles are too boring, try adding an additional dimension. These 3D puzzles shoot up into the air to create realistic models.   _______________________________________________________________________________ CubicFun 3D Paris Puzzles LED Architecture ($37.99; amazon.com)   For a 3D puzzle that really shines, try this one of Paris that has LEDs that light up this little Louvre.    _______________________________________________________________________________ CubicFun National Geographic 3D Kids Puzzles Rocket Ship ($19.99; amazon.com)  You can build your own spaceship with this 60-piece 3D puzzle for children and teens, which is sure to be both parts fun and educational for the space-obsessed.   _______________________________________________________________________________ Wrebbit Harry Potter Hogwarts Great Hall 3D Puzzle ($49.99; target.com)   For all the Harry Potter lovers, there's nothing better than getting to build your own little Hogwarts to play in. And with 850 pieces, building this wizarding world is no easy feat.    Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}