{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/cnn-underscored/anker-sale-work-from-home-deals/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-03-30T19:33:05Z"], "LastModifiedDate": ["2020-03-30T19:33:05Z"], "Headline": ["Working from home just got easier with these Anker deals on Amazon"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Whether you're a work-from-home regular or new to the remote work life, there are ways to make your setup more efficient and enjoyable. Anker is currently offering discounts on several devices, available on Amazon, that will up your home office game. Included in the sale are compact wireless chargers that work for a variety of devices, along with home items like PowerPort strips and Eufy security cameras. Take a look at our top picks from this sale below, or browse through all the discounted stock to find the items your house — and makeshift desk — are missing.  PowerWave Stand ($13.99, originally $19.99; amazon.com) The PowerWave Stand is an efficient wireless charger that props up your phone to face you. The stand supports a large variety of devices, including the iPhone 11 series, iPhone X series, AirPods Pro, Galaxy S20 and Note 10. Plus, it's Qi-certified and puts out up to 10W of power depending on the device. EufyCam 2C ($84.99, originally $99.99; amazon.com) The eufyCam 2C is part of Anker's capable home security line. This security camera allows your to live-stream 1080p video with a 135-degree diagonal field of view, and it can intelligently detect human body shapes and faces so you won't get random alerts from cars or animals. The camera is also dust- and water-resistant. Equipped with a 180-day battery life, put it outside and leave it there to keep an eye on your doorstep or watch out for deliveries. It even has a built-in spotlight for after dark. To set up this camera, you'll need the HomeBase 2, an Anker security hub to which you can hook up Anker's latest security devices. Fortunately, there's also a sale on the HomeBase 2 and EufyCam 2C two-camera kit ($195.97, originally $239.99; amazon.com) for twice the coverage. PowerPort Strip 3 ($19.99, originally $22.99; amazon.com) One of Anker's biggest strengths is power delivery, and that's just what this powerstrip does. The PowerPort Strip 3 features three AC outlets and three PowerIQ USB Type-A ports. Anker's PowerIQ technology puts out an optimized charge to USB devices. In addition to power, the PowerPort Strip 3 features surge and overload protection, and it's also made with flame-resistant casing.  To take advantage of this discount, be sure to tick the coupon box beneath the price. To find out more about this and other Anker powerstrips, read our review here. PowerPort Atom PD 2 ($33.99, originally $54.99; amazon.com) The PowerPort Atom PD 2 is an ultra-compact charger with enough power output to charge two laptops. And it's not just powerful — the Atom PD 2 is fast enough to charge the iPhone X up to 50% in just half an hour. This charger is compact and portable, but it's also useful for turning any outlet into a pair of USB Type-A ports. PowerPort Solar Lite ($44.99, originally $49.99; amazon.com) As the name suggests, this unique charger from Anker is solar powered. In direct sunlight, you can route up to 15W of power out of it, enough to charge up to two devices at once. Plus, it's portable, durable and water-resistent, so you can take it with you on any outdoor adventure. There's even a pouch to put your devices in so they aren't sitting in direct sunlight. To take advantage of the discount, be sure to tick the coupon box beneath the price. Eufy RoboVac 11S ($159.99, originally starting at $219.99; amazon.com) Yes, Anker made its own robot vacuum, too. This slim, quiet robovac from the brand's Eufy line will putter around your home, cleaning up crumbs, pet dander and everything in between. It avoids obstacles using an infrared-sensor and is protected from scratches by a tempered glass cover. On a hardwood floor, the eufy RoboVac 11S will get up to 100 minutes of battery life, automatically returning to its charging dock when low. In the box you'll also receive a remote control, an AC power adapter, a cleaning tool, an extra set of filters, four side brushes and five cable ties. For more great Anker deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}