{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/cnn-underscored/animal-crossing-new-horizons-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brittany Vincent"], "Writers": [["Brittany Vincent"]], "FirstPublishDate": ["2020-03-30T16:46:44Z"], "LastModifiedDate": ["2020-03-30T16:46:44Z"], "Headline": ["Find fulfillment in Animal Crossing New Horizons' slice-of-life gameplay"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["There's a global pandemic plaguing modern society. Paper goods are in short supply. We're all practicing social distancing to try and curb the spread of the deadly coronavirus. During these uncertain times, an escape to a veritable island paradise is exactly what the doctor ordered. Enter \"Animal Crossing: New Horizons.\"  The first series entry on Switch, it's the game many have been clamoring about since the console/handheld hybrid was first announced. It's not a violent first-person shooter or a cinematic adventure. It's a friendly facsimile of an idyllic life on a modest little island, starring an animal version of you, a family of raccoons in charge of your \"getaway\" and the other island dwellers who eventually come to live with you. Ever since the \"Animal Crossing\" series launched on the GameCube in 2001, it's grown and expanded in unexpected ways. First, you settled in as a member of a community of animals. Eventually, you were able to take the game on the go, thanks to the first Nintendo DS iteration, \"Animal Crossing: Wild World.\" There was even a mobile installment, \"Animal Crossing: Pocket Camp,\" that let you become a camp coordinator as you played on the go. You can live a slow, modest life in the world of \"Animal Crossing\" as you catch fish, collect fruit and dig up fossils to either make money or create your own museum. It's up to you to decide how you want to play, which makes it ideal for even younger gamers to jump into and enjoy. It's peaceful, charming and full of heart. It may also be one of the most important games you play right now — or at least an escape from the anguish and frustration so many of us have been feeling as of late. Here's what the bustling world of \"Animal Crossing: New Horizons\" has to offer.  Living your life, a few Bells at a time \"Animal Crossing: New Horizons\" transports you to a deserted island, where you're set to begin life with a slew of animal residents — eventually, anyway. You're the only one there at first, and you start with nothing but a modest tent. You have an airport, so you can welcome other players after you've built up your living space, and a tent reserved for resident services like buying and selling goods, and crafting items. At first, you won't know quite what to do. You're limited in terms of tools and access, and you can't even get to the whole island at first. How do you progress? Start by picking fruit off the trees, selling it for the currency called Bells, and working to pay off your \"getaway package\" to Tom Nook, your facilitator through all this, and essentially your landlord. Then, just go out and live your new fictional life. As the days pass, you'll earn additional tools, apps on your new \"NookPhone\" smartphone and other ways to interact with the island. That means you'll soon earn the ability to craft items so you'll have a fishing pole, a bug net and even a ladder to eventually reach the other parts of your island. The more you do to improve your island and make it a more enticing space, the more animals you'll see flocking to your home. As you earn cash and items, you need to re-invest them in your island. You'll start to see this pay off in massive ways as you toil each day to make a real difference. A satisfying game loop from start to finish When you pay off your first loan, the one you paid to come to the island in the first place, there's a real sense of accomplishment that carries through the entirety of the game. Each time you meet one of these milestones, whether it's paying off a loan for your bigger, more spacious home or for helping the Nook family open a larger shop, you feel as though you've truly done something worthwhile. You pay off these debts using a new form of currency called Nook Miles. You receive these by completing sets of tasks across the island, such as catching a certain number of bugs or going to visit someone's island in multiplayer mode. They're challenges that translate to rewards that make sense. None of them require you to go out of your way to do anything special, and you'll unlock them through regular play easily enough — like breaking fishing poles, something that happens organically as you go about your business. Thus, the gameplay loop always supports progress, no matter how you choose to play. In addition to engaging in fun island activities to earn Nook Miles and Bells, you can craft your own items in a new system that opens up plenty of new ways to interact with this new island environment. You can create custom outfits, tools and decorations for your home, which liberates you from the island's stores. If you can think it, you can make it — including custom magazine spreads, artwork for your walls and even robots for your home that come in colors you chose. It's all up to you how you want to approach these things, but the possibilities are practically endless. Slow and steady wins the race So you have a universe of options available to you in game, and you want to take advantage of them all, right? There's one issue that might frustrate some players. For all the things you can do, you have to wait in real-time for many of them to be unlocked. That means you can sit and play as long as you want in one session, but you won't unlock everything you need to make your island spectacular that way. In this, the game forces you to take it one day at a time. You can bypass this by \"time traveling,\" or setting your Switch system clock ahead of time to advance quicker than the game intends for you to, but this isn't how it's meant to be played. You're supposed to feel a sense of slow, but meaningful progression throughout the course of your island adventure, and artificial time changes take away from that. However, for some players who typically can only play in short bursts at odd times of day, this can feel limiting, because you have to wait for time to pass before you can complete certain objectives. But that's what \"Animal Crossing\" has always been about: taking your time and enjoying the little things in life, even if it's just the arrival of the pup troubadour K.K. Slider or the day the Able Sisters, handy with a needle and thread, come to your humble abode to unlock clothing customization. And there is plenty of satisfaction to be had in watching your island grow little by little as the days pass. When we can't leave our homes as it is, seeing something blossom in \"Animal Crossing\" feels especially rewarding, even if you do have to wait for it to happen. Bottom line \"Animal Crossing: New Horizons\" is an addictive and exciting evolution for a long-running series that's finally touched down on the console it was meant to inhabit. It's a chilled out life sim that lets you, for all intents and purposes, live a new existence in a gentle fantasy world rife with humor and unexpected surprises. It's perfect for playing at home or on the go, exciting for gamers of all stripes, and rife with some of the most intriguing and charming characters you'll have met in-game in some time. Whether we're social distancing or find ourselves running to our friends and loved ones to spend time face to face, \"Animal Crossing\" will be there, and it will act as a viable escape for when we need it. It is, quite honestly, what society has been in desperate need of for a long time: a gentle new world to make our own in the most tender ways possible. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}