{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/health/roommates-coronavirus-distancing-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Prior, CNN"], "Writers": [["Ryan Prior"]], "FirstPublishDate": ["2020-03-30T08:13:27Z"], "LastModifiedDate": ["2020-03-30T08:13:27Z"], "Headline": ["My roommates and I built a coronavirus plan. We didn't expect to need to put it in action so quickly"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Just over two weeks ago, I was visiting New York City, and the world felt poised on a precipice. As cases ratcheted up in the city and I girded against potential coronavirus infection, I decided to grab a cheap flight back sooner than planned. In the time of coronavirus, the ticket cost about as much as the Uber to Newark. On March 13, one of my roommates back home in Atlanta emailed us a Google document, outlining our household's policies and procedures for reckoning with the burgeoning pandemic. Pertinent to me was a directive on the list that anyone returning from out-of-town travel was to wash all of his clothes as soon as he got home. I live in a spacious, modern two-story house with two other guys in their 20s in Atlanta's Grant Park neighborhood, about a 10-minute drive away from the CNN Center. Now, faced with the prospect of a months-long pathogenic siege, we had a plan to fortify our household's pandemic defenses. Just like having a fire escape plan, there's a need for all families to have in-case-of-emergency pandemic plans. Living with roommates is no different. The Google document  My roommate Travis Preston, a 28-year-old filmmaker, laid down the law for us. His two-page document set the tone for how he thought we should protect ourselves and our friends during the outbreak. The house plan largely followed guidelines from the World Health Organization and the Centers for Disease Control and Prevention. The document contained instructions to \"Remove shoes when walking inside from outdoors\" and to \"Wipe down countertops with disinfectant at the end of each day.\" Anyone stopping by the house needed to immediately take their shoes off upon entering and proceed directly to washing their hands, it also said. There was a longer list of procedures, including what we'd do if one of us had symptoms of Covid-19. There was a slightly different plan for where and how each person would quarantine, and how daily tasks would be divided up. Preston told me if he falls ill, it's not \"feasible\" for him to go to his parents' home because he has grandparents living there, and he \"doesn't want to get them sick.\" My own parents live in a house half an hour away in Woodstock, Georgia, with an expansive basement where I can quarantine for weeks. The document says I should decamp there if I get sick, or if one of my housemates does.  At the time, those contingencies seemed unlikely to ever be needed, but after just two weeks, we've already needed to put some of them into action. The new lifestyle was a shift, but what I was coming home to wasn't nearly as austere as what happened to CNN anchor and correspondent Martin Savidge coming home after reporting a coronavirus-related story. He needed to be quarantined upstairs in his own home, in case he'd been exposed to the virus. Adherence to those rules was imperative, so as not to spread the virus to his wife -- who has an autoimmune condition. We're enforcing it as best we can I sat down with our roommate, 26-year-old blogger and content marketer Alex Beale, at the dining room table to discuss if he'd read the doc and how he thought we were doing. \"I skimmed it,\" he said.  \"I heard that!\" Preston, the document's illustrious author, shouted from upstairs. \"What I took from it,\" Beale said, \"is that I should stop going to the rock climbing gym. And if I get sick, I should stay in my room a lot more often and lean on y'all to get me groceries and medicine.\" In lieu of climbing, cycling became his go-to fitness activity. Preston then came down for his round of questioning at the table. He explained to me that he wrote the document \"more as a symbol that we're taking this seriously.\" But according to the letter of the law, how were we doing? \"After talking through this, I'd give us a low B,\" Preston said. Even so, we'd been successful in significant changes. As a journalist, you love it if someone \"breaks news\" during an interview. This was different though. As we were set to wrap, Preston slipped in the fact that he'd been laid off from his company because of the outbreak. It was a tough blow for him to lose a role in which he was fulfilled and prosperous. Our little interview dissipated into an accounting of how we'd pay rent the next couple of months. We're staying within our social distancing pod Per our document and public health guidelines, we've limited all in-person activities. If we fraternize with anyone else, the vast majority of that time is with three girls who themselves live together in a house about five minutes from us. Months ago, the six of us had cleaved together, like Chandler, Phoebe and the gang from the TV show \"Friends.\" Nearly every night of the week is a bonfire, a game night, a dinner party, or a bike ride. As the world's social circles rapidly constrict, forming pods like ours isn't cheating, it's actually socially necessary to winning the long game. If social distancing needs to be extended long term, scientists recommend forming an inner circle, or cohort, of uninfected friends and family that you can rely on to maintain social bonds and help with the daily rigors of life. It's \"better later, than never\" to form one of these groups, Dr. Daniel Griffin, an instructor and scientist at Columbia University Medical Center, told CNN. You can cement your own cohort \"once you've sort of gotten the group and it's been about two weeks and you know that there's no one infected within that group and you can say that with certainty.\" Doing this is important. If public officials set an overly high bar for social distancing, people could rebel, undermining the concept's intended effect. \"The last thing we want to see is individuals giving up because we ask too much of them,\" Griffin said. \"With a potential 18-month period ahead of us this is a less draconian and hopefully feasible form of social distancing and social isolation in groups about the size of a large extended family that prevent spread between these isolated groups.\" Our little pod was humming along, and then one recent evening Beale dropped a message in the group chat letting us know he'd developed a sore throat and a cough. Out of precaution, he spends nearly all of his time quarantined in his room now. During rare appearances downstairs, he dons a mask and gloves. And I have to consider when I might need to hole up in my parents' basement, for my own safety, and everyone I know. We have interlocking arrangements with other friends Last weekend, I made lunch plans with an actress friend named Autry Moore. With no restaurants open and chill winds making a nearby park less appetizing, it evolved into us sitting on my porch. Moore lives in a residency program for artists and filmmakers. They have eight housemates spread across two houses next door to each other. One of them is age 71, and she told me they all agreed to adhere to the rules designed to protect the person \"most at risk\" among them.  They didn't have a Google document, but she'd emerged from a house meeting the night before with strict guidelines not to touch anyone. She loves long, deep hugs and said it felt wrong that she couldn't give me one. Her housemates, cognizant of the septuagenarian in their midst, forbade her entering my home. I abided by her house rules, cautiously stricter than our own. I felt like we were living a version of Martin Luther King, Jr.'s words, who wrote, \"We are caught in an inescapable network of mutuality, tied in a single garment of destiny. Whatever affects one directly, affects all indirectly.\" Wiling away the hours, she swung in a hammock on my porch, telling me how she'd recently landed a role acting in a pilot episode for a major network TV show -- a big break in her acting career -- but the production is now postponed for months. The national halt in productions affected all seven of her other housemates. Two weeks ago, my own housemates and I thought our plan was merely a precaution. Preston had a kind of dream job and Beale freely spent his evenings rock climbing in a gym with hundreds of strangers. Now one is laid off and the other spends nearly every waking hour isolated in his bedroom as we all monitor whether his cough worsens. The world's situation is playing out under own roof. Now I feel my own life could depend on following our document, and I hope that two weeks from now I won't regret making the wrong move."], "Language": false}