{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/29/world/five-things-march-29-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa, AJ Willingham and Lisa Respers France, CNN"], "Writers": [["Michelle Krupa", "AJ Willingham", "Lisa France"]], "FirstPublishDate": ["2020-03-29T21:25:55Z"], "LastModifiedDate": ["2020-03-29T21:25:55Z"], "Headline": ["Start your Monday smart: Pandemic, stay home, equal pay, US census, culture online"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["In times of crisis, Mr. Rogers taught us to look for the helpers. That might be as easy as looking in the mirror. Here are lots of ways you can help -- from a safe distance -- as the world faces the coronavirus pandemic.  Here's what you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TODAY • The marquee event is up to you. Take in the Berlin Philharmonic, catch a show at the Vienna State Opera or stroll through Indonesia's Prambanan Temple. Culture has gone online en masse as people avoid big gatherings to stem the coronavirus spread. So, pick a performance or a glitzy destination and make a night of it. • 1,000 hours of TV to watch while social distancing. Most of us have plenty of time on our hands and nowhere to go. Check out these picks from the CNN Entertainment team for what to binge while you're staying \"safer at home.\"  MONDAY • Chill at home with James Corden. The late-night host brings his trademark charm to prime time with \"Homefest: James Corden's Late Late Show Special\" with Billie Eilish, Andrea Bocelli, BTS, David Blaine, Dua Lipa, John Legend, Will Ferrell and more. It airs at 10 p.m. ET on CBS and CBS All Access. • Get over your March Sadness. There's no March Madness this year, but CBS Sports Network is showing replays of some of the best games in the tournament's history. TUESDAY • The fight continues for fair compensation. Equal Pay Day symbolizes how far into the year women must work to earn what men did the previous year. Wage disparities impact women across employment sectors, but the headliner this year might be professional soccer, with a high-profile trial set to begin later this spring. • Revisit the best of Coachella. Look back at the music and arts festival that's spent \"20 Years in the Desert\" in this much-anticipated documentary. It drops on YouTube. WEDNESDAY • It's Census Day. It's a key reference date for the 2020 census. When completing the paperwork for the decennial headcount, include everyone living in a given household on this day. As with most everything else, coronavirus is already messing with the census, which is critical to making sure everyone in the US gets the representation and funding they're due.  • We might just want to skip this holiday in 2020. It's April Fools' Day. While the day often is marked by brand parodies and celebrity pranks, it's possible the world has been upended enough this year and we should all just go about our largely at-home business. For the record: Coronavirus jokes aren't funny. • Slide into the VIP section. ESPN+ subscribers can access the network's full archive of award-winning \"30 for 30\" documentary series. College football fans should start with \"The U,\" about the 1980s Miami Hurricanes dynasty, or \"Pony Excess,\" about the legendary Southern Methodist University football scandal. THURSDAY • Autism speaks volumes. It's World Autism Awareness Day, a moment to recognize the challenges and celebrate the abilities of those who live with the group of neurodevelopmental disorders that can impair communication, emotional and social skills. To help mark the occasion, shoemaker Vans just released a collection that features sensory-inclusive elements, such as a calming color palette and features that focus on touch, sight and sound. • Let's go to the replay. This week was supposed to mark the first full week of the MLB season, but with no live baseball, reruns will have to do. MLB Network has a full schedule of classic playoff game replays, no-hitters and other historic moments, including \"MLB's 20 Greatest Games,\" to get you through these barren times.  FRIDAY • Satisfy your aching for hoops. If you're missing the NBA, binge on \"Basketball: A Love Story,\" ESPN's 10-part documentary series split into 62 short stories about what basketball means to the people who play it and the people who love it.  SATURDAY • 'The task that stands before us.' It's been 52 years since the Rev. Martin Luther King Jr.'s assassination, and the world again finds itself facing a grim challenge. But even in these dim days, there are glimmers of light all around us, from the musicians who'll soothe your anxiety with online lullabies to the neighbors who threw a drive-by birthday party to the service dogs training to comfort ER doctors. • 'Here I go again on my own.' None of us really knows where all of this is going. But we can make up our minds to commit to the advice of health experts, stay at home and rock out to this playlist of classic tunes that give a nod to social distancing. (Click here to listen.)"], "Language": false}