{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/opinions/womens-history-month-trailblazers-amid-coronavirus-schnall/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Marianne Schnall"], "Writers": [[]], "FirstPublishDate": ["2020-03-27T11:00:31Z"], "LastModifiedDate": ["2020-03-28T21:43:50Z"], "Headline": ["How history can bring us hope right now"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["In 2020, Women's History Month comes amid a time of social upheaval and global fear over the coronavirus pandemic and resulting political turmoil. While for many the 2020 presidential race is now an afterthought, this Women's History Month does also mark the departure of the last remaining women candidates from the 2020 presidential field -- during an election year that also marks the centennial of women's suffrage.  As Women's History Month comes to a close, many of us are afraid, angry and anxious about what's next -- and there's arguably never been a more significant time to consider how women's history informs the present. In that spirit, I asked an esteemed set of women to reflect back on their lives and careers as leaders, drawing on historical moments or achievements by women that have given them hope and the fortitude to keep going. As Jennifer Siebel Newsom told me, \"We must continue to lift each other up, build partnerships, and fight for each other—because when women rise, we all rise.\"  Here is a glimpse at those inspiring stories and figures—who they are, what they've meant to these women in the past and what they mean to them now, looking forward in 2020 and beyond. As trailblazing tennis legend Billie Jean King once said to me, \"Whatever you care about, you can make a difference. You really can. Don't ever underestimate yourself. Do not underestimate the human spirit.\"    Clara Barton By Madeleine Albright As the global community grapples with a major public health crisis, during this Women's History Month I have been reflecting with pride on the leading role that women have always played, and continue to play, on the front lines of medicine and caregiving.   In the United States, this story is perhaps best exemplified by Clara Barton, the founder of the American Red Cross and one of the most celebrated figures in the nation's history. Her lifesaving work on Civil War battlefields and her lasting contributions to the betterment of society are a reminder of how much a determined woman can do.  Barton was more than a dreamer, she was a doer whose legacy embodies a principle that is at the core of what America is about: that every one of us counts, no matter who we are, where we come from, or what our race, gender, or creed happen to be. As we confront the challenge of the coronavirus, we must all recommit to this principle, for it is the central pillar upon which healthy and united communities are built.  Madeleine Albright is the first woman to serve as US Secretary of State. She is the author of multiple books, including the shortly forthcoming \"Hell and Other Destinations: A 21st-Century Memoir.\"     Rachel Carson  By Jane Goodall  In 1962, after two years studying chimpanzees, I went to Cambridge University to read for a PhD in ethology. There I was told there was a difference in kind between humans and other animals, that only we humans had personalities, minds, and emotions. But I had learned that this was not true from my childhood teachers, my wonderful mother and my dog, Rusty! So I refused to comply with this reductionist thinking. Eventually, because the chimpanzees are so similar to us biologically as well as behaviorally, most scientists accepted that we are part of the animal kingdom. But I received much criticism. During that challenging time, I read Rachel Carson's \"Silent Spring\" and was inspired by her courage in battling with pharmaceutical companies, the government and scientists about the danger to the environment of DDT. She wrote for the general public, letting people know the truth, challenging the belief that scientists were above criticism.   I thought of Rachel again in 1968 when I was confronting scientists in the medical research laboratories where chimpanzees were imprisoned in small, barren cages. And again, as I increasingly spoke out against the use of chemical pesticides and herbicides by industrial agriculture.  Although recent victories against these companies are encouraging, there is a long fight ahead of us still, and Rachel will continue to inspire. Because she never gave up, and she succeeded in banning DDT despite the vested interests of corporations and the government—despite the fact that she was secretly battling the cancer that killed her. In addition, I was always supported and encouraged by my mother. Jane Goodall is founder of the Jane Goodall Institute and a UN Messenger of Peace. Claudette Colvin By Sheryl Sandberg  My first reaction to learning about Claudette Colvin was, \"How did I not know about her until now?\" In 1955, Claudette was 15 and living in Montgomery, Alabama. On her ride home from school one day, the driver ordered her to give up her seat to a white woman. Claudette refused, and two police officers dragged her off the bus in handcuffs.  Civil rights lawyers considered making Claudette the test case to dismantle segregation in Alabama. But for various reasons—including that Claudette was pregnant and perhaps not sympathetic enough -- they decided not to. Claudette ended up paying a fine and moving on with her life. Nine months later, Rosa Parks refused to leave her seat on a bus, and everything changed.    Learning about Claudette was a lesson in how women's history is a lot more vibrant and thrilling than the history books suggest. But now, when I think about her, I think about something different. I think about how this black pregnant teenager had the courage to stand up on her own against a racist, dehumanizing system, when a lot of other people wouldn't. Young people have always been more powerful than we think.  Sheryl Sandberg is Facebook's Chief Operating Officer and the founder of Lean In and Option B.    Shirley Chisholm By Barbara Lee   When I first met Congresswoman Shirley Chisholm, I was a young, single mom on public assistance and food stamps. I was active in the community—serving as president of the Black Student Union, volunteering with the Black Panther Party, while raising two young boys. The time I spent on her campaign deeply impacted my life.  My government professor assigned us fieldwork on a presidential campaign. At the time, three men were vying for the Democratic nomination, but they didn't represent me. They had no platforms regarding the issues that impacted me as a black single mother—issues like childcare, public education, universal health care and ending poverty. I had never flunked a class in my life, but I resigned myself to flunking this assignment.  Then I met Shirley Chisholm. I invited Congresswoman Chisholm to Mills College to address the Black Student Union as the first African American woman elected to Congress, having no one idea that she was also running for president right up until she said it in her speech. Here was the candidate I had been hoping for. She stood up for children and struggling families, and spoke out against racism, sexism and xenophobia. She advocated for what she knew to be right, undeterred by criticism and without fear of the consequences. She was bold and courageous—truly unbought and unbossed. As soon as she finished her speech, I offered to do anything I could for her campaign. But when she asked me if I was registered to vote, I admitted that I was not. She was not pleased. She looked at me and said: \"Little girl, you can't change the system if you're on the outside looking in. Register to vote.\"  She showed me what moral leadership means: not just standing up for what is right, but standing by those beliefs in the face of overwhelming opposition. And she taught me that Black women can't go along to get along—we must change the rules of the game if we are to address institutional racism and sexism. She showed that as we broke barriers, we must bring other women with us.  Barbara Lee, a Democratic representative from California, worked on Shirley Chisholm's presidential campaign in 1972.     By Kamala Harris  Congresswoman Shirley Chisholm remains an inspiration to little girls and women everywhere, including myself, reminding us to strive for what's possible, unburdened by what's been. As my mother—another hero in my eyes—used to say, \"You may be the first to do many things, but make sure you're not the last.\"  Shirley Chisholm did just that: she taught us the power of being in our truth and carving out a path to help the next generation. When asked what she wanted her legacy to be, she once said, \"I'd like them to say that Shirley Chisholm had guts. That's how I'd like to be remembered.\" During this Women's History Month, I am thinking of Shirley Chisholm, and hope that little girls and women everywhere remember: yes, she had guts, and we should, too.   Kamala Harris is a US Senator from California and former candidate for the Democratic nomination for President.     Dorothy Bolden  By Ai-jen Poo   When the New York Domestic Workers' Bill of Rights passed 10 years ago, I knew I was both witnessing a massive historical achievement in that moment and riding the crest of a longer historical arc, lifted up by millions of women who have been fighting for respect and dignity for generations.   Women like Dorothy Bolden, who began fighting for the rights of domestic workers in the 1960s, riding the buses of Atlanta, Georgia, to organize workers on their way to and from work, and made a breakthrough in 1968 when she founded the National Domestic Workers Union of America. Dorothy Bolden, the daughter of a housekeeper and a chauffeur, organized 13,000 domestic workers—something that had been considered impossible—across ten different cities and fought for wage increases, workers' compensation and Social Security. Around 30 years later, I witnessed the signing into law of the first state legislation ensuring domestic workers in New York have the right to overtime, a day of rest, three days paid time off and protections from discrimination and harassment—a moment which was riding on the momentum of Dorothy Bolden before us, but which also in turn created momentum for the eight pieces of state legislation that followed. Nearly a decade after the New York legislation passed, a National Domestic Workers Bill of Rights was introduced in 2019 by Sen. Kamala Harris and Rep. Pramila Jayapal—two strong women of color serving in Congress. Our movement is bookmarked with moments of historical achievement, but we're all riding on a wave that started long before many of us were born, and I believe will continue to rise well into our future. Ai-jen Poo is executive director of the National Domestic Workers Alliance and co-director for Caring Across Generations and a co-founder of Supermajority, a women's equality organization made up of women from all backgrounds, races and ages. Dorothy Parker  By Jennifer Finney Boylan Over the course of my career I have looked to other women writers who blazed the trail for me.  One of them was Dorothy Parker,  a woman who shone brilliantly in a man's worl"], "Language": false}