{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/us/les-hunter-star-loyola-chicago-1963-ncaa-title-team-dies-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Martin, CNN"], "Writers": [["Jill Martin"]], "FirstPublishDate": ["2020-03-28T02:52:04Z"], "LastModifiedDate": ["2020-03-28T02:52:04Z"], "Headline": ["Les Hunter, member of Loyola's NCAA title team who played in historic 'Game of Change,' dies at 77"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Les Hunter, a barrier-breaker with Loyola Chicago's 1963 NCAA men's basketball championship team, died on Friday morning, the university announced on its website. He was 77. Hunter passed away after a bout with cancer, a spokesperson from the university has told CNN. \"We are heartbroken to learn of Les' passing,\" said Steve Watson, Loyola's director of athletics. \"The Loyola family has lost a true legend, who was a major part our NCAA championship team in 1963. Les was an accomplished basketball player, but was even more valued for the person he was off the court. We offer our heartfelt condolences to his family, friends and former teammates.\" In 1963, Hunter, a 6-foot-7-inch center, was one of four African-American starters in the historic \"Game of Change,\" an NCAA tournament regional game against Mississippi State. The Ramblers faced an all-white MSU team, winning 61-51 at Jenison Fieldhouse in East Lansing, Michigan. Mississippi State had been forced to sneak out of the state of Mississippi in darkness before an injunction could be served that would have prevented the all-white team from playing Loyola. Loyola went on to beat two-time defending champion Cincinnati 60-58 in overtime to win the NCAA title. It's the only NCAA Division I men's basketball championship for an Illinois school. Hunter led all Ramblers with 16 points in the title game. \"If it wasn't for Les and the rest of my teammates, I never would have been able to have the success I had,\" said Jerry Harkness, a two-time All-American and a teammate with Hunter at Loyola. \"Unfortunately, Les never really got the recognition he truly deserved. Everything in our offense went through him and we were all so disappointed when he wasn't named most valuable player in the NCAA tournament in 1963, because he should have been. Throughout his career Les kept getting better and better and that didn't stop once he reached the professional ranks. Off the court, Les was the life of the party. We will all miss him.\" A native of Nashville, Tennessee, Hunter finished his three-year varsity college career, which was from from 1961 through 1964 (freshmen were not allowed to play on the varsity then), with 1,472 points and 1,017 rebounds. He's just one of two players in program history -- LaRue Martin being the other -- to record more 1,000 points and 1,000 rebounds in his career. In Nashville, Hunter also was a Pearl High School teammate of Vic Rouse, who hit the game-winning shot at the buzzer for the Ramblers in the 1963 title game against Cincinnati. Following his collegiate career, Hunter was a second-round pick of the Detroit Pistons in the 1964 NBA draft. He would go on to play 24 games in the NBA for the Baltimore Bullets in 1964-65 and played six seasons in the American Basketball Association (ABA), where he played for five teams. Hunter was inducted into the Loyola Athletics Hall of Fame and had his jersey No. 41 retired in 1991. Funeral arrangements are pending."], "Language": false}