{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/us/11-nypd-out-sick-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mallika Kallingal"], "Writers": [["Mallika Kallingal"]], "FirstPublishDate": ["2020-03-27T18:14:09Z"], "LastModifiedDate": ["2020-03-27T18:14:09Z"], "Headline": ["NYPD: At least 11% of workforce called out sick on Friday during coronavirus outbreak"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The coronavirus outbreak killed a New York Police Department custodian and is thinning the ranks of the police force in New York City, where at least 11% of the NYPD's workforce had called out sick on Friday, officials told CNN.  A senior NYPD official told CNN that 512 NYPD employees had tested positive for coronavirus as of Friday morning, up 161 since Thursday evening. Of them, 442 are uniformed members and 70 are civilian members. The official said 4,122 employees were out sick on Friday.  Earlier in the week the NYPD issued a statement saying it anticipated an increase in the number of sick employees \"and given the nature of the virus, it is expected that this number will grow.\" The statement went on to assure the public that the absences have had minimal impact on the NYPD's ability to keep the people of New York City safe.  On Thursday, NYPD Commissioner Dermot Shea announced that custodial assistant Dennis Dickson \"who faithfully served with the NYPD since 2006\" and worked in police headquarters, died from coronavirus complications. Shea said Dickson \"worked 17 days straight\" during superstorm Sandy. The department says they have been distributing gloves, masks, alcohol wipes and sanitizer to officers to make sure they can safely perform their duties.  Shea has been encouraging officers to stay home if they are sick and to protect themselves from the \"silent enemy,\" according to a letter CNN obtained from a senior NYPD official earlier this week. \"Your health is paramount. If you're sick, stay home and call the Medical Division for guidance,\" Shea said. The NYPD is \"pulling from all corners of the department to supplement our Patrol efforts,\" Shea said in the letter. NYPD officers have been out in their patrol cars and on foot since Sunday night, informing people about the state's social-distancing policies, a law enforcement official told CNN. \"'The city that never sleeps' is slumbering a little bit right now, but it's definitely not sleeping and there are still quite a lot of things going on throughout the city,\" Commissioner Shea told WCBS Newsradio 880 on Friday.  Officers have been keeping an eye out for groups of people congregating and telling them to disperse.  \"Men and women of the New York Police Department are stepping up, they're here for you, they're out there putting themselves -- uniform and civilian -- at risk to keep you safe,\" Shea added. \"It's a struggle and we're pulling from different parts of the department, but we are very well resourced.\"  The NYPD commissioner admitted \"this is going to be a long game, but the main thing to do is stay focused on the mission.\" He told WCBS Newsradio 88, that right now it's important to \"get through this, all of us together as healthy as possible and we are going to do that.\" On Friday morning there were at least 90,710 coronavirus cases and 1,347 deaths in the U.S. of which 44,635 cases and 519 deaths were from New York state, with most of them in New York City. The United States has now reported more coronavirus cases than any other country in the world, according to a CNN tally. "], "Language": false}