{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/football/appie-nouri-ajax-coma-brother-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church and Martijn Edelman, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-27T15:42:20Z"], "LastModifiedDate": ["2020-03-27T15:42:20Z"], "Headline": ["'We talk to him like he's not sick,' says brother of brain-damaged footballer"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["The brother of Abdelhak Nouri says things are \"much better than before\" now that the former Ajax star has returned home from hospital. But the 22-year-old is still very dependent on his family.  Nouri collapsed during a pre-season friendly against Werder Bremen in the summer of 2017, suffering serious and permanent brain damage as a result.  Appie, as he is known among his former teammates, was just 20-years-old when he was placed into an induced coma.  In 2018, his family said they were encouraged by small improvements in his condition as he began to wake up, and Nouri has since returned to a specially adapted home.  Despite being able to communicate by smiling and raising his eyebrows, Nouri is still bedridden, his brother Abderrahim says. \"He's just awake. He sleeps, he sneezes, he eats, he burps, but it's not like he gets out of bed,\" he said on Dutch television series De Wereld Draait Door on Thursday. \"We talk to him like he's not sick. We take him into our conversations and we watch football with him in the living room, for example. Then he watches. \"You notice that he likes that very much. He often shows emotions. Sometimes he is emotional, but often there is also a smile. That does us good. That makes you really appreciate a smile.\"  READ: Jean-Pierre Adams -- The 38-year coma that can't stop love Hoping for a miracle  Nouri played 15 league and cup games for Ajax in 2016-17, scoring one goal in a Dutch Cup tie. Born in Amsterdam to parents of Moroccan descent, he also played for Holland's Under-15, 16, 17, 18, 19 and 20 teams. After the incident, his family was told he wouldn't be able to talk, eat or move independently because he had been starved of oxygen. In June 2018, Ajax admitted to providing \"inadequate\" on-field medical treatment following his collapse. However, Nouri's father Mohammed says the family is still holding out for a miracle. \"The intention is that Appie keeps getting better,\" he told De Wereld Draait Door. \"We have to take care of him as best we can. We try to do a lot ourselves. We have less nurses and help in the home now. We do a lot ourselves.\" 'It was a pleasure to be on the same field' Nouri was the focus of the television show in the Netherlands which looked back at his life, with interviews from family and a host of former teammates.  Current Ajax first-team star Donny van de Beek, is a close family friend and remembered how talented Nouri was when making his way through the ranks. \"He had that something special. He was a fantastic footballer, but also a fantastic person,\" he said. \"He had the technique, but in his head, he was always one step ahead. He did things that made you think, how did you do that?  \"It made you enjoy the game, and it just made you laugh sometimes. It was a pleasure to be on the same field as him.\" Barcelona star Frenkie de Jong, who only left Ajax at the end of last season, says his former teammate influenced his decision to move to the Catalan club. \"Appie's mother came into the hospital room and she started naming off some of the clubs that were interested in me,\" De Jong said. \"Then she said 'Barcelona, should he go to Barcelona?' and Appie gave a kind of signal that he agreed with that. It was for me  and my family, a very good moment.\""], "Language": false}