{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/entertainment/ozark-season-3-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-27T13:55:11Z"], "LastModifiedDate": ["2020-03-27T13:55:11Z"], "Headline": ["'Ozark' hits new heights with its best-yet third season"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Ozark\" started out as a sort-of poor man's \"Breaking Bad,\" but has found its own tense, twisty identity. Setting up a particularly juicy arc for its main characters played by Jason Bateman and Laura Linney, the third utterly binge-worthy season ranks as the Netflix drama's best yet. Money maestro Marty Byrde (Bateman, who also serves an executive producer and occasional director) and his wife Wendy (Linney) continue to skate on the knife's edge, running a casino that's essentially a front to launder money for a Mexican drug cartel. There are bad bosses, and then there are those for whom failure truly isn't an option. As always, though, there are complications, perhaps the foremost being that the central couple differs regarding what's best for the business, each bringing his and her special brand of ruthlessness to the problem. In one particularly brilliant wrinkle, each tries to pay off their marriage counselor in order to bend her toward their side, a game the psychologist (Marylouise Burke) is hilariously willing to play. The season's other major thread involves Wendy's brother, Ben (Tom Pelphrey), a somewhat lost soul who finds a place with them. Still, not everyone is cut out for this life, even though Ben forges a relationship with Marty's tough-as-nails right hand Ruth (Julia Garner), who eventually begins to question the Byrdes' loyalty to her. Finally, there's the drug kingpin's attorney, Helen (British actress Janet McTeer), who serves as his eyes in the US; and an FBI agent (Jessica Frances Dukes) on Marty's tail, engaging him in a rather elaborate game of cat and mouse. Like \"Breaking Bad,\" \"Ozark\" keeps writing its characters into seemingly impossible corners, only to find plausible ways out. What this season really does, though, is drill down into the relationship between Marty and Wendy, who shows off her steely side in a conversation with her brother, where she discusses how \"fighting for your life\" expands the scope of one's capabilities. The bottom line is that Marty, Wendy and their increasingly involved kids (Sofia Hublitz, Skylar Gaertner) have grown more accustomed to being thrust into perilous situations, dealing as they are with people who think nothing of leaving bodies strewn about when they don't get their way. And viewers are watching them gradually harden before our eyes. When it premiered, \"Ozark\" felt like a solid addition to a rather saturated genre of ordinary folk taking walks on the wild side. Three seasons in, the show has morphed into something richer than that, mixing criminal ruthlessness with a family dynamic built on manipulation. That might not be a life for everyone, but by now it is, clearly, for the Byrdes. \"Ozark\" begins its third season March 27 on Netflix."], "Language": false}