{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/entertainment/evangeline-lilly-apology-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-03-27T13:07:15Z"], "LastModifiedDate": ["2020-03-27T13:07:15Z"], "Headline": ["Evangeline Lilly apologizes for refusing to self-quarantine"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Evangeline Lilly apologized Thursday for some controversial remarks she made about why she was refusing to self-quarantine amid the coronavirus pandemic. The \"Lost\" actress posted a photo on her verified Instagram account Thursday that appeared to show her family playing a board game. In the caption she wrote, \"I am writing you from my home where I have been social distancing since Mar 18th -- when social distancing was instituted in the small community where I am currently living.\" \"I want to offer my sincere and heartfelt apology for the insensitivity I showed in my previous post to the very real suffering and fear that has gripped the world through COVID19,\" Lilly wrote. \"Grandparents, parents, children, sisters and brothers are dying, the world is rallying to find a way to stop this very real threat, and my ensuing silence has sent a dismissive, arrogant and cryptic message.\" In an earlier post Lilly had written, \"Just dropped my kids off at gymnastics camp. They all washed their hands before going in. They are playing and laughing. #businessasusual.\" That caused some of her followers to question why she and her family weren't self-quarantining and/or practicing social distancing, which experts say helps \"flatten the curve\" and slow the spread of the virus. She responded in the comments that her household includes her father, whom she said has stage 4 leukemia. \"I am also immune compromised at the moment,\" Lilly wrote. \"I have two young kids. Some people value their lives over freedom, some people value freedom over their lives. We all make our choices.\" In her Thursday posting, Lilly explained that at the time she made her original post, authorities had advised residents who live in her community to not congregate in groups of more than 250 and to practice regular hand washing, which she said her family was doing. \"Two days later, those directives changed and, despite my intense trepidation over the socioeconomic and political repercussions of this course of action, PLEASE KNOW I AM DOING MY PART TO FLATTEN THE CURVE, PRACTICING SOCIAL DISTANCING AND STAYING HOME WITH MY FAMILY,\" she wrote.  The star also offered her \"direct and special apologies to those most affected by this pandemic.\" \"I never meant to hurt you,\" Lilly wrote. \"When I wrote that post 10 days ago, I thought I was infusing calm into the hysteria. I can see now that I was projecting my own fears into an already fearful and traumatic situation.\" "], "Language": false}