{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/politics/joe-biden-kamala-harris-elizabeth-warren-amy-klobuchar/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-26T17:03:42Z"], "LastModifiedDate": ["2020-03-27T11:26:07Z"], "Headline": ["The Top 10 women Joe Biden might pick as VP"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Former Vice President Joe Biden made the quadrennial guessing game of who he might pick to be his own vice president much easier when, during a CNN debate earlier this month, he pledged that he would be choosing a woman as his second-in-command. Which narrows our cast of characters significantly!  Of his process, Biden said this on \"The View\" on Tuesday: \"Well, we are gonna start vetting soon, and there are -- there is a short list, meaning somewhere between -- there's about 12 to 15 women who I think would be qualified to be president tomorrow.  \"But I think we're gonna narrow the list down to about 11.\" So, who will he pick? That's where I come in! Below, I've ranked the 10 people who are the most likely to be the selection come this summer. This is obviously an early list -- and names will come on and off the list, as well as move up and down it. So, if you don't see your favorite here, don't fret! I'll be releasing new rankings every week or two -- as news dictates.  (Note: Biden isn't the nominee officially yet. But his lead over Vermont Sen. Bernie Sanders is significant enough that he is already turning to consideration of his VP. Don't believe me? Read this.) Here we go! 10. Michelle Lujan Grisham: Lujan Grisham was elected governor in 2018 after spending six years in the House representing New Mexico. She's one of the least well-known politicians on this list, but the female, Latina governor of a southwestern state has a long history of working in government, having worked on health and aging issues in New Mexico prior to coming to Washington. 9. Keisha Lance Bottoms: The mayor of Atlanta was with Biden from (almost) the start. (She endorsed him in June 2019.) And stuck with him through some very, very rocky times in the fight for the nomination, emerging as one of his most active and effective surrogates. At 50, she is also a nice generational break from the 77-year old Biden.  8. Tammy Baldwin: Don't know Baldwin? She's the first openly gay person elected (and re-elected) to the Senate and happens to represent perhaps the swingiest of Midwestern swing states: Wisconsin. Biden and his team have to look at the 55% with which Baldwin won a second term in 2018 and be impressed/intrigued. 7. Stacey Abrams: Abrams, who came within a whisker of becoming the first black female governor in the country in 2018, is a name that often comes up as a finalist for Biden's VP. It makes sense: She is a high-profile African American woman who showed that a winning coalition (or pretty darn close) in a longtime Republican stronghold in the south. I'm slightly more skeptical. Remember that Abrams blanched at the idea of being Biden's VP when it was floated earlier in the cycle.  6. Tammy Duckworth:  Duckworth is someone who I think will see her stock rise as the VP vetting process goes along. Her personal story is incredible and compelling -- badly wounded in Iraq when the Blackhawk helicopter she was piloting was hit by a rocket-propelled grenade. Duckworth lost both legs and the full use of her right arm in the incident. She was elected to the House from Illinois in 2012 and the Senate in 2016 -- becoming the second Asian American woman in the Senate. All of that plus her Midwestern appeal makes her an appealing pick. 5. Catherine Cortez Masto: The Nevada senator has two main things going for her -- she's from a swing state and she is currently the chair of Senate Democrats' campaign arm (which means she is known to major Democratic donors). Cortez Masto is also likely to have an influential voice in her corner: Former Senate Majority Leader Harry Reid, whose seat she now holds. 4. Gretchen Whitmer: Whitmer isn't as well-known a name as the three women in front of her on this list, but if you are looking for a bit of a dark horse to the Biden shortest list, my money is on the Michigan governor. Whitmer endorsed Biden days before his critical win over Sanders in the March 10 campaign and was named a national campaign co-chair. She's a rapid rising star within the party -- she gave the Democratic response to President Donald Trump's State of the Union speech this year -- and represents a state Biden must take back from the President. 3. Elizabeth Warren: Unlike the two women in front of her in these rankings, Warren has yet to endorse Biden's campaign -- despite the fact that it's been clear for at least two weeks that he will be the nominee. That won't be the deciding factor in whether the Massachusetts senator is the pick or not, but it could tilt the scales slightly against her. The Warren pick has a very clear motivation: Ensure the liberal base of the party (or at least a big chunk of it) is behind the Democratic ticket. 2. Amy Klobuchar: Klobuchar and Biden are very similar in their approach to politics: Pragmatists who never let the perfect get in the way of the good. And the Minnesota senator proved herself an able debater (and candidate) during this campaign, more than able to hold her own among a group of better known pols. Klobuchar has also run and won in the Midwest, which is shaping up to be the battleground (again) in November. 1. Kamala Harris: The California senator makes the most sense for a lot of reasons. She would be a historic pick as the first African American and Indian American woman on a national ticket. She and Biden have a personal connection through the former vice president's late son, Beau, who was friendly with Harris when they were both state attorneys general. And, at 55 years old, Harris offers Biden a good mix between seasoned politician and a younger ticket-mate who would be ready to step in after 4 or 8 years."], "Language": false}