{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/27/media/quibi-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta and Brian Lowry, CNN Business"], "Writers": [["Frank Pallotta", "Brian Lowry"]], "FirstPublishDate": ["2020-03-27T11:11:33Z"], "LastModifiedDate": ["2020-03-27T11:14:35Z"], "Headline": ["Quibi, the on-the-go streaming service, says it could benefit from people staying home"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Quibi, a mobile-only, short-form video service that launches next month, has pitched itself as \"on-the-go viewing, from seven in the morning to seven at night,\" as CEO Meg Whitman described it a few months ago. However, many of its potential subscribers are no longer on-the-go, because they're stuck at home during the coronavirus pandemic. Although it might sound counter-intuitive, Quibi maintains that it could actually benefit from that. The principal sales point for the new streaming service — which offers videos and series that are cut into segments shorter than 10 minutes — was to tap into breaks when people might be out and scanning their phones. What's unknown, at this point, is the extent to which that formula changes when more people are in the house, with ready access to TVs and computers. But millions of people are stuck home and in need of something new to watch. Quibi, with its surplus of fresh bite-sized content, could help fill that need, despite its original hook being more on-the-go than stay-at-home streaming. Jeffrey Katzenberg, Quibi's founder, told CNN Business that there's no question that the world has changed since the venture announced its business model, but that \"we probably have more in between moments now than we ever had before because we're all locked in our homes.\" \"We're either in between homeschooling, trying to keep our kids entertained, trying to get through our emails, our video conferencing, our FaceTime, the eight snacks a day that we're all tempted to eat,\" Katzenberg said. \"We have more time than we've ever had before.\" Andrew Hare, a senior vice president of research at media consulting firm Magid, believes that quarantines and stay-at-home behavior won't hurt Quibi, but rather could lead to lot more people sampling and downloading the service. \"Look at TikTok, Twitch, YouTube. Mobile video is on fire,\" Hare told CNN Business. \"There's plenty of people staying home watching different things in the same room.\" But Hare added that for Quibi to build a customer base right now, they have to deliver on a \"captivating experience that will build fans long after quarantines and coronavirus have passed.\" Luckily, Quibi is armed with a sizable war chest of content.  Whitman, the former president and CEO of eBay, and Katzenberg, a Disney alumnus and co-founder of DreamWorks, have attracted A-list talent to star in and produce shows, including Jennifer Lopez, Steven Spielberg and Chance the Rapper.  The service will launch with 50 original shows. It will be available starting April 6 — for $4.99 a month with ads, and $7.99 a month without ads — and comes with a 90-day free trial. Given the current cultural moment, certain kinds of Quibi shows might pop more than others, such as its quick-bite news content and meditation series, \"The Daily Chill,\" which could calm the nerves of stressed-out viewers. \"The entire fabric of our lives and culture and our society are turned upside down and inside out, and so I don't want to pretend suddenly we have the magic elixir for that,\" Katzenberg said.  But Katzenberg added that he thinks that \"quick bite, super-premium Hollywood quality content is going to resonate now more than ever.\" Quibi was always going to have a lot of competition in the battle for attention. The short-term unknown is the extent to which the current stay-at-home dynamic potentially exacerbates that. Mindful of the appetite for content during this period, a number of smaller streaming services are offering free trials as an incentive to get consumers to try their offerings. The challenge for Quibi, according to Hare, is whether or not it can stand out among all of the options. \"How can you catch a consumer before they load up Netflix first or decide to play a video game?\" Hare said. \"They will need to capture the zeitgeist with a few shows. If they can get hot for a few weeks that can move them into the entertainment choice conversation. If they launch quietly, it will be a very long uphill battle for subscribers.\"   "], "Language": false}