{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/politics/nancy-pelosi-birthday-80-speaker/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-03-26T18:55:02Z"], "LastModifiedDate": ["2020-03-26T19:36:32Z"], "Headline": ["How Nancy Pelosi became the most powerful female member of Congress ever"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Nancy Pelosi turns 80 today. And as she marks the occasion, she does so as the single most powerful female member of Congress in American history. On her 80th birthday, Pelosi finds herself in a now-familiar position: Shepherding a critical piece of legislation -- in this case the $2 trillion stimulus package aimed at keeping the economy running during the coronavirus pandemic -- to passage under a tight deadline. \"I anticipate and feel certain that we will have a strong bipartisan vote,\" Pelosi told reporters Thursday, promising passage through the House by Friday. Assuming Pelosi is right -- and she is very rarely wrong when it comes to counting votes -- the passage of the massive rescue bill will be yet another major moment for the country during Pelosi's two tenures as speaker of the House, the first woman to hold that role once, much less twice. Pelosi, who described herself in a recent interview with The Washington Post's Karen Tumulty as \"a troublemaker with a gavel,\" counts the Affordable Care Act, Dodd-Frank financial reform, repeal of \"Don't Ask, Don't Tell\" and the American Recovery and Reinvestment Act as just some of the major legislative accomplishments during her time as speaker.  And that's not even counting her decision to (eventually) spearhead the effort that led to the impeachment of President Donald Trump, only the third time in American history a president has been impeached by the House. (Like Andrew Jackson and Bill Clinton before him, Trump was not convicted and removed from office by the Senate.)   How you interpret that legislative legacy very likely depends on which side of the partisan political aisle you call home. Republicans have long villainized Pelosi as an out-of-touch San Francisco liberal who believes more government and higher taxes are the answer to every problem facing the country. And even some Democrats -- especially younger liberals over the last few years -- have criticized Pelosi for her allegedly too-politically-calculating approach to legislating and running the House.  But what no one -- from Pelosi's most ardent supporters to her most vitriolic critics -- can deny is the power that she wields. \"Total assassin. She's an assassin,\" former Trump White House political adviser Steve Bannon allegedly remarked while watching an early back-and-forth between the speaker and the President.  What Bannon grasped -- and what many Republicans, not to mention many of Pelosi's one-time challengers within her own party, have failed to -- is that the California Democrat is an unapologetic and unflinching political genius.  Pelosi, from her roots in the fundraising world of northern California, has understood the importance of raising money to winning and keeping political power.  By the end of 2019, Pelosi's office said she has collected $815.5 million for House Democrats since becoming part of the party leadership in 2002 -- including $87 million last year alone. Consider that: A single person, who is not the president of the United States, has raised nearly a BILLION dollars for her colleagues and the party's broader efforts to win or keep the House majority over the last 17 years. Pelosi's unmatched fundraising ability, coupled with her willingness to wield power within her party when it came to committee assignments and other plum prizes, made her unassailable as leader of Democrats in the House. Such was -- and is -- Pelosi's power within the House Democratic caucus that even after the party lost the majority in the 2010 election, Pelosi was elected House minority leader the following year.   She held on to that position despite a series of challenges over the next several elections before leading the party's 2018 campaign, raising tens of millions while also recruiting a record amount of female candidates to run and insisting that the party focus on health care rather than fixate on Trump and his many impolitic, offensive or intolerant statements. The result: A Democratic House majority that included, for the first time ever, more than 100 female representatives. (It was 102 to be exact.) And Pelosi was again elected as speaker, putting down the fires of potential rebellion; ultimately only a dozen House Democrats voted for someone other than her for speaker. If her first stint as speaker -- from 2007 to 2011 -- was defined by her work to pass the agenda of President Barack Obama. Then her second turn as speaker has been dominated by her deeply contentious relationship with Trump, with whom she hasn't spoken in the last five months  Just more than a month after the 2018 election, Pelosi was in a meeting on border wall funding with Trump when he suggested she lacked the power to get something done. \"Mr. President, please don't characterize the strength that I bring to this meeting as the leader of the House Democrats, who just won a big victory,\" Pelosi replied. That was only the start. The image of Pelosi giving Trump a golf clap following his 2019 State of the Union went viral -- a symbol to many Democrats, and women, of what it was like to be forced to listen to Trump speak for more than an hour. In this year's State of the Union, Pelosi one-upped even herself, tearing up her copy of the speech behind Trump as soon he stopped speaking. \"I tore up a manifesto of mistruths,\" Pelosi explained. \"It was necessary to get the attention of the American people to say, 'This is not true. And this is how it affects you.' And I don't need any lessons from anyone, especially the President of the United States, about dignity.\" If anything, Pelosi appears to have grown in stature and esteem among her GOP colleagues in recent years. \"She is a skilled adversary and a master at keeping all Democrats in line,\" North Carolina Rep. Mark Meadows, the incoming White House chief of staff, told The New York Times of Pelosi in 2019. And, none other than longtime Sen. Chuck Grassley found time to wish Pelosi a happy birthday on Thursday. Tweeted the Iowa Republican: \"Happy bday @SpeakerPelosi. We often disagree but I admire your commitment 2public service &willingness to wrk w me on issues like USMCA+lowering Rx drug prices Cooperation btwn us is what itll take to get drug prices lowered Working 2gether across party lines is esp important now.\" Game recognize game. And no one can doubt that Pelosi has game."], "Language": false}