{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/media/coronavirus-television-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-03-26T03:55:37Z"], "LastModifiedDate": ["2020-03-26T13:53:37Z"], "Headline": ["The scariest aspects of the coronavirus are what we can't see on TV"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. We see the daily counts of coronavirus cases and deaths; the long lines for tests; and the White House briefings where the president pretends the situation is not dire. But we're not able to see inside the emergency rooms and intensive care units where this invisible demon is being fought. We're not able to see the front lines. Or the full extent of the human suffering. We only hear about the battle through the testimonies of doctors and nurses; though the pleas of governors and mayors; and through interviews with patients who are well enough to call in via Skype. Does this distort the public's understanding of the virus? Does the lack of visibility make it hard for some folks to process how serious this pandemic is? I asked Esther Choo, emergency physician and health care advocate who started the #GetMePPE hashtag last week. Yes, she said via text, \"this whole thing has been hampered by its abstractness. I mean, half the interviews on TV that I've seen are totally well people pissed they didn't get tested.\" But they're not the real faces of this pandemic — the hospitalized patients are. \"The truth is, the sickest patients are terrifying,\" Choo said. \"They are air hungry, dropping their oxygen, confused, distressed. We can never show that. But it is terrifying.\" Choo put it this way: \"What would the zombie apocalypse be like if we only had verbal descriptions of zombies, but could never show them?\" HIPAA restrictions and media ethics issues both stand in the way of having cameras in hospital corridors. So this crisis challenges reporters to get creative... Painting ugly pictures with words This graf of a must-read NYT story about the surge at NYC hospitals is the closest we can come to seeing inside the ER: \"Rikki Lane, a doctor who has worked at Elmhurst for more than 20 years, said the hospital had handled 'the first wave of this tsunami.' She compared the scene in the emergency department with an overcrowded parking garage where physicians must move patients in and out of spots to access other patients blocked by stretchers.\" \"Tomorrow will be worse\" Meredith Case, an internal medicine resident at Columbia, took to Twitter on Wednesday because she said the press \"does not reflect our reality.\" The deluge of patients \"is here,\" she wrote in the morning. \"Our ICU is completely full with intubated COVID patients.\" At night she signed off with this: \"Today was the worst day anyone has ever seen, but tomorrow will be worse. We are on the precipice of rationing. Needless to say, these decisions run counter to everything we stand for and are incredibly painful...\" --> Via the NYPost: \"A stunning photo shared on social media shows three nurses at Mount Sinai West posing in a hallway while clad in large, black plastic trash bags fashioned into makeshift protective garb...\" --> In Louisiana: \"Number, rate of hospitalized patients also up...\" --> In Michigan: Hospitals are \"nearing capacity...\"   TIME's next special report It is called \"Apart. Not Alone: Finding Common Purpose in a Shared Threat,\" and it will come out on Thursday. The mag's EIC and CEO Edward Felsenthal writes in his letter to readers: \"The world we cover is increasingly tribal and polarized -- some studies suggest that empathy itself is in decline -- and yet so many of the challenges we face require us to act together. And none more so than this pandemic that is testing our collective strength even in isolation. What does it take to get us to see beyond ourselves, beyond our divisions, and look out for one another?\" That's what he wanted this issue to focus on...   Trump's base strategy On Wednesday I heard from sources at multiple TV networks who said it is getting more difficult to book interviews with Trump admin officials about the pandemic. Officials are favoring Fox News and turning down most interview requests from other networks. It seems like a shoring-up-the-base strategy by the White House — in other words, the politicization of a pandemic. The result: Key admin officials are not being subjected to much-needed scrutiny. And doctors are being drawn into a petty political game. \"There are some people on the task force who actually want to do TV but can't get any straight answers from the White House or the Vice President's communications shop, so interviews are falling through the cracks left and right,\" a television producer with knowledge of the matter said...  >> Let me second what Poynter's Tom Jones wrote: \"I doubt this would ever happen, but Trump should hold a town hall with another network in the very near future...\" FOR THE RECORD -- WaPo's Thursday lead: \"The Senate on Wednesday evening rushed to pass a $2.2 trillion emergency relief package that was designed to flood the U.S. economy with money, as households and businesses continue to reel from the coronavirus outbreak. But shortly after announcing the deal, Senate leaders struggled to fend off a number of last-minute snags, and they encountered various hurdles as they tried to write the bill's fine print...\" (WaPo) -- News you can use from CNN's team: \"What's in the $2 trillion coronavirus stimulus bill...\" (CNN) -- Here's the context for the bill's $25 million to support the John F. Kennedy Center for the Performing Arts... (CNN) -- Craig Aaron's proposal: A \"stimulus\" for the journalism industry... (CJR) -- Read more of Wednesday's \"Reliable Sources\" newsletter... And subscribe here to receive future editions in your inbox... -- Sam Stein on Wednesday's WH briefing: \"From the tone of Trumps presser you'd have no clue that it's been the worst 24 hours yet in terms of infections and deaths in the US. It's all optimism and self congratulations up there. And I suppose that is his goal...\" (Twitter) -- Jake Tapper mincing no words: Trump gave Americans a \"false sense of security\" about the virus almost one month ago, and \"there is really no way of knowing how many lives were affected by that false sense of security...\" (Video via Twitter)"], "Language": false}