{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-outbreak-03-25-20-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Helen Regan, Joshua Berlinger, Adam Renton, Ivana Kottasová and Meg Wagner, CNN"], "Writers": [["Helen Regan", "Joshua Berlinger", "Adam Renton", "Ivana Kottasová", "Meg Wagner"]], "FirstPublishDate": ["2020-03-25T00:19:45.442Z"], "LastModifiedDate": ["2020-03-26T01:34:55.761Z"], "Headline": ["March 25 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. The coronavirus pandemic is “accelerating” in the United States and “there are other parts of the country which we need to get a better feel for what is going on,” Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN Wednesday night. \"The way we do that is by increasing testing and identifying people who are infected, isolating them getting out of circulation, and then do contact tracing,\" Fauci said. “New York City is dominating the situation in the United States. About 60% of the infections are in the New York City metropolitan area, and 56% of the new infections are coming from the New York City metropolitan area.\" Fauci added: \"I mean, I have spoken to the political officials in New Orleans and in the state of Louisiana. They are now shutting things down in a very vigorous way. It is likely that that should have been done a little bit sooner — not blaming anyone on that but you get caught unaware because the nature of this outbreak.”  ##Health## There are at least 65,201 cases of the novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the country through public health systems,  So far, 928 people have died.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## Alaska Airlines – which is based in Seattle and primarily serves the Pacific Northwest – is announcing it will cut its flight schedule by 70% for at least the next two months. In a statement, the company says demand for its flights has fallen by more than 80%, forcing dramatic reductions.  Alaska Airlines says it is cutting contract and temporary jobs and suspending annual pay increases. The airline also is offering employees the opportunity to take a voluntarily leave of absence. Those who accept would not be paid a salary, but would keep their health and travel benefits. Alaska Airlines CEO Brad Tilden will forgo his pay through September 30, as will president Ben Minicucci, according to the airline. Additional pay cuts will be made in the executive ranks — all the way down to vice president level — and the board of directors will receive no pay.  The moves are being made as the company actively lobbies the federal government to pass a relief package for the airline industry.  “We are ultimately optimistic about the future of our great airline,” Tilden said in a statement. “But it is clear that we are and will be under severe financial pressure for the foreseeable future and that is why these actions are essential.” ##Business## The US Army has reached out to retired medical personnel to possibly volunteer to support the coronavirus response effort.  In an email obtained by CNN, the Army called upon retired personnel on Wednesday looking for “voluntary recall of retired soldiers” with specific medical specialties.  “We need to hear from you STAT!” the Army said. The Army is asking for help from retired soldiers qualified in these specialties: “60F: Critical Care Officer; 60N: Anesthesiologist; 66F: Nurse Anesthetist; 66S: Critical Care Nurse; 66P: Nurse Practitioner; 66T: ER Nurse; 68V: Respiratory Specialist; 68W: Medic.” A spokesperson for the Army said they’re “gauging the availability and capabilities of our retired career medical personnel to potentially assist with Covid-19 pandemic response efforts if needed.”  The spokesperson made clear they do not want to interfere in any civilian medical needs, stating, “This information request will no way interfere with any care they may be providing to their communities, it is for future planning purposes only, and is completely voluntary.\" “These extraordinary challenges require equally extraordinary solutions and that's why we're turning to you — trusted professionals capable of operating under constantly changing conditions. When the Nation called — you answered, and now, that call may come again,\" the email to retirees said. ##Health## The Pentagon confirmed Wednesday a Marine who works inside the building has tested positive for Covid-19.  A defense official said the last time the Marine, an officer, was in the Pentagon was March 13. He began self-isolation on March 15. He works in the plans, policy and operations office of Marine Corps headquarters.  This is the first military person based at the Pentagon to test positive. “A marine stationed at the Pentagon tested positive for Covid-19 on March 24. Per U.S. Centers for Disease Control guidelines, the Marine is in isolation at his home and will undergo further assessment by health professionals,\" the Marines said in a statement. \"The Marine followed official guidance by isolating himself when his spouse began to show symptoms. Once he became ill, he contacted his assigned medical facility. His workspace has been cleaned by a Pentagon response team and a thorough contact investigation is underway to mitigate risk and preserve the health of our Marines, civilians, and families.” Separately, a staff who works in the Pentagon’s National Military Command Center is awaiting test results, a second defense official confirmed.  It's not immediately clear when the person was last in the command center and what part of that complex they work in.   Defense One was first to report both cases. ##Health## Boeing, which recently asked lawmakers for a massive financial aid package to prop up its industry, could qualify for a special $17 billion slice of the proposed $2 trillion stimulus package. It's not clear, however, whether the company would actually take the funds. The aerospace giant is among the companies that would qualify for the government-backed loans reserved \"for businesses critical to maintaining national security,\" and the only one that has made it clear that it needs the assistance. The company is intricately linked to both the US government and the nation's economy. It is the country's largest exporter, is a major government contractor, and consistently ranks among the top 10 companies lobbying federal officials, with millions spent annually.  The company has also come under scrutiny from lawmakers and the Federal Aviation Administration after two fatal 737 MAX crashes killed 346 people and internal documents showed the company mocked and belittled its regulators.  Some context: Boeing said last week that \"a minimum of $60 billion\" in public and private loans is necessary \"to manage the pressure on the aviation sector and the economy as a whole.\"  It said it would share \"much of any liquidity support to Boeing\" with its vast network of suppliers. ##Business## On a series of conference calls with House Democrats today, House Speaker Nancy Pelosi made clear she is already thinking about the substance of the fourth coronavirus relief package that Congress will have to pass to respond to the crisis, according to sources on the calls. She is making clear to her members who are disappointed that the pending stimulus bill did not include enough of their priorities that they will have a chance to add those provisions in the fourth package, the source said.  The comments come as Pelosi told CNN tonight that she does not think the current $2 trillion stimulus bill will help keep the economy afloat beyond a few months. \"I don't think we have enough to go the three months,\" she told CNN. At New York City’s Bellevue Hospital, a makeshift morgue including tents and refrigerated trucks is being set up in preparation for what may be a surge in the need for autopsies. \"We're in a public health crisis, and the city has declared a state of emergency. As part of that declaration, agencies like OCME have enacted emergency contingency plans to help prepare for every possible outcome,” New York City’s Office of the Chief Medical Examiner said in a statement to CNN. A similar plan was utilized after September 11 attacks.  The Federal Emergency Management Agency said it has a request from New York and other states for assistance in mortuary operations.  “FEMA’s National Response Coordination Center (NRCC) has received requests for HHS Disaster Mortuary Operational Response Teams (DMORT) from the States of Hawaii, New York, and North Carolina. These requests are currently in the review and approval process,” a FEMA spokesperson told CNN.  New York City has longstanding contracts with companies to also provide refrigerated trucks to store bodies, but that plan has not been put in to effect just yet. If and when it is, those trucks would likely be stationed at various locations including makeshift hospitals such as the Javits Center. CNN's Elizabeth Hartfield contributed to this report. House Speaker Nancy Pelosi told House Democrats that it's important to \"recognize the good\" in the $2 trillion stimulus package that's aimed at providing a jolt to an economy struggling due to the coronavirus pandemic. The legislation, if it passes Congress, would be the largest emergency aid package in US history. Pelosi appeared on Wednesday to be sending a message to progressives in her caucus who are criticizing the bill. \"What is important is for us to recognize the good that is in the bill, appreciate it for what it does. Don't judge it for what it doesn't because we have more bills to come,\" the California Democrat told CNN's Wolf Blitzer on \"The Situation Room.\" \"At the start of all this we had two bills, which were about emergencies ... and the emergency isn't over, but the focus was on those two bills. Now we're mitigating for the damage of it all to the health and to the livelihood of the American people. That is in this bill. And then we will go forward for recovery. Emergency, mitigation, recovery,\" she said. Watch: ##Stimulus Bill## New data shows nearly 70% of the hotel rooms in the United States were vacant last week, according to data and analytics group STR.  That national occupancy rate is a 56% decline from the same week last year. The average occupied room cost is about $93, also down from last year.  The San Francisco area and New York recorded the worst declines, with less than 17% of hotel rooms in both cities occupied, according to STR. That represents an 80% decrease from this time last year. Many hotels across the country have closed entirely. One example, The Boston Harbor Hotel, a luxury property in downtown Boston, closed last Saturday, according to its website, and hopes to reopen May 18. ##Business## An emergency meeting of the All England Lawn Tennis Club Main Board (AELTC) is scheduled for next week to discuss the future of Wimbledon, the group announced in a statement on Wednesday. Playing the event behind closed doors has been ruled out, and “postponement is not without significant risk and difficulty” because of the grass surface used, according to the statement. Wimbledon is current scheduled to begin June 29. ##Business## ##Daily Life## Elissa Rill, an emergency room nurse at the Northridge Hospital Medical Center in South California, told CNN she believes the number of reported cases in the Los Angeles area is \"artificially low\" due to lack of testing. \"I have no doubt that we have sent home hundreds of probable people that have corona, but we just don't have the resources to be able to test everyone,\" Rill said, describing what she is seeing in her emergency room. According to Rill, the two Covid-19 testing options are Los Angeles County Health and Quest Diagnosis, which are both taking about eight to 10 days to turn around a test result in her area. \"A lot of people that come to the ER just want to get swabs, and unless they have active symptoms, they don't, because there's just not enough test kits,\" Rill said. \"Right now we're so backed up that we just, it's impossible to just test everyone.\" Northridge Hospital, which is in Los Angeles County, has at most 30 ventilators for the entire hospital, Rill said, and most of them are already in use in the 24-bed Intensive Care Unit. Despite having an overflow ICU with capacity for eight more beds, there are not enough ventilators for every ICU bed, let alone other areas of the hospital that might need to use ventilators. \"I'm like literally in fear of what's going to happen next,\" she said. ##Health## Dr. Anthony Fauci was asked Wednesday about reports of people around the country working to sew DIY masks and whether that was safe or effective. “You would only recommend that under desperate situations if you don’t have any masks. But what we’re seeing now is, as you’ve heard has occurred, is a rather significant inflow of masks that are coming in, that are going to be available,” Fauci said. Fauci continued: “I mean, obviously, if you don’t have a mask and you need a mask and it’s appropriate for you then wear it, you do what you can. But I don’t see that now as a necessity given what’s going on right now. ##Daily Life## ##Health## Dr. Deborah Birx came to the White House podium Wednesday with a personal story meant to express a dire warning to Americans shirking social distancing guidelines. Birx said that her grandmother lived with the guilt of infecting her mother during the pandemic of 1918. “It’s important to me personally because my grandmother, for 88 years, lived with the fact that she was the one, at age 11, who brought home the flu to her mother, Leah, for which I am named, when her mother had just delivered and her mother was succumbed to the great 1918 flu. She never forgot that she was the child that was in school that innocently brought that flu home,” she said.  Birx continued: “This is why we keep saying to every American: You have a role to protect each and every person that you interact with and we have a role to protect one another. It’s why we are social distancing, why you are social distancing, but to every American out there: when you are protecting yourself, you are protecting others. And if you, inadvertently, I know, brought this virus home to someone with a preexisting condition, I can tell you my grandmother lived with that for 88 years… This is not a theoretic, this is a reality, you can see the number of deaths that are occurring.” Birx is the response coordinator for the White House Coronavirus Task Force.  ##Health## Director Matt Reeves tweeted Wednesday that filming has ceased on the upcoming \"The Batman\" movie.   \"Yes, we have shut down til it is safe for all to resume...Everyone safe for the moment, thank you for asking, and stay safe too...,\" Reeves said in response to an online question. \"The Batman\" was set for release in 2021. (Warner Bros. Pictures, the studio behind the film, is, like CNN, owned by WarnerMedia.) Actor Robert Pattinson took over the role of Batman from Ben Affleck, who played the masked hero in 2016's \"Batman v Superman: Dawn of Justice.\" ##Business## President Trump addressed a provision in the stimulus bill that gives $25 million to the Kennedy Center, a performing arts space in Washington, DC, named for the late President John F. Kennedy. Trump said it was a provision from the Democrats that initially started at $35 million, but they negotiated to $25 million, saying he approved it because he is a “fan” of the facility. “I approved that, it was 35 million, and we actually took off 10. But I’m a fan of that although I haven’t spent time there because I’m far too busy. I’d love to go there, evenings, but I’m too busy doing things because that’s more important for me than going there,” the President said.  The Kennedy Center, he said, “has suffered greatly because nobody can go there, it’s essentially closed.” Trump also praised Democratic negotiators.  “And they do need some funding, and I said, look, that was a Democrat request, that was not my request, but you gotta give them something. It’s something that they wanted, you know, works that way. The Democrats have treated us fairly. I really believe we’ve had a very good back and forth. And I say that with respect to Chuck Schumer, I spoke to him a number of times, but you know, they had requests also. So that was a request,” Trump said. Even though the funding is a “lousy soundbite,” Trump was resigned to it. “That’s not a good soundbite but that’s the way life works. With that being said, the Kennedy Center, they do a beautiful job, an incredible job, David Rubenstein does a fantastic job, he’s very much involved and puts up a lot of money and does things a lot of people wouldn’t be able to do. But they’ve been essentially closed. They have tremendous deficits that are built up, I mean, this thing has been devastating to it. So I didn’t have problem with it but this was a request from the Democrats because of the fact that they have a facility that’s essentially closed,” he said, later adding that he’d “love” to go see Romeo and Juliet, but he can’t because it’s closed.   Trump’s son, Donald Trump Jr., lambasted funding for the arts included in the bill last night, tweeting, “Republicans want to save your job, Democrats want to save the Picassos.” Watch: ##Stimulus Bill## US Treasury Secretary Steve Mnuchin said Wednesday that the Trump administration expects to issue direct payments to taxpayers within three weeks of a stimulus package being signed into law.  “Our expectation is within three weeks we will have direct payments out where we have depository information. We’re looking to get a lot more information and we have procedures to do that,” Mnuchin said.  Mnuchin added that by the end of next week, the administration wants all banks to be able to originate loans on a “same day” basis. ##Daily Life## ##Stimulus Bill## Tesla CEO Elon Musk says the company's shuttered Buffalo, New York, factory would reopen \"as soon as humanly possible\" to aid with ventilator production. Telsa's Giga New York factory suspended activity on Monday to protect employees from the spread of coronavirus.   But in a verified tweet Wednesday, Musk says the factory \"will reopen for ventilator production as soon as humanly possible. We will do anything in our power to help the citizens of New York.\" CNN has reached out to Tesla for further comment.  Musk previously said that Tesla factories could convert to ventilator production if there was a crisis of supply.   A tough situation: New York Gov. Andrew Cuomo has called the need for ventilators \"our single greatest challenge.\"  New York needs 30,000 ventilators, Cuomo said in a news briefing Wednesday.  The state has 4,000 ventilators in the existing hospital system, the federal government has sent 4,000, and the state has purchased 7,000 others and is \"still shopping,\" Cuomo said. ##Health## ##Business## Colorado Gov. Jared Polis declared a stay-at-home order beginning Thursday through April 11.  “Now is the time to stay home,\" Polis said. As of Wednesday, the state had 912 cases of coronavirus and 11 deaths. ##Health## ##Daily Life## At least 8,000 children of emergency workers have been enrolled in enrichment centers across New York City, officials said at a news conference Wednesday. The city has created a space for 40,000 children across the city, officials said. At least 5,000 volunteers will help man the centers. ##Health## The coronavirus stimulus deal agreed upon by the Senate will keep the US economy afloat for three months, Treasury Secretary Steve Mnuchin said Wednesday during a White House press briefing. When asked how long the deal would keep the economy afloat, President Trump didn’t have a concrete timeline. “Hopefully, a long time. If we have to go back, we have to go back. We have to take care of the American worker. We’re going to take care of these companies that fuel this country … it’s not their fault,” Trump said. Mnuchin clarified that the administration anticipates the deal to cover the needs of the US economy for three months. “Hopefully we won’t need this for three months,” Mnuchin continued. “We expect that this is a significant amount of money if needed to cover the economy.” ##Health## ##Stimulus Bill## President  Trump said Wednesday he spoke with New York Gov. Andrew Cuomo and New York City Mayor Bill de Blasio about ventilators and they are \"happy,\" even though Cuomo has repeatedly said the state needs more to address the coronavirus pandemic. Noting that the administration has sent 4,000 ventilators from the national stockpile to New York, Trump said, “I spoke with the governor about that. He was happy. I spoke with the mayor, also, Mayor de Blasio.” “It’s hard not to be happy with the job we’re doing,” Trump said. Some context: The White House said Tuesday that the state would receive two shipments of 2,000 machines this week from the national stockpile. But the state needs 30,000, Cuomo has repeatedly said. The Strategic National Stockpile said Wednesday that it held approximately 16,660 ventilators before the coronavirus response and ventilators have been deployed over the past few days. Watch: ##Health##  There are 236 members of the New York Police Department who have tested positive for coronavirus, according to numbers provided by the department. Of those, 197 are officers and 39 are civilians, the department said. Additionally, 3,200 police officers are out sick, which is just about 9% of the entire NYPD. ##Health## President Trump continued to suggest that social distancing guidelines for certain parts of the country could be eased in the coming days. \"More aggressively we commit to social distancing, so important, social distancing, such an important phrase, and we do it right now, the more lives we can save and the sooner we can eventually get people back to work, back to school, and back to normal. And there are large sections of our country probably can go back much sooner than other sections and we’re obviously looking at that also,” he said during Wednesday’s briefing.   “People are asking, ‘Is that an alternative?’ And I say, ‘Absolutely,’” Trump continued.  Trump’s comments come as many public health officials warn against easing the guidelines to stop the spread of the virus too quickly. The President also announced that he has approved disaster declarations for the following states: New York, California, Washington, Iowa, Louisiana, Texas, and Florida, something, he said, “that has great significance, as you know, and legal significance.”  Trump noted that he spoke with New York Gov. Andrew Cuomo Tuesday night and Wednesday morning, praising his work. New York, he said, has “a number of very tough weeks ahead of them.” Watch: ##Health## Kentucky Gov. Andy Beshear said there are now 198 confirmed cases of coronavirus in the state with 35 new cases. There were fewer new cases added Wednesday than Tuesday, he said. Beshear also announced the state's fifth death Wednesday during a news conference, which was a 75-year-old man from Jefferson County who had other health factors contribute to his death. The first case of coronavirus in Kentucky was someone who traveled to Florida and contracted the virus during their spring break, the governor said. Beginning next week, Kentucky will have its first drive-through testing facility open up for people showing symptoms, Beshear said. ##Health## At least 13 people have died from Covid-19 at Elmhurst NYC Health and Hospitals, according to a statement from hospital spokesman Christopher Miller. “Elmhurst is at the center of this crisis, and it's the number one priority of our public hospital system right now,\" the statement said. The hospital went on to urge people not to seek emergency care for mild and moderate symptoms. Across New York: There are 285 people across the state who have died due to coronavirus, Gov. Andrew Cuomo said Wednesday.  \"We have 10 times the problem that the next state has,\" he said. There are 30,811 confirmed cases of coronavirus in New York, Cuomo added. ##Health## British technology company Dyson has received an order from the UK government for 10,000 new ventilators to support efforts by the UK's National Health Service (NHS) to treat the growing number of patients who have contracted coronavirus, the company's founder, James Dyson, confirmed to employees in a letter shared with CNN on Wednesday.  \"We have received an initial order of 10,000 units from the UK Government which we will supply on an open-book basis,\" Dyson said. \"A ventilator supports a patient who is no longer able to maintain their own airways, but sadly there is currently a significant shortage, both in the UK and other countries around the world,\" Dyson said, adding that the company is looking at making the new product available internationally.  In his letter, the inventor and industrial designer confirmed that he would be donating 5,000 units to the \"international effort\" to tackle the coronavirus pandemic, 1,000 of which will go to the United Kingdom. \"Since I received a call from Boris Johnson ten days ago, we have refocused resources at Dyson, and worked with TTP, The Technology Partnership, to design and build an entirely new ventilator, The CoVent. This new device can be manufactured quickly, efficiently and at volume,\" he added, highlighting that the new ventilator has been designed to \"address the specific needs\" of COVID-19 patients.  ##Health## ##Business## France will repatriate its troops stationed in Iraq until further notice starting Thursday during the coronavirus crisis, the French Ministry of the Armed Forces announced Wednesday evening. This withdrawal applies to 100 French soldiers who are training with the Iraqi army as well as national support units in Operation Inherent Resolve headquarters in Baghdad.  The ministry reassured its commitment to operations in Levant as the fight against ISIS continues. The French army will continue its support for the Iraqi government in maritime deportments in the Syrian Canal and in aircraft supply.    Training activities will resume “as soon as the situation permits,” according to the French Ministry of the Armed Forces. The commissioner of the US Food and Drug Administration, Dr. Stephen Hahn, is warning against self-medicating with any form of chloroquine phosphate unless prescribed by a doctor.  While the anti-malaria drug chloroquine has been touted by President Trump as a potential treatment for coronavirus, an Arizona man died this week after taking a form of the substance used in aquariums. “The chloroquine phosphate used for treating aquarium fish is not the same as the FDA-approved chloroquine being studied as a possible treatment for #COVID19,” Hahn said in a series of tweets Wednesday. “We want to warn consumers that this product [is] sold to treat parasites in aquarium fish and may have adverse effects, including serious illness or death, when taken by people.” Hahn said that there is currently “no FDA-approved treatment” for Covid-19, and he said that chloroquine should only be taken if prescribed by a health care provider and obtained from legitimate sources. “Some people and companies are trying to profit from the pandemic by selling unproven/illegally marketed products claiming to diagnose, cure, treat or prevent #COVID19,” Hahn said, adding that “these have NOT been evaluated by FDA for safety and effectiveness & might be dangerous to you and your family.” There is limited evidence, partly from studies on human cells, that chloroquine – or its closely-related analogue, hydroxychloroquine – could have antiviral effects. Doctors in China, France, the US and other countries have used the drug experimentally in Covid-19 patients, but there is not yet sufficient clinical evidence that it's effective in humans. ##Health## The National Hockey League has announced the postponements of the 2020 NHL scouting combine, the 2020 NHL draft and the 2020 NHL awards.  \"The National Hockey League today announced the postponements of the 2020 NHL Scouting Combine, the 2020 Bridgestone NHL Awards, and the 2020 NHL Draft, which were originally scheduled for June 1-6 in Buffalo, N.Y., June 18 in Las Vegas, and June 26-27 in Montreal, respectively, due to the ongoing uncertainty resulting from the coronavirus,\" the organization said in a statement. \"The location, timing and format of the 2020 NHL Draft (and Draft Lottery) will be announced when details are finalized.\" Around the sports world: NASCAR has postponed races in its national circuits through May 3, The 146th Kentucky Derby will be postponed until September 5 and the the National Collegiate Athletic Association (NCAA) canceled its Division I basketball tournament. One of the first organizations to take action in response to the coronavirus was the National Basketball Association which suspended its season after a player on the Utah Jazz tested positive for coronavirus. Japan's Prime Minister Shinzo Abe and International Olympic Committee (IOC) president Thomas Bach agreed Tuesday to postpone the Olympics until 2021. The IOC has been facing mounting pressure to delay the Games, which were originally scheduled to take place from July 24 to August 9, amid the novel coronavirus outbreak. ##Business## Louisiana Gov. John Bel Edwards, speaking at a news conference Wednesday, said a region of the state, which includes Orleans Parish, could run out of ventilators by early April. \"So we're trying to acquire ventilators anywhere we can, whether it's through the federal government, finding vendors. We actually distributed another 100 today,\" Edwards later told CNN's Wolf Blitzer. \"We actually need a 1,000 more just in the New Orleans area.\" He continued: \"So this is a big challenge. We're doing everything that we can. We are obviously asking for help from wherever we can get it.\" \"To the extent the federal government can facilitate the allotment, the allocation of more resources to Louisiana, we would certainly accept that and be grateful. But we know that this is a challenge because we're not the only ones asks. Every state is asking for the same things.\" By the numbers: Edwards said the state has received about 100,000 N95 masks to date, and added that Apple CEO Tim Cook is donating 100,000 M95 masks to the state soon. Watch: ##Health## New York University is offering its senior medical students the option to graduate early and begin working as resident doctors amid the coronavirus pandemic.  “In response to the growing spread of Covid-19, and in response to Governor Cuomo’s directive to get more physicians into the health system more quickly, NYU Grossman School of Medicine and NYU have agreed to permit early graduation for its medical students, pending approval from the New York State Department of Education, Middle States and the Liaison Committee on Medical Education (LCME),” a spokesperson for NYU told CNN in an email. Senior medical students at NYU received an email about the decision on Tuesday night. “With the growing spread of Covid-19, our hospitals (are) inundated with patients, and our colleagues on the front lines working extra-long hours, we are still short-staffed in emergency and internal medicine,” the school’s deans said in the email.   NYU administrators are currently gauging student interest with a survey and waiting approval from state and education boards. Medical schools in Italy and the United Kingdom have already given the option to fast-track students into doctors.  By the numbers: New York has been hit hard by the virus, with over 30,000 cases statewide and 285 deaths.   ##Health## With additional commercial and private labs coming online, the number of Californians getting tested for coronavirus has tripled.  About 66,800 tests have been completed so far, California Gov. Gavin Newsom said, about 39,000 more than Tuesday. Results are still pending on more than 10,000 coronavirus tests, the governor said. As officials work to procure more, one company is promising results in just 10 minutes, another in 45 minutes. A task force is working to vet those companies to ensure the state is not being taken advantage of, Newsom said. ##Health## Missouri Gov. Mike Parson is asking President Trump to issue a major disaster declaration for the entire state due to coronavirus. Parson hopes a declaration like this would \"provide federal assistance for state and local Covid-19 pandemic preparedness and emergency response efforts,\" the governor's office said in a news release. \"Although it is still developing, it's already clear Covid-19 will have a more sweeping impact across the entire state than any other disaster we have dealt with in our lifetime,\" Parson said Wednesday afternoon in a press conference.  Missouri has been in a state of emergency since March 13. There are eight confirmed deaths in the state due to coronavirus.   The State Department is tracking 50,000 Americans who might seek assistance in returning to the US, the head of the State Department’s repatriation task force said Wednesday. A dramatic increase from an estimated 13,500 Americans on Monday. “At the moment we are keeping a running tally of the number of US citizens we estimate will seek our help in returning to the United States. This number changes daily, hourly,” Principal Deputy Assistant Secretary in the Bureau of Consular Affairs Ian Brownlee said on a call with reporters.  The number is more than triple the figure the State Department was tracking just two days ago. On Monday, a senior State Department official said they were looking at approximately 13,500 Americans abroad who were seeking US assistance. Brownlee, who heads the Department’s repatriation task force, said Wednesday that they had repatriated “over 9,000 people from some 28 countries.” “We're planning on another 66 flights over the next nine days or so,” he said. “We have some 9.000 people scheduled – identified for those flights and we hope to move those numbers up.” ##Travel## California has distributed 24.5 million N95 masks and has placed orders for another 100 million more, Gov. Gavin Newsom announced at a news conference Wednesday.  “That is a significant number, but is still insignificant to meet our needs,” Newsom said. Some context: Describing the \"Herculean effort\" underway, the governor said it is taking shape and noted that British billionaire Richard Branson has committed to a 747 airplane, and that Elon Musk has given 1,225 ventilators. ##Health## New Orleans Mayor LaToya Cantrell is asking for \"clean scrubs\" because she said Tulane Hospital is running low on supplies. In a series of tweets, she asked the community for donations of “matched sets of green cotton surgical scrubs.”  Cantrell said the donations, which are going to a group called “Supplies for Saints,” will be for health care workers on the frontlines of the epidemic. Refuting the mayor's tweets, Tulane Hospital told CNN an attempt to sanitize scrubs may have been misinterpreted. \"Tulane Health System currently has an adequate supply of personal protective equipment (PPE) to meet patient demands, and that includes scrubs,\" the hospital said. \"A recent process change to distribution of scrubs may have been misinterpreted. We recently asked all hospital colleagues to turn in scrubs before leaving the facility to ensure all scrubs are appropriately cleaned. The industrial cleaners used by our hospitals are rated to eliminate all infectious bugs on the items – a claim most home washers can’t make. This process was not implemented due to a shortage of scrubs, but to ensure the safety of our staff and patients.\" ##Health##   CNN's Phil Mattingly is answering your questions on the Senate stimulus package. There's not a clear answer on if college students will qualify for stimulus checks. Here's why, according to Mattingly: Depends – and I’m not trying to dodge here, but everyone’s circumstances are different, so I don’t want to generalize. Say an individual is claimed as dependent by their parents, then that’s an automatic no. Say you live on your own, are not claimed as a dependent and had a summer job, then yes.  ##Stimulus Bill## The Colorado Hospital Association is warning that without social distancing, hospitals across the state may not be able to meet the demand for ICU beds. “It is possible that the current ICU bed capacity will not be sufficient to care for the number of patients that we anticipate Colorado hospitals will need to treat. That is why it is imperative that Coloradans follow all social distancing recommendations, in addition to the many efforts by Colorado hospitals and health systems to expand their current capacity and capabilities. The more we can extend the spread of this virus over multiple weeks or months, the better our hospital system can manage the needs our communities will face,\" CHA spokesperson Julie Lonborg said.  Lonborg points to a 2018 count of ICU beds across the state that shows Colorado has 973 ICU beds and 10,293 total hospital beds, but warns, “it should be understood that the 2018 numbers reported in this spreadsheet are the baseline, not the current level of ICU and CCU beds in the state, which will now be higher.” As it confronts the initial surge of Covid-19 patients, Lonborg said that CHA is currently assessing the number of ventilators across the state. “So when we know that number, we will have to ask: do we have a model to help us understand what the need may be so we have enough? And if we don’t have enough, how far off are we?” Lonborg said. ##Health## CNN's Phil Mattingly is answering your questions on the Senate stimulus package. Many of you asked if retired seniors will get stimulus checks. Here's what Mattingly said: So long as they are not listed as a dependent for someone else (and fall within the income thresholds), yes they will.  ##Stimulus Bill## The number of cases in California is climbing steadily and now stands at 2,535, with 53 deaths, according to Gov. Gavin Newsom. Of these positive cases, over half those infected are between the ages of 18 and 49 and 37 are under the age of 18. The governor is urging people to abide by stay-at-home orders, imploring the public that “half way is no way.” “We can defeat this virus, but we can’t defeat it unless we commit to fulfilling our individual obligations and our collective responsibilities to meet this moment. The stay home order is real,” Newsom said. “Don’t think for a second that we’re a day or two away from lifting that order, we’re not even a week or two away.” ##Health## House Minority Leader Kevin McCarthy said he does not support passing the phase three coronavirus stimulus bill via unanimous consent. McCarthy split with House Speaker Nancy Pelosi, who has said repeatedly that she hopes to pass the package by unanimous consent — a move that would keep members from having to return to Washington during the pandemic.  Any one member can block a unanimous consent request. “I don’t believe we should pass a $2 trillion package by unanimous consent,” McCarthy said Wednesday, indicating he supports the idea of passing it by voice vote instead. “I don’t think this can pass on unanimous consent.\" A voice vote would involve debate on the floor and would also not require most members to return to the Capitol, unless a member requested a recorded roll call vote. “I think that achieves our goal by not slowing the process down, but giving us time to read the bill and making sure that it gets through,” McCarthy said of passing the measure by voice vote. “I want to make sure we review it, but do not slow it down, and be able to move this to the President’s desk as soon as possible.” McCarthy also said he agrees with the group of GOP senators who have taken issue with the bill’s handling of unemployment insurance. “Yes, that’s a problem,” McCarthy said. “This is not a time, when all of America is trying to come together, that someone should benefit and get a higher payment than they’re actually earning while they’re working, by taking money from a taxpayer to pay it.” ##Stimulus Bill## As the coronavirus pandemic grows, Floridians have been rushing to gun shops. Last Friday alone 13,192 background checks were conducted, compared to 2,646 background checks the same day last year — representing ​an increase of nearly 400% (398.56%) year-on-year, ​according to data provided to CNN by the Florida Department of Law Enforcement. In the last week alone, the number of background checks also surged. Last Friday, 13,192 background checks were conducted, compared to 5,783 background checks the previous Friday, which represents an increase of 128% week-on-week. FDLE tracks the number of background checks through its Firearm Purchase Program and does not track the number of guns sold. Currently in Florida, background checks are not required for the purchase of ammunition. The deadline to obtain a REAL ID, federally mandated identification that will be needed for passengers to board aircraft, will be extended until at least September 2021 — a year past the current deadline, according to a draft version of the Senate stimulus bill obtained by CNN. Before the coronavirus pandemic swept across the US, states were preparing to issue residents \"REAL ID-compliant\" driver's licenses or identification by the October 1 deadline. Some context: As of last month, only about 35% of US IDs complied with the REAL ID Act, a post-9/11 law that establishes security standards for licenses. Once in effect, travelers flying commercially in the US will need to have a REAL ID, which is marked by a star on the top of the card. Even before the outbreak, it was unlikely that all states would meet the deadline. Last month, acting Homeland Security Secretary Chad Wolf told lawmakers that the prospect of all states being able to issue their constituents a REAL ID by October 2020 was \"probably fairly small.\" The Department of Homeland Security, which is responsible for the identification program, is evaluating options regarding the new deadline, a department official told CNN. ##Daily Life## White House economic adviser Larry Kudlow predicted, as expected, significant increases in unemployment numbers ahead of Thursday’s jobs report. “It’s going to be a very large increase in the weekly unemployment,” he said, adding that he was not at liberty to say what the numbers will be. “That’ll come out at 8:30 a.m. tomorrow but it’s going to be a very big increase. Everybody in the market knows that,” he said during an appearance on Fox News. He said the House will pass the stimulus bill: “Yes the House will. They’re on board.” Kudlow went on to explain how the package will add up to “$6 trillion” through the Federal Reserve. “Well this whole package is $2 trillion in direct assistance and on top of that, we are giving the Federal Reserve the resources to put up as much as $4 trillion to stabilize financial markets and back up loan guarantees and help some distressed industries. This is all on a short-term basis, cause this is going to be weeks and months, not years. So when you add the two together, you’re looking at $6 trillion package,\" he said. ##Business## There are at least 63,109 cases of novel coronavirus in the United States, according to CNN Health’s tally of cases that are detected and tested in the United States through US public health systems. At least 877 people have died.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## The ownership group of the NFL's Buffalo Bills and the NHL's Buffalo Sabres has pledged to donate at least $1.2 million toward the battle against coronavirus.  The funds will be allocated to agencies based in western New York state. “Like many western New Yorkers, we are faced with making difficult decisions, but we realize that focusing on the health and welfare of our community is what will get us through these difficult times,\" Pegula Sports & Entertainment President and CEO Kim Pegula said in a statement. ##Business## US stocks finished mostly higher on Wednesday, booking their first back-to-back gains in weeks. Congress agreed to a deal on the stimulus bill, which eased investors’ fears. Here's where things ended up:  The Dow ended up 2.4%, or 496 points. The index had been up more than 1,300 points at its high-point.\nThe S&P closed 1.2% higher.\nThe Nasdaq Composite didn’t manage to hold onto its gains and ended down 0.5%. Remember: As stocks settle after the trading day, levels might still change slightly. ##Business## Los Angeles County will issue a public order Wednesday that requires the self-isolation of any person who has tested positive for Covid-19, Public Health Director Barbara Ferrer said at a news conference. The order also requires the self-isolation of any person who is presumed by their physician or clinician to be positive for Covid-19 and those who have been in close contact including household members and caregivers, Ferrer said. \"Notify your close contacts including intimate partners, caregivers, people who live in your home or people with whom you spend a significant amount of time each day face to face with less than six feet apart so they can begin their quarantine,\" Ferrer said. ##Daily Life## ##Health## In just over a week and a half, more than one million Californians have filed for unemployment benefits, Gov. Gavin Newsom announced in a news conference. Unemployment payments will be made, and leaders are working with banks specifically to extend a 90-day waiver for mortgage payments, Newsom said. Wells Fargo, Chase, US Bank, and Citibank have agreed to 90-day waiver of payments for those affected by Covid-19. Bank of America did not join in, the governor said, and is currently only offering 30-days leeway. ##Daily Life## ##Business## The 74th Annual Tony Awards, scheduled to take place on June 7, will be moved to a new date amid concerns over the spread of coronavirus, according to a statement from the show's production company. The event, which honors the year's best theater and Broadway productions, was set to take place at Radio City Music Hall in New York City, which, as of Wednesday, has more than 17,000 confirmed cases of coronavirus. \"The health and safety of the Broadway community, artists and fans is of the utmost importance to us,\" the statement from Tony Award Productions said. A new date for the show has not been set but the decision will be made \"in coordination\" with broadcast partner CBS, according to the statement. \"We will announce new dates and additional information once Broadway opens again,\" the statement added. \"We are looking forward to celebrating Broadway and our industry when it is safe to do so.\" ##Business## Idaho Gov. Brad Little has issued a \"stay home\" order for the state. Citing confirmed community transmission in the state, Little said that the order is in effect immediately and initially extends for 21 days. People in the state can still leave home to obtain essential services, but the governor has closed all non-essential businesses and directed restaurants to only delivery or take out options. Little has also activated elements of the Idaho National Guard to \"assist civil authorities and local jurisdictions\" with executing the state's coronavirus response.  Little did not specify any specific mission or role for the national guard but did say they are preparing to \"stand up a joint task force, if requested.\" The size and mission could vary. ##Daily Life## Israeli Prime Minister Benjamin Netanyahu warned of a potential \"complete lockdown\" if coronavirus continued to spread throughout the country. \"In two weeks, we are liable to find ourselves with thousands of patients, many of whom will be in danger of death,\" Netanyahu said in a statement Wednesday night, shortly after Israel imposed a new set of more stringent restrictions. \"I am already telling you that if we do not see an immediate improvement in the trend, there will be no alternative but to impose a complete lockdown, except for essential needs such as food and medicines,\" he added. Netanyahu said such a decision would be made within a few days and authorities were working on legal and logistical preparations. As of Wednesday night, there were five confirmed deaths from coronavirus in Israel and 2,369 cases. ##Health## ##Daily Life## The Palestinian Authority (PA) has announced the first fatality from coronavirus in the West Bank. In a statement, a PA government spokesperson said the woman was in her sixties and from the village of Biddu, to the west of Ramallah. The PA reports 62 cases of coronavirus in the West Bank and two in Gaza. ##Health## Tennessee has reported 117 new cases today alone, bringing the state total to 784 cases, according to the Department of Health.  The state has reported three deaths. ##Health## The famous Four Seasons hotel says it will offer housing to medical staff \"free of charge\" as they help respond to the coronavirus pandemic in New York City. “Our health care workers are working tirelessly on the front lines of this crisis,” said founder and chairman Ty Warner in a statement.  “Many of those working in New York City have to travel long distances to and from their homes after putting in 18-hour days. They need a place close to work where they can rest and regenerate.\" New York City agencies including the Office of Emergency Management and the NYC Department of Health and Mental Hygiene are also helping health care workers and recently discharged Covid-19 patients get hotel rooms, so they don’t have to go home and potentially expose their families to the highly contagious virus. OEM spokesperson Omar Bourne said that both individual hotels and hotel associations have given “a tremendous outpouring of support and offers to help.” CNN has asked the agencies if the individuals are expected to pay for the rooms or if they are covered with public funding. ##Business## Minnesota's 5.6 million residents will shelter in place starting at midnight on Saturday, Gov. Tim Walz said at a news conference today.  He asked residents to stay at home for two weeks and limit their movement outside to prevent the spread of Covid-19. Residents can still leave their homes for groceries and exercise, Walz said.  The order lasts until April 10.  During that period, the state plans to convert stadiums and arenas into hospitals, and stock up on supplies, the governor said. State officials also hope to alleviate capacity on its intensive care unit. Walz said he hopes to \"strike a proper balance\" and make sure \"our economy can function\" while protecting the most vulnerable and slowing the rate of infection.  \"We can get ahead of it,\" Walz said. ##Health## The first homeless New Yorker has died because of Covid-19, Isaac McGinn, spokesman for NYC’s Department of Social Services, tells CNN \"Our hearts go out to the individual’s friends and family,\" McGinn said. Here's the full statement: \"What we’re seeing continues to track the trends across our city, state, and country – with more testing taking place, we’re effectively identifying more positives, which gives us the ability to immediately connect each individual to the care they need, whether in hospital or in isolation. Tragically, one New Yorker experiencing homelessness succumbed to this virus after several days in the hospital – our hearts go out to this individual’s friends and family. Another individual completed their isolation and got back on their feet healthy. We remain focused on coordinating with Agency partners, health experts, and providers to keep our clients informed and prepared as we respond together to these realities.” The judicial branch would receive some additional funding in the economic stimulus bill.  The Supreme Court of the United States, for example, is provided an additional $500,000 for salaries and expenses \"to prevent, prepare for, and respond to coronavirus, domestically or internationally.\"  There is also a similar provision, of $6 million, for salaries and expenses to be used by federal courts of appeals, district courts and other judicial services.  The bill also provides that emergency conditions apply to allow for the use of videoconferencing and telephone conferencing for certain federal criminal proceedings, including felony pleas and sentencing.  There is discretion left to the chief judge or other senior judges about whether to use such remote conferencing \"cannot be conducted in person without seriously jeopardizing public health and safety.\" ##Stimulus Bill## The Department of Veterans Affairs reported another significant jump in positive cases for the second day in a row Wednesday. The VA is now tracking 365 positive cases nationwide, up from 294 on Tuesday, marking one of the largest 24-hour increases in veteran cases to date.  The VA facility in New Orleans maintains the largest number of positive cases by far, reporting more than 100 as of Wednesday. No other VA facility is tracking more than 20 cases. VA officials in Louisiana told CNN they still do not know why the New Orleans facility is seeing so many more positive cases than any other medical center in the country but noted that the trend aligns with what has been observed at hospitals statewide.   \"At the Southeast Louisiana Veterans Health Care System, we have seen a higher number of positive cases than other VA facilities, just as Louisiana has a higher per capita rate of diagnosed cases than most other states. We cannot speculate as to why at this point,\" spokesperson Phillip Walls told CNN when asked about the disparity. VA says it has administered more than 3,378 Covid-19 tests nationwide. ##Health## England’s chief medical officer said a generally available Covid-19 test is not imminent. \"I do not think, and I want to be clear, that this something you will suddenly be ordering on the internet next week,\" Chris Whitty said at a Downing Street press conference, standing alongside Prime Minister Boris Johnson. This contradicts testimony from another British official earlier today. The director of the National Infection Service for Public Health England told parliament that she \"absolutely\" believes that a test would be available to order on Amazon in a matter of days. \"We need to go through the evaluation, then the first critical uses, and then spread it out from that point of view,\" she said. ##Health## World Health Organization officials warned during a news briefing in Geneva on Wednesday that globally there is a \"significant shortage\" of medical supplies, including personal protective gear or PPE. This issue is something that officials said WHO Director-General Tedros Adhanom Ghebreyesus will be bringing up at the G20 summit on Thursday. \"We need to be clear: The world is facing a significant shortage of PPE for our frontline workers — including masks and gloves and gowns and face shields — and protecting our health care workers must be the top priority for use of this PPE,\" Dr. Maria Van Kerkhove, WHO infectious disease epidemiologist, said during Wednesday's briefing. All elements of the supply chain appear to be under \"extreme strain,\" Dr. Mike Ryan, WHO executive director of the health emergencies program, said during the briefing.  \"There are problems in the supply chain all along that chain. The simple issue is demand,\" Ryan said. \"There are shortages of PPE, shortages of ventilators and other products for the medical response to Covid. We also have to avoid shortages in other medical supplies, as supply chains come under strain.\" ##Health## A draft spending bill obtained by CNN provides for federal judges to enable video conferencing in place of physical courtroom hearings in a number of cases, allowing for a scaling down of in-person interactions at certain stages of a trial. The legislation also pours money into federal law enforcement agencies that are continuing their missions despite the growing pandemic. It would provide $55 million to the FBI, Drug Enforcement Administration, US Marshals Service, and federal prosecutors across the country. This is in part to provide IT and security updates needed for teleworking, according to a summary of the bill. The federal Bureau of Prisons, which is responsible for more than 175,000 inmates across the country, will get $100 million. That will go toward the purchase of personal protective equipment and other medical equipment, overtime and cleaning, according to the summary.  Also, $850 million will go toward a signature DOJ grant that funnels money to state and local law enforcement agencies. What the bill doesn't address: There isn't anything about a series of controversial proposals floated by the Justice Department last week that would further coordinate how federal judges are able to slow down the timelines that criminal cases proceed on – proposals that had rankled civil liberties advocates when they became public. ##Stimulus Bill## France's Director General of Health, Jérôme Salomon, has warned that France will see \"many bereaved families\" as the country continues to grapple with a climbing coronavirus death toll At least 1,331 people have died so far. \"We will see many tragedies, many bereaved families. Doctors are admirable, they deserve all our admiration and our daily congratulations,\" Salomon said Wednesday. \"We are facing an unprecedented, severe and rapidly spreading epidemic...the wave of serious cases is already here,\" he added. During his news briefing, Salomon confirmed that at least 25,233 people have so far tested positive for the virus — 2,933 more than Tuesday's total number of cases. ##Health## World Health Organization Director-General Tedros Adhanom Ghebreyesus applauded President Trump for demonstrating commitment to fighting the coronavirus pandemic. “Fighting this pandemic needs political commitment and commitment at the highest level possible — and the President’s commitment, you have already seen it,\" Tedros said Wednesday. “As you know, one of the recommendations from WHO is the whole of government approach involving all sectors. And the principal, the head of state, taking responsibility and leading the whole response and that’s exactly what he is doing,” he added Tedros continued: “I believe that kind of political commitment and political leadership can bring change or can stop this pandemic.\" ##Daily Life## Rep. Alexandria Ocasio-Cortez, the high-profile freshman from New York, is leaving open the option of forcing House members to return to Washington to cast a vote on the $2 trillion stimulus package barreling through Congress. Ocasio-Cortez has expressed her frustration with reports of the stimulus deal, suggesting it's too tilted towards corporations. The deal was reached between senators from both parties -- including the senior Democratic senator from her state, Chuck Schumer, and the White House. And on Wednesday, Ocasio-Cortez told CNN she is not ruling out asking for a recorded vote, which would force lawmakers to return to Washington and vote in-person, something that most members of Congress are eager to avoid amid the coronavirus pandemic. Ocasio-Cortez said she hadn't seen the final bill text yet, \"but I'm open\" to asking for a recorded vote \"if necessary.\" Asked if she had concerns about forcing lawmakers to return, which would be an unpopular move, she said: \"of course.\" But she added: \"With the health risks of travel, there is no easy choice here. But essential workers are showing up and putting their health at risk every day, and if the final text of a bill is set up to hurt them, it may be something we have to do.\" The move would upset the plans of Speaker Nancy Pelosi, who told Democrats on a Wednesday conference call that she prefers that the Senate measure is adopted by the House by unanimous consent, according to a source on the call. Any member could object to unanimous approval. Another option: Allowing the House to vote by voice, which would allow the presiding officer to determine which side has the most votes. Yet members can ask for a recorded, roll-call vote, which would force the House members vote in person. Pelosi told her caucus on a conference call that a House vote would not occur Wednesday, according to a source on the call. And House Majority Leader Steny Hoyer said he would give lawmakers 24 hours notice before scheduling a vote. Pelosi also said she's in contact with the House physician's office about what precautions must be taken in case members are forced to return to Washington, a source on the call said. A recorded vote could delay final passage for days. ##Stimulus Bill## Defense Secretary Mark Esper has signed an order requiring all military forces currently overseas, or scheduled to deploy overseas from the US, to stay in their current locations for the next 60 days, according to three defense officials.  The freeze-in-place order will affect 90,000 expected scheduled deployments, including both troops scheduled to return home and troops scheduled to be sent overseas.  There will be several exceptions, including for naval vessels scheduled to return to the US. Chicago Police will be issuing citations to residents who do not abide by the rules for congregations and staying at home starting Thursday, Interim Chicago Police Superintendent Charlie Beck said. “The educational phase of this is over,” Beck said Wednesday. He said failure to follow orders could result in a misdemeanor, or arrest if the violation continues. Chicago Mayor Lori Lightfoot said she is “concerned with what we have seen in recent days,” and is now threatening to shut down the city lakefront and parks. ##Health## ##Daily Life## A total of 1,331 people in France have died after contracting coronavirus, the French Director General of Health Jérôme Salomon said Tuesday during a news conference, marking an increase of 231 in just 24 hours.  According to Salomon, a total of 25,233 people have so far tested positive for the virus — 2,933 more than Tuesday's confirmed total. Of these cases, 2,827 are currently being treated in intensive care.  ##Health## CNN's Phil Mattingly is answering your questions on the Senate stimulus package.  Here's what the bill says about student loans, according to Mattingly: Federal student loan borrowers would get a reprieve from payments until October and any interest that would have accrued during that period would be waived. \nThere are more things in the student loan section of the bill, but admittedly, we're still plugging through its nearly 900 pages, so we don’t have more detail on that front. But the primary feature will be the six month break from payments and interest.  ##Stimulus Bill## At least 11 states have reported over 100 new cases of coronavirus on Wednesday, according to updates from each state's Department of Health or state officials. Here is the breakdown from each of these states: New York added over 5,000 cases\nNew Jersey added over 700 cases\nLouisiana went up 400 cases\nPennsylvania reported 276 new cases\nTexas increased by 259 cases\nFlorida jumped over 215 cases\nGeorgia went up 150 cases\nOhio added 140 cases\nIndiana gained 112 cases\nNorth Carolina climbed 106 cases\nVirginia added 101 cases ##Health## The world should have responded to the coronavirus pandemic a month or two ago, World Health Organization Director-General Tedros Adhanom Ghebreyesus said during a news briefing in Geneva today.  “This virus is public enemy number one,\" Tedros said. He added that health officials still believe there are opportunities to fight the virus.  \"The time to act was actually a month ago, two months ago. … but we still believe there is opportunity,\" he said. \"This is a second opportunity, which we should not squander and do everything to suppress and control this virus. This is a responsibility for all of us — especially the political leadership is key.\" ##Health## There are now more than 10,700 National Guard members activated around the US as part of the coronavirus response.  \"Americans should know the National Guard has their backs throughout this crisis. We're in this together, and we'll get through this together,\" said Gen. Joseph Lengyel, chief of the National Guard Bureau, in a press release. The National Guard is helping to deliver food to hard-hit communities, supporting local emergency management agencies with response and providing transportation and assessment support to healthcare, among other things during the pandemic. ##Health## Calling themselves \"the ground troops\" in the fight against coronavirus, members of the National Association of Counties (NACo) told reporters on a call Wednesday that they are bracing for an enormous economic fallout during the coronavirus outbreak. Clark County Commission Chairwoman Marilyn Kirkpatrick said that she is anticipating more than a billion dollar loss in her county, which includes Las Vegas, in the coming months as businesses have to close their doors to tourists.  According to Kirkpatrick, hundreds of thousands of workers have been laid off in recent months as the state scrambles to mitigate the spread of the virus while implementing emergency economic measures. A number of county leaders pointed to how expensive it is to transition essential government workers to a \"work from home\" solution. \"Our costs are rising at a time we don't anticipate new revenue coming in until August,\" Kirkpatrick said. \"Economic impact based on tourism is very detrimental and could take us years to recover from.\" Even as Congress appears on the brink of passing a $2 trillion dollar stimulus bill, which is expected to dump $150 billion dollars into state coffers, local officials fear it won't be enough. \"The big unknown right now is the lost revenue and the fact it doesn’t appear at first glance to capture lost revenue,\" said Matthew Chase, executive director of the National Association of Counties. NACo members also voiced frustration about the lack of federal response and discussed how they are working around the lack of access to testing. Each leader on the call spoke about their directives to keep people away from one another, otherwise called the \"Safer at Home\" initiative. \"We can do things ahead of that testing in order to level the curve and not overwhelm health systems,\" said NACo President Mary Ann Borgeson. \"The more we can do to try and prevent people again being in large crowds, public places.\" ##Business## CNN's Phil Mattingly is answering your questions on the Senate stimulus package. Under the plan, individuals who earn $75,000 in adjusted gross income or less would get direct payments of $1,200 each. But which tax return is that based on? If you’ve filed for 2019, that’s what it would based off of. If you haven’t, it would be based off of 2018, Mattingly said. ##Stimulus Bill## The World Health Organization is warning that opening schools and businesses too early could cause a resurgence of coronavirus.   “We understand that these countries are now trying to assess when and how they will be able to ease these measures. The answer depends on what countries do while these population-wide measures are in place,\" WHO Director-General Tedros Adhanom Ghebreyesus said. Speaking on Wednesday, Tedros said, “Asking people to stay at home and shutting down population movement is buying time and reducing the pressure on health systems. But on their own, these measures will not extinguish epidemics.” “These measures are the best way to suppress and stop transmission, so that when restrictions are lifted, the coronavirus doesn’t resurge. The last thing any country needs is to open schools an businesses, only to be forced to close them again because of a resurgence,” he added. ##Health## A British diplomat stationed in Hungary has died of coronavirus, the UK foreign office said on Wednesday. Steven Dick, 37, was the deputy head of mission for Britain in Budapest. According to the statement, he died on Tuesday after contracting the virus.  “I am desperately saddened by the news of Steven’s death and my heart goes out to his parents Steven and Carol. Steven was a dedicated diplomat and represented his country with great skill and passion. He will be missed by all those who knew him and worked with him,\" British Foreign Secretary Dominic Raab said. ##Health## While Prime Minister Boris Johnson reaffirmed the government's commitment to increasing the number of coronavirus tests carried out in the UK, Chief Medical Officer Chris Whitty warned that the UK does not have \"sufficient testing\" capabilities to identify coronavirus cases, telling reporters during a news briefing on Wednesday that there is a \"global shortage\" of available tests.  \"We do not have sufficient testing, and this is a global problem, because every country is wanting this new test...so there is a global shortage,\" Whitty said during the daily Downing Street news briefing. \"The thing that we would like to do next — which would certainly make a difference, less to the disease, but definitely to the NHS — is being able to test NHS staff and the critical workers who are self-isolating, who currently are not being tested because we do not have sufficient tests,\" Whitty added. Speaking alongside the chief medical officer, Prime Minister Boris Johnson asserted that the UK is \"massively ramping up\" its nationwide testing program, and will continue to increase the number of tests carried out each week.  \"We have done many more tests than most other European countries. The priority should be, and will be, getting those tests to our frontline staff in the NHS, and we are going to that as quickly as we can,\" Johnson said.  \"The most important thing to enable us to get through it well together, and to come out well together, as I know we can, is for us all to follow the instructions that the government has given: stay at home,\" the prime minister urged, telling reporters that the country is \"coping very well indeed under the most challenging\" circumstances.  ##Health## CNN's Phil Mattingly is answering your questions on the Senate stimulus package. Mattingly says you don't need to apply in order to receive a check — but the question of when they go out could be a little trickier. Here's how he put it: \"President Trump and the Treasury Secretary Steven Mnuchin have targeted April 6. Tax experts (and lawmakers working on this) are very skeptical of that date. There’s no question they want – and need to turn this around – ASAP. Treasury has a lot of work ahead of it.\" ##Stimulus Bill## Evidence is emerging that injury to the heart may be a common condition among people hospitalized with Covid-19, according to a new study, and it’s linked to a greater risk of death for those patients. The study, published in the medical journal JAMA Cardiology on Wednesday, found that among a group of 416 adult Covid-19 patients hospitalized in Wuhan, China, 82 patients — 19.7% — had cardiac injury. The death rate was higher among patients with cardiac injury versus those without: 42 of the patients with cardiac injury died — 51.2% — versus 15 of those without cardiac injury, or 4.5%. Cardiac injury, sometimes also referred to as myocardial injury, occurs when there is damage to heart muscle and such damage can occur when blood flow to the heart is reduced —vwhich is what causes a heart attack. Though the study showed cardiac injury is a common condition among patients hospitalized with Covid-19, it did not indicate whether Covid-19 directly causes cardiac injury. The authors state the mechanism of cardiac injury among these patients with Covid-19 remains uncertain, and more evidence is needed to demonstrate Covid-19 directly injures the heart. Another key “is the potentially important long-term issue,\" said Brooks Gump, the Falk Family Endowed Professor of Public Health at Syracuse University in New York, who was not involved in the study. \"Many patients who pull through may still have cardiac injury and associated long-term cardiovascular issues as a consequence of Covid-19 infection.\" ##Health## The Public Health and Social Services Emergency Fund is allocated more than $27 billion in a draft of Congress’ stimulus bill obtained by CNN.  This fund would be used primarily to: develop countermeasures and vaccines, platform-based technologies with US manufacturing capacity, purchase of vaccine therapeutics diagnostics, medical supplies and surge medical capacity. The provision would allow the Health and Human Services Secretary to buy the necessary amount of vaccines, in accordance with FDA guidelines on fair pricing. This draft bill details that the Public Health and Social Services Emergency Fund could be used to reimburse the Department of Veterans Affairs if the department is forced to act as an emergency health care provider to civilians. These funds will only be used to reimburse the Department of Veterans Affairs. It certifies to Congress that the money is needed to cover costs related to VA care for civilian patients. This appears to be the first formal step taken by the VA and Congress to prepare for the possibility that the department may be called upon to act as an emergency healthcare provider for Americans. ##Stimulus Bill## A top US military medical official said the Pentagon’s modeling shows the pandemic is likely going to “continue to grow” in the next three weeks, the farthest out he said they were able to model, despite President Trump’s comments that he wanted the country “opened up” by Easter. “We think the best way to limit that growth, or mitigate that growth, are to limit the measures that we’ve been talking about,” Joint Staff Surgeon Brig. Gen. Paul Friedrichs told reporters at the Pentagon on Wednesday. “I don’t think there’s a great deal of value in speculating on a particular day.” Friedrichs further warned, “If we stop doing the right thing today, because we think something is going to happen in four weeks, we will make this worse. What we need to do is focus on what we individually and collectively can do today to mitigate this outbreak.” “It’s a worrisome narrative when we try to say there’s some reason that we should question the guidance that’s being given out, or there’s some reason why we should pull apart a shared approach to this,” Friedrichs said. “I don’t think it matters what day things start to get better. What matters is what we’re doing right now to mitigate this outbreak.” ##Health## Three GOP senators say \"a massive drafting error in the current version of the coronavirus relief legislation could have devastating consequences: Unless this bill is fixed, there is a strong incentive for employees to be laid off instead of going to work.”  “We must sadly oppose the fast-tracking of this bill until this text is addressed, or the Department of Labor issues regulatory guidance that no American would earn more by not working than by working,\" Sens. Tim Scott, Ben Sasse and Lindsey Graham said in a written statement.  What this means: CNN is reaching out to their offices for details of what the error is. But this could mean the bill can’t pass the Senate today because they would block unanimous consent for a quick vote. ##Stimulus Bill## CNN's Phil Mattingly is answering your questions on the Senate stimulus package. On the question regarding help for small businesses in the bill, Mattingly said: \"There’s a lot of focus on the individual checks, but I’m firmly of the mind the small business loan piece of this is far and away the most important given what’s happening right now.\nThe bill directs $350 billion for loans to small businesses and non-profits with under 500 employees. The loans would be guaranteed by the Small Business Administration but the actual lender would be approved banks and financial institutions, which should get the money out the door faster. Businesses could receive up to $10 million in loans to float employee salaries, payroll expenses, mortgage and other debt payments. If used for those purposes, the loans would be forgiven in the future. It’s a huge deal if it works properly.\" ##Stimulus Bill## Catholic Health Services, which is comprised of six acute care hospitals on Long Island, New York, tells CNN they are now in need of isolation gowns, procedural masks with and without face shields, and N95 respirators of all sizes. Just last week when asked about the personal protective equipment supply, CHS' chief medical officer told CNN: “We are backed up and supply is stocked.” On Wednesday, Gov. Andrew Cuomo said New York state has “enough PPE” for all hospitals statewide for about the next two weeks, but some hospitals are now experiencing shortages.    The state has not secured supply for hospitals to utilize three weeks from now and beyond, \"but we're still shopping,\" he said. ##Health## Italy has recorded 683 deaths in the past day, with a total number of 7,503 fatalities from coronavirus, according to the civil protection agency. In total, Italy has reported at least 74,386 cases of coronavirus. A draft of the Senate’s stimulus bill makes it clear that some of the efforts to combat coronavirus are intended to help prevent future outbreaks and ensure the government is more prepared for the next pandemic. According to a draft obtained by CNN, the Centers for Disease Control will get an additional $4.3 billion through fiscal year 2024 “to proven, prepare for and respond to coronavirus” That money includes at least $1.5 billion for grants for states and localities to “carry out surveillance, epidemiology, laboratory capacity, infection control, mitigation, communications and other preparedness.” The Senate bill also requires the government create a device shortage list, ordering the Strategic National Stockpile to require certain types of medical supplies. The bill asks the National Academies to issue a report on America’s medical product supply chain security. ##Stimulus Bill## The legislation includes a provision creating a new Special Inspector General for Pandemic Recovery, according to a draft of the bill obtained by CNN.  The position, which is within the Treasury Department and Senate confirmable, is tasked with auditing and investigating the loans, loan guarantees and other investments made by the Treasury Secretary under the programs in the stimulus bill. The office is being given a $25 million budget. The inspector general is designated to keep track of the loans issued, the justification given by the Treasury Secretary for making them, how much of the loans are outstanding and any losses or gains the government has incurred. The legislation instructs the inspector general to provide quarterly reports to Congress summarizing its activities and an up-to-date accounting of the loans and other transactions. ##Stimulus Bill## An additional 407 cases of coronavirus and 19 deaths have been reported in Louisiana. There are at least 1,795 coronavirus cases and 65 deaths in the state. Orleans Parish, which includes the city of New Orleans, has at least 827 coronavirus cases and 37 deaths. ##Health## Spain's deputy prime minister, Carmen Calvo, has tested positive for Covid-19, the prime minister's office said in a statement. She had tested negative in previous tests, the statement said, but doctors didn't think those provided conclusive data. Calvo is receiving medical treatment and progressing favorably, the statement said. She's in quarantine at a hospital. Prime Minister Pedro Sanchez has four deputy prime ministers. Calvo is the second in command to Sanchez and considered the most powerful of the deputy prime ministers. ##Health## The stimulus bill includes limits on raises and compensation for high-paid employees at businesses receiving assistance from the federal government, including potential cuts in pay to those making more than $3 million, according to a draft bill text obtained by CNN. The legislation includes a prohibition on anyone making more than $425,000 at businesses getting government help from receiving an increase in total compensation from 2019. It also limits severance pay to more than “twice the maximum total compensation received by the officer or employee from the eligible business in calendar year 2019.” In addition, for those making more than $3 million at businesses receiving funds, the bill states they will only receive 50% of the compensation they received in 2019 above $3 million. That means that someone who received $5 million in compensation in 2019 would only be allowed to make $4 million this year.  The bill defines total compensation as “salary, bonuses, awards of stock and other financial benefits.”  Similar compensation limitations were included in the section of the legislation specifically dealing with funds being provided to the airline industry. ##Stimulus Bill## All travelers returning to Canada will have to enter a 14-day mandatory quarantine as of midnight Wednesday as the country deals with a significant spike in coronavirus cases and hundreds of thousands of people return home to Canada by both air and land border crossings. “We have decided that now is the time to make that measure mandatory, I think we all really appreciate that is so important to have this self-isolation to protect the health and safety of Canadians,” said Chrystia Freeland, Canada’s deputy prime minister. Canadian officials did not provide much detail as to how they would enforce this order. Canadian public health officials have been recommending the quarantine for travelers for several days. Canada also announced it was nearly doubling its financial support to workers during the Covid-19 crisis with at least $36 billion being distributed directly to workers affected by the pandemic. This will mean that a family of four could collect as much as $3,100 per month for at least four months through a combination of a wage subsidy and a child benefit. ##Travel##  Fourteen million US jobs could be lost by this summer as businesses shutter in response to the coronavirus pandemic, the Economic Policy Institute predicts in a new report. That's more than 10% of all private sector jobs lost, the group writes. Retail, leisure and hospitality are expected to take the biggest hits. These sectors \"are likely to be disproportionately affected by the social distancing measures that are needed to slow this pandemic,\" said Julia Wolfe and David Cooper, Senior Economic Analysts at the EPI. \"States like Nevada, Montana and Hawaii are projected to lose the highest percentage of their employment because a large amount of their workforce is employed in leisure, hospitality and retail sectors.\" The EPI also estimates the US will need \"at least $2.1 trillion in federal stimulus through 2020 to restore the country to reasonable economic health.\" Even with $2 trillion, the group added that \"many people will still need to remain out of work, potentially for months, in order to stop the virus's spread.\" ##Business## The stimulus bill includes $324 million for the State Department, and it specifically includes funds for “evacuation expenses,” according to a draft obtained by CNN. The proposed legislation doesn’t specify who would be evacuated, whether it’s US diplomats or American citizens living overseas, or potentially both. A senior State Department official said that 9,300 Americans had already been repatriated. A different senior State Department official said the government was tracking 13,500 Americans seeking assistance abroad. Why this matters: An estimated 9 million Americans live overseas. Last week, the State Department warned American citizens not to travel abroad during the pandemic. Because countries are shutting down their borders, Americans abroad “may be forced to remain outside of the United States for an indefinite timeframe,” the warning said.  ##Stimulus Bill##   In her second test for coronavirus, German Chancellor Angela Merkel has tested negative, a spokesperson at the chancellery confirmed to CNN on Wednesday,  \"The Chancellor's second coronavirus test was negative. She continues to work from home and there she will be tested again at the beginning of next week,'' the spokesperson confirmed.  Merkel went into self-quarantine late Sunday after learning that a doctor who gave her a vaccination on Friday last week tested positive for the deadly virus.  ##Health## Nearly three dozen state attorneys general have called on Amazon, Craigslist, eBay, Facebook and Walmart to fight price gouging during the coronavirus pandemic. Novel measures by the companies to prevent overcharging have not been enough, the coalition wrote in letters to all five companies’ CEOs. (CNN has obtained copies of all five letters.) \"Even new protections by your company including heightened monitoring, bans on certain advertisements, and bans on selling certain items, have failed to remove unconscionably priced critical supplies during the COVID-19 pandemic,” the attorneys general wrote. “When consumers cannot get what they need to protect their homes and loved ones—or in this case, help prevent the spread of the virus—consumers suffer not only economic harm, but serious health consequences as well.” The 33-member coalition behind the letters includes the top law enforcement officials of California, Louisiana, New York, North Dakota, Utah and Pennsylvania, among others. Some in the group have been tough critics of the tech industry and are in the midst of antitrust investigations into Google and Facebook. More context: Earlier this week, Amazon said it has banned as many as 3,900 seller accounts from its platform for price gouging, and continues to use a mix of algorithms and human reviewers to fight price gougers. In a blog post Monday, the company said it has “zero tolerance” for price gouging and reports suspected price gougers to state attorneys general. As recently as last week, CNN reported that ads for face masks still remain on platforms such as Facebook, despite the company’s pledge to ban them. The companies named in the letters didn’t immediately respond to requests for comment on the letters. ##Business## The US Centers for Disease Control will get an additional $4.3 billion through fiscal year 2024 “to proven, prepare for and respond to coronavirus,\" according to a draft of the stimulus bill. That money includes at least $1.5 billion for grants for states and localities to “carry out surveillance, epidemiology, laboratory capacity, infection control, mitigation, communications and other preparedness.” ##Stimulus Bill## President Trump and Treasury Secretary Mnuchin are still pushing for an April 6 deadline of having direct payments issued to taxpayers who make less than a certain threshold, a White House official tells CNN, though lawmakers and Internal Revenue Service experts are warning it could take much longer than that. Americans with direct-deposit bank account information on file with the IRS from tax refunds are expected to receive checks that way, according to aides, while those who don't will likely get a physical check in the mail, which could also take much longer.  The IRS has sent out economic stimulus checks before, and although those plans were slightly different, they can offer some insight into how long the process might take. In 2001, it took six weeks for the IRS to start sending out rebate checks authorized by President George W. Bush's tax cut. Then in 2008, amid the Great Recession, it took three months for the checks to start going out after the law was signed by Bush. ##Stimulus Bill## The stimulus bill includes $88 million for the Peace Corps, an independent US government agency that sends American volunteers abroad, according to a draft obtained by CNN.  But the organization suspended all operations last week and evacuated its volunteers. Its director said operations will return to normal “when conditions permit.” The Peace Corps’ budget was $410 million in the 2019 fiscal year, according to its website. So the additional stimulus funds, which is about 20% of their annual budget, would be a significant boost. ##Stimulus Bill## The stimulus legislation prohibits federally elected officials and their immediate relatives from obtaining funds from the Treasury Secretary’s $500 billion program, according to a draft copy of the bill text. The legislation includes a prohibition on distributing funds to businesses that are owned or partly owned by “the President, the Vice President, the head of an Executive department, or a Member of Congress; and the spouse, child, son-in-law, or daughter-in-law.” The legislation says that it applies to anyone with a 20% or greater stake in a business.  This was a key provision for Democrats concerned that Trump would provide funds to his personal businesses in the stimulus package. ##Stimulus Bill## Do you have a question about the US stimulus plan? Ask it here — we'll be answering some of your questions throughout the day. ##Stimulus Bill## The stimulus bill creates a congressional oversight commission to monitor the way the Trump administration is handling the $500 billion program for providing loans, investments and liquidity to businesses, according to a draft of the bill. The legislation says the commission will provide oversight for both the Treasury Secretary and the Federal Reserve’s efforts to stabilize the economy in response to the coronavirus pandemic, including how the loans and investments have helped the “financial well-being of people in the United States,” the “extent to which the information made available on transactions under this subtitle has contributed to market transparency,” and whether the loans and investments minimized the long-term costs to taxpayers. How does it work: The bill creates a five-member commission: the House speaker and minority leader and Senate majority and minority leaders each will appoint one member, and the chair will be appointed by both the House speaker and Senate majority leader. The commission is tasked with issuing reports every 30 days after the program begins. It’s given the power to hold hearings and take testimony. It is scheduled to continue through September 2025.  ##Stimulus Bill## Independent contractors and so-called “gig” workers will be eligible to receive federal aid under the $2 trillion emergency package being considered by the US Senate, according to a CNN review of the document The language in the draft bill could provide additional certainty to millions of part-time workers who drive for Uber or deliver for Amazon, in what has become a major part of the digital economy.  The provisions are responsive to requests by tech execs including Uber CEO Dara Khosrowshahi, who this week wrote to President Trump asking for economic support for Uber drivers.  “My goal in writing to you is not to ask for a bailout for Uber, but rather for support for independent contractors and, once we move past the immediate crisis, the opportunity to legally provide them with a real safety net going forward,” Khosrowshahi wrote. Gig economy businesses such as Uber have battled fiercely at the state level, especially in California, to avoid having to classify their drivers as employees who would be eligible for corporate benefits.  The draft bill is not yet final. ##Business##  There are at least 60,050 cases of novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems. At least 807 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## An eight-month-old baby is among five new cases of Covid-19 Uganda reported on Wednesday, bringing the total number to 14 people that have tested positive in the country. Uganda's Director General of Health Service Dr. Henry Mwebesa in a televised address said among the five new cases are two Chinese nationals who fled an institutional quarantine with four others. They were found hiding in the West Nile region bordering eastern Democratic Republic of Congo and South Sudan, and will be later charged to court. authorities said. The other confirmed cases include an eight-month-old whose father had traveled to Kenya the previous week as well as a 63-year-old who arrived in Uganda from Germany. Another case had no travel history abroad but trades at the border with South Sudan, Mwebesa said. Uganda has taken stringent steps to try to halt the spread of the virus in the country. They were one of the first African countries to impose travel restrictions on its citizens and others traveling from 16 countries it said had a high number of cases of coronavirus, including the US and UK. ##Health## Senate Majority Leader Mitch McConnell spoke on the Senate floor about next steps now that a stimulus deal has been reached.  “The Senate is going to stand together, act together and pass this historic relief package today,\" he said. An exact time for the vote has not yet been scheduled and McConnell did not announce a time from the floor. “Today the Senate will act to help the people of this country weather this storm,” he said “When our nation comes through this and takes flight again on the other side, it will be because American heroes won this fight. All the Senate can do is to give them the resources to do it and that’s exactly what we’re going to do today.” After McConnell left the floor, CNN asked him when he will file the bill and when the Senate will vote on it.  “We’ll be passing it some time today. We’ll let you know when,\" McConnell responded.  ##Stimulus Bill## North Carolina's Department of Health and Human Services is reporting two deaths related to coronavirus, according to a statement from Gov. Roy Cooper's Office.  The patients include a Cabarrus County resident in their 70s who had several underlying medical conditions. The patient died on March 24, the statement said.  A Virginia resident in their 60s, who was traveling through North Carolina, also died from Covid-19 complications, according to the statement.    “We extend our deepest sympathies to the families and loved ones,\" the statement said. ##Health## Spain has bought $467 million worth of medical supplies from China, the Spanish health minister said on Wednesday.  Health Minister Salvador Illa said Spain's President \"talked over the phone with China's President a few days ago, and since then the whole government has been working together to sign this contract and make this buy.\" The equipment includes 550 million masks, 5.5 million \"quick tests,\" 950 ventilators and 11 million gloves. The supplies should cover the medical needs in Spain for about four to eight weeks, Illa said.  The minister also announced two companies in Spain are already producing medical equipment as well.   In response to the rise in deaths, which have surpassed China's numbers, Illa said: \"We said this week would be tough, the numbers are tough. It is likely that the number of deaths will increase for a few more days until we reach the peak\".  Spain now has at least 3,434 deaths from coronavirus, but authorities say the number of hospitalized patients is \"stabilizing.\" Fernando Simón, chief of the Center for Emergencies, explained in Wednesday's news conference that the rate of infection is slowing down, \"which means we are not far from the national peak.\" \"Regarding the increase in new cases, if we are not at the peak already, we are very close,\" he said. ##Health##  US senators will likely get out of town quickly after today’s vote on the stimulus package. The Senate is likely to adjourn until at least April 20 after the vote, according to Sen. John Barrasso, a member of GOP leadership, and other senators. What this means: They are adding next week as a recess in addition to the two-week recess already on the books. It remains unclear if the recess will be extended. ##Stimulus Bill## Airlines and airports are set to receive the financial support they requested in the aid package drafted by lawmakers and the administration, according to a CNN review of the document.   The package includes $32 billion in grants for wages and benefits to aviation employees. The administration must pay its first installment to employers within 10 days of the bill becoming law. The assistance includes $25 billion for passenger airlines, $4 billion for cargo airlines, and $3 billion for industry contractors, such as those who handle catering, baggage, ticketing, and aircraft cleaning.  The bill also provides $25 billion for passenger airlines and $4 billion for cargo airlines in the form of loans or loan guarantees.  In exchange for the assistance, companies that receive the assistance are barred from making furloughs, pay cuts, or stock buybacks, and from issuing dividends to investors, through September. It also institutes limits on executive compensation.   Airlines may also be required to operate routes they would otherwise like to cancel because of low ridership or profitability. Under the bill, the Transportation Department can require air carriers continue service on routes, particularly for the “needs of small and remote communities and the need to maintain well-functioning health care and pharmaceutical supply chains, including for medical devices and supplies.”   It would also provide a tax holiday, allowing airlines to keep more of the ticket price customers pay.   Cash-strapped airports could also receive government assistance of up to $10 billion, including at least $100 million for general aviation airports, which serve smaller planes rather than scheduled airline service.   The bill requires a report to Congress on some of the payments by November.  ##Business## ##Stimulus Bill## New York Gov. Andrew Cuomo reiterated that the state needs 30,000 ventilators for coronavirus patients. He said that the state has 4,000 ventilators in the existing hospital system and the federal government has sent 4,000. The state has purchased 7,000 others and is “still shopping,\" he added. “Our single greatest challenge are the ventilators,\" Cuomo said. ##Health## New York Gov. Andrew Cuomo said the Senate's $2 trillion stimulus bill would be \"terrible for state of New York.\" He said that based on the way the bill is written New York's government would only get $3.8 billion. He added that \"sounds like a lot of money\" — but it's not considering he estimates the state is looking at a revenue shortfall of $9 to 15 billion and response has already cost New York $1 billion.  Cuomo added that in the Senate bill, New York City gets $1.3 billion, which he called a \"drop in the bucket.\" He continued by saying that he has spoken to New York's House delegation. \"I said to them, 'this doesn't do it,'\" adding, \"We need the House to make adjustments.\"  \"I'm telling you these numbers don't work,\" he said. ##Stimulus Bill## There are at least 30,811 confirmed cases of coronavirus across the state of New York, Gov. Cuomo said at a news conference today. At least 17,856 of those cases are in New York City. Cuomo said that 12% of those individuals who have tested positive are hospitalized, and 3% of positive cases are in ICU.  At least 285 people across the state who had tested positive for coronavirus have died, Cuomo added. He added that 28% of all coronavirus testing across the country has been done by New York state — more than any other state. Watch: CORRECTION: This post has been updated with the number of coronavirus cases in New York City. ##Health## New York Gov. Andrew Cuomo said he spoke to Trump and White House task force about a \"rolling deployment\" of resources around the country that starts with New York. \"New York has the greatest need in terms of numbers\" of cases as well as the \"most critical in terms of timing,\" Cuomo said. He added that New York's 'trajectory is first by a long shot.\" He said he told the White House, \"let's talk about addressing the critical need in that hot spot\" then \"once you address that hot spot...then shift to the next hot spot.\" He said that he when the time comes to \"redeploy that equipment and personnel to the next hotspot\" he will \"personally guarantee it, and personally manage it\" even traveling to the next place in the country that need the resources. Watch: New York Gov. Andrew Cuomo said hospital beds remain one of the state's most critical needs: They need 140,000 to support coronavirus patients, but they only have 53,000. He outlined some possible measures to increase bead capacity, including: Asking all hospitals to increase capacity by 50%\nAsking some hospitals to increase capacity by 100%\nSetting up beds at convention centers \nSetting up bed on the US Navy ship Comfort\nUsing dorms, hotels and nursing homes Here's the state's estimates of how each measure could increase the number of hospital beds: New York Gov. Andrew Cuomo said at a press conference that “evidence suggest density control measures may be working” during the coronavirus outbreak. He cited the number of hospitalizations in the state due to the virus: Sunday — hospitalizations would double every 2 days\nMonday — hospitalizations would double every 3.4 days\nTuesday — hospitalizations would double every 4.7 days Watch: ##Health## London City Airport is temporarily suspending commercial and private flights starting Wednesday evening.  The airport says the suspension is expected to last until the end of April.  In a statement, the airport says it made the decision following the UK Government’s latest instructions in response to the Coronavirus outbreak.  All of its staff will continue to be employed by the airport during the closure.   ##Travel## Sheriff’s deputies in Los Angeles county are not forcing gun stores to close and “efforts to close non-essential businesses have been suspended,” according to a tweet from LASD Sheriff Alex Villanueva. The department is requesting voluntary compliance with the public.  “CA Gov. Gavin Newsom to determine what qualifies as a non-essential business,” continued Sheriff Villanueva’s tweet. Last week, he said buying guns in this climate is a bad idea and encouraged current gun owners to lock up their weapons properly. ##Business## ##Daily Life## President Trump tweeted that he had a good conversation New York Gov. Andrew Cuomo, just one day after the two traded criticism of one another about the coronavirus response. Trump also said that the FEMA construction of additional hospitals in New York are happening \"ahead of schedule.\"  More context: Cuomo was highly critical of the federal government’s response to the coronavirus outbreak in New York at a press conference Tuesday — but stopped short of calling the President out by name.   Dick's Sporting Goods, the US's biggest sporting goods retailer, announced today that Chairman and CEO Ed Stack and President Lauren Hobart will receive no salary, other than an amount covering benefits provided by the company.  This will start on March 29. Dick's also announced temporary reductions by 50% in base salaries of named executive officers.  The company is also significantly reducing its planned capital expenditures, temporarily suspending its share repurchases, and evaluating its dividend program.  ##Business## The House came in quickly today and gaveled out of session — and the chamber doesn't return until tomorrow morning. This would suggest that the House will now wait until tomorrow to give the stimulus measure final passage. A Democratic leadership aide said the House still has emergency convening authority and can quickly come back into session today. But the aide said it's \"more likely\" the House vote would wait until tomorrow since it's still unclear when the Senate will act on the legislation, which has yet to be released. The House still plans to vote — likely by voice vote — without bringing all its members back to Washington. The Senate is still expected to vote today. ##Stimulus Bill## The United Nations has launched its $2 billion Global Humanitarian Response Plan in the fight against coronavirus in the world’s poorest countries. UN Secretary-General Antonio Guterres outlined the plan saying it will be coordinated by the UN’s Office for the Coordination of Humanitarian Affairs, along with existing appeals from the World Health Organization and other UN partners.  “Properly funded, it will save many lives and arm humanitarian agencies and NGO’s with laboratory supplies for testing, and with medical equipment to treat the sick while protecting health care workers,” Guterres said.  He added: “COVID-19 is menacing the whole of humanity – and so the whole of humanity must fight back. Individual country responses are not going to be enough. Wealthy countries with strong health systems are buckling under the pressure.\" Guterres said now is the time to help protect countries who are already in the midst of humanitarian crises, like conflicts, natural disaster and climate change, “We must come to the aid of the ultra-vulnerable – millions upon millions of people who are least able to protect themselves.” “This is a matter of basic human solidarity. It is also crucial for combatting the virus,” Guterres said. Spanish Football Federation (RFEF) President Luis Rubiales has offered the country's health service access to the national team’s hotel as well as some of its staff to help cope with its coronavirus crisis. In a statement on the RFEF website, Rubiales said that the Federation would offer the services of its psychologists and physiotherapists to support health service workers. He also said that the national team’s hotel – Hotel Residencia Ciudad Del Fútbol, located in Las Rozas, Madrid – would also be at the disposal of the authorities as a hospital for health workers to stay in. More on this: With the Spanish football season currently on hold indefinitely, Rubiales additionally pledged to open a line of credit worth 500 million euros — or $540 million — to help clubs who would require financial support because of the Coronavirus crisis hitting their earnings. The news comes after Spain’s Ministries of Health and Science announced on Wednesday that the country has recorded 3,434 deaths from Coronavirus – making it the country with the second highest death toll in the world. As of Wednesday, Spain has 47,610 registered cases of coronavirus. The National Football League is closing all its team facilities starting later today due to the coronavirus pandemic. In a memo sent to teams Tuesday night, NFL Commissioner Roger Goodell detailed league-wide guidelines \"to ensure that all clubs operate on a level playing field, and that the NFL continues to conduct itself in a responsible way at this time.\" The league set guidelines, according to the memo, that all teams' facilities will remain closed starting today at 6 p.m. local time to all personnel, except the following: Employees who are providing ongoing medical treatment to players, such as athletic trainers and physicians\nEmployees necessary to maintain the physical security of the facility and its contents, such as director of facilities, security personnel and independent contractors\nEmployees necessary to maintain the security and operational capabilities of the club’s IT network to enable remote work by club football and business staff, such as technology personnel \"The challenges we face are not unique – many businesses and individuals throughout the country are experiencing and addressing similar issues,\" Goodell wrote in the memo. \"Please be assured that the NFL is well-positioned to meet these operational challenges as we prepare to offer our fans and the country an outstanding 2020 NFL season. On April 8, the league will reassess with public health and medical officials \"to determine whether it is safe and appropriate for facilities to reopen or to extend the period of closure.\" Teams can continue conducting off-season business during this time such as signing players and evaluating draft-eligible prospects to prepare for the 2020 season. New York Blood Center will be the first blood center to collect blood plasma donations from individuals who have recovered from Covid-19 in order to treat other patients with serious or immediately life-threatening coronavirus infections, NYBC said in a press statement today. The process, known as convalescent plasma, involves doctors testing the plasma of people who recovered for antibodies to the virus and then injecting that plasma, or a derivative of it, into the sick person.   The US Food and Drug Administration announced it’s expediting the use of a blood plasma treatment for patients seriously ill with the coronavirus, making it easier for doctors to try another tool to attack the illness. “If this treatment proves to be effective, we are prepared to quickly scale our process and activate our network to serve hospitals nationwide,” Beth H. Shaz, MD, Chief Medical and Scientific Officer at New York Blood Center said. New York Blood Center will maintain a bank for patients after it collects donations and processes the plasma for infusions. “Qualified donors will be referred to NYBC by area hospitals and the Food and Drug Administration will approve patients for the treatment on a case-by-case basis,” according to the center. ##Health## US stocks opened modestly higher today after political leaders in the country reached a major deal overnight about a $2 trillion stimulus bill that will provide a jolt to America's coronavirus-striken economy.  Stock futures initially rallied on the news, but pared their gains ahead of the opening bell. For investors, many questions remain, including just how long the outbreak will last. In the first minutes of trading, stocks were all over the place:  The Dow opened up 1.5%, or 300 points, higher.\nThe S&P 500 kicked off 0.4% higher.\nThe Nasdaq Composite opened flat. The S&P and the Nasdaq briefly dropped into negative territory within the first minutes of trading, but then recovered. The Dow was last up more than 500 points. ##Business## ##Stimulus Bill## Senate Majority Leader Mitch McConnell and Senate Minority Leader Chuck Schumer are each holding conference calls with senators about what’s in the $2 trillion stimulus plan, according to multiple aides. House Democrats are having a series of calls with smaller groups through the course of the day, according to aides. And House Republicans also are expected to have a call, an aide said. These calls are key: The Senate leaders need consent from all 100 members to quickly schedule a vote. And House members will have to all agree to either approve the measure by unanimous consent (which is unlikely) or allow it to pass by voice vote (more likely) so members don’t have to return to Washington to cast a vote in person. ##Stimulus Bill## Amazon warehouses are dealing with at least nine facilities hit so far with coronavirus cases, according to Amazon and local media reports.  One person who works in Amazon’s Staten Island, New York fulfillment center tested positive for the novel coronavirus, the online retail giant told CNN late Tuesday. The person, who was physically at work last on March 11, is in quarantine and recovering, Amazon said.  That case marks the second to affect Amazon warehouses in New York. It comes a week after the first reported case at any US Amazon facility, in Queens, New York. Other positive cases have been reported at Amazon facilities in Moreno Valley, Calif.; Jacksonville, Fla.; Shepherdsville, Ky; Brownstown, Mich.; Oklahoma City, Okla.; Katy, Texas; and Wallingford, Conn. What is Amazon doing: Amazon has temporarily closed some sites, such as the Queens location, but has largely refrained from mass closures — instead telling the public it is taking “extreme measures to ensure the safety of employees at our site[s].” That includes regularly sanitizing door handles, elevator buttons, lockers and touch screens, Amazon said, as well as staggering shifts and spreading out chairs in break rooms.  The spread of the virus within Amazon’s massive logistics operation threatens to disrupt shipments and delay deliveries even as millions of Americans are becoming more reliant on the service as they observe social distancing. The company is already warning visitors to its website of longer delivery times, and encouraging customers to select no-rush shipping if their needs are not urgent.  A CNN review of Amazon’s website Wednesday morning showed delivery dates in mid-April for Amazon's white-label toilet paper. Digital thermometers, the site said, could be delivered by early May.  ##Business## There's still time to stop the United States from becoming the next epicenter of the novel coronavirus pandemic, a World Health Organization spokeswoman told CNN today. \"The potential is there, but you've still got time to turn it around,\" WHO's Margaret Harris said. Though the number of cases and deaths continues to grow in the country, it's possible to reverse the trajectory, she said. \"You've got the best public health brains in the world,\" Harris said. \"You've got people who can harness technology brilliantly. You've got people who can really think out of the box.\" How this works: The formula for success is testing people, finding each case, identifying people who have come into contact with those who have been infected, isolating those who are ill or who have been exposed and quarantining, she said. Read more about this here. ##Health## The White House and Senate leaders struck a major deal early this morning over a $2-trillion package to provide a jolt to an economy struggling amid the coronavirus pandemic. The plan includes direct deposits to many Americans. Here's how they work:  Individuals who earn $75,000 in adjusted gross income or less would get direct payments of $1,200 each \nMarried couples earning up to $150,000 receiving $2,400 \nFamilies will get an additional $500 per each child\nPayment would scale down by income, phasing out entirely at $99,000 for singles and $198,000 for couples without children Remember: The final bill text hasn't been released. ##Business## ##Stimulus Bill## Prince Charles continues work and is in “good health and indeed good spirits” following his coronavirus diagnosis, according to a royal source. He was tested on Monday and got results on Tuesday, the source said. Charles is now self-isolating at the Birkhall estate in Scotland, with a small number of staff keeping separate from him, the source said. His wife, Camilla the Duchess of Cornwall, is self-isolating separately. The Prince has not been to a hospital, the source said, adding he was tested because of his age and medical history. He has spoken both to his mother Queen Elizabeth and to his sons William and Harry, the source said. The medical advice he has been given is that this is “unlikely to escalate into a more serious case for the prince from now on.” The source asked not to be named discussing the royal family’s medical condition. Watch: Senate Minority Leader Chuck Schumer just outlined what's included in the $2 trillion stimulus deal reached by the White House and Senate leaders. Here are five key points of the bill: It includes $130 billion for hospitals, nursing homes, community health centers and other similar facilities, to help with the shortage of ventilators and equipment.\nSchumer said it's \"worker-friendly\" — meaning people who are out of work will be able to apply quickly for employment insurance or be furloughed.\nThere's $150 billion in assistance for state and local governments.\nSchumer said the bill allows for oversight and accountability over corporate lending.\nThe bill includes interest-free loans for small businesses. Watch: ##Stimulus Bill## Saudi Arabia has suspended inter-city travel between Riyadh, Medina and Mecca and has tightened curfews in the cities to start at 3 p.m. local time, according to state news agency SPA On Monday, Saudi Arabia had imposed a curfew across the country starting at 7 p.m. local time until 6 a.m. for 21 days to curb the spread of the coronavirus. The tighter curfew comes a day ahead of a virtual G20 leader’s summit, which will be chaired by Saudi King Salman bin Abdulaziz “to advance a coordinated global response to the Covid-19 pandemic and its human and economic implications,” a statement from the G20 Saudi Secretariat said.  ##Travel## ##Daily Life## Senate Minority Leader Chuck Schumer says the $2 trillion stimulus deal reached by the White House and Senate leaders after tense negotiations will provide much-needed help to Americans. \"To the American people, we say big help, quick help, is on the way,\" the Democratic senator said. Schumer said the bill will provide $130 billion to help provide equipment and supplies for hospitals and health care facilities during the coronavirus pandemic. \"This is workers-first,\" he said.  Of note: Schumer promised most people will get their full or nearly full salaries or can be furloughed. He called it \"unemployment insurance on steroids.\"  \"America needed huge help quickly, and I think we’ve risen to that occasion,\" he said.  When asked by CNN’s John Berman if the stimulus deal would be enough, Schumer said, \"We don’t know,\" citing the unprecedented nature of the coronavirus. ##Stimulus Bill## British Prime Minister Boris Johnson is currently being questioned on the coronavirus outbreak in the Parliament.  The number of MPs attending the traditional Prime Minister's Questions session has been restricted and the debate's duration has been extended to accommodate for the social distancing measures imposed in the United Kingdom.  Jeremy Corbyn, the leader of the opposition Labour Party, pressed Johnson on financial help for freelancers and people on casual contracts, who are losing incomes because of the outbreak.   Johnson said the government is working on providing help to these workers. ##Daily Life## President Trump approved an urgent request for a major disaster declaration for the state of Louisiana, which grants the state access to federal aid as it combats the spread of Covid-19.  The President approved the declaration on last night, just one day after Louisiana Gov. John Bel Edwards sent a 15-page letter to the White House seeking disaster relief.  Governor Edwards tweeted this last night: Prince Charles has been advised he was contagious with coronavirus starting on March 13, a royal source said today. Buckingham Palace earlier said Prince Charles last saw his mother, Queen Elizabeth II, on March 12. Clarence House said in a statement earlier that Charles has tested positive for coronavirus and is now self-isolating in Scotland.  The Palace said the monarch is in good health, but did not say if she had been tested. The Queen is 93 years old, and her husband, Prince Philip, is 98. The royal source asked not to be named discussing the royal family’s medical conditions. Roger Federer has announced he and his wife Mirka will donate 1 million Swiss Francs — or about $1.02 million — to help the most vulnerable families in Switzerland impacted by the Coronavirus outbreak. “These are challenging times for everyone and nobody should be left behind”, the 20-time Grand Slam tennis champion said in a post on Instagram. Federer’s donation comes as sports stars, clubs and associations from around the world continue to help relief efforts amid the ongoing pandemic. Earlier today, top-flight Italian football club, Inter Milan, announced that its crowdfunding campaign had raised €658,000, or $712,890, for Coronavirus research at Milan’s Luigi Sacco Hospital. Pep Guardiola – who manages the defending English Premier League champions, Manchester City – has donated €1 million, or $1.08 million, to help with the fight against Coronavirus in his native Spain. The novel coronavirus appears not to be mutating quickly, according to at least one scientist. Vineet Menachery, a scientist at the University of Texas Medical Branch, said there was no evidence that there have been any mutations that will make the virus more virulent or more transmissible at this point. Speaking at a press briefing held by the American Society for Microbiology on Tuesday, Menachery said:  There are a handful of small mutations but nothing that seems to improve its ability to cause disease or transmit. This is consistent with what we see with coronaviruses. During the SARS outbreak, after the initial jump from animals to humans, it quickly set itself as a very similar virus across all the strains and so the virus is not having a selective pressure to change and so we're not anticipating huge changes that would make it more deadly or more virulent. ##Health## Tokyo governor Yuriko Koike has urged residents in the city to avoid making \"non-essential outings\" this weekend as the city reported an increase in its number of novel coronavirus cases. Speaking at a news conference on Wednesday, Koike said it is now a \"critical moment\" to stop the infection rate from climbing. Tokyo residents are advised to work from home as much as possible, avoid social contacts and crowded places and refrain from going out at night to reduce the risk. Event organizers should also refrain from holding large events, she said. As of Wednesday evening local time, Tokyo reported 41 new cases of novel coronavirus, according to Koike. ##Daily Life## Pakistan’s Prime Minister Imran Khan has been consistently rejecting calls for a nationwide lockdown claiming that an all-out closure of businesses would affect the “25% of the population that lives below the poverty line,” the country's daily wage earners who Khan said would lose their incomes in a heartbeat.  But for all intents and purposes, a lockdown is what seems to be in place in Pakistan: All international and domestic flights have been suspended\nTrains are not running \nHighway journeys between provinces are banned While Khan’s government deals with growing criticism for not shutting down the country soon enough, the hugely popular military has been lauded for stepping in and announcing measures further closing down the country. This included the suspension of public transport, timed closure of gas stations and military troops deployed in all major cities to enforce these measures.  According to figures released by Pakistan’s Ministry of Health the number of patients diagnosed with coronavirus in Pakistan crossed 1,000 today. Ten days ago that number was at 53. At least seven people are also confirmed dead.  All major phone networks have changed their call tunes to messages asking people to wash their hands and the state TV has messages in regional languages explaining the importance of social distancing.  Mosques however have not been closed down and one of the largest clusters of the virus sprung up in the outskirts of the capital where a large congregation of preachers met, disregarding the government’s requests for three or more people not to gather in a public space.  Dr. Arshad Altaf, a public health specialist told CNN that there are roughly less than 3000 ventilators available in the entire country and while China has provided aid worth $4 million to Pakistan, alongside medical face masks and ventilators, this is still not enough to deal with the exponential growth of the virus.  Pakistan’s National Disaster Management Authority which is connected to the military has taken over the reins in dealing with the crisis and Altaf welcomed the move, “there has to be a multi-pronged effort, the govt cannot deal with this alone”  ##Daily Life## A state of emergency for Thailand will come into effect starting tomorrow, as the country combats the novel coronavirus outbreak, Prime Minister Prayut Chan-o-cha announced on Wednesday. The state of emergency will be in place until April 30. Prayut said supplies of food and other necessities will be \"adequately available,\" and urged citizens to comply with the order to prevent the virus from spreading in the community.  However, he did not specify what new measures will be implemented. \"Some may feel they lose their rights and freedom, but this is for protecting you, your family’s lives, and that of every Thais,\" he said.  \"If everyone understands, follows strictly and seriously, soon I am confident we will pass through this crisis together.\" ##Daily Life## Russian President Vladimir Putin will address the nation shortly on the pandemic and measures to contain the coronavirus, Kremlin spokesperson Dmitry Peskov said Wednesday. Peskov told reporters in a conference call that Putin had canceled a flight to St. Petersburg to work on the text of the speech and would address citizens in the coming hours.  The announcement followed a visit by Putin on Tuesday to a hospital for coronavirus patients in Moscow and a meeting with his top economic and political advisers.   Russian state television said Putin’s remarks would be broadcast at approximately 3:00 p.m. Moscow time on Wednesday (right about now). Putin has previously insisted his country managed to stop the mass spread of coronavirus -- and that the situation was \"under control,\" thanks to early and aggressive measures to keep more people from getting the disease. A record deal: White House and Congressional leaders worked into the early hours of Wednesday morning to strike a deal on a $2 trillion stimulus package to give the US economy a much needed respite from the dire effects of the coronavirus pandemic and the measures enacted to limit its spread.  Spain's death toll climbs: Spain has overtaken China in the number of Covid-19 deaths, rising to the second highest worldwide after Italy. Italy surpasses Hubei, issues jail threat: Italy now has more confirmed cases than the Chinese province of Hubei, the original epicenter of the pandemic. Rome announced strict new punishments to try and clamp down on the outbreak, including possible jail time for people who have the virus and violate quarantine. Prince Charles tests positive: The Queen's son and the first in line to the British throne has tested positive for coronavirus and is now self-isolating in Scotland.  India lockdown: 1.3 billion people have woken up to a nation-wide lockdown in India. Under the new rules, all Indians must stay at home and all nonessential services such as public transport, malls and markets will be shut down for 21 days. Antipodean isolation: Australia and New Zealand are hoping that recently enacted travel restrictions combined with their geography -- specifically that they have no land borders with other countries -- will help them combat the spread of the virus. US sees deadliest day: At least 163 people died Tuesday, bringing the US death toll past 700, as the WHO warned the country could be the next epicenter of the virus. More than 52,000 people have been infected with the virus throughout the country. ##Daily Life## ##Travel## ##Health## ##Business## Spain has recorded 3,434 deaths from coronavirus, the health ministry announced Wednesday – making it the country with the second highest death toll in the world. That’s an increase of over 27% on Tuesday’s figures. The country now has 47,610 cases in total.  In China, where the outbreak began, 3,281 people have died, according to its National Health Commission. Italy has the highest death toll in the world at 6,820, according to figures from Johns Hopkins University. A top Spanish health official, Fernando Simon, said Wednesday that he expects the number of Covid-19 cases to continue increasing in the coming days, despite having said earlier this week that he expected infections to peak soon. Queen Elizabeth II \"remains in good health\", Buckingham Palace said in a statement following the news that the Queen's eldest son, Prince Charles, has tested positive for the novel coronavirus.  The Queen and her husband, Prince Philip, are currently in Windsor, outside London, while Prince Charles is in Aberdeen, Scotland. The last time Charles came into contact with the 93-year old monarch was on March 12, after he conducted an investiture ceremony for public awards at Buckingham Palace. On the same say, he attended a dinner in aid of the Australian bushfire relief efforts in London, his last known public engagement.  Prince Charles, the Queen's son and the first in line to the British throne, has tested positive for coronavirus and is now self-isolating in Scotland.  Here's the statement from Clarence House: “The Prince of Wales has tested positive for coronavirus. He has been displaying mild symptoms but otherwise remains in good health and has been working from home throughout the last few days as usual.  \"The Duchess of Cornwall has also been tested but does not have the virus. In accordance with government and medical advice, the Prince and the Duchess are now self-isolating at home in Scotland. The tests were carried out by the NHS in Aberdeenshire where they met the criteria required for testing. “It is not possible to ascertain from whom the Prince caught the virus owing to the high number of engagements he carried out in his public role during recent weeks.” The palace added the Queen \"remains in good health.\" This post has been updated. China will resume domestic passenger flights to and from Wuhan starting April 8, when travel restrictions placed on the original epicenter of the novel coronavirus outbreak are to be lifted, according to the Hubei provincial transportation authority. Speaking on Wednesday, the authority's deputy head Wang Benju said that while most domestic flights will resume, all flights from Wuhan to Beijing and international destinations will remain suspended. On Tuesday, the Hubei provincial government announced that travel restrictions on Wuhan will be lifted on April 8, and residents that have been issued green health QR codes will be able to leave the city and move about. ##Travel## The President of Germany's Robert Koch Institute, the national agency for disease control and prevention, has warned that the coronavirus epidemic is just starting in the country.  “We are at the beginning of the epidemic and the number is growing,” Lothar Wieler said. Addressing the comparatively low death rate in Germany, Wieler said “We don’t know why this is the case but there are several factors playing into it.” There was widespread testing in Germany and many mildly ill people were detected, he said. And there hasn't been a large number of old people who have fallen sick so far. But Wieler warned that it is completely \"open ended how this epidemic will develop,\" and added that the death death toll will rise in Germany. ##Health## The German Parliament is debating a financial aid package to help combat the coronavirus.  The package would be around 750 billion euros ($812 billion) and is expected to be ratified quickly, German chancellor Angela Merkel said on Monday. Senior German conservative Ralph Brinkhaus, who is parliamentary leader in Merkel's CDU party, said on Wednesday that, ''this will probably not be the last aid package we agree upon here.\" Earlier this week, Merkel hailed the emergency aid package as ''unprecedented.\" Germany's Bundesrat -- the federal council representing the country's 16 federal states -- is set to approve the emergency aid package on Friday. March came in with a sickness and will go out with a surge. An analysis of CNN's daily state coronavirus case numbers not only reveals where the numbers are rising, but also suggests that the rate of new cases could be stabilizing in the state with the earliest outbreak. According to CNN's tally of US cases, there were at least 53,204 cases of the novel coronavirus in the United States as of Tuesday night and more than 700 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. CNN's coronavirus tally is based on numbers of confirmed cases provided by state and local health departments. CNN's tally of total confirmed cases has increased by at least 23% each day since March 4 -- in some cases, much more steeply. From March 18 to March 19, confirmed US cases rose 51% in just one day, from 8,760 to 13,229, the largest one-day increase in recent weeks. Read more: ##Health## There's no magic food or pill that is guaranteed to boost your immune system and protect you against coronavirus. But there are ways to keep your immune system functioning optimally, which can help to keep you healthy and give you a sense of control in an uncertain time. One of the best ways to stay healthy is to eat a nutritious diet. That's because our immune system relies on a steady supply of nutrients to do its job. For a starter dose of immune-boosting vitamins, minerals and antioxidants, fill half of your plate with vegetables and fruits.  Here are some key nutrients that play a role in immunity, and food sources of them: Carrots, kale and apricots for beta carotene\nOranges, strawberries and broccoli for Vitamin C\nEggs, cheese, tofu and mushrooms for Vitamin D\nBeans, nuts, cereal and seafood for zinc\nMilk, eggs, nuts and more for protein\nBananas, beans and more for prebiotics\nWater, fruit, soup and more for hydration read the full story here. ##Health##   At least one person in Kentucky is infected after taking part at a \"coronavirus party\" with a group of young adults, Gov. Andy Beshear said Tuesday. The partygoers intentionally got together \"thinking they were invincible\" and purposely defying state guidance to practice social distancing, Bashear said. \"This is one that makes me mad,\" the governor said. \"We have to be much better than that.\" Covid-19 has been more deadly and severe for people older than 60 and those with underlying health issues in data from China.  However, health officials and leaders around the United States have been imploring millennials and other young people to practice social distancing, because even those who are infected but asymptomatic can transmit it to others. Read more here There are at least 53,204 cases of the novel coronavirus in the United States and 709 people have died, according to CNN Health’s tally of US cases that are detected and tested through US public health systems.  Twelve states are reporting no deaths.   The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## Italy has announced strict new punishments to try and clamp down on the spread of the coronavirus in the country, including possible jail time for people who have the virus and violate quarantine. The new orders, published late Tuesday night, include:  Those who have tested positive and do not stay home could face one to five years in prison.\nFines for violating quarantine rise from 400 euros ($430) to 3,000 euros ($3,245).\nBusinesses that break rules designed to keep the virus from spreading could be closed from five to 30 days.\nThe regulations will be reviewed each month until July 31, and could be made stricter, the government decree says. The decree does not extend the length of the current restrictions, which are due to end on April 3. Italy, the new epicenter of the virus, has recorded nearly 70,000 cases and almost 7,000 deaths, according to a tally by Johns Hopkins University. ##Daily Life## Chinese Premier Li Keqiang has warned local officials not to hide new coronavirus cases, after the country reported several days of no locally transmitted infections in a major turnaround in its fight against the deadly pandemic. Li, the country's second-in-command, urged local governments Monday to \"seek truth from facts\" and be \"open and transparent\" in releasing information on the epidemic. \"Being open and transparent means a new case must be reported once it's discovered. It is what it is. There must be no concealing or underreporting,\" he told senior officials tasked with battling Covid-19 during a meeting he chaired, according to an official government statement posted online Tuesday. The Chinese premier was appointed the head of a central government task force -- or a \"central leading group\" as it is called -- to fight the coronavirus in January. He visited the city of Wuhan, the epicenter of the outbreak, back in late January, more than a month earlier than the tour by China's top leader Xi Jinping in March. Li's warning appears to be part of a concerted effort to rebuild public trust amid persistent accusations that local officials deliberately downplayed the reality of the situation during the early stages of the outbreak. It also comes as China faces increased scrutiny from overseas over its initial efforts to prevent the virus from spreading beyond its borders after it was first identified in Wuhan in December. Read more here ##Health## European shares have opened higher after the US Congress agreed a $2 trillion stimulus deal to help the economy through the pandemic. The main markets were all up: FTSE 100 up 1.5% \nGerman Dax gaining 2.5% It comes after huge surge in US stocks on Tuesday as optimism grew that a deal on the rescue package was close. The Dow Jones saw its biggest daily points gain on record, up more than 2,000 points. Asian markets were also trading higher. ##Business## ##Stimulus Bill## As the global coronavirus pandemic worsens by the day, fear is swelling in India -- and frontline medical workers are bearing the brunt of public panic. India has reported 562 cases of the novel coronavirus so far, a relatively low number given the country's size and population density.  But there are signs of rising anxiety amid a dramatic nationwide lockdown, with scenes of panic buying and targeted harassment of doctors and other frontline workers. Medical staff in the national capital New Delhi say they have been ostracized and discriminated against by their communities due to fears that they may be infected after working with coronavirus patients. Some doctors have even reported being evicted, or facing threats that their electricity will be cut off. \"Doctors, nurses and other healthcare workers involved in Covid care are being asked to vacate their rented homes and some have been even forcefully evicted from their temporary residence by landlords and house-owners due to the fear that those healthcare professionals make them susceptible to coronavirus infection,\" said a letter from the Resident Doctors' Association of New Delhi's All India Institute of Medical Sciences, sent on Tuesday to Union Home Minister Amit Shah.\n\"Many doctors are now stranded on the roads with all their luggage, nowhere to go, across the country,\" said the letter, which urged Shah to take action to protect the embattled medical workers. Read more: In the first week of January, reports emerged that a mysterious new form of pneumonia had affected dozens of people in China. Some were in a critical condition, and several had invasive lesions on both lungs. Thousands of miles away in Berlin, German scientist Olfert Landt was already on alert. For 30 years, he had worked on diagnosing emerging diseases, including severe acute respiratory syndrome (SARS). He wanted to make a test kit to help doctors diagnose the disease -- and he wanted to do it fast. When it comes to stopping the spread of a pandemic, testing is key. If a person is diagnosed, they can be isolated from others and treated appropriately. As WHO director-general Tedros Adhanom Ghebreyesus said earlier this month: \"We have a simple message for all countries: test, test, test.\" But nearly three months after Landt first noticed reports of a mysterious disease, countries around the world are still struggling to test for Covid-19, the infectious disease caused by a new novel coronavirus. Some tests are inaccurate, others took a long time to create, and now testing companies are warning they are running dangerously low on materials. That raises an important question: if a test can be developed so quickly, why are some countries still struggling? Read more: ##Health## US stock futures pared losses Wednesday as political leaders in the country reached a major deal overnight about a $2-trillion coronavirus stimulus bill. Asian markets, meanwhile, extended their rally on the news. They had already been climbing following Tuesday's major surge on Wall Street, which was driven by optimism about the US government's response to the pandemic. Dow futures were last up 100 points, or 0.5%, moving out of the red.\nS&P 500 futures were last down 0.2%, erasing a loss of more than 2%. \nNasdaq futures, though, traded between small gains and losses.\nJapan's Nikkei 225 ended the day up 8%, rallying into the close. \nSouth Korea's Kospi gained 5.8%. \nHong Kong's Hang Seng Index increased 3%\nChina's Shanghai Composite was last up 2.3%.\nAustralia's S&P/ASX 200 closed up 5.5%. Read more here.  The first case of coronavirus has been confirmed in Cox’s Bazar, Bangladesh.  According to the United Nations refugee agency, a local Bangladeshi woman was confirmed to be positive on Tuesday afternoon local time.  The hospital in the town of Cox’s Bazar is around one hour’s drive from sprawling camps which are home to nearly one million Rohingya refugees.  Many of them fled across the border to Bangladesh to escape violence in neighboring Myanmar. Currently, no coronavirus cases have been identified among Rohingya refugees, Louise Donovan, communications officer for UNHCR, told CNN Wednesday.  \"The health and well-being of refugees is our top priority,\" Donovan said. \n\"While there are currently no suspected cases of Covid-19 in the camps, UNHCR takes the situation very seriously and is closely monitoring.\"  On Tuesday, the Bangladeshi government confirmed that most services in the refugee camps would be suspended, in an attempt to prevent an outbreak of the virus.  Mahbub Alam Talukder, the refugee relief and repatriation commissioner, confirmed to CNN that non-essential activities would stop, including educational programs and other advocacy work carried out by NGOs.  However, emergency work would continue. Nay San Lwin, a Europe-based Rohingya activist, said that markets in the camps had been closed, making it hard for the families to gather supplies.  \"As markets are ordered to close, prices go up,\" Nayheld CNN. \"Refugees are really worrying, but helpless.\"  All people entering and exiting the camps are now being closely controlled, Talukder said.  They have 47 beds ready and 342 beds on standby for potential coronavirus patients.  Talukder added that a Rohingya family of four from Australia -- who came to visit their relatives in one of the refugee camps -- was put in quarantine under UNHCR supervision.  Donovan said hygiene measures, communication and staff training have all been increased inside the camps, and planning is underway for additional medical facilities.  \"There is an extremely limited capacity in Cox’s Bazar district to provide intensive care treatment for any medical condition, such as Covid-19,\" Donovan said. \n\"However, efforts are currently being employed to expand the existing treatment capacities, including higher levels of treatment in the camps.\"  Bangladesh currently has 39 confirmed cases of coronavirus, four of whom have died, data from the Johns Hopkins University shows. Myanmar confirmed its first two cases on Tuesday, imported from the UK and US, state-run newspaper Global New Light of Myanmar reported.ed. ##Health## At 11:59 p.m local time, New Zealand's alert Level 4 will go into force, placing \"the most significant\" restrictions on its people \"in our modern history,\" Prime Minister Jacinda Ardern said.  A national state of emergency has been declared, schools will close, people have been told they must stay at home and non-essential businesses will shut.  The order comes as cases in the country rose by 30% on Wednesday. But with just 205 coronavirus cases reported in total and no deaths, New Zealand is responding much faster than other countries around the world.   In her statement announcing the measures, Arden acknowledged no other country has moved as fast to restrict daily life, but the trigger was early evidence of community transmission in New Zealand.  \"Unlike so many other gravely inundated countries, we have a window of opportunity to stay home, break the chain of transmission, and save lives. It’s that simple,\" she said.  Flattening the curve: Ardern said the country needed to get \"ahead of any potential over-run of our hospitals, and ahead of any deaths on New Zealand soil.\" Break the chain: \"You may not be at work, but that doesn’t mean you don’t have a job. Your job is to save lives, and you can do that by staying home, and breaking the chain,\" she said. Act like you have Covid-19: \"Every move you then make is a risk to someone else. That is how we must all collectively think,\" Ardern said.  New Zealand's swift action marks a drastic departure from some countries, such as the UK and US, which have been criticized for not acting quickly enough to stop outbreaks from accelerating in their own nations.  ##Daily Life## ##Travel## ##Health## ##Business## South Korea will require passengers arriving from the United States to undergo a 14-day quarantine starting from Friday. Those arriving who have residence in South Korea will be allowed to stay at home, while those without will be required to stay in a government facility, the Central Disaster Relief Headquarters’ Disease Prevention team leader Yoon Tae-ho said on Wednesday. In addition to the quarantine, short-term stay foreigners will be tested for the virus during entry procedures and will be allowed into the country if their test comes back negative. South Koreans and long-term stay foreigners without symptoms will also be tested if they show any symptoms during the 14-day quarantine. They will be tested immediately upon arrival if presenting with coronavirus symptoms. The government will continue monitoring the number of imported cases from the US and consider testing all arrivals if necessary. ##Travel## A record deal: White House and Congressional leaders worked into the early hours of Wednesday morning to strike a deal on a $2 trillion stimulus package to give the US economy a much needed respite from the dire effects of the coronavirus pandemic and the measures enacted to limit its spread. More than 52,000 people have been infected with the virus throughout the country. Larry Kudlow, President Donald Trump's chief economic adviser, called the package \"the single largest main street assistance program in the history of the United States\" at a White House briefing on Tuesday. In the past 24 hours, the elements of the proposal have come into sharper focus -- $250 billion will be set aside for direct payments to individuals and families, $350 billion in small business loans, $250 billion in unemployment insurance benefits and $500 billion in loans for distressed companies. Ordered indoors: The stimulus comes as more than half the population of the United States has been put under travel restrictions to stop the spread of the coronavirus. At least 15 states and 30 municipalities have ordered more than 166 million people, or 51% of the US population to stay home, according to data compiled by CNN using US Census population estimates.  At least two additional states and five municipalities will have orders going into effect later this week. When those take effect, more than 180 million people -- 55% of the US population -- will be impacted. Billions at home as borders shut: It's not just the US -- 2.5 billion people worldwide are under coronavirus-related movement restrictions. Countries worldwide are asking citizens who do not work in \"essential services\" to stay at home unless absolutely necessary.  The most audacious of all these stay-at-home orders is likely in India, which has asked the majority of its 1.3 billion population to stay home for 21 days.  Antipodean isolation: Australia and New Zealand are hoping that recently enacted travel restrictions combined with their geography -- specifically that they have no land borders with other countries -- will help them combat the spread of the virus. ##Health## ##Travel## ##Daily Life## ##Business## Manchester City manager Pep Guardiola has donated €1 million ($1.1 million) to help with the fight against the coronavirus in his native country Spain, a spokesperson for the English Premier League soccer club confirmed to CNN. Spain is one of the worst hit countries from the pandemic.  Deaths from Covid-19 in Spain rose to 2,696 Tuesday with 39,673 cases recorded in total, according to health ministry data. Spain has the third largest number of Covid-19 deaths of any country in the world, behind Italy and China. South Korea’s health agency says the country can export testing materials as long as it doesn’t impede its own fight against Covid-19. The director of the Centers for Disease Control and Prevention, Jung Eun-kyeong, said it was her understanding that the United States had requested diagnostic reagent for Covid-19 during South Korean President Moon Jae-in’s call with President Donald Trump Tuesday.  “Five diagnostic reagents have received emergency use approval, so nearly 20,000 tests are being conducted every day in South Korea, “ Jung said at a news conference Wednesday. “We can support as long as it does not impede the domestic prevention of the epidemic.”  ##Health## Karl-Anthony Towns of the NBA's Minnesota Timberwolves said that his mother contracted coronavirus and is currently in a coma. Towns said that his mother went to the hospital after not improving over a period of a couple days.  \"She kept getting worse,\" Towns said. \"Her fever was never cutting from 103, maybe going down to 101.9 with the meds ... her lungs were getting worse, her cough was getting worse. She was deteriorating.\" Towns said that there was a day where it appeared his mother had turned a corner, but the condition of her lungs deteriorated further and she needed to be put on a ventilator.   She was later put in a medically-induced coma. \"It's rough,\" he said. \"Day by day, we'll just see how it goes. We're being positive.\"  The two-time NBA All-Star shared his mother's story on social media in order to emphasize just how serious the global pandemic is.  \"The severity of this disease is real. This disease needs to not be taken lightly. Please protect your families, your loved ones, your friends, yourself. Practice social distancing. Please don't be in places with a lot of people.  Watch his message:  ##Health## The organizers of a mixed martial arts competition held in front of 6,500 fans at an indoor arena in Japan are facing a backlash after ignoring calls for its cancellation. The “K-1 World GP” event went ahead at the Saitama Super Arena on Sunday, defying government guidelines on social distancing and large public gatherings.  “It is regrettable (that the event went ahead), as we asked them several times for cooperation,” Saitama Governor Motohiro Ono said in a statement. Saitama prefecture requested the event be canceled before it was held and relayed the message to the Saitama Super Arena, which provides guidelines to events organizers on its website, but does not enforce a ban on public gatherings.  The K1 event organizers insisted they would take adequate measures to protect the thousands of attendees from the novel coronavirus by providing masks and making sure hand sanitizer was available, in a statement released on March 19.  On that same day, a central government expert panel called on organizers of large-scale events to exercise caution, including canceling plans, to prevent the spread of the coronavirus.  ##Daily Life## ##Health## Starting from 11:59 p.m. local time (6:59 a.m. ET) on Wednesday, New Zealand will elevate its \"Alert Level\" to 4. The country has also declared a state of national emergency. All citizens who don't work in essential services have been told to stay at home. Public transport and domestic air travel will be limited to people undertaking essential services.   The move comes as coronavirus cases in the country jumped by 30% on Wednesday, according to Ashley Bloomfield, New Zealand’s director of health. There were 47 new confirmed cases and three new probable cases, bringing the country’s count up to 205. On Wednesday evening, New Zealanders received the following emergency alert on their phones. The message tells citizens to \"act as if you have Covid-19.\" \"This message is for all of New Zealand. We are depending on you,\" it reads.  The alert signs off with the Maori phrase “Kia kaha,\" which means stand tall, or stay strong. ##Daily Life## Nearly 15,000 of the 52,976 coronavirus patients in the United States are in the greater New York City metro area, the country's largest population center.  The rapid spread of the virus has prompted authorities to take a series of drastic measures -- asking most residents to stay home, releasing inmates from prisons where the virus could spread, and closing streets to create outdoor space for residents to exercise while still abiding by social distancing guidelines.  The Trump administration is particularly worried about the region. Dr. Deborah Birx, a member of the White House's coronavirus task force, has advised anyone who has visited the area to self-quarantine for the next 14 days. “About 56% of all the cases in the United States are coming out of that metro area and 60% of all the new cases are coming out of the metro New York Area and 31% of the people succumbing to this disease,”  said Birx.  Experts say that other major cities in the US and worldwide could be forced to make similar choices in the coming days and weeks. Los Angeles Mayor Eric Garcetti said his city is about six to 12 days behind the surge in coronavirus cases and deaths reported in New York City. On Tuesday, he enacted an emergency order requiring most residents to stay in their homes. London Mayor Sadiq Khan has asked his constituents to stay home and avoid riding the tube, which has been operating at limited capacity. ##Daily Life## ##Travel## ##Health## ##Business## Moscow is ready to help Washington in the fight against the coronavirus outbreak if necessary, according to the Russian ambassador to the United States, Anatoly Antonov. \"Our test kits have shown their high quality in China, Iran, have been transferred to Italy. Ordinary Americans should know -- Russia, if necessary, will be ready to help the United States as it has repeatedly offered assistance in putting out fires in California,\" said Antonov, as cited in the Russian state-owned news agency Sputnik. The US faced its deadliest day of the outbreak on Tuesday, with at least 163 people dying.  The death toll rose past 700, as the World Health Organization warned the country could be the next epicenter of the virus. ##Health## Brazilians have been tricked by the media over a \"little flu,\" according to president Jair Bolsonaro. Families should still go out to eat despite coronavirus fears, says Mexico's President Andres Manuél Lopez Obrador. And Nicaragua's leader Daniel Ortega has all but disappeared, while political marches and rallies continue. As global leaders race to contain the brutal threat of a growing pandemic, a triumvirate of denial has emerged in Latin America, with the leaders of Brazil, Mexico and Nicaragua downplaying the danger of a looming outbreak. Read more: ##Daily Life## ##Health## More than half the population of the United States has been ordered to stay at home as states ramp up efforts to contain the novel coronavirus. The situation now: At least 15 states and 30 municipalities have ordered more than 166 million people, or 51% of the US population to stay home, according to data compiled by CNN using US Census population estimates.  What's next: At least two additional states and five municipalities will have orders going into effect later this week for their full population. The total: When all orders take effect, more than 180 million people will be impacted by the orders, or 55% of the US population.  ##Daily Life## The White House and Senate leaders struck a major deal early Wednesday morning over a $2-trillion package to provide a jolt to an economy struggling through the coronavirus pandemic. The deal caps days of marathon negotiations that produced one of the most expensive and far-reaching measures in the history of Congress. \"Ladies and gentleman, we are done,\" White House legislative affairs director Eric Ueland said right before 1 a.m. ET. \"We have a deal.\" Negotiations have spanned around the clock since last Friday. Senate Majority Leader Mitch McConnell is expected to take to the floor to announce that a deal had been reached on the proposal.  The full details have yet to be released.  But over the past 24 hours, the elements of the proposal have come into sharper focus, with $250 billion set aside for direct payments to individuals and families, $350 billion in small business loans, $250 billion in unemployment insurance benefits and $500 billion in loans for distressed companies. ##Business## ##Stimulus Bill## Pakistan will suspend all domestic flights from Thursday until April 2, in an attempt to combat the spread of Covid-19, according to government officials. Passenger train services will be suspended immediately until March 31.  Pakistan has reported 972 cases and seven deaths from the coronavirus, according to the country’s health ministry. On Tuesday, Prime Minister Imran Khan announced a rescue and stimulus package worth about 1.13 trillion rupees ($7 billion), aimed at supporting various sectors of society and the economy during the pandemic.  ##Daily Life## Demand for coronavirus tests at some US commercial labs continues to exceed capacity, even as millions of tests have become available. Test turnaround times range from 24 hours to a week or more, according to labs contacted by CNN. Quest Diagnostics: One of the largest US clinical laboratories said current turnaround time for coronavirus tests is on average four to five days, from the time of specimen pickup to the time results are delivered, though some results may not be provided for about a week.  “Although we are rapidly expanding testing capacity, demand for the testing is growing faster, and we cannot accommodate everyone who wants testing and meet tight turnaround time expectations,” Quest said in a statement. TriCore Reference Laboratories: The New Mexico-based lab said its turnaround time is about five days.   Eurofins: A spokesperson for laboratory network Eurofins said its labs are running up to 5,000 tests a day, many in 24 hours, but also said, “due to the backlog, unprecedented demand, pressures on our supply chain, and shipping delays … our turnaround time has been pushed beyond what we normally experience. At most, we are looking at results in 72 hours.” BioReference Laboratories: While there had been a backlog in its facilities, the company said it has cleared it within a week of making their testing for Covid-19 available and cut its turnaround time to 24 hours for inpatients and 48 to 72 hours for the general public. Dr. Alex Greninger, an assistant professor at the University of Washington's Department of Laboratory Medicine, said unprecedented demand is the driving factor of such wait times for test results. Faster delivery of tests is critical to conserve personal protective equipment, he said. “It’s not just about testing but about getting results in a clinically actionable time frame. The faster you get results, the less protective equipment you use and the quicker you can get a patient properly isolated,” Greninger said. ##Health## With less than four months to go until the scheduled start of the Olympic Games on July 24, the fanfare around Tokyo 2020 had been well underway.  Tokyo was already covered with posters and fliers, hotels to house tourists were ready to receive guests and new venues like the Olympic stadium had been built. Tickets had been selling quickly among residents, too.  But then the coronavirus pandemic accelerated around the world. Doubts set in: Nearly 70% of people in Japan did not expect the Games to be held as scheduled, according to a Kyodo News survey conducted last week. This film predicted it: As speculation mounted over the Games' fate, a scene from the iconic 1988 anime film “Akira,” which spookily predicted not only Tokyo 2020, but that it would be canceled, trended online.   Postponement announced: A growing chorus of teams and athletes called for the Games to be postponed. That announcement finally came on Tuesday, when IOC president Thomas Bach and Japanese Prime Minister Shinzo Abe announced the Games’ postponement to 2021. They agreed to keep the name as Tokyo 2020 and said the Olympic flame would stay in Japan.  Unprecedented: The Olympics have never been rescheduled in peacetime. In 1916, 1940 and 1944, the Games were canceled because of world wars.  Questions remain: Japan must now prepare for the mammoth task of rescheduling the Olympics, but it is unclear who would cover the additional costs arising from the Games’ postponement.  ##Business## Australia’s national identity is largely shaped by its geography. The land and people are, as the country’s national anthem states, “girt by sea” -- protected from the trials and tribulations of the outside world by oceans and distance. The novel coronavirus pandemic, however, is perhaps the greatest challenge to that theory Australia has faced, unprecedented in the history of the world’s only continent-country. By cutting off international flights, Australia has effectively lifted the drawbridge and isolated itself from the rest of the world. To date, more than 2,300 people have been infected there, according to a tally by Johns Hopkins University. Prime Minister Scott Morrison’s government also established widespread restrictions on social gatherings, shutting bars, gyms and movie theaters and restricting restaurants to delivery or take out. “There are many challenges we are facing now, which we’ve already discussed. But there are going to be many more and some of them yet haven’t even revealed themselves as to what the nature of those challenges are going to be,” Morrison said Wednesday.\n“What as a government we’ve been seeking to do is put in place the right advice, the right structures, the right disciplines, the right processes, to ensure that we can make the best possible decisions that can stick and will ensure that we can best manage this crisis.” ##Health## ##Travel## ##Business## ##Daily Life## Japan’s Prime Minister Shinzo Abe has spoken with President Donald Trump in a phone call about the postponement of the 2020 Olympic Games. \"Prime Minister Abe explained about the one-year postponement for the safety and security for the athletes, and the agreement of having the Olympics by end of 2021 summer,\" said Japan’s Chief Cabinet Secretary Yoshihide Suga, who spoke to the media following the 40-minute call. \n\"President Trump repeatedly mentioned the postponement was wise and excellent decisions. Both leaders confirmed close cooperation for the Tokyo Olympics to be held in complete form as the proof (of) human beings' victory in the fight against the coronavirus,\" Suga said.  Abe and Trump also spoke about cooperation for the development of a medical cure for the coronavirus. ##Daily Life## With stores closed, runway shows canceled and global supply chains disrupted, much of the fashion industry has been rendered idle by the coronavirus pandemic. Now, designers, luxury labels and fashion conglomerates are all stepping up to help overcome shortages of masks and other personal protective equipment (PPE) in some of the hardest-hit countries. In the US, where health officials have warned that stockpiles of medical equipment may be insufficient despite manufacturers ramping up production, some medical workers have been forced to reuse masks between patients and even make their own. New York Governor Andrew Cuomo took his appeal for assistance in the country's worst-hit state to Twitter, writing: \"We need companies to be creative to supply the crucial gear our healthcare workers need.\" His call was answered with offers to retool production and put sewing teams and unused resources to good use. One of the first to respond was designer and \"Project Runway\" alumni, Christian Siriano. \"If @NYGovCuomo says we need masks my team will help make some,\" he tweeted. \"I have a full sewing team still on staff working from home that can help.\" Just days after his online exchange with Cuomo, the designer posted a video of face mask production already underway. Read more: ##Business## ##Health## A US Federal Emergency Management Agency Administrator (FEMA) employee has tested positive for coronavirus, a spokesperson said on Tuesday.  FEMA is leading the federal operations for the coronavirus response on behalf of the White House task force, which is headed by Vice President Mike Pence. Pence and other task force members were in the FEMA headquarters building in Washington around the same time as the infected employee, the spokesperson said.  However, FEMA said the employee did not come within six feet of the vice president or any other taskforce principal “for any period of time.”  \"All areas visited by the vice president and other task force members were disinfected prior to their visits,\" the spokesperson said.  Pence and second lady Karen Pence both tested negative for the virus Saturday afternoon after a staff member of his office had tested positive. ##Health## ##Daily Life## The United States' coronavirus task force is receiving plenty of feedback from public health experts who are sounding the alarm over easing the social distancing guidelines next week, a source familiar with the matter said.  Although President Donald Trump has talked about reopening the country by Easter, the President hasn’t reached a final decision on exactly when the government’s guidelines would be relaxed to get the economy back up and running, the source told CNN. Trump is hearing from advisers who are urging him to make Easter more of an “aspirational date,” the source added. When the President talked up the idea of packing churches on Easter, the source continued, he knew it was more wishful thinking than a realistic goal. “He was being himself,” the source said. The current thinking is that it’s unlikely Trump will relax the social distancing guidelines next week, when the 15-day period for those measures is scheduled to come to an end.  That kind of a move would likely spark fierce debate inside the task force, the source said. Expanding testing: One idea being discussed inside the task force is dramatically expanding self-testing for the coronavirus on a massive scale, the source said.  That would provide public health experts with a wealth of data to make more informed decisions about restarting the economy.  The problem right now, the source said, is that very little data is available due to the slow rollout of testing across the country. “We don’t have the testing to know what’s going on,” the source said.  ##Health## ##Daily Life## ##Business## As of 11:45 p.m. ET, there have been more than 422,000 people infected by the novel coronavirus worldwide, and over 18,900 have died, according to a tally by Johns Hopkins University, which is tracking World Health Organization (WHO) figures and additional sources.  Mainland China still has the most cases of any country -- as of the end of the day Tuesday 81,218 people there have been infected, 3,281 of whom died and 73,650 of whom recovered -- but the numbers in hard-hit Italy are getting closer. More than 69,000 people have been infected in Italy and at least 6,820 have died, according to Johns Hopkins. The next epicenter: While Italy is the current epicenter of the virus, the WHO said it is possible it could shift to the United States. Last Wednesday, there were about 3,500 cases in the US, according to the WHO.  As of late Tuesday night ET, the country has at least 52,976 cases across all 50 states, the District of Columbia, Guam, Puerto Rico and the US Virgin Islands, according to a CNN tally. At least 705 people have died, including 210 in New York, 123 in Washington state and 46 in Louisiana. The increase is likely due in part to both the virus' exponential spread and increased testing efforts country-wide. The planet stays home: To combat the virus' spread, authorities across the US are ordering most residents to stay at home -- 55% of the nearly 330 million people living in the country will be subject to such measures. They're not alone -- a staggering 2.5 billion people -- nearly a third of the world’s population -- are under coronavirus-related movement restrictions. The most audacious of all these stay-at-home orders is likely in India, which has asked the majority of its 1.3 billion population to stay home for 21 days. The 2020 Games, in 2021: On Tuesday, the International Olympic Committee president Thomas Bach and Japanese Prime Minister Shinzo Abe announced the Summer Olympic Games in Tokyo would be postponed until next year. They agreed to keep the name as Tokyo 2020 and said the Olympic flame would stay in Japan.  The Olympics have never been rescheduled in peacetime. In 1916, 1940 and 1944, the Games were canceled because of world wars.  As Japan now prepares for the logistical nightmare that is rescheduling one of the world's biggest and most popular events, Tokyo 2020 organizing committee chief executive Toshiro Muto said Tuesday that it was unclear who would cover the additional costs arising from pushing back the Games. ##Daily Life## ##Health## ##Business## ##Travel## Alaska has recorded its first death due to Covid-19, according to the state’s chief medical officer.  This case brings the nationwide coronavirus death toll in the United States to 705. Dr. Anne Zink announced in a Tuesday evening news conference that the patient had been living in Washington “for a while” and died there. Due to CDC standards on how coronavirus deaths are classified and to avoid miscounting, it is still counted as an Alaska death, according to Zink. The state Department of Health and Social Services reports there are currently 42 confirmed Covid-19 cases in Alaska. ##Health## In a four-and-a-half-minute speech broadcast on national television and radio, Brazilian President Jair Bolsonaro criticized the media for sparking what he called fear and hysteria over the coronavirus and some regional authorities for \"scorched earth\" policies. Bolsonaro took governors and mayors to task for adopting measures suggested by the World Health Organization and adopted by other countries, like social distancing and self-quarantine. \"What we've seen in the world is that the risk group is people over 60 years old. So why close schools?\" he asked.  He also pointed to the closing of stores and restrictions on transportation as problematic.  \"The virus arrived and is being faced down by us and shortly will pass. Our life has to go on. Jobs should be maintained,\" he said. Bolsonaro also blamed the press for a \"sense of dread\" and for causing \"real hysteria in the country.\" As of Tuesday, Brazil reported 2,201 cases of novel coronavirus and 46 deaths, according to the Ministry of Health. ##Daily Life## ##Health## Waffle House has closed 365 of its restaurants across the United States as a result of the coronavirus pandemic. In a statement on the company's social media accounts Tuesday, Waffle House said 1,627  locations remain open at this time. The closures were announced along with the hashtag “WaffleHouseIndexRed.”  In a previous tweet, Waffle House asked patrons to think of their employees as they navigate through this crisis.  “Our associates are the true heroes during this time and appreciate any order you are able [to] place with them.” Waffle House almost never shuts: The breakfast chain typically only closes during major disasters like hurricanes or storms. Waffle House has become something of a canary in the coal mine when it comes to measuring just how serious a particular disaster is -- the Federal Emergency Management Agency (FEMA) even coined the term \"Waffle House Index\" to measure the effect of a natural disaster on an area. If a Waffle House shuts down or limits its menu after such hazards, federal officials conclude the community took a major hit. ##Business## Days after most Americans began life on lockdown, President Donald Trump has already said he wants the nation \"opened up and just raring to go\" by April 12.  That's just over two weeks away, and most doctors believe far too early for a return to normal, risking another wave of coronavirus infections that could quickly spiral out of control. But Trump, along with many prominent US conservatives, is concerned about the effects on the economy -- particularly the markets -- should people be away from work for too long.  Other governments have tackled with this issue already, with authorities across China moving to bail out affected businesses and provide payments to people living on lockdown, making it easier for them to stay at home and help rein in the outbreak.  Hong Kong, one of the first places outside mainland China to see infections, also provides a model for what happens when you go back to work too soon.  This week, the city sent civil servants back home after they returned to their offices around the start of the month. Numbers had been stable in Hong Kong when that decision was made, but imported infections combined with a lack of social distancing soon led to a new wave of local cases.  That experience should cause alarm for anyone advocating a quick return to work in the US. New York City alone has 50 times the number of confirmed cases as Hong Kong, even after the new wave of infections. Cities in the US are also far less able to control transport in and out, or even keep track of imported infections until they show up at hospitals.  Trump and his backers in conservative media may be concerned what happens to the stock market if workers are at home for too long, but there's no reason to suppose the line will go up if they're in hospitals or morgues instead. As Hong Kong has shown, fighting the coronavirus is a long game, and you can't rush it.  ##Daily Life## The first US case of the coronavirus was reported January 21 -- a Washington state man who had recently returned from China. Now, the country has at least 52,976 cases across all 50 states, the District of Columbia, Guam, Puerto Rico and the US Virgin Islands.  At least 704 people have died, including 210 in New York, 123 in Washington state and 46 in Louisiana. CNN's tallies are based on totals reported by states, US territories and the District of Columbia.  Read more here:  Ground zero of the novel coronavirus pandemic is in Wuhan, China but it's epicenter -- where the majority of new cases are popping up -- is a moving target, shifting globally as the virus spreads. Europe is the current epicenter, and Italy in particular -- the country is nearing 70,000 cases and 7,000 fatalities, according to a tally by Johns Hopkins University. But Italy's rate of new infections and fatalities could slow as the calendar ticks closer to two weeks since the country went on lockdown. Experts say that since Covid-19 is believed to have an incubation period ranging from one to 14 days, it takes those full two weeks to see the benefits of any measures advising or ordering people to stay at home. Italy went on total lockdown on March 13 -- meaning Friday will be two weeks since the measure came into force. US states began enacting their own drastic travel restrictions in recent days, but nothing has been federally mandated. According to CNN's tally of US cases, there were at least 52,976 cases of the novel coronavirus in the United States as of Tuesday night, and more than 700 people have died. The tally is based on numbers of confirmed cases provided by state and local health departments. CNN's tally of total confirmed cases has increased by at least 23% each day since March 4 -- in some cases, much more steeply. From March 18 to March 19, confirmed US cases rose 51% in just one day, from 8,760 to 13,229, the largest one-day increase in recent weeks. But public health experts, including the US surgeon general, have warned the worst is yet to come.  ##Health## New Zealand has declared a state of national emergency as cases of the novel coronavirus continue to rise in the country, the National Emergency Management Agency announced on Wednesday. The move will see New Zealand elevating its \"Alert Level\" to 4 from 11:59 p.m. local time (6:59 a.m. ET) on Wednesday. What this means:  People told to stay at home: Anyone \"not working in essential services must stay at home and stop all interactions with others outside of your household,\" the agency said.\nEssential services will remain open: Health care and food stores such as supermarkets will remain available. However, all indoor and outdoor events will be banned and schools will close.\nPublic transport limited: Public transport will only be available for those working in essential services, for medical reasons and to get to the supermarket. \nCross-country travel: Domestic air travel will also be limited to people undertaking essential services.  \"This decision was not made lightly. If we all do our part and stay home we will save lives,\" New Zealand's Minister of Civil Defence Peeni Henare tweeted following the announcement. ##Daily Life## Mainland China reported 47 new cases of the novel coronavirus as of end of day Tuesday -- all of which were imported. China's National Health Commission reported four new deaths, bringing the total death toll to 3,281.  The total number of confirmed infections in the country stands at 81,218, with 474 imported cases. There were no new confirmed cases in Hubei province, where the coronavirus was first identified.  The commission added that a total of 73,650 patients in mainland China have recovered and been discharged from hospital. ##Health## The Los Angeles County Department of Public Health says there may now be an “alternate explanation” for the fatality of a juvenile, attributed earlier today to Covid-19. In a news release issued Tuesday evening, the department characterized the case as “complex” and despite early testing indicating a positive result for Covid-19, further investigation by the the Centers for Disease Control would be required. Los Angeles Mayor Eric Garcetti told CNN the person was a teenager. Read more on this here.  ##Health## The US state of Iowa has announced its first death associated with Covid-19. \"The individual was an older adult, 61-80 years of age, and a resident of Dubuque County,\" the Iowa Department of Public Health said in a news release sent out by the office of Gov. Kim Reynolds.  \"I continue to urge all Iowans to protect their health and the health of others, especially older individuals and those with chronic health conditions who are most at risk. We all have a role to play in limiting the spread of this virus,\" Reynolds said.   ##Health## By end of day Wednesday, more than half the population of the United States will be ordered stay at home as states ramp up efforts to contain the novel coronavirus.  The situation now: At least 14 states and 23 municipalities have ordered more than 152 million people, or 46% of the US population to stay home, according to data compiled by CNN using US Census population estimates.  What's next: At least three additional states and 11 municipalities will have orders going into effect later for their full population. The total: When all orders take effect, 180 million people will be impacted by the orders, or 55% of the US population.  ##Daily Life## Los Angeles Mayor Eric Garcetti said the city will not be back to normal by Easter, a response to President Donald Trump's earlier remarks today that he wants the nation \"opened up and just raring to go by Easter.\" \"Some are putting out that hope of us being back in churches by Easter or synagogues by Passover in a couple weeks ... I think we owe it to everybody to be straightforward and honest that we will not be back to normal in that short amount of time,\" Mayor Garcetti said at a news conference Tuesday. \"I have said be prepared for a couple months like this.\" Garcetti said LA is about six to 12 days behind the surge in coronavirus cases and deaths reported in New York City.  The mayor urged the federal government to continue acting to \"make sure we can get the supplies that we need for those professionals who are bravely meeting this challenge head on.\"  ##Daily Life## ##Health## India's normally bustling streets are quiet. Delivery drivers wear gloves and face masks. Even the country's unrelenting construction has come to a halt. It's all part of India's unprecedented 21-day bid to stop the coronavirus pandemic in its tracks with a nationwide lockdown. India is the world's second-most populous country and has the fifth-biggest economy, with trade connections all over the world. Yet despite its size, the country of 1.34 billion appears to have avoided the full hit of the pandemic. To date, India has only 519 confirmed cases of coronavirus and nine deaths, according to the World Health Organization (WHO). By contrast, South Korea -- which has a population only 3.8% the size of India's -- has more than 9,000 cases. China, where the outbreak was first identified, has more than 81,000 confirmed cases in a population of 1.39 billion. Prime Minister Narendra Modi has maintained there is no sign of community spread, and the WHO has praised India's swift response, which has included grounding domestic and international commercial flights and suspending all tourist visas. But fears are growing that the country remains susceptible to a wider, potentially more damaging outbreak. Experts have cautioned that India is not testing enough people to know the true extent of the issue -- and warn that it is home to a unique set of issues that could accelerate the spread of the virus. Read more:  ##Business## ##Health## ##Daily Life## Libya's National Center for Disease Control has announced the first case of novel coronavirus in the country. \"The health ministry will take all necessary steps to care for the patient, and to provide them with all the necessary care,\" said Libya's health authorities during a news conference late Tuesday. No further information on the first case was provided. ##Health## There are at least 52,976 cases of the novel coronavirus in the United States and 704 people have died, according to CNN Health’s tally of US cases that are detected and tested in the US through public health systems. There have already been 163 deaths reported today, according to a tally by CNN, making this the deadliest day in the US since the coronavirus pandemic began.  The total includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. ##Health## As states compete for valuable medical resources like testing kits, face masks and ventilators, some are turning to their senators to help with supply shortages. Behind the scenes, lawmakers are overwhelmed by the stories they are hearing back home, and stepping in to troubleshoot. Senators are relying on their closer relationships with the White House and federal officials to get states what they need.  Sen. Tina Smith, a Democrat from Minnesota, recounted that in her state, the public health department had been approved to receive more than 55,000 N95 masks, nearly 122,000 surgical masks, 23,145 face shields, more than 18,000 gowns and more than 67,000 gloves from the strategic stockpile. But when health officials opened up their shipment Friday, they saw just 657 pairs of gloves. They called her office. “That is kind of frightening when we are seeing the kind of upsurge in cases we are seeing,” Smith said in a phone interview with CNN Tuesday. “I worry that states are competing.”  For the rest of the weekend, Smith and her staff were on the phone with Department of Health and Human Services, troubleshooting with the governor’s office and trying to understand what had gone wrong. Just days later, after the weekend calls, Minnesota public health officials received another shipment that contained the items they had been approved for. But, Smith said public health officials in her state still warn it’s not likely to be enough for the long haul. She also said that her state still has not received a single ventilator from the stockpile. Other hot spots like New York, California and Washington continue to be top priorities as the government seeks to slow to spread of Covid-19 there. Smith says she doesn’t blame career officials at HHS or the Federal Emergency Management Agency. “I feel like the career staff are trying their hardest. I don’t blame them,” she said. “It feels as if the administration’s response is haphazard… I cannot help but think that if they had started to prepare for this in early February…we would have been in a better spot…” It’s not just places like Minnesota that state officials are asking senators with closer ties to the federal government to help.  In South Dakota, Sen. John Thune, the second-ranking Republican in the Senate, stepped in to try and help his state. According to an aide familiar, Thune helped South Dakota Gov. Kristi Noem lean on both the White House and the Centers for Disease Control and Prevention last week when the state needed more reagents required to complete the Covid-19 tests. ##Health##  London's Mayor Sadiq Khan has hit back at government criticism over the capital's tube network running a reduced service amid the Covid-19 outbreak, telling local news outlets that Transport for London (TFL) is operating the maximum number of tube services it can, while maintaining safety.  \"We’re running the maximum tubes we can, as safely as we can. That roughly means that there are 55% of the tubes running,\" Khan said Tuesday in an interview with Channel 4 News.  The London's mayor's remarks come after images of London's tube services circulated Tuesday morning depicting crowded trains, despite the virtual lockdown imposed by the government on Monday.  \"The good news is that we’ve seen about an 85% reduction in the number of passengers. The concern is that too many people aren’t following the rules and the instructions, which is to stay at home,\" Khan added. Earlier on Tuesday, UK Health Secretary Matt Hancock criticized Transport for London's decision to run a reduced service, suggesting that an increase in the number of tubes running would allow members of the public to adhere to the government's social-distancing guidelines, while traveling on the underground network. \"TFL should have the tube running in full so that people travelling on the tube can be spaced out and further apart, obeying the two metre rule as best possible,\" Hancock said during the government's daily Covid-19 press briefing.  \"There is no good reason in the information that I've seen that the current levels of tube provision should be as low as they are. We should have more tube trains running,\" the Health Secretary added.  Speaking to BBC London, Khan denounced the \"blame game being played\" by Hancock, highlighting the \"heroic\" work being carried out by TFL staff, and the pressure placed on TFL by the number of staff members who are off work. \"About a third of TFL staff are off work, mainly because of themselves having Covid-19, or members of their family having the symptoms, which means they are self-isolating ... TFL are running the maximum service they’re able to do safely, with the number of staff that they have got,\" Khan asserted.  ##Daily Life## Australia banned overseas travel and extended social restrictions in order to tackle the spread of the novel coronavirus, Prime Minister Scott Morrison announced on Tuesday. The decision to ban overseas travel is aligned with Australia's upgraded \"Level 4: do not travel\" and comes under the Biosecurity Act of 2015, Morrison said. \"We will be living with this virus for at least six months,\" Morrison warned, stating further that, \"The highest priority should be placed on social isolation measures.\"  To that effect, the Australian prime minister unveiled stricter social distancing measures that include weddings with a maximum attendance of no more than five people and funerals with no more than 10 people, with one person per 4 square meters (or at least 6 feet apart). Australia reported a jump of 429 new confirmed cases of novel coronavirus on Wednesday, taking the national tally to 2,252 cases of which eight have died, according to the country's Department of Health.  ##Travel## As coronavirus cases continue to rise in the United States, the nation has \"potential\" to become the next epicenter of the coronavirus pandemic, Margaret Harris, a spokesperson for the World Health Organization, said during a call with reporters on Tuesday.  Harris was asked directly: \"Do you see the United States going on to become the epicenter of this outbreak, overtaking Europe?\" In response Harris said, \"We are now seeing a very large acceleration in the numbers of cases from the United States -- so it does have that potential. We cannot say that that is the case yet, but it does have that potential.\" Earlier in the call, Harris said that the majority of the world's latest Covid-19 cases have been in European countries and the United States. \"The main drivers of the outbreak remain Europe, but also the US. So 85% of cases that have been reported in the last 24 hours have come from the European region and the US,\" Harris said on Tuesday.  \"A lot of countries are now taking very strong measures to distance people, to really quarantine entire societies, and these have been shown to be an important way of slowing down this spread of the virus and buying some time,\" Harris said. \"But to defeat the virus, to stop it, countries also need very aggressive targeted tactics, testing every suspected case, isolating and caring for every person known to be ill and also tracing and quarantining and finding every close contact.\" ##Health##"], "Language": false}