{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/us/malaria-drugs-nevada-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alisha Ebrahimji, CNN"], "Writers": [["Alisha Ebrahimji"]], "FirstPublishDate": ["2020-03-25T18:49:01Z"], "LastModifiedDate": ["2020-03-25T18:49:01Z"], "Headline": ["Nevada governor limits use of anti-malaria drugs for coronavirus patients"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Nevada's governor has signed an emergency regulation limiting the use of two anti-malaria drugs to treat coronavirus patients, the same medication that President Donald Trump has touted as possible treatments. Trump has said that using chloroquine and hydroxychloroquine as treatments for coronavirus could be \"one of the biggest game changers in the history of medicine,\" and mistakenly said the drugs had been approved for treatment.  But there is only anecdotal evidence that the drugs are effective against coronavirus and the drugs are used by people to treat conditions like lupus. Democratic Gov. Steve Sisolak said that's why he signed the emergency regulation limiting the prescription and issuance of the two drugs. \"While these drugs serve necessary medical purposes, this regulation protects the Nevadans who need them and prevents unnecessary hoarding,\" Sisolak wrote on Twitter.  The regulation bans the prescription of the drugs to treat Covid-19. However, in a follow-up tweet, Sisolak noted that the emergency regulation does not apply to doctors who order the drugs for coronavirus treatment in an inpatient setting. \"In other words, if a doctor in a hospital or emergency room setting wants to prescribe these drugs to treat a patient diagnosed with COVID-19, he or she is still free to do so,\" Sisolak tweeted. If the medications are prescribed by a doctor for outpatient use, a code will be tagged on the drugs which will limit users to a 30-day supply only, according to a statement from Sisolak. Besides lupus, chloroquine is used to treat other conditions, like malaria and rheumatoid arthritis. The World Health Organization (WHO) includes it on its list of \"essential medicines,\" meaning it should always be kept affordable and accessible. Trump claimed during a White House briefing last week that the Food and Drug Administration had approved using chloroquine to treat coronavirus. In a post-briefing statement, the FDA said chloroquine has not been approved by the FDA to treat coronavirus. As of right now, \"there are no FDA-approved therapeutics or drugs to treat, cure or prevent COVID-19.\"  Even though there isn't concrete research right now to support its use as a treatment for coronavirus, WHO officials said on Monday that chloroquine will be included as an option in a large, global clinical trial evaluating possible treatments.  A day before the governor's announcement, an Arizona man died, and his wife is under critical care after the pair took chloroquine phosphate in an apparent attempt to self-medicate for coronavirus.  It does not appear they took the pharmaceutical version of the drug, but rather \"an additive commonly used at aquariums to clean fish tanks,\" according to Banner Health. NBC News spoke to the wife, who said they learned of chloroquine's connection to coronavirus during Trump's news conference, which \"was on a lot actually.\" They took it because they \"were afraid of getting sick,\" she said. The two drugs have been shown, in labs, to be effective against severe acute respiratory syndrome coronaviruses -- including the SARS strain that causes Covid-19 -- as well as other coronaviruses, according to the US Centers for Disease Control and Prevention. Hydroxychloroquine is being studied to determine if it can prevent the onset of Covid-19 before or after a patient is infected with the SARS coronavirus strain that causes it, and if it can be used to treat Covid-19 sufferers, the CDC said. Dr. Anthony Fauci, the director of National Institute of Allergy and Infectious Diseases and a member of the White House coronavirus task force, has said evidence of the drugs' effectiveness is only anecdotal. Regarding the SARS strain, the effectiveness of the drugs was never vetted in a clinical trial, he said. The drugs may be effective against the novel coronavirus, Fauci said, but more data is needed to \"show it is truly safe and effective under the conditions of Covid-19.\""], "Language": false}