{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/media/fox-news-white-house-coronavirus-doctors/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Analysis by Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-03-25T14:14:53Z"], "LastModifiedDate": ["2020-03-25T18:03:08Z"], "Headline": ["How the Fox News presidency has politicized a national health crisis"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Fox News presidency has taken a dangerous turn. As the coronavirus crisis deepens all across the United States, the Trump administration is favoring Fox and turning down almost all other networks' interview requests. It's the politicization of a pandemic. The result: Key administration officials are not being subjected to much-needed scrutiny. And doctors are being drawn into a petty political game. Fox, the television home of the Trump administration, has been stocked with Trump aides and officials like Dr. Anthony Fauci, who appeared on \"The Ingraham Angle\" Tuesday night and said President Trump's insistence on a return to normalcy \"by Easter\" is just an \"aspirational goal.\" By showing up on Fox and shunning other networks, top officials may be trying to get through to Trump -- or doing what they perceive he wants. White House press secretary Stephanie Grisham appeared on \"Fox & Friends\" Wednesday morning and criticized the press. She said some unnamed \"members of the media are using a really important time in our country to try and divide people on the task force.\" Grisham is a regular on Fox, but almost never agrees to interviews on broadcast networks, which draw more viewers than Fox. Booking producers have been getting frustrated by all the \"no's\" from the administration. Clashes within the White House's communications team have exacerbated the problems. \"There are some people on the task force who actually want to do TV but can't get any straight answers from the White House or the Vice President's communications shop, so interviews are falling through the cracks left and right,\" a television producer with knowledge of the matter said. The coronavirus task force was formed in late January as a response to the outbreak in the US. It is composed of White House officials and doctors, including Dr. Fauci, Surgeon General Jerome Adams and Dr. Deborah Birx. The task force's TV appearances suggest a shoring-up-the-base strategy by the White House -- which is incongruent while the entire country is fighting a virus that has no political party. No government officials appeared on Wednesday's TV morning newscasts, for example. But Surgeon General  Adams made time for Sean Hannity's talk show on Tuesday night. According to Hannity, he will be interviewing Trump later this week. Fox programs have soft-pedaled the government's shortcomings and promoted an imminent rollback of social distancing restrictions. Public health experts say such a change could be catastrophic because it would cause a surge in new coronavirus infections. But Trump was barely challenged on that point when Fox anchors interviewed him on Tuesday. The interview was billed as a \"virtual town hall\" live from the Rose Garden. It took place in the early afternoon, typically one of the lowest-rated times of day on Fox News, instead of prime time. (Ratings have been elevated across the board due to the national emergency.) \"I doubt this would ever happen, but Trump should hold a town hall with another network in the very near future,\" Poynter senior media writer Tom Jones wrote Wednesday. Throughout the duration of the coronavirus crisis, Trump has appeared at regular White House briefings, and has attracted criticism for spreading misinformation from the podium. He has given interviews to Fox but has declined virtually all other interview requests. Dr. Fauci has been much more available for interviews. His presence at some briefings, and his absence at others, has stirred speculation about his relationship with the president. Fauci appeared on CNN's weekly global coronavirus town hall for the past three weeks, but the administration initially declined to make him available for this Thursday's town hall, according to a CNN representative. After this story was originally published on Wednesday, Fauci was added as a confirmed guest for the town hall. He is also expected to appear on CNN's \"Cuomo Prime Time\" on Wednesday night."], "Language": false}