{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/cnn-underscored/apple-ipad-pro-2020-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-03-24T12:30:34Z"], "LastModifiedDate": ["2020-03-24T19:07:46Z"], "Headline": ["The 2020 iPad Pro's trackpad support steals the show on the fastest tablet we've ever tested"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["There's finally a new iPad in town: the fourth-generation iPad Pro, available in an 11-inch model ($799) and a 12.9-inch model ($999.99).  While at first glance these will seem pretty similar to previous generations, Apple packed a few key upgrades into these latest offerings. The new iPads have the A12Z Bionic Chip with up to 1TB of storage (that's more than most laptops!), a stunning Retina display with True Tone (this matches the color temperature with lighting in the room), and ProMotion (a 120Hz refresh rate). Arguably, the most exciting features for 2020 are iPadOS 13.4, which brings trackpad support, and the addition of a second camera and a LiDAR sensor on the back.  Over the past week, we've been putting the Pro through its paces — heavily — and what you can do with the hardware is pretty wild. So let's dive into our full review of the 12.9-inch iPad Pro. A thin and flat design that weighs just over a pound The 12.9-inch is a massive iPad, but, in hand, it's by no means unwieldy. It weighs in at 1.42 pounds, so it can be carried with just one hand. Overall, it's about the size of a classic college-ruled notebook and fits inside a 13-inch MacBook Air. Bezels around the 12.9-inch display are quite thin, and the TrueDepth camera module sits on the top bezel when held vertically (left side when horizontal). You'll find four speaker grilles on the top and bottom vertically, left and right side when horizontal. A USB Type-C port — the single port on the iPad Pro — sits on the bottom. The Power button sits on the top with a volume rocker on the right side when held vertically (horizontally, it's power on the left and volume on the top).  Flipping the iPad Pro to its back unveils the main camera module, fitted with a 12-megapixel wide lens, a 10-megapixel ultra-wide lens, an LED flash and a LiDAR sensor. Also on the back is Apple's smart connector — these three dots provide power and handle the connection for accessories like the Smart Keyboard. It's a sleek design, and it's nearly identical to the previous iPad Pro, so what's not to like? The second-generation Apple Pencil magnetically attaches to the right side when vertical, or top when horizontal. It doesn't just sit snug, but it wirelessly charges, a feature we really love.  A vast amount of real estate on a stunning display Apple's always made good displays, and that same standard of quality continues here. The iPad Pro we've been testing features a 12.9-inch Retina display, more specifically a Liquid Retina display with a number of standards. Let's break them down. True Tone Display: Make no mistake, staring at a screen for a long time can cause eyestrain. Apple's True Tone display is pretty much a standard on its devices and adjusts the color temperature of the display to the space you're in. This uses a light sensor on the iPad Pro to sense the room and works quite well. You can, of course, turn this feature off if you so desire. \nProMotion: This is Apple's 120Hz technology for the display, and it's buttery smooth (like what we saw on the Galaxy S20 family). It's essentially how many times the display can refresh itself in a second. You'll notice the smoothness when swiping on the home screen, typing fast on a document, scrolling through your Twitter or Facebook timeline, and watching movies.  Both of these shine bright on the 12.9-inch iPad Pro and make a big difference in everyday use. It makes for a stunning experience, and it's a high-quality one at a 2732x2048 resolution with 264 pixels per inch. Additionally, there's an anti-reflective coating over the display to let you use the iPad Pro in multiple situations — in direct sunlight outdoors, under fluorescent lights, and anywhere a light could shine on the display — without straining to see the full picture. That all comes together to make it the perfect screen for viewing photos or streaming the latest episode of your favorite TV show. Colors are vibrant, blacks offer deep contrast, and it delivers a very realistic picture. A photo of the Jersey Shore, for instance (a mostly empty one, given the stay-at-home order), allows you to contrast the white beach with a blue ocean that's looking pretty clean. You can really see a sharp contrast drop between the beach and the ocean.  A better example might be viewing \"Frozen II\" streamed via Disney+. Let's skip to the scene where Elsa is making the trek across the ocean, encountering a mythical horse. She's wearing a white dress with many crystals and they all reflect and sparkle, which is contrasted with a dark, dark blue ocean — a level of detail that speaks to the display on the iPad Pro. Waves crash with a white bubble of foam, making the whole scene visually stunning, and the 120Hz refresh rate keeps up well with the animation.  We think you'll find that the display on the iPad Pro can handle almost anything you throw at it and, when paired with the new hardware inside, it makes for a compelling upgrade over the 2018 model.  The real star is trackpad support For 2020, Apple is giving iPad users trackpad support — but it's not just a basic implementation. Apple really took some time on this and in classic fashion, it aims to achieve the \"it just works\" mantra. After five days with it, we'd say it's not perfect, but it does deliver an updated user experience that Pro users and everyday iPad users alike will enjoy. It's not the normal cursor experience you currently find on the Mac. On iPad, the cursor is a transparent dark gray circle that shape-shifts depending what it's hovering over. Bring it over a button, and it will expand to rectangular or square to cover and surround the icon. It adapts to the ecosystem around it. Double-tap on a word to access the quick settings menu, allowing you to copy, cut, paste, replace, define and much more. One forceful click on a word that is spelled wrong will give you easy access to correcting it. Hovering over app icons will conform to the shape of the app. You'll also get to use some MacBook-like finger gestures as well: A three-finger swipe from the bottom to the top of a trackpad brings you to the hot screen.\nA three-finger swipe from the bottom to the middle of the trackpad brings you to the multitasking window. \nA three-finger swipe from the left or right will let you quickly switch between open apps.\nA one-finger swipe down on the trackpad will open up the doc.\nTwo fingers will let you scroll around any open window in the ecosystem. You can fly through a timeline, a large spreadsheet or even a document. \nA click on a word in a text document (Pages, Notes or even on the web) will bring up a quick settings menu for text. It's handy.\nA triple-click on a paragraph of text will have you select all. These are familiar ways to use a trackpad and they integrate extremely well into iPadOS. You can even move up to the battery in the top right to open the Control Center. Pretty neat that you can just hover the cursor over brightness or volume and use a two-finger swipe to raise or lower from the trackpad. Same goes for the top right corner — you can easily open Notification Center. These aren't meant to replace how you use an iPad. It's still a tablet designed for touch, and Apple is sticking to touch as the primary interface. But like the Apple Pencil, trackpad support could be another big game-changer. Best of all, it's not just locked to the iPad Pro. It's on every iPad that can run iPadOS 13.4, including 7th Gen iPad, iPad Air, iPad mini 5 and the 2018 iPad Pro line.  The primary accessory for using trackpad support will be Apple's forthcoming Magic Keyboard. It's a folio case for the iPad Pro, like the Smart Keyboard, but it gives you a lot more. You get a trackpad built right in and a real Magic Keyboard — the same style that is used on the new MacBook Air and 16-inch MacBook Pro. That means it's a scissor switch with 1 millimeter of key travel, plastic keys and backlighting.  Even neater, the iPad Pro won't actually touch the keyboard as it floats with magnets on the back of the case. That also means you can angle it in any way possible. We're really eager to go hands-on with it, but we're still a few months out. Preorders are open now, and they won't come cheap: $299 for the 11-inch iPad Pro and $349 for the 12.9-inch iPad Pro. Better yet, the Magic Keyboard will support the 2018 iPad Pro family. You can bet we'll have a full review closer to launch.  But you don't have to wait until May. The Magic Trackpad 2, Magic Mouse 2 and any mouse that works with the iPad support trackpad. That means you can get a Bluetooth mouse on Amazon or even plug a wired one in with the appropriate dongle. And since iPadOS 13.4 is out Tuesday, you could try it out for yourself on your iPad. Setup couldn't be easier: Open Bluetooth with your external trackpad turned on, and just select it as a device you can pair. Then iPadOS handles the rest in the background. We tested a Magic Trackpad 2 with our 12.9-inch iPad Pro.  Apple's already taken care of the legwork and integrated trackpad support through iPadOS and most of the preinstalled apps. Notes, the preinstalled text editing and writing app, works quite nicely with it, allowing you to highlight large fields, easily select smaller ones and make use of quick settings. iPadOS is rapid and fluid Rest assured, the fourth-generation iPad Pro can handle anything you can come up with. We've been testing the top-of-the-line 12.9-inch iPad Pro that has 1TB of storage inside. But it has the same processor and RAM (memory to help with processing) that any other 2020 iPad Pro has.  The Apple-made A12Z Bionic chip that's on board is made up of an 8-core CPU that splits into four performance cores for heavy tasks and four other cores for everyday tasks. That's paired with an 8-core GPU to handle intense graphics across creative apps, watching content and even for gaming. You also get a Neural Engine that powers machine learning and has thermal cooling throughout. There's 6GB of RAM inside, which is just shy of the 8GB in the new MacBook Air. It's a lot, and it creates one of the most zippy, fluid, rapid — insert really any synonym for fast — experiences we've seen on an iPad. While testing, we tried everything we could think of to test its chops. We used Photoshop and Affinity Photo to edit photos, batched several images with preset filters, and even did some handy work on removing unwanted background features. We gamed in Fortnite, Mini Motorways, Call of Duty Mobile, Ballistic Baseball and many others. These all performed really well, and we didn't experience crashes or frame drops. We had close to 50 tabs open in Safari while exporting a 4K project in iMovie and in a FaceTime call. The iPad Pro held up to the challenge of multiple operations — and even outperformed Chromebooks and some lower-end Windows PCs.  Multitasking holds up well, with the ability to have two core apps in split screen, and"], "Language": false}