{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/success/small-businesses-how-they-cope/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jeanne Sahadi, CNN Business"], "Writers": [["Jeanne Sahadi"]], "FirstPublishDate": ["2020-03-23T13:48:20Z"], "LastModifiedDate": ["2020-03-23T13:48:20Z"], "Headline": ["5 creative ways small businesses are trying to stay afloat"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus pandemic -- and the official responses to it -- caused the world to come crashing down overnight on small businesses, disrupting operations and putting many out of commission altogether. But as owners assess the damage, some are also figuring out ways to bring in some cash, serve their communities and try to stay viable until the economy recovers. Party in a Box A caterer's livelihood traditionally depends on now-forbidden large gatherings. So Jeffrey Selden, managing partner of Marcia Selden Catering & Events in Connecticut, decided to get creative. Last Friday, he came up with the idea to sell two home delivery options for clients.  \"People still need to eat. And we're used to bringing food to the table,\" said Selden, who is also president of the International Caterers Association. He is now selling a Party in a Box, delivered free to clients' homes. The basic box includes beer, vodka, a specialty cocktail, juice, tonic, club soda and hors d'oeuvres. An upgraded version called Stir Crazy, includes all of that plus bottles of tequila, bourbon, scotch and Prosecco, as well as desserts.  In addition, Selden's company is also producing prepackaged meals that can be frozen (mostly comfort foods, he said) and it delivers to customers' homes.  A gift card that 'buys time' Frank Zona, who owns three hair salons in the Boston area, has created a new gift card called the Curve Initiative. Any card purchased in March will increase in value every month from April to July. Under the promotion, a $100 gift card will be worth $146 by July. If it is not used by July 31, it will revert to its original $100 value. \"We're doing a 'buying time' promotion. It creates some revenue for us and gives people a sense of security that we'll still be there,\" Zona said.  He believes that businesses live by the permission of communities, and that the community wants to invest in Main Street's recovery once the US succeeds in slowing the spread of coronavirus. From fine dining to bagels Few people would look at an award-winning, upscale restaurant and think, \"This place should sell bagels for breakfast!\" Yet that's exactly what the owners of the 70-year-old, Seattle restaurant Canlis decided to do after temporarily shutting down its dining room a few weeks ago. Co-owners and brothers, Mark and Brian Canlis, also chose to create a burger drive-thru for lunch and to prepare prepackaged meals to be delivered to people's stoops with a bottle of wine for dinner. The move has meant all 115 employees got to keep their jobs. And it provides the funding for the restaurant to provide free food to health care workers offering critical care to patients with COVID-19. \"We've just been delivering a bunch of burgers and a whole bunch of smiles and we tell them, 'You guys got this.' They're working nonstop. [The 'Drive on Thru'] is a fun way to say come buy a burger and we'll give one to those who don't have the luxury of staying home. There are so many heroes out there,\" Mark Canlis said. Canlis is also launching a fourth venture, selling community supported agriculture (CSA) boxes at cost to customers, which will include fresh meat, eggs and produce. The idea is to support local farmers -- who now can't sell to restaurants or at farmers' markets because both were closed by the state. The idea behind all four ventures is not to turn a profit. In fact, they're taking a loss on the bagel operation.   \"The idea is to encourage the city, safely stay employed and keep our farmers' food flowing into this town,\" Canlis said. \"And to get people out of their house. We may feel isolated but we're not alone.\" Breaking rules Normally owners of franchises have to stick pretty closely to the parent company's playbook on branding and special offers.  \"Now franchisees are going to gain a little more flexibility. The rules are thrown out the window,\" said Nick Powills, publisher of the franchise news magazine 1851. \"In essence, it's do whatever you can to protect your dollars.\" Some food franchise owners, for instance, are trying to create party packages to, say, entice a customer who before would only buy one item to instead buy 10 at once, Powills said. Customers need to see more value, he added, especially since they now may be squeezed economically. At the same time, they're trying to stock their freezers as they spend more time at home.  At Wing Zone, for instance, the new discounting efforts are going toward larger quantity orders. \"They're taking the Super Bowl deals and applying them to today's world,\" Powills said.  For franchise owners, who see their profits potentially plummeting, \"The new winning is [breaking] even or at least not bleeding your life savings,\" Powills said.  And being able to stay in the game long enough to recover. Helping parents keep their kids busy Kate Fryer's shop -- A Bead Just So -- in Ballston Spa, New York, is a micro business. The only two employees are Fryer and someone who helps her out on Saturdays.  \"My shop is like a bar,\" she said. Fryer knows all her customers by name and they always come in to talk about what's going on in their lives.  Except recently, when almost no one has come by. Her shop sells beads, offers bead weaving classes and throws craft-based birthday parties. \"I'm in a panic at the moment,\" said Fryer, who has a toddler at home. She's now starting to use her Facebook and Instagram pages (@abeadjustso) to sell online. And she is offering curbside pickup and shipping -- because many of her clients are staying home. But even more relevant for these strange days, Fryer is now offering what she informally  calls a \"quarantine\" beading kit for parents looking for new ways to keep their kids from getting bored. The Memory Wire Beading Kit, which costs $22, includes enough beads and materials to make two necklaces and two bracelets."], "Language": false}