{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/health/introvert-social-distancing-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-23T10:55:22Z"], "LastModifiedDate": ["2020-03-23T10:55:22Z"], "Headline": ["The introvert's guide to social distancing"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["With millions of people social distancing to prevent further spread of the coronavirus around the world, introverts are echoing a native call: They've been naturally prepared for this their whole lives.  Introverts, as defined by Swiss psychiatrist Carl Jung in 1921, tend to be happier with their own company and feel their best after some alone time. They gravitate toward more thoughtful and solitary activities, and are considered to be reserved or reflective.  Extroverts, on the other hand, are talkative, enthusiastic and more social; they're energized by encounters with other people. Most of us are somewhere in between the two personality types, but one trait does tend to be more dominant than the other.  Typically, our culture is one that supports extroversion -- many introverts may even \"fake it as if they're more extroverted sometimes because society does value extroverts,\" said psychologist Vivian Zayas, associate professor of psychology and director of undergraduate studies at Cornell University.  \"If you're in college or high school, it's like, 'I don't want to socialize. I don't want to go to that big party.' [But then] ... you see that everybody goes to the big party and you feel like you should want to go. That conflict is hard.\" Now, however, \"we're in a situation where nobody's in a big party; we're all at home and introverts are finally doing what the social norm is and what is prescribed,\" Zayas said. \"There's much more of a match between what's socially the right thing to do in our society and what an introvert might naturally want to do.\" All of which means introverts no longer have to feel as if they're the lesser personality in society or any pressure to present themselves as extroverted.  How do you know where you lie on the personality spectrum?  Zayas said whether you're an introvert or extrovert can usually be answered by one simple question: If you suddenly had two hours of free time, would you prefer to spend it with a large group of people, or be by yourself or just with a few close friends?  If you'd choose the former, perhaps you should take a look at our guide to surviving social distancing as an extrovert. If you'd opt for the latter, keep reading, because psychologists have tips for how you can take advantage of your alone time to recharge.  Seize upon the opportunity  While social distancing sounds like an introvert's dream, the context in which it's happening can still make the solo hours stressful rather than therapeutic.  If introverts can tend to their worries by being optimistic or arriving at a place of acceptance about what's happening, they can enjoy the opportunity to be alone, Zayas said. Because schedules aren't quite as busy and you no longer have to begrudgingly tag along with your friends to a party you don't want to attend, now is the time to do all the things you've longed to do but haven't been able to.  Use your downtime to read as many books as you want. Pen your feelings and insights in a journal, or cook a dinner for yourself to enjoy during a quiet night at home. Give some attention to hobbies you've been wanting to pursue, such as photography, playing an instrument or learning new languages. \"There are benefits to having downtime for more solitary activities to sort of disconnect from the world,\" Zayas said. \"We need both a time to reflect, to be by ourselves, to process the events of our lives and to think about where we want to move forward.\" You can also set goals for what you want to accomplish within the day or week and beyond.  Above all, use this time to figure out what will keep your mental health and well-being optimal, said Dr. Amalia Londoño Tobón, a clinical fellow in the Yale Child Study Center at Yale University.  But don't go too far  As much as self-isolation can be conducive to honing your internal monologue and pastimes, introverts also need to figure out how to maintain relationships and connections, Vayas said.  \"If we only have one side, I think then it's sort of problematic,\" she added. \"It's sort of like if you think about physical health -- yeah, you're going to focus on the diet, but you also want to focus on physical activity and mental health.\" But how can you notice if you've taken isolation too far, when being alone can feel so good?  If you're experiencing negative mood changes, you may want to be a little more careful and thoughtful about how much time you're spending by yourself, Londoño Tobón said. Pay attention to how your alone time is affecting your well-being, your ability to care for yourself and your ability to function in daily activities.  Sometimes you need other people around to check on you and show you the parts of yourself you can't see -- and these interactions can be done virtually.  \"Those checks can be not only with people that are in your own physical space, but it could be through using technology or calling people,\" Londoño Tobón said. If you live with family, friends or your partner, be sure to step out of your bedroom sometimes to play a board game, or talk about how they're coping with current events. Some things we're missing during this time are the interactions we'd normally experience at different points of the day by running into a colleague while heating up lunch, or chatting with the barista making your coffee -- the little social exchanges that everyone, including introverts, need. Connecting with others has been found to reduce stress, increase happiness and help people live longer, according to Harvard Medical School.  Try replacing these moments with family breakfast before you start work. Call a friend during lunch or ask a work-related question over the phone or a video chat instead of email. When you're walking your dog, stop for a chat with your neighbors (from a safe distance).  Mandated or voluntary distance from the people and places you love can eventually become hard to take, no matter how introverted you consider yourself to be.  Maybe before the outbreak, you would have journaled or read poetry in a coffee shop. But armed with the tools to embrace the benefits of this downtime, you can emerge renewed and ready for whatever the world holds. "], "Language": false}