{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/world/meanwhile-in-america-april-23-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-04-23T02:43:46Z"], "LastModifiedDate": ["2020-04-23T02:43:46Z"], "Headline": ["China is becoming a defining issue in the clash between Biden and Trump"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["In a backhanded compliment to its growing power and influence, China is about to take a beating in the US election.   China's unhappy distinction as the origin of the coronavirus has turned relations with the US into a potentially defining issue in the clash between Joe Biden and President Donald Trump. Biden, the presumptive Democratic presidential nominee, accuses Trump of downplaying the pandemic earlier this year, in his zeal to flatter China's strongman leader, Xi Jinping. \"Trump rolled over for the Chinese. He took their word for it,\" charges one Biden ad. Trump is now unloading on China (one way to distract from his own early negligence). His campaign sees Beijing-bashing as winning strategy, and it has painted Biden, a Washington longtimer, as the epitome of a failed generational doctrine to usher China peacefully into the global economy.   As Trump describes it, his predecessors allowed China to become a superpower foe which ripped the heart out of the industrial American Midwest -- though only a politician as ideologically pliable as the President could hammer China while simultaneously lauding its most aggressive leader in decades.  China is \"pretty much the main campaign theme,\" an official familiar with Trump's reelection message told CNN's Kylie Atwood. A recent Trump ad showing Biden clinking glasses with Xi Jinping.   This might all be good politics. But it's brewing a huge headache for whoever takes the oath of office on January 20, and ends up trying to put the world's most important diplomatic relationship back together."], "Language": false}