{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/politics/fauci-trump-coronavirus-treatments/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicky Robertson, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-22T20:04:51Z"], "LastModifiedDate": ["2020-03-23T02:03:17Z"], "Headline": ["Fauci says 'there isn't, fundamentally, a difference' between his view and Trump's on coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The nation's top infectious disease expert said Sunday that \"there isn't, fundamentally, a difference\" between his view and President Donald Trump's when it comes to combatting coronavirus, saying Trump just approaches fighting the pandemic from a \"hope, layperson standpoint\" while he approaches it from a scientific one. Dr. Anthony Fauci, in an interview on CBS' Margaret Brennan on \"Face the Nation,\" was asked about his difference in medical opinion with Trump -- that a combination of two drugs, hydroxychloroquine and azithromycin, could possibly help with treating coronavirus -- and whether he was concerned such drugs could become over-prescribed, potentially leading to a shortage for those who need them. Fauci told Brennan that he and the President approach issues from different standpoints and that Trump had heard about the drug combination from anecdotal reports.  Trump, during a White House briefing last week, wrongly claimed that the Food and Drug Administration had approved the \"very powerful\" drug chloroquine -- which is used to treat malaria, lupus and rheumatoid arthritis -- to treat coronavirus, and Fauci had to tamp down optimism about such treatments. The President then tweeted Saturday that \"HYDROXYCHLOROQUINE & AZITHROMYCIN, taken together, have a real chance to be one of the biggest game changers in the history of medicine.\" \"I, on the other side, have said I'm not disagreeing with the fact anecdotally they might work, but my job is to prove definitively from a scientific standpoint that they do work,\" Fauci, who serves on the White House coronavirus task force, said Sunday. \"So I was taking a purely medical, scientific standpoint and the President was trying to bring hope to the people.\" Fauci also told Brennan that companies have been voluntarily \"stepping forward\" to help make masks, personal protective equipment and ventilators and that they began helping without being forced by the government to develop needed testing kits. Those comments echoed remarks given by the President during a Saturday news briefing on coronavirus. Trump has faced criticism for saying he's using his authority under the Defense Production Act to ramp up production of medical supplies needed to combat the virus, but not yet wielding those federal powers. The 1950s legislation provides the President with a broad set of powers to require businesses to \"prioritize and accept government contracts\" as well as \"provide economic incentives\" to ensure the US has the stockpiles it needs to handle an impending medical crisis. Fauci said Sunday that \"resources are being marshalled\" and they are going to be clearly directed to \"those hotspots that need it most,\" identifying California, Washington state and New York as such areas. There are more than 30,000 confirmed cases of the novel coronavirus in the US, and New York has the highest number of confirmed cases nationwide with more than 15,000 known cases in the state and more than 9,000 in New York City alone.  The Federal Emergency Management Agency has declared New York a \"major disaster\" as cases surge there, and Democratic Gov. Andrew Cuomo on Sunday called on the federal government to nationalize the effort to acquire medical supplies, as state leaders said they've been forced to compete with one another for the desperately needed equipment. Fauci, in reference to New York, said Sunday that it is \"very, very clear that they are a very high priority,\" adding that it will be receiving a combination of local and federal resources. "], "Language": false}