{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/22/opinions/coronavirus-teenagers-boys-risk-vicky-ward-opinion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Vicky Ward"], "Writers": [["Vicky Ward"]], "FirstPublishDate": ["2020-03-22T23:59:03Z"], "LastModifiedDate": ["2020-03-23T01:48:11Z"], "Headline": ["Romeo and Juliet in the age of Covid-19"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["I am a working single mother of twin 17-year-old boys. One is a high-achieving junior, the sort who runs, sings and does well academically. His brother, two minutes younger, is a sophomore who is a self-proclaimed nerd. He prefers to live on his computer in isolation, even when it's not actually mandatory. In ordinary times, both are kind, gentle, smart kids, with whom I have a strong bond. A psychological educational evaluation found that the older twin has extraordinarily high self-sacrificing tendencies. But that was before Covid-19. In the past week, as each day New York State's restrictions on socializing have gotten tighter, my boys have become more shrill, more urgent and insistent about my \"overreaction\" to the social distancing guidelines. Bear in mind, the elder just had his SAT exam and college tours canceled. Like high schoolers everywhere, both have had their spring semester canceled. Online classes have not started yet. They are supposed to be in Florida on spring break. And they are restless. In a bitter irony of timing, the elder had just gotten himself a girlfriend. No matter how often I warned that he and his new girlfriend not meet, he slipped out -- and did just that. I repeatedly told him it's not my family that's so much at risk (my elderly mom and dad and family reside in the UK) but his girlfriend's relatives might be endangered if he is a virus carrier. He told me they kept six feet apart -- but I wonder how likely that is. A few days ago, he went for a run in Central Park -- a run that went on for four hours. I asked what had kept him and he said he'd joined in a volleyball game -- exactly the sort New York Gov. Andrew Cuomo said to avoid not 12 hours later. He looked at me as if I was slightly dim when I squawked my disapproval. My other son, the younger twin, atypically, decided this was the ideal week to break his habitual isolation. He turned his bedroom into a shelter for a not-very-good friend who was roaming New York City with a backpack and vast duffel bag in an act of rebellion against his divorcing parents. I was on a CNN conference call when this young man entered my home office and inquired if he could \"explain\" what was going on in his personal life, a prelude, I presumed, to asking if he could stay indefinitely. Politely -- actually, not that politely -- I sent him home to his allegedly warring parents. I'd just watched Gov. Cuomo say on TV that the new state guidelines forbade unnecessary people in our homes. Thursday night, I pricked up my ears when psychologist Dr. Gretchen Schmelzer said on CNN's Town Hall that the group she was most concerned about under the new social distancing guidelines were teenagers.  \"Teenagers are supposed to be leaving their homes and engaging with their peers and they're supposed to be trying new things,\" she told Anderson Cooper. \"And they're to get less of that right now. And so they need to find ways to feel their impact and to stay connected to the groups that are important to them.\" I phoned Dr. Schmelzer to get deeper insight into why she'd focused on teens. What she said was reassuring to me -- and, also, I suspect to other parents in a similar predicament. First, she said, teens in general just don't have the \"capacity\" or \"maturity\" to see outside their own selves right now. \"Teenagers are a group of people for whom risk has always been an issue,\" she said. \"They weigh risk and this (Covid-19) doesn't seem that big. Historically we've capitalized on that by sending them to war, so the problem is they are now weighing in the mind the relative risk and it doesn't seem that big to them...Because in that kind of self-sovereign adult development state of life, it's about me...it's all about what I want.\" Second, she said, teenage boys would be the single worst demographic to cope with Covid-19. Yes, worse than teenage girls. \"They live in their bodies,\" she said. \"If it doesn't feel dangerous -- (if) there's no physical sensation like standing on the edge of a bridge or doing something physically dangerous, they can't feel it...the idea that a grandmother might die is too abstract for them.\" What then is a mother of teen boys to do? \"Stay in the fight,\" Schmelzer said. \"Explain that this is for the health and safety (of the) country. That this a war like World War II was. Tell them stories about your grandparents' sacrifices in war time. Don't expect to get through in one conversation. Keep at it. Keep storytelling.\" She suggested that discussions in military families might be different to those in families with no direct personal experience of war. \"That's a segregation we haven't discussed,\" she pointed out. And what should we do about our exes? Given the high US divorce rate, I'm not the only parent faced with the issue of how to best co-parent in a time that requires physical separation of households.  \"Go for a walk with your ex-husband, six feet apart, and come up with a co-parenting program for the next four months\" Schmelzer said. \"I don't think cutting kids off from parents or giving people the ability to say 'Oh good I can cut my ex out now' is a good idea. \" I showed this article to my sons. Both acknowledged that Schmelzer had tapped into exactly how they were feeling. \"People keep talking about an invisible enemy and it's really hard to understand that,\" said my younger son. \"If you shipped me off to war, I'd feel useful. Now with the quarantine, I just feel helpless.\" And the older? His girlfriend has now left New York City for the countryside. \"I feel stuck and lonely,\" he said. But then he grinned, a heartening sign that he is growing into some perspective -- and maturity.  \"You can write that I feel like Romeo, in 'Romeo and Juliet,'\" he said. Then he laughed."], "Language": false}