{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/tech/animal-crossing-new-horizons-doom-eternal-release/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-03-21T14:48:18Z"], "LastModifiedDate": ["2020-03-22T14:31:09Z"], "Headline": ["Nintendo's 'Animal Crossing: New Horizons' and the bloodthirsty 'Doom Eternal' launch amid pandemic"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Nintendo released \"Animal Crossing: New Horizons\" and Bethesda launched \"Doom Eternal,\" on Friday. Both games are the latest entries in decades-old franchises, and their releases are well-timed given that millions of people are staying home because of the coronavirus pandemic.  While \"Animal Crossing\" is a slow-paced game set on an idyllic island, where you can build furniture and meet friends, \"Doom Eternal\" is a shooter game in which demons invade Earth. CNN Business had an opportunity to try both. \"Animal Crossing\" trains its users in patience, as stores within the game close at night as they do in real life, and fish and insects sometimes resist capture. Its bright characters and peaceful vacation setting help provide a change of scenery, while still being somewhat realistic (you have to take out home loans to expand your real estate).  As more people begin to play the game, an online feature allows you to visit friends' islands, making it possible for players in real life to connect to each other. It could be a way for people to connect online during social distancing. In contrast, \"Doom Eternal\" throws you right into skull-smashing, guns-blazing action set to a rousing soundtrack, and hardly ever lets up. Being able to progress in \"Doom,\" especially at harder difficulty levels like \"ultra-violence\" and \"nightmare\" mode, is truly a test of skill. id Software's Doom packs a lot of nostalgia and has been around for 26 years. But Nintendo's 19-year-old \"Animal Crossing\" commands its own cult following and analysts predict \"New Horizons\" could outsell \"Doom Eternal.\" Michael Pachter, an analyst at private financial services firm Wedbush, said he anticipated \"Animal Crossing: New Horizons\" could hit 10 million in lifetime sales, while \"Doom Eternal\" could potentially trail behind at 6 million. \"I think consumers will be thankful for something new to play given that so many find themselves cooped up under shelter in place regulations, so yes, I think that staying home will have a positive impact on sales,\" said Pachter. \"Doom\" shook up the video game industry when it first came out in 1993 as a free file for PCs that people could download. Future versions were sold in retail. \"Doom\" popularized the first-person shooter, a genre now dominated by \"Call of Duty\" games and \"Apex Legends.\" James Landino, a video game music composer, told CNN Business his tweet was meant as entertainment. \"There's all different kinds of gamers,\" he said.  Personally, he is playing \"Animal Crossing\" and not \"Doom Eternal\" because he isn't a fan of shooters or horror, he said. \"I've been playing 'Doom' since my childhood and I'm very excited for 'Doom Eternal,'\" Autumn Walters, 22, who works in the medical industry in Alaska, told CNN Business. \"It has that awesome power fantasy to it which makes it so much fun.\"  Walters said she would consider playing \"Animal Crossing\" but would buy \"Doom\" first as \"as I have been looking forward to it first.\" \"I'm sure you've seen comments from fans of both games online — there's a shared sense of excitement among fans of both series,\" said Bill Trinen, senior director of product marketing at Nintendo. Retailers have also been impacted by the ongoing pandemic. GameStop notified customers that they could pick up their copy of Doom Eternal a day early on March 19 \"as a safety precaution for our customers and associates.\" It said it would carry Animal Crossing on March 20 \"to further help separate the crowds.\" Amazon said in a statement to CNN Business that it was temporarily prioritizing \"household staples, medical supplies and other high demand products coming into our fulfillment centers\" so customers who ordered Animal Crossing or Doom may experience a delay in delivery. \"As COVID-19 has spread, we've recently seen an increase in people shopping online which has had an impact on how we serve our customers,\" Amazon said. \"We are very sorry for the inconvenience this may cause our customers.\""], "Language": false}