{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/entertainment/kenny-rogers-country-singer-dies/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris and Alta Spells, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2020-03-21T08:14:17Z"], "LastModifiedDate": ["2020-03-21T23:42:31Z"], "Headline": ["Legendary country singer Kenny Rogers dies at 81"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kenny Rogers, whose legendary music career spanned six decades, has died at the age of 81, his publicist Keith Hagan told CNN.  The artist's family announced his passing on Rogers' verified Twitter account, saying he died Friday night from natural causes under the care of hospice and surrounded by family. \"Kenny Rogers left an indelible mark on the history of American music. His songs have endeared music lovers and touched the lives of millions around the world,\" a statement posted by Hagan says.  Rogers was inducted to the Country Music Hall of Fame in 2013, for what organization officials called a \"distinctive, husky voice.\" He had 24 No. 1 hits and through his career more than 50 million albums sold in the US alone.  He was a six-time Country Music Awards winner and three-time Grammy Award winner, Hagan said.  \"Country Music has lost the great Kenny Rogers, who has forever left a mark on Country Music's history,\" the Country Music Association said in a statement. \"His family and friends are in our thoughts during this difficult time.\" Some of his hits included \"Lady,\" \"Lucille,\" \"We've Got Tonight\" and \"Through the Years.\" His 1978 song \"The Gambler\" inspired multiple TV movies, with Rogers as the main character.  In 1985, he participated in the original recording of \"We Are the World\" along with more than three dozen artists. A year later, according to his website, he co-chaired \"Hands Across America,\" a campaign which sought to raise awareness about the homeless and hungry in the US.  In 2015, Rogers announced his retirement.  \"I've been so lucky to have enjoyed such a long career and to have such amazing support from my fans and all who have helped me along the way, but there comes a time when I need to focus on spending time with my family,\" he had said, according to his official website.  \"My life is about my wife and my 11-year-old twin boys right now. There are a lot of things I want to do together with them to create some special memories. I don't have a bucket list of my own ... I have a bucket list of things I want to do with them.\" Rogers' family plans a small, private service out of concern for the coronavirus pandemic, \"but look forward to celebrating the life of Kenny Rogers publicly with his friends and fans at a later date,\" his publicist's statement said. Fans and celebs pay their respects Tributes to the country singer poured in from fans and musical artists.  Lionel Richie, a longtime friend and the writer and producer of \"Lady,\" shared his grief with fans. \"Today I lost one of my closest friends So much laughter so many adventures to remember, my heart is broken... My prayers go out to Kenny's Family,\" he tweeted. Dolly Parton remembered her partner on the hit duet, \"Islands in the Stream.\" \"You never know how much you love somebody until they're gone,\" she wrote on Twitter. \"I've had so many wonderful years and wonderful times with my friend Kenny, but above all the music and the success I loved him as a wonderful man and a true friend.\" In a video posted along with the message, a visibly emotional Parton held a picture of herself with Rogers saying, \"I know you are as sad as I am. But God bless you Kenny, fly high in to the arms of God.\" Chuck Woolery, the American game show host, paid tribute Saturday on Twitter, writing: \"Kenny Rogers and I have known each other and have been friends since the 60's. We will all miss that great voice.\" Comedian Patton Oswalt -- who starred with Rogers in an episode of the TV show \"Reno 911!\" -- praised him and his music.  Oswalt tweeted: \"The cast loved him, he told great stories, and was a joy to be around. And 'The Gambler' is a truly great song.\""], "Language": false}