{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/opinions/putin-covid-19-coronavirus-trump-playbook-andelman/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by David A. Andelman"], "Writers": [["David A. Andelman"]], "FirstPublishDate": ["2020-05-11T22:56:18Z"], "LastModifiedDate": ["2020-05-11T22:57:36Z"], "Headline": ["Uh oh, Putin's following Trump's Covid-19 playbook"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Russian President Vladimir Putin seems to be following some of the central pages of President Donald Trump's playbook. And the results seem to be heading in an even more catastrophic direction.  In the past seven days, the World Health Organization reports that Russia has added over 75,000 coronavirus cases, more than double the nearest European nation, the United Kingdom. Even more troubling: The growth rate of the disease was 56%. Moscow has become the epicenter of the pandemic in the country, with only scattered clusters in other major cities like St. Petersburg, and as far as some oil and gas fields in the more remote reaches of Siberia. In Moscow, the mayor himself has conceded that numbers may be vastly under-counted. Last week, in an interview on Russia 24 television, Sergey Sobyanin said he believes the real Covid-19 count in his city was around 300,000, or more than triple the official government count of 92,676. A new Financial Times study even estimates that death toll may be higher than the official count by as much as 70%. And indeed, residents are largely taking to heart the government's warning to social distance and stay at home.  \"Sometimes I'll be walking around and it seems like it's the middle of the night and somebody just turned the lights on,\" David Grout, a translator, musician, and  longtime American resident of Moscow said in a Zoom interview, describing how empty the usually crowded streets are these days. Use of masks is frequent, he said, adding that the city's center \"has its own sort of rules.\" Indeed, in St. Petersburg, Susan Katz, a longtime American citizen married to a Russian, told me that she estimates barely 10% of people on the streets wear masks. Starting on Tuesday, she said, masks will be required in St. Petersburg. There is officially a ban on people going to parks, but only some have yellow tape around them, and the weather has been idyllic as spring began arriving. She has seen few police on the streets enforcing any regulations.  Which suggests the first page in Putin's playbook. The president is clearly stepping back from what rapidly seems to be turning into the greatest single challenge to his presidency, placing administration of the crisis in the hands of governors and mayors, most of whom owe their job to him in any event.  Putin himself has largely disappeared from public view, confining his appearances to an occasional broadcast from a windowless room in his residence against a drab backdrop. In part, Putin's seclusion may be attributed to the fact that his minister of construction Vladimir Yakushev, culture minister Olga Lyubimova, and prime minister, Mikhail Mishustin, all have come down with the coronavirus.  On Saturday, Putin who loves vast displays of power and ceremony, told his people they were \"invincible.\" These words were meant to have been spoken at a very different venue--the lavish May 9 celebration of Victory Day, the 75th anniversary of the end of World War II that was to have featured a parade through Red Square with Emmanuel Macron and Xi Jinping at his side. Canceled. Earlier, a nationwide referendum for a constitutional change that would effectively have bestowed on him presidency for life was postponed indefinitely. And, perhaps most troubling, his approval rating has plunged to 59% -- the lowest in 20 years, according to the independent Levada Center. While officially, the government is doing all the right things to stem the vast economic impact of the coronavirus, these measures are not taking hold on large stretches of the population that are most seriously impacted. \"Putin not only doesn't control the situation, but he cannot even plan how to change the agenda,\" Nikolai Petrov, a senior research fellow at the British think tank Chatham House told The Guardian newspaper. \"He cannot adjust ... I think partly Putin's lack of activism is connected to the fact that he is out of his normal position.\"  The government has, nominally, taken the right measures. At the end of January, Russia closed its land borders with China, the entry of all foreign nationals was banned on March 18, and on March 30 it closed all borders with the outside world. On April 16, Putin introduced an economic stimulus plan to provide aid businesses in the form of interest free loans and employee payments, adding to an announcement from Mistushin a month earlier of a 300 billion rubles stimulus (about $4 billion). On April 1, the Prime Minister also revealed 1.4 trillion rubles (barely $19 billion) in total economic aid. The fact is that plunging oil prices and western sanctions have been wreaking havoc on the Russian economy even as Covid-19 began arriving. But this help has not filtered down to many economic sectors, leading to potentially catastrophic results. Grout said local websites have reported cases of people being mugged on the street for groceries. Still, the shops are full and there are no real shortages. The question is how long people, out of work and sheltering, will be able to afford shopping. \"Russia has experienced a delayed beginning to the epidemic and is now seeing that increase in cases,\" Dr. Michael Ryan, executive director of the WHO Health Emergencies Programme told me. \"Russia has also increased its testing both in the urban areas and outside and the increased numbers may reflect partly that, but there's also been an increase in deaths which means the disease is clearly having an impact.\" Then he added that Russia \"can learn some of the lessons that have been learned at great cost in Asia, in North America and in Western Europe.\"   The big question is whether Putin can learn and, more importantly, apply these lessons. He's already talked three times with Xi Jinping, leader of China where only the most draconian measures resulted in a dramatic turnaround in that nation's Covid-19 spread.  Moreover, is Putin in any sense prepared to take such measures in a country where he clearly has little of Xi's ability simply to crack down on a people who may already be becoming restless.  Last week, in a telephone call, Trump promised Putin to deliver a supply of ventilators, observing that Russia has had a \"hard time\" with the disease On Monday, in a nationwide address, Putin took another page out of Trump's playbook and, though cases are continuing to mount nationwide at more than double the pace of any other nation in Europe, said that beginning on Tuesday, \"the national period of non-working days will be over for all sectors of the economy.\"  Still, he said regions or municipalities could keep the regulations in place if necessary.   The fact is that both leaders could learn quite a lot from each other as the disease progresses through its various, pernicious stages. What is equally clear from both is that a hands-off approach or ducking reality and the accompanying hard choices can only lead to catastrophic results -- medically and politically."], "Language": false}