{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/entertainment/life-is-beautiful-column/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-20T15:54:45Z"], "LastModifiedDate": ["2020-03-20T15:54:45Z"], "Headline": ["'Life is Beautiful' resonates again with its message about shielding children"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["When \"Life is Beautiful\" was released in the United States in 1998, I wasn't as wild about the movie as many others were. I appreciated the tone of director/co-writer/star Roberto Benigni's film about a father shielding his young son from the horrors of a concentration camp, the premise seemed a trifle strained and sanitized. At the risk of sounding dramatic, I've thought about the movie a lot in recent weeks, as parents -- understandably nervous and concerned -- have been forced into close quarters with their children by the practice of social distancing. In the movie, Benigni's character, Guido, goes to extraordinary lengths to convince his boy that navigating life under the Nazis is actually all an elaborate game. He uses that device -- which includes intentionally misinterpreting German commands -- to model his son's behavior, telling him that earning enough \"points\" will win him a tank. The narrator, Guido's grown son, looking back describes his dad's imaginative creation of that ruse as \"his gift to me.\" Keeping kids in the dark seems impossible in today's wired age, but there is something to be said for finding ways to safeguard them during this strange predicament, and blunt the obvious anxiety that their parents are feeling as they read about the dire events and scenarios streaming through social-media feeds. The Italian film (which as it happens will play on Cinemax's 5StarMax channel several times next week, and is also available for rent on Amazon and iTunes) certainly had its admirers at the time. Nominated for best picture, it earned Oscars for Benigni as best actor and as best foreign-language film. Benigni's buoyant celebration, leaping up on a seat, remains one of the more memorable acceptance speeches ever. The movie also prompted criticism, including those who accused Benigni of trivializing the Holocaust. A Psychology Today column in 2015 addressed that point, but defended the underlying message, noting, \"The movie is a fable, not a reflection of reality. It portrays the way parents attempt to help their kids make sense of the senselessness life often has in store.\" Of course, there's an odd footnote to all this too -- namely, that \"Life is Beautiful\" was one of the relatively early award triumphs for Harvey Weinstein, the entertainment mogul recently convicted of rape. But the film, this far removed, shouldn't be judged by the sins of its financier and distributor. To be fair, I was single and child-free when the movie came out, which might explain why it didn't fully register with me. Then again, crying at movies has never really been my thing, except for \"Spartacus\" and \"Old Yeller.\" Even so, as the father of two now, \"Life is Beautiful's\" uplifting aspect -- about finding ways to endure hardships and spare one's children from them, at least as much as possible -- resonates louder and clearer. Canceled birthday parties, home schooling and missed playdates obviously represent a different level of disruption, but there's no escaping the extent to which everything abruptly changed and how unsettling that feels. And if it all can't be a game, there's something to be said for trying to keep things as normal as possible while acknowledging that life is going to be different for a while. Being cooped up with Disney+ and iPads, admittedly, is hardly a perfectly analogous situation to the movie. But in terms of parents standing between kids and the full brunt of bad and scary news, all things considered, that seems like a pretty good gift at that.."], "Language": false}