{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/03/17/sport/gallery/tom-brady-career/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-17T15:48:30Z"], "LastModifiedDate": ["2020-03-20T15:18:51Z"], "Headline": ["In pictures: NFL legend Tom Brady"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Quarterback Tom Brady was with the New England Patriots for two decades, winning a record six Super Bowl titles. He is now a Tampa Bay Buccaneer. Brady played college football at the University of Michigan. He started for the Wolverines in his junior and senior seasons, going 20-5. Brady grew up in San Mateo, California, and played football, basketball and baseball before joining Michigan. Despite his successful career at Michigan, Brady was not projected to be a star in the NFL. He was the 199th player taken in the NFL Draft. Many quarterbacks were taken before him. Brady started his career backing up Drew Bledsoe. But when Bledsoe was hurt in September 2001, Brady got his chance to shine. He took over as starter and led the Patriots all the way to the Super Bowl. Brady loses the ball after being hit by Oakland's Charles Woodson during an NFL playoff game in January 2002. The Patriots got the ball back and went on to win the game, but the controversial play was heavily debated in the offseason. The \"tuck rule\" was eventually repealed in 2013. The 2001 season culminated in a Super Bowl victory for Brady and the Patriots in February 2002. They upset the heavily favored St. Louis Rams 20-17. Brady was named Super Bowl MVP, and he became the youngest quarterback to win a Super Bowl. He was 24. Brady and the Patriots were back in the Super Bowl in 2004, winning another title over the Carolina Panthers. They repeated the next season with a Super Bowl win over Philadelphia. Brady and Patriots coach Bill Belichick celebrate after a playoff win in January 2007. The two were together for Brady's entire Patriots career. Brady throws a pass during a game in Cincinnati in October 2007. Brady is surrounded by the media in 2007. The Patriots went undefeated in the regular season but lost to the New York Giants in the Super Bowl. New York Giants defensive end Justin Tuck strips the ball from Brady during the Super Bowl in February 2008. Brady leaves the field in 2012 after another Super Bowl loss to the Giants. Brady kisses his mother, Galynn, after the Patriots defeated Seattle for their fourth Super Bowl title in February 2015. An opposing fan taunts Brady as he takes the field in August 2015. Brady was eventually suspended four games over the \"Deflategate\" controversy, which involved allegations that the Patriots purposely deflated balls to gain an advantage on offense in an AFC Championship game. Brady drops back to pass during a game against Dallas in October 2015. Brady arrives at a federal court to appeal his suspension for \"Deflategate.\" Brady is tackled by Denver's Aqib Talib in the AFC Championship game in January 2016. Brady raises the Vince Lombardi Trophy after leading the Patriots to their fifth Super Bowl victory in 2017. The Patriots were trailing 28-3 before pulling off the biggest Super Bowl comeback ever and winning in overtime. Teammate Rob Gronkowski playfully steals Brady's jersey before a Boston Red Sox baseball game in April 2017. Brady had just had his Super Bowl jersey returned by authorities after it had been stolen from the locker room. Brady and his wife, model Gisele Bundchen, attend the Met Gala in New York in 2018. Brady throws a football in Monaco during a promotional event for watchmaker TAG Heuer in 2018. Brady celebrates after an overtime win in January 2019 that put that Patriots in the Super Bowl. Brady celebrates with his daughter, Vivian, after winning his sixth Super Bowl in 2019. Brady's last game with the Patriots was a playoff loss to Tennessee in January."], "Language": false}