{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/cnn-underscored/macbook-air-2020-first-impressions-apple/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-03-20T12:30:13Z"], "LastModifiedDate": ["2020-03-20T13:38:59Z"], "Headline": ["Apple's MacBook Air makes a good first impression with strong performance and punchy keys"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Apple launched the 2020 MacBook Air just two days ago.  It's cheaper than its predecessor with a starting price of $999, yet can seamlessly handle productivity tasks, web browsing, photo editing and even some gaming. Intel's Core i3 processor gets paired with 8GBs of RAM and, as we note, later on, keeps the MacBook Air moving. Better yet, there's plenty of storage (256GB, to be exact). If you're looking for more power, $300 more will get you a faster processor and more storage, which is the model we've been testing. This latest Macbook Air is faster than the previous, offers double the storage and has a redesigned keyboard. After spending about 12 hours with it, we wanted to detail our first impressions. Let's talk typing You'll instantly notice the difference in the keyboard. Rather than using the previous flatter and crowded design (aka the Butterfly keyboard), Apple is using its new Magic Keyboard (which first premiered on the 16-inch MacBook Pro last Fall). It's a scissor-switch mechanism that allows for 1-millimeter of key travel. The keys are not as flat and offer more space between them. Better yet, you still maintain a physical row of function keys (including ESC) and the Touch ID sensor is still here.  It's a really great experience: Keys feel punchy with a not too loud clicking and clacking, along with a nice feel when actually pushing the key. You can really fly when typing on it. In fact, this piece was typed on the new MacBook Air. Even with extra spacing in between the keys, it's still a very manageable keyboard.  While the previous generation was flat and not very clicky, the updated keyboard feels more responsive and, to a degree, more ergonomic. You can comfortably place palms on the MacBook Air or even have them hovering. Really, whatever feels best for you. Keycaps, while tough, feel like a soft, tactile plastic, and the 1-millimeter of travel is more than enough to get tangible evidence that you've hit a key. We're really enjoying it and it makes a big difference on a Mac for everyone.  Good performance on first use It's a big move to finally stick 256GB of solid-state storage inside. You're not stuck worrying about running out of room. Especially for the 512GB, it can easily bear the weight of hundreds of thousands of photos, plenty of tunes, a number of apps and even some gaming without slowing its stride. You get to take full advantage of macOS Catalina, and the 10th Generation Intel Core i5 zips along at a steady pace. We've only been able to try a few apps so far, but here's what we got done: Scribed a few epics in both Pages and Word\nTouched up a few photos in Photoshop and Photos\nMade a legendary presentation in Keynote\nFaceTimed with some friends\nBrowsed the web for entertainment, productivity and streaming content We tried to throw a lot at it, and while we aren't nearly done with our tests, it's clear the MacBook Air meets every mark you'd need it to. We haven't seen any noticeable slowdowns yet and the 8GBs of RAM really gives you a large runway for powering tasks here. Yes, 16GBs of RAM would have been nice (especially for futureproofing), but for many, 8GBs inside should be enough. And the i5 really gives you enough bandwidth to multitask. Important to note: We are using the faster and more expensive i5 model over the entry-level i3 variant. It's been about five hours since we set up the MacBook Air, finished up daily tasks, played a game and did some photo editing. All with the brightness near the top and with sound at about 75%. We're down to about 50% power with it, but keep in mind there's indexing going on in the background. And yes, we'll be putting it through its paces over the next few days. It's similar, but different Besides the keyboard, processor and storage, this is basically the MacBook Air we've come to know and love. You still only have two USB Type-C ports and a headphone jack. It doesn't seem like the SD card reader will ever return, even though we wish it would. The 13.3-inch display still has sizable bezels around it, but it's Retina and True Tone. It's an enjoyable picture that gave us a nice view of \"The Morning Show\" and last scene of \"The Rise of Skywalker.\" True Tone still adjusts the color temperature of the screen to the lighting conditions in your room. Oh, and yes, the FaceTime camera is still just 720p. It's a MacBook Air, but bringing the price down while upping the storage and fixing the keyboard has it feeling like it's finally taken shape. We'll report back soon with a full review, but for now, value and quality seem at the forefront. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}