{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/sport/borussia-monchengladbach-coronavirus-salaries-scli-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-03-20T12:28:17Z"], "LastModifiedDate": ["2020-03-20T12:32:48Z"], "Headline": ["Borussia Monchengladbach players offer to give up their salaries"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Footballers at a leading German football team have offered to give up their salaries to help keep the club afloat during the coronavirus pandemic, says Borussia Monchengladbach's sporting director. The move comes with teams in divisions across Europe facing uncertain futures, with a big economic hit expected from the decision to suspend leagues during the outbreak. \"The team has offered to forgo salary if it can help the club and its employees,\" Monchengladbach's Max Eberl said in an interview on the team's website. \"I am very proud of the boys. It's a clear signal that we stand together for Borussia, in good times and in bad,\" he added.  \"They want to give something back to the club and therefore also to all the fans who support us. The coaching staff have followed suit, as have our directors and CEOs.\" The team currently sit fourth in the Bundesliga, but the entire league has been suspended until at least April, in line with official advice across Europe to ban mass gatherings and sporting fixtures. The coronavirus outbreak has left clubs of all sizes financially vulnerable. \"We expect loss of revenue due to game cancellations, lack of ticket sales, possible lost TV revenue and lack of sponsorship money,\" said Borussia Monchengladbach's managing director Stephan Schippers. Finishing the current season, and therefore playing matches in the near future without fans in attendance, may be the only way teams can survive, added Schippers. \"In order to avoid a huge financial hit, the efforts of the league and all clubs are currently aimed at ending the current season in order to secure TV revenue and sponsorship money,\" he said. \"We all agree: Bundesliga football without fans is not what we want, but for the next few weeks and months we have to realise that only a continuation of the Bundesliga games -- without spectators -- will allow many clubs to survive economically.\" The Bundesliga's suspension will last until at least April 2, but other major sporting leagues, including England's Premier League, have extended their suspensions this week until the end of April. The Champions League, Europa League and Euro 2020 have also all been postponed due to the outbreak, which has hit a number of European countries particularly hard. In Germany, more than 7,000 cases of Covid-19 have been confirmed"], "Language": false}