{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/us/sean-payton-nfl-coronavirus-spt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-03-19T22:19:41Z"], "LastModifiedDate": ["2020-03-20T02:35:21Z"], "Headline": ["Sean Payton, New Orleans Saints head coach, is first NFL figure to have positive coronavirus test"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Sean Payton, head coach of the New Orleans Saints, tweeted on Thursday that he is at home and has the novel coronavirus. \"Appreciate the well wishes. I'm feeling better and fortunate to not have any of the respiratory symptoms. 4 more days at home. #BEATCovid,\" he wrote, referring to the name of the disease caused by the virus. Payton included a selfie that includes a dog sharing his couch. The team retweeted his message. Payton told ESPN that he started to feel unwell Sunday and was tested Monday. The Saints coach says he is self-isolating at home and feeling fatigued, but is not experiencing a fever or cough. There have been more than 380 cases reported in Louisiana, with a majority being in the New Orleans area.  Payton is the first NFL figure to publicly acknowledge he has had a positive test. Payton, 56, has been the head coach of the New Orleans Saints since 2006. Before that, he had jobs with nine NFL or college teams, including the Dallas Cowboys.  While with the Cowboys, Payton, who played at Eastern Illinois University, convinced  quarterback Tony Romo, who also played at the school and who eventually became a four-time Pro Bowl selection, to sign with the team. Payton was NFL coach of the year for the 2006 season, when the Saints improved from 3-13 to 10-6. He guided the Saints to a Super Bowl win in the 2009 season -- the coach's fourth season with the team. It is the team's only NFL title. Three years later, he was suspended for the season by the league for his role in a \"bounty\" scandal. An NFL investigation found the team had an \"active bounty program\" during the 2009, 2010 and 2011 seasons in which money was given to players for hits that knocked opposing players out of the game. Payton said: \"As the head coach, anything that happens within the framework of your team and your program you're responsible for. And that's a lesson I've learned,\" Payton said. The coach appealed his suspension, but lost. As a head coach, Payton has a record of 139-84 and his teams have won six division titles. He has been with his team longer than any other head coach, with the exception of Bill Belichick of the New England Patriots."], "Language": false}