{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/05/13/politics/gallery/tulsi-gabbard/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2019-05-13T20:37:57Z"], "LastModifiedDate": ["2020-03-19T15:29:01Z"], "Headline": ["In photos: Former presidential candidate Tulsi Gabbard"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Tulsi Gabbard celebrates after she was elected to Congress in 2012. She represents Hawaii's 2nd District. Gabbard was born April 12, 1981, in American Samoa. She's seen here with her mother, Carol. Her father, Mike, became a Hawaii state senator in 2006. A young Gabbard plays in Tafuna, American Samoa. She and her family moved to Hawaii in 1983. Gabbard, lower left, poses for a family portrait in 1984. She is the fourth of five children. Gabbard reads to elementary school students in 2002. That year, she was elected to Hawaii's House of Representatives. At 21,  she was the youngest woman ever elected to the state legislature. Gabbard enlisted in the Hawaii Army National Guard in 2003, completing her basic training between legislative sessions. The next year, her unit was activated and she served with a field medical unit in Iraq. Gabbard poses in front of the Al-Faw Palace in Baghdad, Iraq, in 2005. Gabbard was elected to the Honolulu City Council in 2010.  Gabbard speaks on stage at the Democratic National Convention in September 2012. At the time, she was running for Congress. Gabbard is congratulated after winning her congressional race in November 2012. Gabbard and House Speaker John Boehner watch the Congressional Women's Softball Game in June 2013. Gabbard was the keynote speaker for Veterans Day ceremonies in Honolulu in November 2013. Gabbard visits India in 2015. After winning re-election in 2014, Gabbard re-enacts her swearing-in with House Speaker John Boehner. The Hawaii Army National Guard promoted Gabbard to major in 2015. Gabbard and Democratic presidential candidate Bernie Sanders wave to supporters during a campaign event in Miami in March 2016. Gabbard left the Democratic National Committee to endorse Sanders' presidential bid. Gabbard speaks at the Democratic National Convention in July 2016. Gabbard speaks to veterans at a Sioux tribal welcome meeting in Fort Yates, North Dakota, in December 2016. In May 2017, Gabbard and Sanders sit in the Capitol's Senate Reception Room before a news conference introducing legislation that would incrementally raise the nation's minimum wage to $15 an hour. Gabbard visits Syria in 2017. She told CNN's Jake Tapper that she met with Syrian President Bashar al-Assad during her unannounced four-day trip. Gabbard and her husband, Abraham Williams, attend a charity event in Los Angeles in January 2019. Gabbard announces her presidential run in February 2019. Gabbard participates in CNN's Democratic debates in July 2019. Gabbard orders a veggie corn dog at the Iowa State Fair in August 2019. Gabbard, left, takes the stage with other Democratic candidates at a debate in October 2019. Gabbard attends a Martin Luther King Jr. rally in Columbia, South Carolina, in January 2020."], "Language": false}