{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/health/schedules-parenting-go-ask-your-dad-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David G. Allan, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-19T08:43:42Z"], "LastModifiedDate": ["2020-03-19T11:04:08Z"], "Headline": ["Creating an effective family routine when homebound for coronavirus"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["When the official word finally came that they closed our kids' schools \"indefinitely\" -- my new least favorite word -- my wife and I had the same thought: We need a schedule! The answer to chaos is routine, right? We can't have the kids sitting around in their pajamas, eating cereal, watching cartoons and bickering all day, like a Disney remake of \"Lord of the Flies.\" We called a family meeting that very evening. And we were reassuring and honest as we talked about what we each of us needed to manage this challenge together. And the keystone to all of that, we thought, was a schedule.  My wife took notes, wrote it up, and we put it on our refrigerator. This was the schedule that would avoid hurdling us in a no-work-and-all-play \"Shining\"-like direction.  Everyone on Earth seems to have had the same notion. Because we need order. We need to know what to do with ourselves with all this new unstructured time, even if it's mainly kids while parents work from home. We need a way to constructively fill the many, many hours we will now be with our children ... indefinitely. And if having a schedule brings you peace of mind and keeps your kids appropriately engaged, then lean in. Maybe you don't even have a choice because you know your children only thrive from routine.  If you do construct a schedule, I suggest physically writing it down on paper. Or maybe on a dry erase board for easy revisions. But not just on your computer. Post it where everyone can see it.  And adapt it for younger kids, perhaps adding emoji-like icons for the pre-literate. Or make copies and have the kids check things off, put stickers next to them or cross them out as they're completed for the day. Or not to schedule There is a counter argument to this schedule reflex, though. One that embraces the sudden freedom being mandated by governments and strongly urged by health experts.  There's opportunity here to rethink what our daily lives could be in the absence of after school sports and music lessons, without playdates, nor going out to restaurants and movies.  That still leaves many activities available.  Walk outside (with a dog if you have one). Make a fort. Play a board game. Ride a bike. Facetime a friend. Write someone a letter. Erect a tent. Cook. I have a growing number of ideas on what I call the \"'I'm bored' list\" to remind me where to look if either of my daughters utters the B-word.  \"We know kids today are more anxious than ever, and we know at least some of the reason why is that they don't have enough downtime,\" said Elissa Strauss, a parenting contributor for CNN.  \"I'm all for some structure during this period, for both kids' sanity and parents', but I think we should balance it out with some good old fashioned messing around the house.\" As long as you clean up afterward! But yes, we should try to foster joy right now. And there is a kind of learning that comes from creative, unstructured time. This time is an opportunity to embrace whims and projects and passions. There's no need to put these in a rigid schedule or have an agenda. \"What happens when kids get a chance to do whatever they want, with -- and this is important -- zero expectations as to the outcome?\" Strauss asked. \"And how can we support them with this?\" So if you're inclined to schedule out the days at home, why not try to schedule them in such a way that they don't feel scheduled. A better word is probably \"structured.\" The Buddhist Middle Way We're just in the single digit days of our family lockdown, so take this advice with a fist full of salt, but what has been more-or-less working out for us is a daily order of events. There are no times on it. The schedule answers the question \"What's next?\" but doesn't assign timelines and has lots of choice built into it. The goal is to give us a pattern and a routine that conveys that world is not completely upside-down. But that is also not so rigid we can't improvise and evolve. We began with \"sleep in.\" That's for the kids. Sleep is vital for mental and physical health, and whether they stay up late or go to bed early, the more sleep the better. That's true for my wife and me too but we also have work, and them sleeping in means uninterrupted productive time. My wife and I decided to stick with our morning routine of meditating together, part of our mental toolkit. After breakfast is \"school,\" assignments from teachers for our middle schooler (and no phone use), math worksheets and lots of reading for the second grader. My wife and I continue to work. Schoolwork usually lasts about two hours and is followed by PE or recess. The kids take their scooter and skateboard to the park, walk the dog or join my wife in a workout.  I keep working with a goal of getting out for a mental health-promoting half hour run at some point.  After lunch is free time for them. Lots of options here: imaginative play, reading, writing, room decorating, Legos (two difficult sets are en route), baking, croquet, board games (\"Can we play Monopoly?\" \"Why not, we finally have time.\"), forts, hikes and screen time.  Children's book author and national treasure Mo Willems started hosting a daily afternoon doodle for the world's children. So that quickly went on our schedule.  Then 5:30 is quittin' time for everyone but me, but I do take a break and join the rest of the family on the front lawn, visiting with neighbors from a safe six-foot distance. We bring a beverage of choice, lawn chairs and pets. It's an incredible release to be outside and connect with people other than the ones you've been trying to get along with all day.  We have dinner together -- obviously, but also something I'm grateful we can do now -- sometimes with a board game or a TV show or just talking. Bedtimes have skewed later but we still manage reading to them in bed on most nights. Our routine and rules are a work in progress. During that first family meeting post lockdown, we agreed to have meetings at least once a week and see how we're doing. We're paying attention to how we feel each day, how we get along, and what we get done.  That mindful attention has two benefits. One, we can tweak our schedule as needed to weather the weeks (months?) ahead. But, two, we can pay attention to how it feels to be less scheduled and free to determine our days.  So when our long national nightmare comes to an end and normal life resumes, what we've learned can hopefully shape a life that has a little more breathing room than before. "], "Language": false}