{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/business/work-from-home-setups-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-03-17T19:00:58Z"], "LastModifiedDate": ["2020-03-19T02:14:55Z"], "Headline": ["People are getting creative with their work-from-home setups"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["More and more employees are working from home in an effort to slow the spread of the coronavirus pandemic. And it's becoming increasingly clear that many of us aren't properly equipped to do so. Some have set up their office on their beds. Others have migrated to kitchen tables or their couches. Many are trying to figure out how to maintain some normalcy while sharing small spaces with partners or family members.  And in the absence of proper work-from-home infrastructure (like, you know, an actual desk), a lot of people are getting creative. The liquor cabinet desks Emma Northcott, who is based in London, is using her liquor cabinet   while she waits for a desk that she ordered online to come in.  Patrick Gipson in New York had a similar idea.  Clearly, they won't have to travel far for (virtual) happy hour. The ironing board desks Bex Holland, who lives in Brighton, England, and some of her colleagues at the game development company Unity have been using ironing boards as standing desks. The clothes hamper desk Jules Forrest, who lives in a studio apartment in San Francisco with her partner, has set up a chair in front of the front door. Her desk? A clothes hamper.  The baby high chair desk Ian Giatti is the digital managing editor for the CBS affiliate in Los Angeles and says the transition to working remotely has been pretty smooth so far. But he's had to improvise at times. His standing desk is a baby high chair.  \"I'm a dad of 3 young kids, so that's been challenging at times when I'm on a call or something's breaking,\" he told CNN. \"Thank God for my wife.\" The bathtub desks Scott Lagstrom from Morrisville, North Carolina, is working from his bathtub. \"Working in the tub as the walls close in with two parents working from home and three kids off school. Ha!\" his wife Allison Lagstrom writes.  He's not the only one working from the tub. Amanda Epstein and her husband, who live with their 18-month-old in a Manhattan apartment, are both attorneys working from home. But they have only one desk with a monitor. \"So my handy husband used our soaking tub, a mini-ironing board on which he can put his laptop, and a kitchen chair to create a second workspace in the master bath,\" Epstein writes. The toilet desk Lesley Grubb, a director of production at TBS and TNT based in Atlanta, took two conference calls and a teleconference from her home office, as evidenced below.  \"The only spot in my house where you can't hear my 4 kids, ages 5-9 :),\" she writes. The closet office The desk in Jessica Fleming's home in Minnesota is in an open area -- not an ideal space for virtual meetings when you have kids in the house.  She turned the closet in her master bedroom into a makeshift office, so she has a quiet space to take conference calls and to focus.  \"The best part?\" she writes. \"I've even hung a picture behind the desk so that my video conference calls don't look like I'm in my closet!\" The ladder desk Heidi Floyd is a keynote speaker and with in-person events being canceled or moved online because of the virus, she's had to find a way to keep things going. Enter the ladder desk. Here she is in Atlanta delivering a keynote address to a group of people in the Quad Cities, a region of five cities in Iowa and Illinois. \"Not pictured is my son, who was laying at the door whispering (loudly), 'MAMA don't step on my legos! MAMA!!'\" Floyd writes. The SUV office Joseph Kim, who works in strategy for a software company, says he was getting cabin fever in the small San Francisco condo he shares with his wife, who is also working from home.  So, he set up a workspace in his SUV, and his dog Chewy joined too. \"I love being outside so this gives me flexibility to get some fresh air,\" he writes. The playroom desk Jody Striegel's home office in Skokie, Illinois, doesn't have a door -- and with a 4-year-old and 8-year-old in the house, things can get pretty noisy. That sometimes means working from the playroom. The ping pong table desk Jill Freed, who lives in Fort Wayne, Indiana, works for a commercial insurance company. Her kitchen and living room are being remodeled, so the family is currently living in the basement.  \"We've gotten very good at using flat surfaces in fun ways as our air hockey table is currently the pantry.  The ping pong table was just sitting there not being used, so I decided to get creative!\" But working remotely is not without is own joys. She even managed to play a little coffee pong.  The setups that put the rest of us to shame Bree Bosse Mavity, an elementary school teacher at the Marietta Center for Advanced Academics in Georgia, converted her craft space into an office and virtual classroom. But she's also caring for her young daughter, as evidenced by the play area next to her chair. \"Having a dedicated space is important so that I can work efficiently to support my students and their families while also caring for my 4-month-old daughter,\" she told CNN. Tracy Williams, a media paraprofessional at Marietta Center for Advanced Academics and the wife of one of our producers, works in an elementary school library.  Since she's having to do video lessons with students, she created a Harry Potter themed backdrop.  ... and then there's Steve Strehl's desk Geologist Steve Strehl, who works in Seattle, might have one-upped us all with his fieldwork desk. Working remotely for the foreseeable future is going to be challenging. But clearly, we're all doing our best. \nDid you have to resort to a very creative working space as you work from home? Email us your photos at harmeet.kaur@turner.com"], "Language": false}