{"Type": ["article"], "Url": ["https://www.cnn.com/2016/02/05/us/peyton-manning-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2016-02-05T17:23:01Z"], "LastModifiedDate": ["2020-03-18T15:55:43Z"], "Headline": ["Peyton Manning Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of former Indianapolis Colts and Denver Broncos quarterback Peyton Manning. Personal Birth date: March 24, 1976 Birth place: New Orleans, Louisiana Birth name: Peyton Williams Manning Father: Archie Manning, former NFL quarterback Mother: Olivia (Williams) Manning Marriage: Ashley (Thompson) Manning (March 2001-present)  Children: twins Marshall and Mosley Education: University of Tennessee, B.A., 1997 Other Facts Fourteen NFL Pro Bowl appearances (1999-2000, 2002-2010, 2012-2014). Five-time NFL MVP (2003, 2004, 2008, 2009, 2013). Has played in four Super Bowls and has won two. Held numerous NFL records, but many have been broken since his retirement. His younger brother, Eli, also an NFL quarterback, has also won two Super Bowls. Known for his intense preparation for each game, including analyzing hours of game film. Held 42 NCAA, SEC and Tennessee football records after graduating from the University of Tennessee in 1997. Did not declare himself eligible for the NFL draft after graduating with Phi Beta Kappa honors in three years from Tennessee. He stayed in school and took graduate classes for his senior year. His wife, Ashley, is part owner of the Memphis Grizzlies NBA team. Timeline January 25, 1994 - Manning decides to attend the University of Tennessee instead of the University of Mississippi, where his father, Archie Manning, had been quarterback. 1996 - The Manning Passing Academy opens at Tulane University in New Orleans. The camp is run by Manning, his father, and brothers, Eli and Cooper, and currently takes place every summer at Nicholls State University in Thibodeaux, Louisiana. December 6, 1997 - Manning leads the Tennessee Volunteers to a 30-29 win in the SEC Championship against Auburn University. He is named the game's MVP. December 14, 1997 - Manning places second in voting for the Heisman Trophy, after University of Michigan defensive back Charles Woodson.  April 18, 1998 - Is the number one overall pick in the NFL draft by the Indianapolis Colts. 1999 - Manning establishes the PeyBack Foundation to promote success for children at risk in Colorado, Indiana, Louisiana and Tennessee. December 26, 2004 - Manning sets the NFL record with 49 single-season touchdown passes, breaking Dan Marino's record. 2005 - Is awarded the Walter Payton NFL Man of the Year Award. February 4, 2007 - Leads the Indianapolis Colts to a 29-17 victory in Super Bowl XLI against the Chicago Bears. Manning is named the game's MVP. March 24, 2007 - Manning hosts \"Saturday Night Live.\" 2009 - Co-authors a juvenile fiction book with his father and brother Eli, \"Family Huddle.\" February 7, 2010 - Manning and the Colts lose in Super Bowl XLIV to the New Orleans Saints 31-17. May 2011 - Undergoes his first of several surgeries for a herniated disc in his neck, causing him to miss the entire 2011-2012 season.  July 30, 2011 - Agrees to a five-year, $90 million contract extension with the Colts. March 7, 2012 - The Colts release Manning after 14 seasons. March 20, 2012 - Signs a five-year, $96 million-dollar deal with the Denver Broncos. October 26, 2012 - Manning becomes a Papa John's pizza franchise owner of 21 restaurants in Denver.  2013 - Sports Illustrated names Manning its \"Sportsman of the Year.\" December 29, 2013 - Manning breaks his own record of 49, by throwing his 55th touchdown pass in a single season. February 2, 2014 - Playing in his third Super Bowl, Manning and the Denver Broncos lose to the Seattle Seahawks 43-8. October 19, 2014 - Manning throws his 509th touchdown pass to break the NFL's record for career touchdown passes formerly held by Brett Favre. He increases his lead in 2015, finishing with 539. On December 16, 2019, New Orleans Saints quarterback Drew Brees throws four touchdowns, surpassing Manning's record for most passing touchdowns in NFL history. He breaks the record against Manning's old team, the Indianapolis Colts. February 15, 2015 - Appears on \"SNL40,\" Saturday Night Live's fortieth anniversary special. May 20, 2015 - One of the guests on the final episode of The Late Show with David Letterman. November 15, 2015 - Manning breaks Favre's record for all-time career passing yards, with 71,871. He finishes the 2015-16 regular season as the NFL's all-time career passing leader, with 71,940 career passing yards. On October 8, 2018, Saints quarterback Brees surpasses Manning's record. December 27, 2015 - An undercover probe by Al Jazeera America reports Manning was allegedly supplied human growth hormone, a performance-enhancing drug, from an anti-aging clinic in Indiana, according to a former worker at the Guyer Institute of Molecular Medicine. That worker, Charlie Sly, alleges that drugs, like growth hormone, were shipped to Manning's wife, Ashley Manning. Sly later recants his statements, which were originally recorded by al Jazeera on undercover tapes. Al Jazeera later reports it had a second anonymous source who confirmed the assertion.  In an interview with ESPN, Manning strongly denies the allegation, claiming that he \"used a hyperbaric chamber, received 35 days of treatment to enhance blood flow in his muscles, and had nutrient therapies.\" Manning explains the treatments were authorized by coaches and \"anything else this guy is insinuating is complete garbage.\"  January 24, 2016 - Leads the Denver Broncos to a 20-18 win in the AFC championship game against the New England Patriots, securing a trip to Super Bowl 50. February 7, 2016 - Manning and the Denver Broncos defeat the Carolina Panthers 24-10 in Super Bowl 50. At age 39, Manning is the oldest quarterback to win a Super Bowl. February 9, 2016 - A lawsuit accusing the University of Tennessee of mishandling reports of alleged sexual assaults by student athletes cites a 20-year-old complaint against Manning as evidence of the school's indifference. According to the Title IX lawsuit, then-trainer Jamie Ann Naughright, Jamie Whited at the time, alleged that a nude Manning \"sat on her face\" while she treated him for an injury in 1996. The case was settled in 1997 on the condition that Naughright leave her position. Naughright later sued Manning for defamation after he, in a book, described the alleged assault against her as a \"crude, maybe, but harmless\" incident in which he \"dropped the seat of my pants\" and \"mooned\" another athlete. \n-- Neither Naughright nor Manning are parties in the Title IX lawsuit, and the case is settled for $2.48 million in July 2016. March 7, 2016 - Manning announces he is retiring from the NFL, after 18 seasons. \"Eighteen is a good number, and today I retire from pro football.\" July 25, 2016 - The NFL announces the completion of its seven-month investigation of Manning, after finding no evidence that the former Denver Broncos quarterback used HGH or any other performance-enhancing drug. January 9, 2017 - Named to the College Football Hall of Fame's 2017 class.  October 7, 2017 - A statue of Manning is unveiled of Lucas Oil Stadium in Indianapolis. February 2018 - Manning sells his stake in Papa John's franchise locations in Denver days before the NFL announces that it will be naming Pizza Hut as its official pizza sponsor. "], "Language": false}