{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/cnn-underscored/toy-sale-amazon/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-03-18T15:53:53Z"], "LastModifiedDate": ["2020-03-18T15:53:53Z"], "Headline": ["Educational toys are on sale for one day at Amazon"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you have kids at home to entertain, check out Amazon's educational toys Gold Box. There are tons of activities from Learning Resources and Educational Insights on sale to provide hours of activity for kids of all ages. Nearly 30 individual toys and games, including building sets, brain teasers, puzzles and more, are up for grabs at a discount. Younger tots will enjoy Educational Insights' unicorn-themed Playfoam Pals set, the STEM-centric Educational Insights GeoSafari Jr. My First Microscope, or a Learning Resources Puzzle Globe for a fun geography lesson.  Educational Insights Playfoam Pals Unicorn Magic 6-Pack ($24.91, originally $35.99; amazon.com)\nEducational Insights GeoSafari Jr. My First Microscope ($17.59, originally $21.99; amazon.com)\nLearning Resources Puzzle Globe ($18.19, originally $34.99; amazon.com) When it's time for a break from home schooling, older kids can have fun and gain money skills with Learning Resources Money Bags Coin Value Game, challenge their minds with an Educational Insights BrainBolt Brain Teaser Memory Game, and put together 3D puzzles with the Educational Insights Kanoodle Extreme pack.  Learning Resources Money Bags Coin Value Game ($10.79, originally $13.49; amazon.com)\nEducational Insights BrainBolt Brain Teaser Memory Game ($15.39, originally $21.99; amazon.com)\nEducational Insights Kanoodle Extreme ($7.49, originally $14.99; amazon.com) There's plenty more toys on sale to occupy kids between screen time and school work, so shop now before these one-day deals are all played out. For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}