{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/health/parenting-emotional-labor-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elissa Strauss, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-15T17:38:53Z"], "LastModifiedDate": ["2020-03-18T02:07:36Z"], "Headline": ["Parenting through the coronavirus lockdown"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Writing this was hard.  Practically speaking, I'm feeling overwhelmed. I am behind on work because we kept my runny-nosed but otherwise seemingly fine, toddler home from school for a few days to not worry his teachers.  My online shopping cart has been subject to a large number of orders and revisions. Do we need more toilet paper? Canned tuna? How much is prudent? How much is hoarding or even ethical?  I, too, have taken a deep dive into the world of hand sanitizer on the internet. I still remain empty-handed. Then there's the extra laundry, the extra food prep and the firm commitment to making sure everyone gets to sleep on time to keep their immune systems in high gear.  All this, and the question we've all asked so many times that we can barely recognize the words anymore: Did you wash your hands? Did you wash your hands? Did you wash your hands? Emotionally, I'm unmoored. I worry about my friends and family getting Covid-19. I worry about schools shutting down. I worry about schools not shutting down.  Like many moms, I am the one in my marriage with a flexible job, which means that all scheduling upheavals are mine to manage and that I don't get paid sick days.  On top of this, I spent two full work days reading everything I could find about the virus —research for this article. Like many, I went from cautious to nervous to panicked at a breakneck speed. The more you know. I saw harrowing photos of Italian hospitals. I read charts illustrating America's unpreparedness. Tom Hanks. The NBA. This is parenthood in the time of the coronavirus.  It's demanding, emotional -- and to think I felt overwhelmed last month. For me and many others, managing the threat of the virus is adding a new and significant dose of domestic and emotional labor to our lives. If you are the mom in the family, odds are that most of this labor is falling in your lap. Managing the feelings and anxiety The act of parenting, or parenting well at least, requires some baseline anxiety. \"Part of becoming a parent is about becoming hypervigilant to potential threats. You become a threat detection machine,\" said Darby Saxbe, associate professor of psychology and director of the Center for the Changing Family at the University of Southern California. What makes coronavirus anxiety so much worse than will-my-toddler-run-into-traffic anxiety is its potential for disruption of our daily routines combined with a deeper uncertainty about how it will play out.  How long will our kids be out of school? How will we get our work done? And this goes for parents with paid employment, as well as those who stay home. Managing kids and a house is work.  The logistical anxieties are far more severe for the millions of parents who are also caring for an elderly parent, or don't have access to paid sick leave. In normal times,  this includes a quarter of private sector workers and 70% of low-wage workers, according to the National Partnership for Women & Families (PDF). From there, it's easy to drift to bigger, more existential questions. How many people will die? Also, pandemics are stress tests for societies. Will ours pass? Hijacking our parenting instincts \"We wouldn't have a species if we didn't have these mechanisms for responding to our kids,\" Saxbe said. \"But these global issues can hijack these systems for being a protective parent.\" Yael Krieger is a mother of three young children in Berkeley, California. Anxiety prone to begin with, she now finds herself in a constant battle with worst-case scenarios that keep bubbling up in her head.  At the center of her anxiety sits all the unknowns, which are difficult to reason through. For one, our understanding of the disease and how it functions is extremely limited, and there are new findings every day. Also, she feels that the US government has given her very little reason to have faith in its ability to manage the outbreak. \"There is a lot of cognitive frustration. Why isn't our government doing more? Why haven't they been testing? And how am I supposed to take care of my children properly, knowing that the people who are supposed to be taking care of the country properly aren't doing their job?\" Krieger said. Saxbe suggests that parents try to take breaks from the news, and put their family's risk in perspective. She knows it will be hard. (It is.) We need to try anyway.  \"In a scary world, it is important for parents to protect their mental health, because kids can be traumatized by a parent's anxiety,\" she said. A sense of order amid the chaos While all kids are feeling nervous to some degree, those whose schools are canceled are likely to be extra unsettled. Kids thrive on stability and routine. When it goes away, it is up to parents to model how to cope, Saxbe said.  To survive, we all need to both commit ourselves to some sense of order, and at the same time, yield to the chaos.  Parents, do what you need to lower your stress levels, whether it is carving out alone time or exercise time. Maybe you ease up on your television and video game policy or accept the power of candy as a bribe to help you kids comply. Create some structure that you can realistically commit to and on most days, achieve, and importantly, make sure you are enjoying some parts of it. Yehuda Kurtzer has three children, two of whom have missed some school because of the coronavirus, and one of whom is quarantined for potential exposure. He's part of a dual-working couple based in Riverdale, New York, and tends to travel a lot for work.  Working from home with his kids around has been a bit crazy-making, as can be expected. But he's managing to mitigate some of the attendant anxiety by finding ways to live that \"1950s\" life that is, in normal times, impossible for his family to achieve. \"We've been doing a lot of laundry, and have made a big priority of sitting down and eating normal meals together,\" Kurtzer said. \"We want to instill a sense of hygiene in our house, and a sense of community. Both of those things feel important.\"  Women take on more of the 'emotional labor' Whether children are in or out of school, the threat of the coronavirus has made managing family life a much bigger job. Odd are, moms are taking on more of this emotional and domestic labor. Eve Rodsky, author of \"Fair Play: A Game-Changing Solution for When You Have Too Much to Do (and More Life to Live),\" said research shows that the majority of daily life disruptions are handled by moms, including when both parents work. \"We treat women's time as infinite, like sand. And we treat men's time as finite, like a diamond,\" Rodsky said. As a result, women do caregiving when they have to, and men do caregiving when they can. On top of this, women are more likely to do what experts call \"worry work,\" Rodsky explained. Moms are more likely than dads to anticipate the needs of the family and plan ahead for worst case scenarios. (Listen closely, and you can hear the hum of \"what's next?\" on a constant loop in most moms' heads.)  Case in point, my deep familiarity with the Target.com shopping cart and hand sanitizer Reddit threads over the past week. Erin Vey, a full-time working mother of two in the suburbs outside Seattle, said that local school closures have served as a wake-up call for many families about just how much more childcare and domestic management moms do than dads -- even when they both have full-time paid jobs.  \"A lot of moms are bearing the brunt of working and managing all the communications from the school [which has set-up remote learning]. There are maybe five an hour.\" Vey said. \"There are also lots of logistics in terms of shopping,\" she said, as a lot of essentials, including toilet paper, are sold out in local stores. \"All this ends up in women's laps.\" We're in this together Some men Vey knows have responded to the everybody's home situation by demanding their personal space and time, with one going as far as setting up an office in the master bathroom with the door closed while his employed wife and the kids stayed away.  \"If that doesn't say 'the mom is doing everything,' I don't know what does,\" Vey said. But many others, like her husband, are reckoning with the imbalance in their homes, and are trying to change it. Before the coronavirus, Vey's husband hadn't paid much attention to emails from their daughter's schools. Why bother? His wife would take care of it.  Now, they are tag teaming -- splitting work days and house management as much as possible, and it is making life much better. If there is a silver lining in all this, or at least a lesson that we might want to impart to our kids, it's this. In our cities, our workplaces, our classrooms, and our homes, we are being forced to realize that life works better when we can depend on one another.  Parents: When you tell your children to wash their hands, don't just say they need to do it in order keep themselves or the family healthy.  Tell them they need to wash their hands in order to keep everyone healthy, and explain why. Then maybe leave a note for an elderly neighbor asking if they could use any help. Germs, like love and care, move between us. Being aware of the former is a way to share the latter."], "Language": false}