{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/us/st-patricks-day-celebrations-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-03-17T19:15:35Z"], "LastModifiedDate": ["2020-03-17T19:15:35Z"], "Headline": ["St. Patrick's Day parades are canceled, but here are alternative ways to celebrate"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["March 17 is normally a day to celebrate St. Patrick, the patron saint of Ireland. However, as the world continues to grapple with the coronavirus pandemic, St. Patrick's Day parades across the globe have been canceled as large gatherings have been banned in many countries. The Centers for Disease Control has recommended that in-person events that consist of 50 or more people be canceled in the US for eight weeks to help combat the spread of the coronavirus. Although the parades have been canceled and your local pub may have shut down, you can still celebrate St. Patrick's Day from the comfort of your own home. Here's how.  Bake some Irish soda bread Irish soda bread is practically a way of life in Ireland.  The unleavened bread is quick and easy to make, and it only requires a few, simple ingredients. All you need for most traditional soda bread recipes is buttermilk, baking soda, sugar, salt, all-purpose flour, eggs and some unsalted butter. Best of all, you can find a way to have it with every meal. Make a traditional Irish meal If you were able to stock your fridge up with the necessary ingredients, now would be a great day to make a traditional Irish meal at home.  Whether it's a beef stew or corned beef hash, what better way to lift up the spirits of everyone at home than by filling it with the aroma of delicious food? Binge movies at home If you're looking for something to watch from home, this would be a good time to search out these films with Irish lead characters to add to your list. On Netflix, try streaming \"The Crying Game,\" which stars Stephen Rea as an Irish Republican Army terrorist that bonds with his prisoner. Follow that up with \"The Irishman,\" which is Martin Scorsese's 2019 epic crime film starring Robert De Niro and Al Pacino. Follow that up with \"Gangs of New York,\" which takes place in the 1860s, and stars Leonardo DiCaprio and Daniel Day-Lewis. Then round out your movie marathon with \"The Boondock Saints,\" an action thriller about two vigilante brothers hunting down and killing gangsters in Boston. For those of you with Disney fans in the family, Disney+ has its 2001 teen film \"The Luck of the Irish\" available to stream. Stream a Dropkick Murphys concert The Dropkick Murphys have performed in Boston on St. Patrick's Day weekend for for over two decades now. But like many other events, their performance was canceled due to the coronavirus outbreak.  However, to keep the tradition alive, the band said it will live stream a show for the world to see tonight starting at 7 p.m. ET. Delve into some classic literature Ireland is home to many great authors, including James Joyce and Oscar Wilde. Maybe you read one of their books in school or you've been promising yourself that you would finally read it. Well, now is the perfect time to cross it off your list. A few great places to start would be Joyce's \"Ulysses\" or \"A Portrait of the Artist as a Young Man.\" Wilde's \"The Picture of Dorian Gray\" and the \"Importance of Being Earnest\" are also literary classics. Raise a glass of Guinness Maybe now, more than ever, we could all use a pint of Guinness or a shot of whiskey.  What would normally be a day out celebrating in the streets has turned many cities into ghost towns. Even so, you can always grab a pint of Guinness and drink it at home."], "Language": false}