{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/entertainment/family-movies-streaming-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-17T14:54:31Z"], "LastModifiedDate": ["2020-04-17T19:04:32Z"], "Headline": ["Looking for movies with the kids at home? What to watch beyond the usual suspects"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Those looking to broaden their children's media diet during time spent home because of coronavirus shouldn't limit the menu to whatever TV shows are playing. Options include a wide array of movies geared to the family audience, beyond just the obvious Disney titles. Trying to assemble suggestions for parents means looking past the usual suspects, which would include the Disney animated classics, \"The Wizard of Oz,\" \"E.T. the Extraterrestrial,\" \"Home Alone\" (not a personal favorite, but a rite of passage) and \"Mary Poppins,\" all of which are recommended. If you haven't watched an assortment of holiday perennials for a while -- \"It's a Wonderful Life,\" \"Miracle on 34th Street,\" \"The Santa Clause\" -- now might be a good time for those too. As for the rest of the Disney live-action library, not all the films have aged well, and when it comes to something like \"Old Yeller,\" your kids' response may vary. This list also assumes that if you have you have younger children, they're already pretty familiar with contenders from the past decade or so -- all those movies from Pixar, DreamWorks and Illumination (home of \"Despicable Me\"), \"Spider-Man Into the Spider-Verse,\" live-action Disney Channel offerings, etc. It's worth noting, too, that Netflix's library of kid-oriented content is pretty unimpressive for the most part in terms of quality, if not volume. Those hoping to rely on that streaming service are missing out on worthwhile titles, especially if they weren't produced this century. The idea, then, was to flag either older movies or slightly less popular films that might not be on parents' radar or top of mind. As for where to find them, there are various services that will direct you where you can watch (or rent for a fee) individual titles, though we've made sure to cite those on Netflix. It's worth noting, too, that some of the older films periodically pop up on Turner Classic Movies, whose lineup is worth scanning for those who get the channel. (Like CNN, TCM is a unit of WarnerMedia.) Babe (1995). A little pig turns out to have a knack for herding sheep in this live-action classic. The Secret Garden (1993, for rental on Amazon Prime). One of several versions of the classic story about an orphan who goes to live in a creepy old house and dramatically improves things, but this one is particularly gorgeous and moving. A Little Princess (1995, Netflix). Directed by Alfonso Cuaron, who won the Oscar for \"Roma,\" the film tells the story of a young girl living in a boarding school during World War I, who thinks her father has died in the war. She uses her imagination to spin beautifully shot stories about a rich fantasy world.  The Black Stallion (1979). A little slow-moving perhaps for younger kids, a first-class version of Walter Farley's classic book. Field of Dreams (1989, Netflix). With the baseball season delayed, this live-action film starring Kevin Costner is filled with fantasy, a love for the game and a deep emotional hook for older kids. Or just watch it (again) without them. Jason and the Argonauts (1963) and The Seventh Voyage of Sinbad (1958). Special-effects wizard Ray Harryhausen produced a number of live-action adventures during this period that are a great deal of fun. There is some violence, and the dialogue can be clunky, but they remain enormously entertaining. The Court Jester (1955). Hard to find, but very rewarding when it pops up, this is one of Danny Kaye's greatest comedies, playing a court jester who is wrongly mistaken for a Robin Hood-like hero called the Black Fox. John Carter (2012, Netflix). This adaptation of Edgar Rice Burroughs' sci-fi novel badly tanked at the box office, but it's actually a great deal of fun, with Taylor Kitsch as the Civil War veteran mysteriously transplanted to Mars, where he enjoys extraordinary powers. The Thief of Bagdad (1940, TubiTV). Essentially the basis for \"Aladdin,\" this live-action version can be a little scary for younger kids, but the fantasy, action and at the time ground-breaking special effects hold up. The Iron Giant (1999) and Coraline (2009). Both of these animated films were underappreciated in their day, and the latter -- which employs stop-motion animation -- is certainly a little dark. Still, both are well worth seeing. "], "Language": false}