{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/opinions/coronavirus-faith-leaders-showing-the-way/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Maggie Siddiqi and Guthrie Graves-Fitzsimmons"], "Writers": [[]], "FirstPublishDate": ["2020-03-17T11:57:08Z"], "LastModifiedDate": ["2020-03-17T11:57:08Z"], "Headline": ["The faithful response to coronavirus: protect one another"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"I don't believe whether you go to church during this period of time is a test of faith,\" Kentucky governor and Christian Church (Disciples of Christ) deacon Andy Beshear said last week as he called for churches to cancel in-person services because of the coronavirus. \"I believe God gives us wisdom to protect each other and we should do that.\" Governor Beshear is not alone. The Church of Jesus Christ of Latter-day Saints has suspended public gatherings at its more than 30,000 congregations across the globe \"until further notice.\" Saudi Arabia has halted travel to the Islamic holy sites in Mecca and Medina. And the Vatican began live-streaming mass online and Pope Francis is holding prayers and public audiences via videolink.   While gathering together with our communities in worship is central to both of our faiths, so is the preservation of life. Faith communities are right to cancel services and are leading where the federal government's slow response has failed. Faith communities are prioritizing the health and protection of their communities through social isolation, which is the faithful response to the coronavirus.  We've both witnessed the cancelation of services in our own respective religious communities. The All Dulles Area Muslim Society (ADAMS) Center, which averages 9,000 people across 10 locations in the Washington, DC area for Friday prayers, suspended them on Friday, an unprecedented move, declaring congregational prayers \"impermissible\" if they put people at risk of harm. Meanwhile, not far from Governor Beshear's own church in Kentucky, Highland Baptist Church in Louisville did not hold in-person worship services Sunday. Ministers instead led a worship service on Facebook. Both ADAMS and Highland Baptist will be closed for at least the next few weeks.  We were proud of our faith leaders' decisions, even though we would have liked to be with our communities, praying with and supporting one another during this troubling time. It demonstrated incredible leadership to move swiftly, and we wish our President had done the same. In a press conference Monday, he belatedly did adopt a more sober and pragmatic tone and urged more caution than he had to date. Being present in religious spaces isn't just another social gathering for us or the 77% of Americans who, according to Pew, identify as religious. For the faithful, canceling religious gatherings is cause for more alarm than canceling basketball tournaments, Broadway shows, or political rallies. Faith communities bring people together to worship God and pray together, and also put faith into action for the common good. Religious communities play an important role in individual American lives and American public life. Caring about people's health -- physical and spiritual -- is one of the things the faith community does best. It's why many hospitals in the United States and around the world were founded by religious organizations. And while there is a widely held perception that religion and science are in conflict, according to Pew 68% of Americans say there is no conflict between their own religious beliefs and science. That's why most religious organizations are following the guidance of the medical community. The Islamic Medical Association of North America and the Islamic Society of North America called on Muslims to take precautions. \"Protecting human life is one of the fundamental objectives of Islamic Shari'ah,\" the statement said. \"This concept takes precedence over all other objectives of Islamic faith as life represents the foundation of our existence. Therefore, at times, preservation of human life and human rights is far more significant than continuity of even essential practices of devotion.\" These statements stand in sharp contrast with the words of the President who at first tried to ignore the problem and has failed to respond appropriately,  what could well be for political reasons. As conservative writer Peter Wehner wrote in The Atlantic, \"The President and his administration are responsible for grave, costly errors, most especially the epic manufacturing failures in diagnostic testing, the decision to test too few people, the delay in expanding testing to labs outside the Centers for Disease Control and Prevention, and problems in the supply chain.\"  The administration played a political game with people's lives, and we've seen the religious right supporting him. \"It's just strange to me how so many are over-reacting,\" Jerry Falwell Jr, one of the President's most vocal supporters said on Fox News Thursday. \"It makes you wonder if there's a political reason for that. It's, uh. You know, impeachment didn't work... maybe now this is their next — their next attempt to get Trump.\" Playing politics with a pandemic is the opposite of a faithful response. But we believe religious communities, including our own, are leading the effort to \"flatten the curve\" through the social isolation achieved by suspending gatherings for worship. Following the mitigation efforts recommended by public health officials will keep the health care system functioning as best as possible. While we were sad to not be present for religious services this past weekend and for the foreseeable future, the response from our faith leaders provides a sense of competence and comfort at a time when those things have been for too long sorely lacking in the White House."], "Language": false}