{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/opinions/the-bachelorette-grows-up-clare-crawley-blake/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Melissa Blake"], "Writers": [["Melissa Blake"]], "FirstPublishDate": ["2020-03-17T10:06:25Z"], "LastModifiedDate": ["2020-03-17T10:06:25Z"], "Headline": ["'The Bachelorette' is growing up"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["It looks like after 15 seasons, \"The Bachelorette\" may be finally growing up -- literally.  Enter 38-year-old Clare Crawley. Bachelor Nation fans first met Crawley on \"The Bachelor\" during Juan Pablo Galavis' season in 2014 -- when she blasted him for how poorly he treated the women vying for his favor.  Crawley's own season was originally scheduled to start in May and production has now been delayed by coronavirus, but it's safe to say that she's already changing the game in a franchise that has long been criticized for its limitations -- and rightfully so. For more than a decade, we've seen a very narrow definition of what a bachelorette looks like in terms of race, age, body type and even hair color. For example, Season 13's Rachel Lindsay was the first -- and so far, only -- woman of color in the \"Bachelorette\" seat. This lack of diversity has been an issue season after season -- one that, sadly, producers seemed unwilling to address. And for many women like myself, not seeing an older woman has continued to be a particularly painful reality. \"Older\" is subjective, to be sure, but in the \"Bachelor\"/\"Bachelorette\" universe, anything older than the early 30s is extremely rare. While the franchise is one of my favorite guilty pleasure television shows, I also enjoy getting to know the contestants during the season and hearing their stories. Sure, the drama is fun to watch and I'm here for the \"OMG...\" moments, but seeing people make connections is what the show is all about. So, how refreshing it will be to see all those moments with a woman in her late 30s because, frankly, the 30s can be just as much of a beginning as an ending.  I'm loving my 30s. I feel more self-assured in both my personal life and career, and I'm more independent than I've ever been; seeing Crawley look for love will be a hopeful reminder that love is possible at any age -- not just during that coveted decade of your 20s. Consider these stats: The average age of \"The Bachelorette\" is 27 and the oldest contestant thus far was Lindsay, who was 32 during her season. Repeatedly seeing women primarily in their 20s just reinforces all those negative stereotypes about \"older\" women; society often says that women over 30 are \"over the hill\" or \"past their prime,\" or even worse -- that those who are older and looking for love are somehow pathetic or desperate. And let's not forget that little word \"cougar,\" made famous by Mrs. Robinson in 1967's \"The Graduate.\" Spoiler alert: Anne Bancroft, who played Robinson, was only 35. But how does most of our society view \"older\" men? Very differently. We use positive terms like \"distinguished,\" and a man with gray hair is often called a \"silver fox.\" Men, it seems, gain respect as they age -- while women lose respect. According to Business Insider, the average woman who appeared on \"The Bachelor\" was three years younger than the average man on \"The Bachelorette.\" Two-thirds of women who contend on \"The Bachelor\" are 23-27, while two-thirds of the men are 28 or older. Across the 16 seasons for which there is data, \"Bachelor\" contestants pick a woman who is on average 5.6 years younger than they are; on \"The Bachelorette,\" that gap is only 1.2 years.  These numbers matter because it's so important that women see themselves represented even on reality television. And the reality is that women over 30 exist in this world, and they're living and thriving. So why shouldn't reality television reflect that? Perhaps Crawley signals a much-needed change for the franchise -- one that will be a better reflection of how women date and marry in 2020. Americans are staying single longer, with the average age of first marriages reaching its highest point -- 30 for men and 28 for women, according to the US Census Bureau -- while some choose to stay single forever. Aligning the show to better reflect these cultural changes will not only make it more accurate, but it will also be more relatable, especially to its core audience, who started watching some 17 years ago and are no longer in their 20s. Maybe producers are finally realizing that the show needs to grow along with its audience, Rachel Wright, relationship therapist and co-host of The Wright Reasons podcast where she and her husband discuss all things Bachelor Nation, told me.  \"I think producers were feeling public pressure to change things up in the franchise,\" she said. \"Because of the lack of diversity, people are getting frustrated not seeing themselves represented on the show. In order to stay relevant, they need to change something.\" Wright, who has watched Crawley on her previous Bachelor franchise appearances, is most looking forward to the maturity and emotion the contestant will bring to the table, which, no doubt, has at least a little to do with Crawley's age. \"She is unafraid to express her emotions, make decisions, and lean into her feelings -- which frankly just makes for a better show and a better lead,\" Wright said. For her part, Crawley thinks being a woman in her late 30s will definitely be a plus in her search for partnership. \"I feel like my age is really an asset,\" Crawley told People magazine. \"I've gone through twists and turns and I know what I will and won't put up with. Twenty-three-year-old Clare had no clue what I wanted. And I'm glad that wasn't the end of my love story because I'm such a different woman now.\" Indeed. In the end, I'm forever hopeful about the conversations Crawley's season, when it airs, will likely spark -- about age, about women, about dating. After all, we're already talking about age, and she hasn't even handed out her first rose yet. If you ask me, that's progress."], "Language": false}