{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/tech/xbox-series-x-specs/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-03-16T20:03:30Z"], "LastModifiedDate": ["2020-03-16T20:03:30Z"], "Headline": ["Microsoft reveals details about its next-generation console Xbox Series X"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Microsoft revealed the technical specifications of its next generation video game console, the Xbox Series X, in a Monday blog post. Although pricing is still unknown, Microsoft said the Series X is coming this holiday season and has several new features that would give it a leg up over older consoles. The Series X will be capable of running 4K graphics at 60 to 120 frames per second, meaning that game graphics should display clear details and games will appear smooth even during action-packed scenes. The new console is also getting an upgraded graphics card and processor so it could run more graphic-intense games. Notably, high-end PCs are capable of running graphic-intense games at as much as 200+ frames per second, so this upgrade for Xbox brings its technical specs closer to what's already available on the market for PC gamers. Consoles have lagged behind PCs when it comes to providing higher resolution in gaming, but are often more affordable and easier to set up than computers. Like its predecessor, the Xbox One X, the new console has one terabyte of storage, but it has been upgraded for faster load times.  \"Modern devices have changed our expectations on how quickly you can move between experiences or applications,\" Xbox's senior communications manager Will Tuttle wrote in a blog post. \"Most of us want to be able to instantly jump into an experience or return right to where we left off.\" With the upgrade, Xbox is claiming it will be possible to play a game to a certain point, turn off the console and perform a system update, and still get back to where you left off. Games with immersive open worlds like \"Red Dead Redemption 2,\" \"Final Fantasy XV\" and \"Assassin's Creed Odyssey\" could benefit from the faster load times, Xbox said. Tuttle wrote that Xbox has been working with TV manufacturers for the past two years to make sure displays are ready to support the Xbox Series X. Microsoft is also touting the new console's ability to support older games.  \"As gamers themselves, [the team] understood that we all have our favorite memories, franchises or titles that we want to continue to play even as technology and game design continues to advance,\" Xbox wrote. Since the Xbox Series X has upgraded storage and overall specs compared to the Xbox One X, it's easier to support past games.  \"They gave us the Xbox One X and it was like we got this big playground to play with,\" said Peggy Lo, principal program management lead of backward compatibility, in the blog post. \"Then we got the Xbox Series X and it was like we had a whole amusement park to play in.\""], "Language": false}