{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/politics/white-house-state-dinners-tradition/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kate Bennett and Christopher Hickey, CNN"], "Writers": [["Kate Bennett"]], "FirstPublishDate": ["2020-04-22T20:20:39Z"], "LastModifiedDate": ["2020-04-22T20:20:39Z"], "Headline": ["How a canceled state dinner highlights a fading White House tradition"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["In a time of so many would-have-been, could-have-been calendar appointments, this week should have seen an official White House state dinner. President Donald Trump and first lady Melania Trump had invited royalty to the White House: the King and Queen of Spain, Felipe VI and Letizia. The former is part of one of Europe's oldest lines of nobility, and the latter, a glamorous former journalist with a standing spot on several international best-dressed lists. February's public announcement, preceded already by several weeks of planning, had heralded a celebration of the relationship between the host and guest nations. But the White House pulled the plug after the onset of a devastating number of coronavirus cases in Spain by early March, including some inside Palace circles.  However, even if the state dinner had taken place as scheduled, it would only have been the third of the Trump administration, behind one held for Australia in September 2019, and one for France, in April 2018.  Trump's two dinners is shy of several of his recent predecessors and is the least of any modern American president by this time.  At this exact point in their presidencies, Barack Obama had hosted six state dinners, George W. Bush four, and Bill Clinton 13. And while that might sound like a lot, comparatively, the trend of lavish, over-the-top affairs for foreign heads of state has diminished over time from their heyday under Jimmy Carter, signaling the decline of one of the White House's most extravagant traditions. Diplomacy on the menu The first state dinner is historically considered to be the one held in 1874 by Ulysses S. Grant for King Kalākaua of Hawaii. It featured multiple courses and expensive silver and china table-settings -- the king reportedly had a lovely evening, as intended.  In the early days, state dinners were a chance for a President and first lady to showcase their hosting skills more than anything else. Yet as the United States became a global power, the attractiveness of getting facetime with a US President became crucial -- both from the American perspective, and from other parts of the world. \"The desire for state dinners really accelerated with the coming of the World Wars,\" said Matthew Costello, historian with the White House Historical Association and vice president of the David M. Rubenstein National Center for White House History.  \"Franklin Roosevelt, in particular, realizes they're a chance to get information, directly from the horse's mouth, so to speak. In 1939, for example, Roosevelt invited King George VI, the first time a British monarch came to visit an American president, and he did so just as the Nazis were starting to advance.\" Roosevelt saw the efficacy of using a state dinner as political currency, and started to expand his repertoire of honored guests, hoping to capitalize on potential alliances, or feel out whether he could be facing a future foe.  \"Roosevelt is really the first to start using the dinners a bit more strategically, and he uses them to recognize exiled governments as well,\" Costello said. Defrosting the Cold War After Roosevelt, state dinners became a delicate dance of strategy during the Cold War era. Costello said the official visits were opportunities to pull Western allies closer, or to try to thaw icier relationships. \"In 1959, Dwight Eisenhower invited Nikita Khrushchev, marking the first state visit by a Soviet leader, not to mention the United States' biggest global competitor,\" he said. Post-Eisenhower, John F. Kennedy, Lyndon Johnson, Richard Nixon, Gerald Ford and Jimmy Carter all became adept at hosting state dinners that yielded -- or at least attempted to -- some sort of positive and tangible diplomatic outcome.  Johnson was the most prolific party-thrower in the White House, ultimately holding more state dinners than any president -- a total of 54. He was already at 26 three and a half years into his presidency, matched to Trump's tenure.  The first (and unofficial) Johnson state dinner, however, happened just one month after John F. Kennedy was assassinated. Unlike the dozens Johnson would later host at the White House, this one was not in Washington -- he hosted it at his Texas ranch.  Johnson put on a down-home, barbeque feast for West German Chancellor Ludwig Erhard, where they discussed the Berlin Wall and the looming Soviet threat, over a dinner made by cooks wearing cowboy hats serving up racks of meat.  Though chilly weather forced the 300-person gathering indoors, Johnson's Texan hospitality loosened the formality of the occasion, making for easier dialogue and more familiarity between the two leaders. Once back in Washington, the Johnson administration dinners would happen with regularity, as often as once a month. Carter, though pre-politics a peanut farmer from tiny Plains, Georgia, at the White House proved a conscientious host. At the same time in his tenure as Trump is today, Carter had already held 33 state dinners. However, Carter did enact one important guideline for the fetes: no hard liquor. The pious Carter and first lady Rosalynn Carter would only serve beer and wine, though that did include the occasional glass of champagne. By the time Ronald Reagan, for whom entertaining came naturally, was in the White House, the events were centered around the telegenic relationship with the visiting head of state, but the menu, the music, the talent and the celebrities (who can forget the Reagan state dinner for Prince Charles and Princess Diana, when John Travolta twirled Diana across the dance floor?) also began to peak. \"The Reagans loved to throw state dinners,\" said Costello, adding they even put one on in San Francisco in 1983 for Queen Elizabeth. \"In the 80s, global change was reaching a fever pitch, and Reagan had secured the admiration of several leaders.\"  At Reagan's state dinner for British Prime Minister Margaret Thatcher in 1981, Thatcher toasted the President as, \"'the new leader, not only of the United States, but of the whole Western world.\" Dwindling dinners \"At the end of the Cold War, you really start to see the change,\" said Costello of the tapering off of the number of state dinners. \"Where they were mostly during the 20th century dinners to engage on geopolitical, global issues, they quickly expanded into far more socially centric events.\"  Costello said one way to tell is the larger size of the presidential china services, which grew from sets for 100-150 people to sets for 320, which was the size of the Obama's official 11-piece china set. Dinners ballooned to accommodate A-list celebrity guest lists and Grammy-winners as entertainment -- to hold guests, tents were often set up on the South Lawn. \"They've also become more about embracing countries that are more neutral, and less about being a way for a President to size someone up in person,\" Costello said. For Trump, the two so far have been with countries, France and Australia, whose leaders the US President has had some political alignment with, particularly Australia's Scott Morrison. He has since publicly tangled at times with French President Emmanuel Macron, but in the spring of 2018, theirs was a rosier relationship. But the field from which Trump can pick leaders is lean, in part due to his America First philosophy, but also his unique style of global diplomacy. As for when Spain's King and Queen may actually become the third state dinner guests of Trump's tenure, a White House official said the President and first lady hope to reschedule.  "], "Language": false}