{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/03/16/sport/gallery/what-a-shot-sports-0315/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-16T05:45:29Z"], "LastModifiedDate": ["2020-03-16T05:45:29Z"], "Headline": ["What a shot! 24 amazing sports photos"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["St. Louis' Sammy Blais, left, checks Chicago's Nick Seeler during an NHL game in Chicago on Sunday, March 8. The NHL suspended its season later in the week, as did many other sports leagues, because of the coronavirus pandemic. Oregon basketball players celebrate after they won the Pac-12 Tournament on Sunday, March 8.  France's Mohamed Haouas punches Scotland's Jamie Ritchie during a Six Nations rugby match in Edinburgh, Scotland, on Sunday, March 8. Haouas received a red card and was sent off. Peruvian soccer club Alianz Lima plays Argentina's Racing Club during a Copa Libertadores match in Buenos Aires on Thursday, March 12. The match was played behind closed doors because of the coronavirus. See more empty spaces around the world Nozomi Okuhara competes in the All England Open Badminton Championships on Saturday, March 14. Gremio soccer players wear masks in protest before playing Sao Luiz in Porte Alegre, Brazil, on Sunday, March 15. The match was played behind closed doors. John Swofford, commissioner of the Atlantic Coast Conference, announces the cancellation of the ACC basketball tournament on Thursday, March 12. Copperhead, ridden by Harry Cobden, falls during a steeplechase race in Cheltenham, England, on Wednesday, March 11. DePaul forward Chante Stonewall lands on Marquette guard Camryn Taylor as they go for a loose ball during the Big East Tournament on Monday, March 9. The DC Defenders warm up before an XFL football game on Sunday, March 8. Ryan Cordell of the New York Mets slides into first base during a spring-training game in Port St. Lucie, Florida, on Sunday, March 8. Liverpool's Sadio Mane attempts a bicycle kick during a Champions League game against Atletico Madrid on Wednesday, March 11. Jockey Charlie Marquez watches TV prior to racing at Maryland's Laurel Park on Sunday, March 15. Races continued on Sunday but there were no spectators. Cody Casper rides Just Al during a rodeo in Duluth, Georgia, on Sunday, March 15. Tampa Bay's Ryan McDonagh falls on Detroit's Robby Fabbri during an NHL game in Detroit on Sunday, March 8. Valencia and Atalanta play a Champions League match in an empty stadium in Valencia, Spain, on Tuesday, March 10. Connecticut's Olivia Nelson-Ododa makes a confetti angel after the Huskies won the American Athletic Conference's basketball tournament on Monday, March 9. A freeride skier competes at the Fieberbrunn Ski Resort in Austria on Sunday, March 8. Marc Goldstein and Montys Angel rearrange the final hurdle during a fall in Fontwell, England, on Saturday, March 14.  Gremio's Luciano, left , and Internacional's Edenilson have a disagreement during a Copa Libertadores match in Porto Alegre, Brazil, on Thursday, March 12. Cyclists ride in front of a hotel in Nice, France, during the Paris-Nice cycling race on Saturday, March 14. Tottenham goalkeeper Hugo Lloris reaches back but is unable save a goal during a Champions League match in Leipzig, Germany, on Tuesday, March 10. Eleanor Brown of the Western Bulldogs, right, attempts to mark the ball against Mia-Rae Clifford of the Fremantle Dockers during an Australian Football League match in Melbourne on Sunday, March 15. The Olympic torch is lit in Olympia, Greece, on Thursday, March 12. The Summer Olympics are scheduled to take place in Tokyo this year. See 29 amazing sports photos from last week"], "Language": false}