{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/health/sanjay-gupta-podcast-april-22-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN staff"], "Writers": [["CNN staff "]], "FirstPublishDate": ["2020-04-22T17:39:18Z"], "LastModifiedDate": ["2020-04-22T17:39:18Z"], "Headline": ["Every Day is Earth Day: Dr. Sanjay Gupta's coronavirus podcast for April 22"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["This year, the 50th anniversary of Earth Day comes in the midst of a pandemic. CNN's Chief Medical Correspondent Dr. Sanjay Gupta talks to Bill Weir, CNN's chief climate correspondent, about the parallels between Covid-19 and climate change, as well as what it was like for Weir to welcome a new son into the world during such an uncertain time. You can listen on your favorite podcast app or read the transcript below. Bill Weir: My dearest River, I'm sorry we broke your sea and your sky. I'm sorry that the Great Barrier Reef is no longer great. Dr. Gupta: That's my colleague Bill Weir, CNN's chief climate correspondent. He's reading a letter he wrote to his newborn son, River.  Weir: But alas, the milk in your bottle was warmed by dirty ancient fuels, and as a result, you're among the first babies ever to toddle on a planet this warm. We're just now wrestling with the implications of this. But for me, the most poignant evidence is that your mother was forced to give you your first kiss through a P100 mask. Dr. Gupta: Today is Earth Day. A day for celebrating and appreciating our planet, and embracing the outdoors. But this year, many of us find ourselves stuck indoors, and with very little to celebrate.  Coronavirus has upended our lives, but it's also teaching us lessons about ourselves, and our planet. I'm Dr. Sanjay Gupta, CNN's chief medical correspondent. And this is \"Coronavirus: Fact vs. Fiction.\" Dr. Gupta: For this special Earth Day episode, I wanted to ask Bill about the connections between climate and coronavirus. Our conversation though started on a personal note ... the birth of his son 15 days ago.  Weir: So grateful to have this little bundle, this nugget of new life and love to focus on in the middle of this nightmare. Dr. Gupta: I can only, only imagine. A huge congratulations to you and Kelly. What was the experience like in the hospital? Weir: Well you know, they've really sort of sealed off the neonatal and maternity ward to keep it humming regardless of what was going on outside. The coronavirus patients are in a different building. So we came in and we had her in my mask that I used for covering wildfires. It was the only mask I could find. Almost bought one off of eBay for 600 bucks from some profiteer because we were so worried. But then I remembered I had this mask that I used to cover the last round of wildfires. And, you know, she kissed our baby through that mask for the first time, which is sort of a poignant parallel between, you know, climate crisis and the pandemic that we're in right now and how they all relate.  Dr. Gupta: Bill, one thing I just want to make sure we're making clear as well is there is a parallel between all the work you do and report on with regard to climate change and what is happening now with this pandemic. Right? I mean, if it's the infringements on these areas, deforestation ... what is the parallel between this pandemic and climate change?   Weir: I think the most obvious one is that for a very long time, very smart scientists said, \"If we're not careful and we cut down all the jungles, we're going to unleash an invisible enemy that's gonna come out of those jungles and get into our lungs.\" But that was a story that few people wanted to hear. And for an even longer time, very smart scientists have been saying, \"If we're not careful, an invisible enemy is going to come out of our factories and our cars and our homes. And it's going to get into the sky and the sea, and it's going to disrupt life as we know it. We're going to lose the ability to predict the weather.\"  And that was a story that too few people wanted to believe. And when it comes to the responses, look at the countries that waited until people started dying to act. They're the ones suffering the most. Whereas you look at South Korea, where they have a respect for expertise and a knowledge and a belief that we're all in this together and we can quench this thing. They flatten the curve. I mean, I'm so happy that \"flatten the curve\" is now part of our vernacular because we can do the same thing with climate. Whether that's a global effort of the smartest people around the world cooperating to either find a vaccine for this particular virus, or to come up with a way to power our lives in a clean, sustainable way.  Dr. Gupta: It is hard to believe that we're sort of in this self-quarantine on Earth Day. I mean, no matter how good your predictive skills are, I think very few people would have been able to predict that.  Weir: It was predicted! ... You know, there are just as, maybe not as many, scientists who've been warning about climate change for over a century. We've had virus hunters saying this was a very real hazard. But again, we're just not wired to think in these terms, I think. You know, we evolved to fear the noise behind the bush and try to figure out, \"Is that a stick or a snake?\" And we think about immediate threats, and time rubs the edges off of our fear. It's a reminder that when our smartest scientists say, \"Something really bad could happen, if we're not careful\" -- we should probably pay attention to that and certainly not politicize that.   Dr. Gupta: There's been a lot of pictures, and you see how quick things change in terms of the impact in the acute environment at least. The air's a little cleaner. There's the birds that are chirping in Wuhan, which I guess hadn't happened in a while. We get to see what happens when human activities on the planet come to somewhat of a halt. What does that teach us about the human impact on the environment?   Weir: Well, I think it teaches us just how much the human footprint is literally on everything. You know, that we have paved and plowed and developed so much of the Earth and there's so few places left, you know, where the wild things are. And, you know, creatures and ecosystems that took millions of years to settle into a harmonious balance. We have absolutely upended within a blink of Earth time. But they can bounce back if you give them space. There's this thing called the \"sliding baseline syndrome,\" which is that, you know, you walk on a beach and with your kid and you say, \"Man, when I was a boy, the stars, the Milky Way, it was incredible.\" He doesn't know what you're talking about. What he knows is what he can see, and so when he teaches his kids, the baseline has moved. Well, now that we've sort of reversed it for a brief moment in time and can show our kids, \"That's what the Milky Way looks like.\" Dr. Gupta: It is human psychology, I guess, to some extent, and maybe it's the way that we are wired for good reason, that acute threats are the things that we're gonna pay most attention to. But if the rock isn't about to hit me in the face, I'm probably not going to worry about it as much. How do you get the messages across? Because I think there's a lot of parallels here.  Weir: Yeah, I mean, when it comes to a pandemic, the most extreme measures you take will seem over the top before it happens and will seem, you know, completely inadequate after the fact. And it's kind of the same with climate. That will mean everything has to change. Everything. Transportation, construction, our food supply, geopolitics, economics. And that's such a seismic thing to a species that sort of likes things the way they are. That's such a big ask. And if we do all of those things, it will seem excessive. But if we don't do those things, it's going to change anyway.  Dr. Gupta: I'm wondering, Bill, for you, I'm sure talking to people who fully understand what you're saying. You talk to people who are flat out denying it. And then there are people in between who say, \"I don't disagree with you, but it seems like the cat's out of the bag here. We're never getting that cat back in the bag.\" How do you have those conversations with people, especially with regard to the inevitability? Weir: Yes, I think we have to be honest and you have to prepare our children for what's coming. If we could go back in time, six months, wouldn't we prepare our kids for this lockdown? Wouldn't we prepare them for saying goodbye to grandma for the last time? All of those sorts of things.  Dr. Gupta: You know, Bill, I think about our own childhood. I think we're around the same age. I don't really remember talking about climate change that much when I was a kid. No wars, good economy, no existential threat hanging over our heads, and obviously no pandemic. Not like this. And you're bringing a child into the world. I have kids who, their world has been defined by these things. I just wonder how do you think about that? I've been thinking about that a lot as a dad lately.   Weir: Yeah. No, I, believe me, especially in lockdown and staring into his little eyes during those midnight feedings. And you know, best scientists in the world say, \"Life as we know it is at risk if we don't change our ways within a decade.\" And people scoff and say, \"Well, the end of the world!\" Yeah, well, like it's all going to explode on one Saturday afternoon. No, the planet will spin on. We're seeing how life can come back if you leave it alone. It's us that's at risk. It's life as we know it. It's the modern world that's built on predictable growing seasons and supply chains and flight schedules. And this is sort of what I think is a dry run for what my child's life is going to look like, only in hyper lapse, in hyper speed. Dr. Gupta: Bill, you and I have been doing this job for a long time. And I'm reminded after disasters and even conflicts that, people forget. They move back to the way it was. Will this be different, do you think?  Weir: That's such a good question. You know, I think I'm worried that there's such a thing called \"revenge pollution,\" that when a country like China has to shut down manufacturing, once they ramp back up, they, they go double time. They run the smokestacks 24/7. You know, the thing is, ultimately, while you can see the stars and people saying, \"Oh, this might help fix our crisis.\" It won't. I would love to think that this is a wake-up call for these 7 billion-plus people on the planet. I'm afraid not. And I think it's going to take real leadership. And to solve the problem of climate demands such cooperation, both from allies and enemies. And unfortunately, Covid is the crisis that makes us all wear masks and has made the handshake obsolete when we need human connection more than ever. But I hope we understand that our relationship with this big blue marble, you know, every day is Earth Day. Every day is Earth Day. We exist at great peril if we forget that.  Dr. Gupta: The other day, I caught one of my teenage daughters getting up really early in the morning, and she loves to sleep, so I wasn't sure what was going on. But it turns out she wanted to watch the sunrise, since the skies have been unusually clear, thanks to the shutdown. I wish my daughters lived in a world "], "Language": false}