{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/sport/wayne-rooney-sebastien-ogier-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul Gittings, CNN"], "Writers": [["Paul Gittings"]], "FirstPublishDate": ["2020-03-15T17:31:44Z"], "LastModifiedDate": ["2020-03-15T17:32:54Z"], "Headline": ["Wayne Rooney: We were treated like guinea pigs over the coronavirus"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Former Manchester United and England soccer international Wayne Rooney has joined a growing list of high-profile stars who have criticized  sport's governing bodies and governments for their handling of the coronavirus pandemic. Rooney used his column in Britain's Sunday Times to accuse the authorities of treating players like \"guinea pigs\" during the crisis. Rooney, who is now a player-coach at second-flight Derby County after his transfer from MLS club DC United, felt that football's UK governing bodies should have acted quicker to call a temporary halt to the season. This weekend's program in the Premier League and English Football League was only halted on Friday after it emerged that Arsenal manager Mikel Arteta and Chelsea forward Callum Hudson-Odoi had tested positive for the virus. \"Why did we wait until Friday? Why did it take Mikel Arteta to get ill for the game in England to do the right thing?\" Rooney wrote in the Sunday Times. \"For players, staff and their families it has been a worrying week -- one in which you felt a lack of leadership from the government and from the FA and Premier League. \"After the emergency meeting, at last the right decision was made -- until then it almost felt like footballers in England were being treated like guinea pigs. \"I know how I feel. If any of my family get infected through me because I've had to play when it's not safe, and they get seriously ill, I'd have to think hard about ever playing again. I would never forgive the authorities.\" Rooney, 34, believes that financial considerations were at the heart of the delay in calling off games.  \"The rest of sport -- tennis, Formula One, rugby, golf, football in other countries -- was closing down and we were being told to carry on,\" Rooney said. \"I think a lot of footballers were wondering, 'Is it something to do with money being involved in this?'\" Ogier blasts rally chiefs Meanwhile, six-time world rally champion Sebastien Ogier was highly critical of his sport's bosses, despite claiming a first win for his new team Toyota in Mexico. The race was eventually cut short by a day due to the coronavirus, but the 36-year-old Frenchman believed the rally should never have been staged in the circumstances and took to social media to air his views. \"Of course a win is a win,\" said Ogier, who has taken the lead in the championship standings after this third rally of the 2020 season. \"But this victory feels completely different than the others, because this rally should have not happened! Protecting human life must come above any other interest -- for sure also above racing! If we put the fans here in danger this victory has no value,\" he tweeted. The rally was originally scheduled to finish Sunday with three more special stages, but organizers took the decision to end it early.  \"This will allow teams and the media to return to their countries with the anticipation of the imminent closure of their borders because of COVID-19,\" said Mexico Rally director Patrick Suberville. Ogier's comments echoed those of fellow motorsport star Lewis Hamilton, who openly questioned the decision to initially proceed with the Australian Formula One GP in the face of the pandemic. \"I am really very, very surprised that we are here,\" he said. \"It's really shocking that we are all sitting in this room,\" he said last Thursday before the last-minute decision to cancel the race after a member of the McLaren team tested positive for the virus. READ: Australian F1 GP and other races postponed With cycling's Paris-Nice classic still taking place with a depleted field and growing safety concerns, French star Romain Bardet went public with his view that the race should be halted. \"We seem out of place on a bike when everyone is making efforts to stem the spread of the virus,\" he told local media. \"We do our little race as if nothing is happening. It's all very strange.\" READ: Schachmann wins 'Race to the Sun' but should it have taken place? Germany's Max Schachmann eventually won the race, cut by a day by the organizers, with cycling now joining other elite sport in a total shutdown that is set to last at least into April."], "Language": false}