{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/us/nba-detroit-pistons-coronavirus-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-03-15T04:19:58Z"], "LastModifiedDate": ["2020-03-15T10:23:58Z"], "Headline": ["A third NBA player tests positive for coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A third NBA player tested positive for coronavirus Saturday, according to a statement from the Detroit Pistons. The Pistons have not named the player, but he has been under the care of the team's medical staff and in self-isolation since Wednesday night, the statement said.  \"A preliminary positive result came back on March 14,\" the team said. \"The health and safety of our players, our organization, those throughout our league, and all those potentially impacted by this situation is paramount.\" The team said it is working with team medical staff, state and local government, public health officials and the NBA to monitor the situation.  \"The individual will remain in isolation and under the care of team medical staff,\" the Piston's statement said.  Two Utah Jazz players tested positive  The NBA suspended its season Wednesday after Utah Jazz center Rudy Gobert tested positive for coronavirus.  On Thursday, his teammate Donovan Mitchell said in an Instagram post that he also tested positive for the virus.  The Pistons played the Jazz on March 7. The Jazz were set to face off against the Oklahoma City Thunder Wednesday when Gobert's test results came back and the game was canceled before tip-off. Since the diagnoses, Gobert, other NBA players and teams have donated money to cover the salaries of hourly arena employees who are missing days of work because of the suspended season.  Mitchell provided a video update on his condition Saturday.  \"I feel fine, things are going well, just taking the proper precautions,\" Mitchell said, adding that health authorities told him to stay in isolation. \"I'm solo in here and playing video games all day. I can't wait to get back out there on the floor and play in front of the best fans in the world.\""], "Language": false}