{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/media/espn-sports-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-13T20:27:30Z"], "LastModifiedDate": ["2020-03-13T20:29:46Z"], "Headline": ["ESPN and other sports networks need to fill their air now that coronavirus put live sports on hold"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The coronavirus pandemic has ravaged the sports world, leading to suspensions or postponements of games and major sporting events. But without live sports, what will ESPN and other sports networks air now?  That's tough to say because the outbreak \"effects the entire sports ecosystem,\" said Jay Rosenstein, a former vice president of programming at CBS Sports.  \"You're talking about regional sports networks, FS1, NBC Sports Network, NBA TV. It goes on and on,\" Rosenstein told CNN Business. \"You have all types of sports networks that depend on live sports or talking about live sports. We've never had something happen like this.\" ESPN is working around the clock to figure out what it will air without the ability to broadcast most games, according to a person familiar with the matter.  The suspension of game play also comes at a particularly tough time for sports networks since March is one of the busiest sports months of the year. During a normal March, ESPN's airwaves would be full of NBA games, men and women's NCAA college basketball tournaments and the opening of the Major League Baseball season. However, everything changed on Wednesday when the NBA suspended its season after a player preliminarily tested positive for coronavirus. The announcement started a domino effect throughout the sports world.  The NCAA canceled the men and women's college basketball tournament, better known as March Madness, and MLB delayed its season by at least two weeks. The NHL and Major League Soccer have both put their seasons on hold. And on Friday, The Masters, one of the most prestigious golf tournaments, was postponed. Before the suspension, many leagues were planning to play games without fans.  The Olympics, one of the biggest events in sports, is still scheduled for this summer, but questions have been asked if the games would proceed as planned. Other networks like NBC Sports Network will have to go on without the NHL and Premier League soccer. The Golf Channel will go without PGA events, and Turner Sports is losing March Madness and NBA games, which is a major blow to advertising revenue. A NBC Sports spokesperson told CNN Business that replacement programming on NBC and NBCSN will include encore presentations of events, specials and feature programming across NBC Sports properties such as the Olympics, the Premier League and NHL.  \"There's two alternatives for the networks now,\" Rosenstein said. \"They can put on archival footage from past games and documentaries or have non-stop studio shows, which can talk about the news and interview players and executives. Outside of that, I have no clue what else they can do.\" ESPN has relied on its studio shows like \"SportsCenter,\" which has evolved from a highlights and news show to a strictly news broadcast focusing on the virus' impact on the sports world.  ESPN updated its programming schedule on Friday, and it is now made up of studio shows like \"Get Up,\" \"First Take,\" and \"SportsCenter,\" which will air through the end of the day. ESPN 2, its sister network, will show a mix of encore presentations of the studio shows and \"30 For 30: Celtics vs. Lakers,\" a documentary film about the famed NBA rivalry. But how long can even studio shows go on as the coronavirus continues to shut down the country? Fox Sports 1, another cable sports network, said on Friday that it was suspending the production of its daily live studio shows through at least March 20 out of an abundance of caution. The network plans on showing evergreen programming in place of the live shows like classic games and documentaries. \"If you can't get people on camera then you're just rolling tape,\" Rosenstein said. \"I maybe would set up a virtual tournament where the public could vote on some of the best teams in history. I really don't know. I don't think anybody does right now. We're in uncharted territory.\""], "Language": false}