{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/opinions/love-is-blind-and-politics-in-2020-lindemann/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Danielle J. Lindemann"], "Writers": [[]], "FirstPublishDate": ["2020-03-12T11:20:30Z"], "LastModifiedDate": ["2020-03-13T13:12:41Z"], "Headline": ["The popularity of 'Love Is Blind' reveals what we're missing in our lives"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["'Love Is Blind,' the popular Netflix reality dating show, is an objectively confusing series. It is not, as I originally assumed, about visually-challenged people finding romance. Instead, it begins with contestants meeting each other over a series of rounds, like speed dating, except that they are separated from their partners by opaque screens. After several meetings, if a couple feels a particular connection, a contestant proposes marriage, at which point the two are able to see whom they've been talking to. Over the course of the season, these newly-formed couples travel together, live together, and—if all works out—get hitched. So, they know what their partners look like by the time they tie the knot and, contrary to the title, throughout much of the show.  Despite its perplexing premise, the show is really a pastiche of familiar ingredients from reality-TV land—a dash of 'The Dating Game' here, a soupcon of 'Married at First Sight' there.   But, contrived as it may be, Netflix says 'Love Is Blind'  has been one of the most popular shows for the network since its 10 episodes dropped in mid-February.  (A reunion special was later added.) From celebrity chatter in the Twittersphere to a Saturday Night Live parody, the show has captured  national attention. America is all in.    It is a particularly interesting coincidence, at this moment when it feels that everything has been politicized, that the popularity of 'Love Is Blind'  has overlapped with the presidential primaries.  As the cast members have been chatting in their meeting \"pods,\" leaping into blue waters, and bellying up to the altar, the country has been whittling a historically diverse field of Democratic hopefuls down to two old, relatively privileged white guys. (Yes, one is Jewish, but he is often perceived and described as \"white.\")  They are different -- one, Bernie Sanders, the political equivalent of a vegan co-op, the other, Joe Biden, of a TGI Fridays.  But they are old white guys nonetheless. One of them will ultimately square off against yet another old white guy (Chick-fil-A?), and the victor will run our country. (If politics were a reality show, 'We the People,' like the producers of 'The Bachelor,' might face a race-based discrimination suit.) The popularity of 'Love Is Blind'  could reveal not only what we're missing in our dating lives but what we find lacking in other areas of life as well -- and for many of us, that includes our political choices and how they operate.      Imagine if, like the 'Love Is Blind' producers, we could somehow put our political candidates behind screens, obscuring their gender and race.  We  might like to think we'd see different outcomes. (Relatedly, the use of screens during auditions has reduced gender bias in symphony orchestras.)  Imagine a world in which plans for health care or educational policy were evaluated on their merits—and not on how we have prejudged a candidate based on our biases and their race or gender or political party—and their authors unmasked in a dramatic ceremony. (\"Gotcha! That was Obamacare, Karen!\") But perhaps the change would be small, as those screens  wouldn't do anything to change the broader social forces that constrain people in certain groups from entering political careers.  As a sociologist who studies reality TV, I often argue that the genre is the Jumbotron of our most deeply-rooted social inequalities; it magnifies our racism, our sexism, our classism, our treatment of queer people, of immigrants and of the disabled.  But 'Love Is Blind'  does something different, which may help explain why it's a standout in an ever more saturated genre. It dangles before us the tantalizing notion of a world where our most entrenched social hierarchies can be put aside. At the beginning of the first episode, one contestant describes the show as \"removing the confounding variables of ethnicity, race, background, and the big one being physical appearance.\" Of course, it doesn't really do that. There are non-visual cues about a person's race, and the contestants who can't see each other do discuss topics like ethnicity and religion. Most of the pre-selected participants have bodies that fit into the range of conventionally attractive, there appear to be no Asian people, nobody is looking for same-gender partners, and even the white men are shockingly similar to one another, right down to the configurations of their facial hair. Still, the pretense that this is a world where just anybody can find just anybody else neatly aligns with our longstanding national narrative about meritocracy; only in this case, instead of self-made success, it's love that rises to the top in a glittering post-racial, post-#metoo world where we can transcend all kinds of social categorizations that have historically divided us. Out here in the real world, as the very premise of the show acknowledges, these divisions still infuse our dating practices. In fact, the majority of Americans still marry others who are \"like them\" in a variety of ways. Sociologists call this \"homophily,\" or \"same love,\" and it continues to happen for a few different reasons. Yes, we make choices, but we also don't have access to just anyone in the dating world. We marry the people we meet, and de facto segregation in housing and schooling, as well as disparities in educational attainment, mean that we move in somewhat homogenous worlds. (Before you jump on the \"Tinder is changing all that!\" bandwagon, research suggests that homophily persists in online dating too.)  The supposed \"removal\" of demographic factors as selection criteria on 'Love Is Blind' is a bold premise, because, in reality, these factors still matter intensely. In the end, 'Love Is Blind,' like contemporary politics, highlights the salience of these structures. Part of what is pleasurable and terrible about tuning into this show is seeing the \"experiment\" unravel.  Few of these romantic hopefuls make it to the altar. Yes, of the two couples to say mutual \"I do\"s, one is an interracial couple and the other has a large socioeconomic difference. Still, once these couples leave the underground bunker and step back into the real world, their social asymmetries become dramatic plot points on the show.  Amber and Barnett's class difference, for instance, is woven into the show's \"Will they or won't they?\" narrative about the couple.   Perhaps the most confusing moment on the series comes during the reunion, when all of the contestants agree with the statement, \"Love is blind.\" It seems disconnected from much of what has actually transpired on the season.  While we may watch 'Love Is Blind' because we're aching for a world where social distinctions don't matter, ultimately it highlights how very much they still do."], "Language": false}