{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/sport/rudy-gobert-coronavirus-prank-backlash-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-12T21:23:45Z"], "LastModifiedDate": ["2020-03-13T12:15:37Z"], "Headline": ["Amid COVID-19 outbreak, NBA star Rudy Gobert faces backlash for prank"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The first NBA player to test positive for coronavirus is being criticized for a prank he pulled on members of the media as it could put them theoretically at risk of contracting the illness. As he was leaving a media event on March 9 All-Star center Rudy Gobert of the Utah Jazz touched every microphone and recorder in front of him in jest. Gobert, who subsequently tested positive for coronavirus, released a public apology on Instagram on Thursday. \"I have gone through so many emotions since learning of my diagnosis ... mostly fear, anxiety, and embarrassment,\" wrote Gobert. \"The first and most important thing is I would like to publicly apologize to the people that I may have endangered. At the time, I had no idea I was even infected. I was careless and make no excuse.\" READ: Real Madrid teams in quarantine as La Liga suspended One member of the media who was present when Gobert made the joke later tweeted that he thought the act was \"a measure of support for the media.\" Andy Larsen of the Salt Lake Tribune tweeted: \"On the Rudy Gobert microphone incident: at the time, I actually took it as a measure of support for the media. \"We were being told to keep 6-8 feet away from them on the assumption that we might infect a player. I thought it was Rudy thumbing his nose at the separation between us. \"It was obviously reckless, but heck, nearly everyone I know has made a coronavirus distance joke at some point this week.\" Before Wednesday's Jazz game, the team announced that Gobert would not play in the game because of an illness. As the game was about to get underway, the team received test results that a player tested positive for coronavirus and the game was canceled. Following Gobert's positive test, the NBA suspended the regular season until further notice. The Jazz later released a statement saying: \"A preliminary positive result came back right before tip-off of the Utah Jazz-Oklahoma City game.  \"Subsequently, the decision was correctly made by the NBA to postpone the game.  \"When it was determined that the individual would be tested, we immediately informed the league office.  \"The health and safety of our players, our organization, those throughout our league, and all those potentially impacted by this situation are paramount in our discussions.  \"We are working closely with the CDC, Oklahoma and Utah state officials and the NBA to determine how to best move forward as we gather more information.  \"The individual is currently in the care of health officials in Oklahoma City.  \"In coordination with the NBA and state officials, we will provide updates at the appropriate time.\" Evan Fournier, a Guard with the Orlando Magic and a friend of Gobert tweeted out that he has been in touch with the Utah Jazz star. \"He is doing good man. Lets not panick (sic) everyone. Love you all.\"  Meanwhile Utah Jazz player Donovan Mitchell has acknowledged that he tested positive for coronavirus. Mitchell posted the news on his Instagram account. \"We are all learning more about the seriousness of this situation and hopefully people can continue to educate themselves and realize that they need to behave responsibly both for their own health and for the well being of those around them,\" wrote Mitchell."], "Language": false}