{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/sport/coronavirus-effect-on-sport-don-riddell-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Don Riddell, CNN"], "Writers": [["Don Riddell"]], "FirstPublishDate": ["2020-03-13T10:15:21Z"], "LastModifiedDate": ["2020-03-13T19:24:52Z"], "Headline": ["Coronavirus outbreak provides sobering reality for sports"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Former Liverpool manager Bill Shankly once uttered one of the most famous lines in the game: \"Some people believe football is a matter of life and death. I can assure you it is much, much more important than that.\" He was joking, of course, but the events of the last few weeks have thrown into sharp focus what really matters in life.  As a sports anchor at CNN, I've spent most of my career covering the triumphs and the trophies, the rivalries and results, but sport in the age of coronavirus now feels very different.  I'm now second-guessing myself on the meaning of a game that used to be exciting -- does it even really matter? READ: 'What we really need to cancel is 2020,' says Lebron James as sport enters twilight zone As Covid-19 took hold in Europe, I've been leading off our daily \"World Sport\" show with a roll call of games or events that have been compromised, postponed or canceled.  It's getting harder and harder to keep up; so rather than ticking through every single one, we simplified it with a graphic showing the sports impacted. At this point, it's pretty much all of them.  There's another score that I wish I didn't have to keep, from 12 to 20, 200 to 450 and now more than 1,000.  This isn't the score of a test match in cricket, it's the death toll in Italy.  I don't sound much like a sports anchor anymore. READ: Sports stars unite to support 'heroes' helping vulnerable in coronavirus fight Watching these massive events toppled by a virus has been a sobering experience -- with every new update there's a creeping sense of foreboding.  For any fans who have been paying attention to the bigger picture, the last few weeks have offered a preview of what might soon be knocking at their own back door.  From baseball in Japan to soccer in Europe, games have been played in barren arenas, devoid of the fans who always breathe so much life into any sports event.  Whereas before, you'd feel the energy of the crowd, now you can experience a game in forensic audio detail -- like the crack of a bat and its echo reverberating off folded plastic seats.  As we have listened to players calling out to each other, big games no longer seem real, more practice than professional; it seems almost post-apocalyptic.  READ: Italy suspends all domestic sport in bid to curb coronavirus Anybody who has ever worked in a broadcast sports department will tell you that it's fun, sometimes carefree, happy.  Not now. And as a sports broadcaster, I now find myself thinking -- so what?  Likewise, my production team feels it too. \"I don't even know what matters anymore,\" said our producer Sam Krumov at the completion of a recent show Sobering realities On Tuesday, I spoke with Tancredi Palmeri -- a well-known Italian football journalist.  He's one of the most demonstrably passionate reporters in the game, but now he was talking to me from a country on lockdown.  It hardly seemed appropriate to be talking about football and he ended the interview pleading with me to spread the word that Milan's hospitals need more ventilators to keep their patients alive.  Professional sport is a global industry, worth billions of dollars.  The athletes are the strongest of all of us, but the whole show has been slowly grinding to a halt.  First Asia, then Europe and now the United States. At the weekend, the LA Lakers' star LeBron James scoffed at the idea of playing in an empty arena -- \"I do it for the fans\" -- but now he won't be playing at all.  Literally, as I'm writing this, the NBA has just suspended the season.  Which sports will be totally shuttered next? READ: Premier league enters uncharted territory as game postponed due to COVID-19 In Europe, it's becoming obvious that locking the doors might not actually achieve the goal of containing the spread of infection.  The fans are getting together anyway, instead of congregating inside a stadium, supporters are joining together just outside. It happened at both Valencia and Paris this week -- Paris Saint-Germain even beaming images of the supporters onto the big screens for the benefit of the players on the pitch.  On Wednesday, Liverpool's manager Jurgen Klopp angrily snapped at fans who were trying to high-five him and now that a top player, Juventus defender Daniele Rugani, has tested positive for the virus, one wonders if the Champions League and the Europa League can even be completed.   In Italy and Spain, domestic football leagues had already been suspended -- possibly for the rest of the season.  Doubts persist over the biggest soccer event on the continent, the 24-nation European Championships.  The Tokyo Olympics, now something of an outlier, is the only event projecting with any degree of certainty that it's still \"business as usual.\"n What truly matters I was in a newsroom in London when the planes hit the Twin Towers on 9/11 and I can still remember the dissonance -- for just a moment -- of trying to care about sport while processing the broader magnitude of what was happening.  I hadn't felt that way again -- until now.  As was the case in September 2001, nobody can predict what is going to come next. I have always believed that sport has the power to lift, inspire and unite us.  But it seems entirely possible that for a period of time in the near future, I could be the host of a sports show with no sport to report on.  For the time being, we need to acknowledge that sports are far less important than a matter of life and death."], "Language": false}