{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/us/president-of-us-soccer-steps-down-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren M. Johnson, CNN"], "Writers": [["Lauren M. Johnson"]], "FirstPublishDate": ["2020-03-13T03:05:59Z"], "LastModifiedDate": ["2020-03-13T10:09:09Z"], "Headline": ["The president of US Soccer steps down as he apologizes for legal document's language"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The president of the US Soccer Federation has stepped down, days after the organization released its response to the gender equality lawsuit brought by the US Women's National Soccer team.   Carlos Cordeiro, who has been president of the organization for the last 13 years, announced his decision Thursday in a news release.   \"My one and only mission has always been to do what is best for our Federation, and it has become clear to me that what is best right now is a new direction,\" Cordeiro's statement said.   \"The arguments and language contained in this week's legal filing caused great offense and pain, especially to our extraordinary Women's National Team players who deserve better.\" Cordeiro called the wording \"unacceptable and inexcusable,\" and regretted not fully reviewing the filing before it was submitted.  The legal document released Monday argued that male players have \"more responsibility\" and the men's team \"requires a higher level of skill\" than their female counterparts.  In response to the filing, the USWNT wore their warm-up jerseys inside out at Wednesday's game, to hide the US Soccer logo.   After the game, Megan Rapinoe tore into the Federation and the wording of the document.   \"I just want to say, it's all false,\" she said in a post-game interview. \"To every girl out there, to every boy out there, who watches this team, who wants to be on this team or just wants to live their dream out, you are not lesser just because you're a girl. You are not better just because you're a boy.\"  Vice president Cindy Parlow Cone will take over in Corderio's place.  "], "Language": false}