{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/health/coronavirus-us-updates-cases-thursday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris, Steve Almasy and Eliott C. McLaughlin, CNN"], "Writers": [["Christina Maxouris", "Eliott C. McLaughlin", "Steve Almasy"]], "FirstPublishDate": ["2020-03-12T09:04:57Z"], "LastModifiedDate": ["2020-03-13T02:26:05Z"], "Headline": ["For many Americans, the coronavirus pandemic means a normal life is on hold"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The dizzying number of cancellations and suspensions prompted by the coronavirus pandemic just kept growing Thursday, a day that saw the NCAA call off its March Madness, Major League Baseball bench spring training and Disney World and Disneyland shut their gates for a while. America, as we knew it, is on hold. Local and state governments are leading the way in dealing with the crisis, implementing school closures and crowd restrictions and working to ease the minds of their residents. The total number of people who have contracted Covid-19 since the coronavirus reached the United States in January has grown to nearly 1,700 people. All but three states have seen at least one case, and there have been deaths in seven states, including Georgia, where a 67-year-old man died at a hospital in an Atlanta suburb. A man in his 70s who lived in a long-term facility in Wyandotte County, near Kansas City, became the first from Kansas to die.  In the past few days, the anxiety caused by the spread of the disease has caused businesses to ask employees to work from home and the major sports leagues to hit the pause button or exclude fans. These are extraordinary decisions, reinforcing the need for social distancing over the choice of being together at work or play. Tracking coronavirus' global spread  Persistent questions over access to testing Everyone agrees that one of the major steps that needs to be taken is more testing to identify more people who have coronavirus. President Donald Trump has said everyone who wants a test can get one but a top health official, Dr. Anthony Fauci of the National Institute of Health, told a congressional committee the testing system is not geared to the country's needs, and \"that is a failing.\"  \"The idea of anybody getting it easily the way people in other countries are doing it, we are not set up for that. Do I think we should be? Yes, but we are not,\" he told the House Oversight Committee. Vice President Mike Pence told CNN's \"New Day\" that his task force is working to make more tests available.   \"Your viewers should be encouraged that every state laboratory in America can conduct coronavirus tests today. We've also cleared out regulatory barriers to university hospitals and laboratories to be able to conduct tests,\" he said.  CNN national security analyst Juliette Kayyem said the federal government is not doing its job. \"You're seeing mayors and governors fill a gap that the White House and the President are simply incapable of filling,\" she said. \"That leadership gap.\" Americans have been  flooded with announcements from what seemed like every corner of the country. Trump announced a sweeping ban on travel into the US. The NCAA called off its annual basketball tournaments. The Great White Way of Broadway is basically dark, with theaters stopping performances. Disneyland is closed through the end of the month. Beloved movie star Tom Hanks shared from Australia that he has tested positive for the virus that has infected more than 100,000 people worldwide. 'We have rung the alarm bell' With US cases continuing their rise, Trump is suspending most travel from Europe into the US for a month, a ban that will only apply to foreign nationals and not to American citizens who have been screened before entering the US, his administration later clarified.  \"We are marshaling the full power of the federal government and the private sector to protect the American people,\" he said Wednesday evening. \"This is the most aggressive and comprehensive effort to confront a foreign virus in modern history.\" The announcement came after the World Health Organization declared the virus a pandemic, saying the number of affected countries tripled in two weeks, with more than 125,000 cases and 4,290 deaths worldwide.  Health officials have \"never before seen a pandemic that can be controlled,\" the agency's director-general, Tedros Adhanom Ghebreyesus, said.  \"We have called every day for countries to take urgent and aggressive action,\" Ghebreyesus said in a statement. \"We have rung the alarm bell loud and clear.\" Cases continue to rise In the US, all but three states have reported coronavirus cases. At least 41 Americans have died: 31 in Washington state, four in California, two in Florida and one each in Georgia, Kansas, New Jersey and South Dakota  Hundreds of public schools have suspended classes, colleges are sending students home after shutting down campuses and sporting events, concerts and festivals have come to a halt. In Kentucky, Maryland, New Mexico and Ohio, all public schools are closed. Individual districts across the country suspended classroom teaching. In New York, the governor deployed the National Guard to help clean a suburb of 80,000 with more than 108 cases. Gov. Andrew Cuomo also announced a 1-mile containment area starting Thursday around New Rochelle. That means closed schools, houses of worship and no large gatherings through March 25, officials said. On Thursday morning, National Guard troops were seen outside the containment zone setting up table and tents and putting out food for families who rely on school lunches.  NBA suspends schedule On Wednesday, the NBA canceled a game between the Utah Jazz and Oklahoma City Thunder and said it was suspending the rest of the schedule after a Jazz player tested positive for the virus. The team said Thursday that another player had returned a positive test.  Los Angeles Lakers' star LeBron James tweeted following the league's announcement. \"Man we cancelling sporting events, school, office work, etc etc. What we really need to cancel is 2020,\" he wrote on Twitter. \"Damn it's been a rough 3 months. God bless and stay safe!\" Major conferences have canceled their college basketball tournaments, which were already underway, as did the NCAA. Major League Baseball has suspended spring training and delayed Opening Day, the National Hockey League has suspended games until it's \"appropriate and prudent\" to play again, Major League Soccer is suspending its season for 30 days and the US Soccer Federation is canceling all men's and women's matches through April. The PGA Tour and NASCAR say they will hold their events without fans for the foreseeable future.  States roll out restrictions in response to virus Hoping to contain the spread in the US, two states implemented restrictions on large gatherings and another moved to isolate infected people in a state park. Miami-Dade County is suspending all mass gatherings, including a youth fair, tennis tournament, a 5K, events at AmericanAirlines Arena and NASCAR races, officials said.  Washington Gov. Jay Inslee banned events with more than 250 people across the state's three largest counties.  \"We've got to get ahead of the curve. One main defense is to reduce the interaction of people in our lives,\" the governor said in a statement.  In Georgia, which saw its number of cases nearly double in two days, officials transferred a coronavirus patient to a state park for isolation, CNN affiliate WSB reported. The patient \"was not able to isolate in their primary residence and was not in critical condition requiring any hospital admittance,\" the governor's office said in a statement to the news station Wednesday.  State officials announced the park, which is closed off to the public and will be monitored by state police, will house seven mobile units to help isolate patients, WSB reported. At least 31 people have tested positive in the state.  California health officials said all public gatherings should be postponed or canceled until at least the end of March, the governor's office said in a statement.  Nonessential gatherings should be limited to fewer than 250 people, and gatherings including higher-risk individuals should be limited to up to 10 people, \"while also following social distancing guidelines,\" the statement said.  \"Not holding that concert or community event can have cascading effects -- saving dozens of lives and preserving critical health care resources that your family may need a month from now,\" Gov. Gavin Newsom said.  Oregon Gov. Kate Brown also announced all gatherings of 250 or more people will be canceled -- as will nonessential school-related gatherings like parent meetings and field trips -- for four weeks in hopes of stemming the virus' spread. New Mexico is banning gatherings of 100 or more people in a single room. Universities give students days to leave Meanwhile, a growing list of universities have canceled study abroad programs, shut down campuses or moved classes online. Universities including Harvard, Yale, Duke, Princeton and Cornell said they would be conducting lessons online.  \"These past few weeks have been a powerful reminder of just how connected we are to one another -- and how our choices today determine our options tomorrow,\" Lawrence Bacow, Harvard president, wrote in a statement. Harvard was also one of the universities that asked students to move out. \"Harvard College students have been asked to move out of their Houses and First-Year Dorms by Sunday, March 15, in an effort to de-densify our community,\" university spokeswoman Rachael Dane told CNN in an email. In a Tuesday statement, Massachusetts Institute of Technology President L. Rafael Reif wrote students must begin moving out of their residences by Saturday and will be required to leave by Tuesday.  For returning students, the president wrote, \"Please pack your belongings and make plans to travel home or to another location off-campus as if you do not expect to return here until the fall semester.\" In a statement, Johns Hopkins University said the school was transitioning to online lessons and students who live in university housing were \"strongly encouraged not to return to campus following spring break.\""], "Language": false}