{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/us/march-madness-alternatives-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren M. Johnson, CNN"], "Writers": [["Lauren M. Johnson"]], "FirstPublishDate": ["2020-03-12T22:44:28Z"], "LastModifiedDate": ["2020-03-12T23:36:03Z"], "Headline": ["20 things to do, now that March Madness is canceled"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["With March Madness canceled, we suddenly have 20 days of TV watching freed up. Since we can't turn to the NBA, NHL or any other sporting event, you may need a little help figuring out what to do.   Here are 20 things you can do while passing the time:  Trash can basketball is a great way to get in your basketball fix without leaving your house. If you have a house with family or roommates, you could even set up a HORSE tournament. \nBoard games are not a lost pastime. In fact, a four-hour game of Monopoly may be exactly what you need on a day you would have been watching the first round of the tournament. \nCards are a fun way to get your mind off of things. Uno, Phase 10 and good old-fashioned Go Fish could turn into a fierce bracket of competition.  \nNow might be the time to revisit all those levels of Candy Crush, or other addicting online and app games.  \nIf you are stuck at home, try a cooking competition with only the items in your pantry. You could find a new recipe to use for the fall sports season.  \nDo you have a ton of outstanding emails? Why not go through the annoying red bubble on your phone and start fresh?  \nJump on your favorite streaming service and find a new favorite show.  \nClean out your fridge or your closet; we all know you have been looking for the perfect time to do this.  \nTake all of those photos off your phone and create a photobook.  \nDo your taxes! You have no excuse now.  \nRefresh a room with a new coat of paint.  \nRemember your old book of Sudoku? See how many you can do in 24 hours.  \nNever underestimate the value of a good nap. Catch up on all the sleep you say you are missing.  \nTake a walk. But remember, stay 6 feet away from other people and wash your hands when you get home.  \nCatch up with friends and family remotely using video chat or, yes, an actual phone call.  \nPick up that bestselling book that has been on your shelf for the last five years. \nPlan your Christmas gift shopping. It's never too early to find that perfect present.  \nStart your memoir.  Who hasn't been waiting for a time to write down their life story?\nRestart your New Year's resolution. We know you need to restart.  \nWatch a rerun of your favorite NCAA National Championship.   Whatever you decide to do, remember to stay safe, have fun and wash your hands. Hopefully, next year we'll be back to regularly scheduled programming. "], "Language": false}