{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/entertainment/bloodshot-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-12T23:00:42Z"], "LastModifiedDate": ["2020-03-12T23:00:42Z"], "Headline": ["'Bloodshot' brings Vin Diesel back to life in a superhero-like origin story"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Vin Diesel doesn't drive that fast, but he's plenty furious in \"Bloodshot,\" and with good reason. Adapted from a comic book, the movie casts the heavily muscled star as a zombie killing machine, in what amounts to a superhero origin story with more twists than expected, but ultimately a simple-minded excuse for lots and lots of action. Diesel plays Ray Garrison, a soldier introduced on a perilous mission before getting kidnapped and killed -- and that's all before the opening titles. Ray's resurrection comes courtesy of RST corporation, just your average shadowy research facility that turns wounded warriors into super-soldiers with Robocop-like enhancements. Ray, however, is its masterpiece, with the company having borrowed bodies from the military before perfecting nanotechnology that not only brought him back but turns him into a a near-unstoppable force, capable of almost instantly regenerating when damaged. Think Wolverine, minus the claws. He's described as a multi-billion-dollar prototype (take that, \"Six Million Dollar Man\"), under the stewardship of tech visionary Dr. Emil Harting (Guy Pearce, kind of slumming it). Ray is also united with a team of upgraded soldiers, among them KT (Eiza Gonzalez), who seems especially sensitive to Ray's plight, which includes lost memories. When images begin coming back to Ray -- starting with how he died -- he's hellbent on revenge, and particularly well equipped to exact it. Still, the meat of the story revolves around this ultimate weapon seeking to reclaim his independence, and perhaps a smidgeon of his humanity. Director David S.F. Wilson has a background in visual effects and video games, which -- working from an adaptation of the Valiant comic by writers Jeff Wadlow and Eric Heisserer -- clearly informs the movie's look and frenetic pacing, which at times feels like a first-person-shooter game. Diesel glowers with his customary intensity, but while his repertoire of phrases exceeds \"I am Groot,\" the actor (who doubles as one of the producers) is lucky he's not getting paid by the word. As the aforementioned references indicate, almost nothing here feels even remotely original, including a closing battle that features one participant sporting a Doctor Octopus-like contraption. Beyond Gonzalez bringing a touch of dimension to the proceedings, the movie receives a belated gust of comedic fresh air from Lamorne Morris, playing a tech genius/coder who gets drawn into the plot. Mostly, the film seems particularly attuned to those who might be in the mood for a certain brand of escapism, the less demanding the better. And at this particular moment, that might be just what the doctor ordered for some, coupled with the news that Diesel's next appearance in the \"Fast & Furious,\" titled \"F9,\" has been postponed due to coronavirus concerns. That said, with such an exercise there's always the not-so-subtle hope of a sequel, or perish the thought, launching an ongoing franchise. While \"Bloodshot\" modestly delivers on the most rudimentary level, there's barely enough juice in that nanotechnology to bring such a paper-thin construct to life once, much less again. \"Bloodshot\" premieres March 13 in the US. It's rated PG-13."], "Language": false}