{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/us/mountain-lion-attack-colorado-deputy-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Renee Valdes, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-12T18:09:57Z"], "LastModifiedDate": ["2020-03-12T20:02:02Z"], "Headline": ["A witness captured the moment when a Colorado deputy escaped the jaws of a mountain lion"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A witness captured the terrifying moment when a deputy escaped the jaws of a mountain lion in Colorado.  When a group of officers arrived at a neighborhood in Loveland, Colorado -- after a call of a mountain lion attack -- they tried to contain the big cat.  But instead, it attacked a deputy and took her to the ground on Wednesday.  That's when one of the officers kicked the wild animal off her, while the other officers shot at it and scared it away. Then, deputies followed the animal to a nearby home where a Colorado Parks & Wildlife game warden shot and killed the mountain lion, a Larimer County Sheriff's Office news release said. If you feel like you've been hearing a lot about mountain lion attacks in Colorado recently, that's because there's been more than usual.  Just last year, a runner suffocated a mountain lion with his foot all while his arm was still trapped in the animal's mouth. And an 8-year-old boy who was playing outside on the trampoline was seriously injured by a mountain lion. A total of 22 mountain lion attacks on humans took place in Colorado since 1990, including three fatalities, wildlife officials said. Three of those attacks occurred last year. In Larimer County, authorities quickly transported the deputy and an injured citizen to a local hospital where they are recovering from injuries that were not life-threatening, authorities said. And the Colorado Parks & Wildlife will be collecting samples from the lion to see if it had a disease. Park officials said anyone who sees a mountain lion should remain calm, make themselves large and slowly back away. "], "Language": false}