{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/entertainment/gayle-king-oprah-winfrey-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-03-12T15:35:31Z"], "LastModifiedDate": ["2020-03-12T15:35:31Z"], "Headline": ["Gayle King tells Oprah she's 'moved on' from Kobe Bryant controversy"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["If you can't talk to your best friend, who can you talk to? Gayle King was one of Oprah Winfrey's \"visionaries\" on the final night of \"Oprah Winfrey's 2020 Vision: Your Life in Focus Tour,\" held recently in Denver. The bffs got deep. Winfrey got emotional introducing her friend of decades who she said was \"the mother, the sister, the friend in one person\" for Winfrey. Their chat turned to King's recent controversy surrounding her interview with WNBA star Lisa Leslie. The \"CBS This Morning\" co-host was the subject of lots of online anger and received death threats after she asked Leslie about rape allegations against her late friend Kobe Bryant. Bryant and his 13-year-old daughter Gianna were among nine people killed in January in a helicopter crash in Calabasas, California. King told Winfrey she's moved past the controversy. \"Is there a scab? Yeah,\" King said. \"But I have moved on.\" She said that she \"put on my game face and my big girl pants, because I never lost sight of who I was, what I believe I am, and my intention.\" \"I've never lost sight of that,\" King said. \"But it certainly was a learning curve, and it was very painful.\" King said people need to learn how to better disagree, be it over topics from politics to her interview. \"I think we still have to figure out a way to navigate that with each other,\" she said. \"That we can disagree, and you can be mad at me even, but you can't speak to me the way I was spoken to and threatened.\""], "Language": false}