{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/business/business-schools-coronavirus/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hanna Ziady, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-04-22T14:55:31Z"], "LastModifiedDate": ["2020-04-23T08:16:11Z"], "Headline": ["She paid $68,000 to do an MBA at Cambridge. Now she's studying via Zoom in India"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Srishti Warman spent years dreaming about doing an MBA at Cambridge University's Judge Business School. When she finally enrolled in September last year, she never imagined that just six months later she would be back in India, finishing her degree online from her parents' home in Chandigarh, a city north of Delhi. \"In an ideal world I would have spent this time in Cambridge and started an internship in the UK at the end of June, which would have helped me get a full-time job,\" Warman, 29, told CNN Business.  A hiring freeze at many of the companies she had her sights on will make a summer internship tough to land. Instead, Warman is hoping to find a full-time job in the United Kingdom and plans return to Cambridge as soon as India's ban on international flights is lifted. As the coronavirus pandemic claims thousands of lives, destroys businesses and upends so much of the way the world works, thousands of students who have borrowed huge sums to invest in an MBA are facing uncertain prospects. Summer internships have vanished, along with many of the networking and recruitment opportunities with top firms and alumni that are crucial to securing jobs. And delivering a six-figure MBA program via Zoom robs it of many of the features that make it so costly to begin with. The opportunity to engage with diverse and accomplished colleagues from around the world, join student clubs, build powerful networks and experience the campus environment are major reasons why people choose to attend expensive business schools. Even highly regarded distance-learning MBAs, such as those offered by Spain's IE Business School and Warwick Business School in the United Kingdom, deliver about a fifth of their programs in person. The current situation is \"antithetical to the classic MBA experience, which is all about face time,\" said Christina Troitino, 28, a second-year MBA student at Stanford's Graduate School of Business. Tuition for the two-year program costs about $150,000. Like Warman and Troitino, most MBA candidates pay eyewatering sums for these degrees in the hope that they will open doors to rewarding new careers that come with salaries comfortably able to pay off study loans. Having spent six years at Barclays in Pune, India, most recently as a senior business analyst, Warman hopes to change tack and move into product management, preferably at a tech firm.  A job in financial services is, she said, \"a good fall back in case I'm not able to pivot my career.\" But her attempt to carve out a new career path has already cost about £75,000 ($92,000), including tuition of £55,000 ($67,700) for the one-year program and living expenses, only some of which the university will refund.  Many top business schools in the United States, Europe and Asia are now facing requests for refunds from students who feel they are no longer getting what they paid for.  While a rebate would not replace the lost MBA experience, it would provide Warman and her classmates with some relief as they prepare to graduate into a depressed job market, she said.  Still, schools are understandably reluctant to provide fee discounts when their own costs haven't changed much, although a number have waived board and accommodation costs for students who have returned home.  Some schools are offering students supplementary classes or access to university events and experiences after they have completed their MBA. Stanford has given students the option to take a leave of absence for the April to June quarter and re-enroll at a later date.  \"This pandemic has challenged our endowment and other sources of revenue, which we use to supplement tuition to cover the cost of education,\" said a spokesperson for the Stanford Graduate School of Business. Financial trouble ahead? The disruption to business schools is likely to last well beyond the spring term and even the current student intake.  It's unclear whether classes will be able to safely return to normal by the fall, and some schools are pushing back their start dates or extending application deadlines. Blair Mannix, the director of MBA admissions at The Wharton School of the University of Pennsylvania, said the school expects an increase in the numbers of students wishing to defer their enrollment from September. \"We are planning for the fall semester to be 'back to normal,' so to speak, but everyone realizes there is still uncertainty and we'll continue to be prepared as the situation evolves,\" commented Columbia Business School's senior vice dean for curriculum and programs, Jonah Rockoff.  Business education is facing unprecedented levels of uncertainty, said Sangeet Chowfla, president and CEO of the Graduate Management Admissions Council, which administers the GMAT test, an entrance exam for business schools. Income from summer programs, typically significant revenue streams for business schools, is likely to dry up, he added. \"It is not unreasonable to expect that some institutions will be in financial trouble.\" The recession factor But globally recognized brands with large balance sheets and endowments have the ability to withstand turmoil in the market place, and business schools as a whole could even see an uptick in demand, Chowfla said.  That's because recessions have historically delivered a boost to higher education enrollments. College going has increased in the United States in every recession since the 1960s, according to research by Stanford University economics professor Caroline Hoxby. The income and employment prospects that a person sacrifices while in college decline during a downturn, making education relatively more attractive. Early evidence suggests that this recession may also be a boon for business schools, as people look to ride out the slump at universities and come out better positioned for their career on the other side, said Chowfla.  A number of business schools in the United States are reporting increases in their final rounds of applications, where previously enrollment had been flat because people were reluctant to take time out of their careers to study in a booming job market, he added.  But considerations around health, safety and international mobility will make this crisis very different from previous ones and could reverse the historical trend. \"It's not just the money and career management call it used to be in the past,\" Chowfla said. International students will have to negotiate visas at a time when embassies are operating at reduced capacity and travel restrictions abound.  Many may choose to study closer to home, not wanting to be far away from family when uncertainty about the coronavirus pandemic persists and many countries may experience periodic lockdowns to curb the spread now and in future. A vital export That could hit a vital revenue stream for the world's best business schools, and undermine the selectivity and diversity for which their MBA programs are known. More than a third of Harvard Business School's Class of 2021 is from outside the United States, a figure that rises to 43% at Stanford. In Europe, business schools rely even more heavily on foreign students. Nearly two thirds of this year's Insead MBA class is from outside Europe, while fewer than 10% of students currently enrolled in MBAs at Cambridge Judge and the University of Oxford's Saïd Business School are from Britain.  UK revenue from education-related exports increased nearly 35% between 2010 and 2017 to reach £21.4 billion ($26.4 billion), making it one of Britain's most lucrative international assets, according to the Department for Education. Higher education accounted for 67% of that, or £14.4 billion ($17.7 billion). In the United States, education ranked fifth among service exports in 2018, according to the Bureau of Economic Analysis. More than one million international students attended American colleges in the 2017/2018 academic year, generating $45.3 billion in export revenue.  Business schools in Asia Pacific, such as China Europe International Business School (CEIBS) and the Indian Institutes of Management, could be the big winners if MBA candidates choose not to travel so far. Nearly 40% of MBA students at Oxford and Cambridge are from the region, with more than a fifth of the Cambridge class from China and India."], "Language": false}