{"Type": ["article"], "Url": ["https://www.cnn.com/2019/07/29/cnn-underscored/top-five-bed-in-box-mattresses-shop/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kami Phillips"], "Writers": [["Kami Phillips"]], "FirstPublishDate": ["2019-07-29T15:52:25Z"], "LastModifiedDate": ["2020-03-12T14:18:40Z"], "Headline": ["The top 5 bed-in-a-box mattresses to buy online now"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["While there are many ways people try to get more sleep, whether it's with weighted blankets or super comfy sheets, one of the most important elements to a good night's sleep is, of course, your mattress.  The number of online mattress companies keeps growing and now, more companies than ever are offering up luxurious, quality mattresses to consumers at the click of a button. You can find everything from memory foam to hybrid to foam mattresses, many of which even offer extended trial periods, so you can be sure you're getting your best night's sleep. And these bed-in-a-box mattresses get delivered directly to your door, so you don't even have to leave the house.  If you're not sure where to start, we've got you covered. Scroll down to peruse our top five bed-in-a-box mattress companies of 2020 and find the best fit for your best night's sleep ever. Casper Whether you're in the market for a new mattress or not, it's likely that you've heard of Casper. One of the first bed-in-a-box mattress companies to gain popularity, Casper offers award-winning foam mattresses and hybrid mattresses.  Starting at just $595 for a twin, Casper mattresses are available in six sizes. The most popular all-foam mattress is designed with four layers of premium breathable foam, pressure relief layers, and zoned support for spinal alignment and added comfort. With over 19,000 customer reviews and rated on average over 4 out of 5 stars, it's no wonder Casper is at the top of the bed-in-a-box mattress game. It offers a 100-night risk-free trial, 10-year limited warranty, and free shipping and delivery.  Aside from the classic, Casper also offers two other matresses, the Wave and the Essential. The Wave is Casper's most advanced mattress, with added gel pods that provide even more support. The Essential, on the other hand, is the bed-in-box company's most basic option, with just the bare bones of a great mattress.   Bear A favorite among athletes, Bear mattresses are designed with environmentally friendly materials and Celliant technology that the company says \"harnesses your body's natural energy to expedite recovery times and overall well-being.\" Bear says its mattresses are clinically proven to promote your most restful sleep, help you wake up with more energy and keep you cool all night long. Not sure what Celliant technology is? According to Bear, Celliant \"is the most established and clinically tested infrared textile in the industry\" which helps to regulate your body's temperature and enhance tissue oxygen levels, which in turn can improve athletic performance.  It's no wonder athletes turn to this bed-in-a-box company for a good night's sleep. Like Casper, Bear offers both a memory foam mattress and a hybrid mattress, a 100-night risk-free trial, free shipping and delivery, and it will even pick up your mattress if you're not completely satisfied. Starting at $500 for a twin, Bear bed-in-a-box mattresses come with over 7,000 5-star customer reviews. You can choose which Bear mattress is best for you here, comparing the classic Bear Mattress, the Hybrid and the Pro. Whether you're looking to sleep in luxury or the best for sleep recovery, Bear's got the bed for you.  Helix When it comes to hybrid mattresses, Helix offers the widest variety. First, you take a quiz to assess your sleep needs based on your preferred sleep position (side, back or stomach), as well as your preferred firmness level. Then you choose from 18 mattresses, all made with supportive foam and body springs, for your best night's sleep. Like other bed-in-a-box mattress brands, Helix offers a 100-night sleep trial, 10-year warranty and free shipping within the United States.  Looking for an eco-friendly mattress? Let us introduce you to Helix's sister brand, Birch. Made from all-natural and organic materials such as Birch wool from New Zealand, latex tapped from trees, organic cotton and steel coils, Birch mattresses are ultra-comfy and nontoxic. Slightly higher in price (a twin starts at $1,049), Birch offers a free 100-night sleep trial, free shipping and a 25-year warranty. Birch donates 1% of each sale to the National Forest Foundation, which plants a tree in a national forest for each dollar donated. Saatva If you're looking for a mattress specifically for back-relieving comfort, Saatva could be the one for you. Its hybrid innerspring mattress is made with layers of memory foam and coil-on-coil springs for durability and added lumbar support. Each mattress is handcrafted in the United States and made from eco-friendly materials.  Saatva mattresses are available in three levels of firmness -- plush soft, luxury firm and firm -- and you can choose your preferred mattress height, size and comfort level.  They range in price from $699 to $1,599 and have over 40,000 customer reviews with an average 4.7- out of 5-star rating. Saatva offers a 120-night sleep trial so you can truly be sure if it is the right fit for you. It even offers free white-glove delivery and setup in your home and various warranty options to fit your budget. Purple Purple has tested its technology within the medical and consumer fields for over 20 years to come up with its patented Purple Smart Comfort Grid mattress, specially engineered for total pressure relief and the ultimate comfort and support. Purple says its mattresses adapt to any and all sleep positions to help you stay sound asleep without having to worry about tossing and turning on the wrong mattress type.  Thanks to their breathable grid design, they also help to regulate your body temperature. Choose between the original Purple Mattress, the Purple Hybrid and the Purple Hybrid Premier, starting at just $649, and receive free shipping and delivery, a free 100-night sleep trial and a 10-year warranty.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}