{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/business/taco-bell-breakfast/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Danielle Wiener-Bronner, CNN Business"], "Writers": [["Danielle Wiener-Bronner"]], "FirstPublishDate": ["2020-03-12T12:02:35Z"], "LastModifiedDate": ["2020-03-12T12:23:22Z"], "Headline": ["Taco Bell introduces toasted breakfast burritos to fend off Wendy's and McDonald's"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Taco Bell is stepping into the breakfast wars.  Starting Thursday, the chain began selling a new line of pressed breakfast burritos. Three items are joining the menu: a toasted breakfast burrito with eggs, sausage and nacho cheese sauce, one with eggs, potato bites, pico de gallo, a three-cheese blend and either bacon or sausage, and one with eggs, the three-cheese blend, a hash brown and bacon or sausage.  The chain has been serving breakfast nationally since 2014 and already has a robust menu which includes burritos, tacos, quesadillas and more. But as more fast food chains expand their breakfast options, Taco Bell is stepping up its game.  Customers look for warm, familiar foods during breakfast, Melissa Friebe, senior vice president of brand marketing and consumer insights at Taco Bell, told CNN Business. \"Toasting the burritos really helps deliver on that comfort and quality that they're looking for in the morning,\" she added.  Breakfast is a rare growing segment in the fast food sector, which has been struggling with sluggish traffic. By leaning into burritos, Taco Bell is hoping to set itself apart from competitors like Wendy's and McDonald's — and win over their customers.  \"We love the opportunity to do something different in the morning,\" Friebe said. \"Why would you go to a burger place to get a breakfast burrito? That's really our point of view.\"  Over the past several months, the burger chains have been going head to head.  Wendy's launched a national breakfast menu this month that includes egg sandwiches — and a breakfast burrito with sausage, egg and cheese — among other items. It's pouring $20 million into the initiative and hiring about 20,000 new employees to support the launch. It also tapped a former McDonald's chef to help advertise the menu in a direct dig at its rival.  McDonald's has made improving its breakfast sales a priority. \"We have to win at breakfast,\" McDonald's CEO Chris Kempczinski said during a January call with analysts. To do so, it has made moves like selling its Chicken McGriddles and McChicken Biscuit sandwiches nationally for a limited time. It also  gave out free Egg McMuffins on the same day that Wendy's started selling breakfast nationally, dubbing that Monday \"National Egg McMuffin Day.\" "], "Language": false}