{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/airport-slots-ghost-flights/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul Sillers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-12T11:12:16Z"], "LastModifiedDate": ["2020-03-14T16:53:13Z"], "Headline": ["Ghost flights: Why our skies are full of empty planes"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["There may be a run on toilet rolls and dry pasta, but few shoppers seem to be in a rush to buy plane tickets.  Growing anecdotal evidence -- if the #emptyplane and #emptyflight hashtags on Twitter and Instagram are a reliable barometer -- indicates there's no shortage of empty airline seats. It's one consequence of anxieties surrounding the novel coronavirus.  Hardy passengers still up for flying may be under the impression they're aboard the Mary Celeste, with tales of \"ghost flights\" (empty or near-empty planes) traversing the stratosphere -- even before US President Donald Trump's sudden restrictions on flights between Europe and the United States.  Crew and fuel are costly, and the environment pays a price, too. The reason airlines continue to operate these expensive flights, however, is because the industry is engaged in a slots game more high-stakes and lucrative than anything you'll find in Las Vegas.  Even when passengers are staying away, airlines still need to protect their slots: their scheduled time on valuable routes.  Drop in demand Airlines have been ramping up their PR efforts to alleviate concerns and assure passengers that in flight, at least, the air is benign.  Emirates, for example, tweeted a video stating that its aircraft cabins \"have advanced HEPA air filters that remove 99.97% of viruses\".  Similarly, Alaska Airlines posted a YouTube video in which senior vice president Constance von Muehlen explains that the air in its passenger cabins comes in from the top and flows out from your feet: \"There's a large portion of air that comes directly from outside. Within a three-minute period you get completely new air in the entire cabin.\" Some airlines have also relaxed the rules governing charges incurred when passengers make changes to their bookings. Delta Air Lines waived all change fees for tickets purchased March 1-31 and for flights scheduled for March 1-April 30. SWISS is waiving its rebooking fees for all newly booked flights until March 31 and will apply, the new waiver policy will apply worldwide for existing bookings booked by March 5 with a departure date up to April 30. British Airways launched a Book with Confidence policy, applicable to flights booked March 3-31, 2020.  Despite these reassurances, airlines have been bracing for impact ever since COVID-19 cases started to spread. Carriers are drastically cutting capacity, consolidating flights and reducing schedule frequencies in alignment with lower demand.  $4.3 billion in losses Earlier this month, Airports Council International (ACI) predicted that airport passenger traffic volume for the first quarter of 2020 will be down at least 12 percentage points compared to what it previously projected, with Asia-Pacific passenger traffic down 24% compared to previous forecasts.  In monetary terms, the prognosis is bleak. Prior to the coronavirus outbreak, global airport revenues for the first quarter of 2020 were forecast to reach almost $39.5 billion. ACI now estimates a loss of revenue of at least $4.3 billion.  To cushion the blow, airlines are taking unprecedented steps to reorganize their ASKs (Available Seat Kilometers -- an industry metric of capacity) to avoid unnecessary flights. Lufthansa Group, for instance, is reducing its capacity by up to 50% in the coming weeks on all passenger airlines within its portfolio (Lufthansa, Austrian Airlines, SWISS and Eurowings), and is weighing up whether to place its entire Airbus A380 fleet of 14 aircraft into hibernation. In Australia, Qantas is slashing capacity by 23% and delaying the planned inauguration of the carrier's Brisbane-Chicago route. Meanwhile, its low-cost subsidiary Jetstar is reducing flights from Australia to Vietnam and Japan by almost half.  But rather than ditch routes altogether, Qantas will park eight of its Airbus A380s until mid-September and use smaller aircraft instead. It's also cutting the frequency of flights to maintain overall connectivity, and -- of strategic importance -- to protect its slots.  Precious assets Slots are extremely precious assets for airlines. With more than 200 of the planet's busiest hubs operating at full capacity, demand for flights exceeds the availability of runways and space inside the terminals.  To manage this, capacity at congested airports is segmented into slots. These are the facility to land, disembark passengers, refuel, take on a new cohort of passengers and then take off again -- all within a specified and regulated time frame. Carriers then plan their schedules based on slot availability at both ends of the route. To maximize revenue, the schedules have to align with demand -- early morning slots for business travelers traveling short-haul, same-day-return trips are highly prized.  But synchronizing the timing of both ends of the journey when the most desirable airports are full up is no easy feat. \"If you take off from one place you need to know you can land at a certain time at another,\" says Paul Steele of the International Air Transport Association (IATA). \"If you tinker with slot allocation at one end of the process, it creates chaos at the other end, and therefore we need a harmonized system.\"  That's where IATA's World Slots Guidelines (WSG) comes in. Developed over many decades, these optimize the use of the capacity that's available. This benefits both the airlines and the passengers in terms of greater connectivity, certainty of service and less delays.  An independent slot coordinator allocates slots using the WSG rules, making the process transparent and equitable. In the UK, for example, Airport Coordination Limited (ACL) is responsible for coordinating slots at 46 airports including Heathrow, Gatwick, Stansted, Manchester, London Luton and London City. Mind-boggling system But with airlines operating hundreds of city-pair routes -- some synchronized with connecting flights -- this is a mind-boggling system to administer, and the allocation must be done twice a year for the summer and winter season schedules.  To replan all of this every six months would be too complicated, so the WSG has a rule that states that if an airline successfully uses its slot at least 80% of the time, it is allowed to retain the slot the following season, a system known as \"grandfather rights.\" There's therefore very little flexibility in the network for introducing new routes, especially at congested airports. And that's why slots are gold dust. In the UK, Heathrow Airport holds the most valuable slots. Limited capacity there has propelled the price of slots skywards, with an early morning slot pair worth around $19 million, falling to $13 million at midday and $6 million in the evening, according to a House of Commons briefing paper. Record-breaking deals where airlines have traded these slots include the case of Oman Air, which was reported to have paid $75 million for a pair of takeoff and landing slots at Heathrow in early 2016. In March 2017, SAS Scandinavian Airlines sold two slot pairs at Heathrow to American Airlines for $75 million. Usually, however, airlines keep these contractual details hush-hush. Slots can also be traded in other ways, by carriers swapping slots with each other, similar to the way that football teams have players out on loan.  Use it or lose it Because of the \"grandfather rights\" system, airlines reducing their use of the slots risk losing them. Cutting capacity is threatening the airlines' hold on their slots, which is why planes might still be operated even when hardly anyone is flying in them. In the past, when extreme events have precipitated a sudden collapse in the demand for flights, the authorities have instigated a temporary relaxation of the \"use it or lose it\" rule. On March 11, the US Federal Aviation Administration (FAA) waived the 80%-use requirement through May 31, 2020 for US and foreign airlines with affected flights. Edmond Rose, CEO of Airport Coordination Limited, tells CNN Travel that the EU suspended the regulation in 2002, 2003 and 2009 -- following the September 11, 2001 terrorist attacks in the United States; the outbreak of SARS; and the global financial crisis, respectively. ACL, along with other European coordinators, are represented by the EUACA (European Airport Coordinators Association) which is seeking an amendment to the regulation until the end of June 2020 as a first step, with a provision for a possible extension should the COVID-19 crisis continue.  In the meantime ACI is pushing for a \"proportionate slot allocation response to COVID-19,\" which it hopes will provide a solution that will preserve global airport connectivity, fearing that a global suspension of slot rules could leave countries isolated, which could in turn further damage economies.  Deteriorating situation ACI World favors an evidence-based, market-by-market review. \"An evidence-based review would examine infection rates, load factors, forward booking forecasts and the impact on the environment of continuing certain services,\" says ACI World director general Angela Gittens. Stepping in to preempt further airline woes -- at least across Europe -- European Commission president Ursula von der Leyen noted at a March 10 press briefing that the situation is deteriorating on a daily basis, and traffic is expected to decline further: \"This is why the commission will put forward very rapidly legislation regarding the so-called airport slots. We want to make it easier for airlines to keep their airport slots, even if they do not operate flights in those slots because of the declining traffic.\" This would be a temporary measure to help both the aviation industry and the environment.  \"It will relieve the pressure on the aviation industry and in particular on smaller airline companies, but it will also decrease emissions by avoiding the so-called 'ghost flights,'\" said von der Leyen. This is welcome news, not just for the major carriers but also for the regional aviation sector which is still reeling from the recent collapse of Flybe. Montserrat Barriga, director general of the European Regions Airline Association, tells CNN Travel that \"Allocated slots provide regional airlines with the security that they can continue to fly their routes in the year ahead.\"  There are many cases where slot demand vastly exceeds supply and therefore the need to maintain these allocated slots cannot be overlooked, she says.  \"If slots are placed at risk, so too are the routes they fly -- routes that often provide passengers with essential connectivity. I am pleased that regulators have lowered the burden for airlines by temporarily waiving the much-criticized 80% slot rule during these exceptional circumstances.\" "], "Language": false}