{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/entertainment/hot-zone-containment-doomsday-preppers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-11T18:49:58Z"], "LastModifiedDate": ["2020-03-11T19:08:11Z"], "Headline": ["TV shows to watch if you're in the mood to lean into your worries"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["This weekend, I cleaned the floors of my home with a diluted bleach solution and developed a protocol for entering my home from the outside world that was inspired by decontamination chambers I've seen in TV shows.  To be clear, you don't have to put these procedures into place due to the coronavirus pandemic. The best defense is actually washing your hands with soap and water frequently for at least 20 seconds and not touching your face.  But I am, to be frank, a bit of a germaphobe, who instituted a similarly strict approach to cleanliness after our home got hit particularly hard from the flu this year. (Clearly, we run a party home; over for brunch, sometime!)  I've discovered over time -- and through some serious therapy, in case you're wonder -- that I am someone that prefers to stare my anxieties right in the face. (Note: If you prefer to do the opposite, I made a list for you, too.)  When I was stressed over planning my wedding, I watched hours of wedding-related television, including every episode of \"Four Weddings.\" When a bunch of people I knew confronted serious medical issues just weeks apart, I binge watched \"ER.\"  As fears over coronavirus have affected daily life, a stare-off with my paranoia has begun. These are some of the shows I've been watching:   \"Containment\" This CW limited series about a mysterious outbreak checked all the boxes of both a good pandemic story (graphic depictions of illness) and the things you'd come to the CW for (romances tested by extreme circumstances). The show managed a mildly satisfying conclusion despite the network deciding the story was best, um, contained to one season. Why watch it? It's a good option if you're tired of watching \"Contagion.\"  Watch it on Netflix.  \"Kitchen Nightmares\" This show doesn't directly have to do with an outbreak, but let me tell you, dirty commercial kitchens are a pandemic in need of eradicating. Luckily, chef Gordon Ramsey is on the case. If you're trying to inspire yourself to do a good cleaning of your kitchen, there is no better inspiration out there than looking at the horrors contained inside poorly maintained walk-in freezers.  Why watch it? You might be inspired to eat in, limiting your exposure to a number of ailments.  Watch It on Hulu. \"The Hot Zone\" Julianna Margulies starred in this 6-episode limited series for National Geographic based on the book of the same name. In the series, an Army scientist (Marguilies) works to contain an Ebola outbreak in the nation's capital. The opening moments, like the book, are graphic and horrifying as a sick airplane passenger sets the scene. It's truly the stuff of nightmares, if you're into that sort of thing.  Why watch it? It's educational. But be warned: you may develop a fear of monkeys.  It's available On Demand. \"Doomsday Preppers\" Even those of us who have a well-stocked earthquake kit -- or similar emergency supplies, depending on the threats in the area you live — will feel ill prepared watching the people featured on this National Geographic series. Over four seasons, viewers were introduced to people preparing for all sorts of disasters, from earthquakes and economic collapse to, yes, pandemics.  Why watch it? You may walk away with a desire to up your prep game.  Watch Season 2 on Netflix. \"Hoarders\" Look, there's being prepared and then there's going too far. Yes, I'm looking at you, woman in line at Ralph's with four 12 packs of toilet paper.  Why watch it? This show might inspire you to take much-needed chill pill if you've in the last week cleaned out the cleaning aisle of your local Target.  Watch it on Hulu.  Not a TV show: \"As Good As It Gets\"  Jack Nicholson plays a writer with an obsessive-compulsive disorder in this 1997 rom-com. I'm putting it on this list I really respect the way the character brings his own utensils to restaurants. It just seems like a good idea. "], "Language": false}