{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/sport/breeders-cup-drew-fleming-luxury-winning-post-2020-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-10T17:58:55Z"], "LastModifiedDate": ["2020-03-11T11:07:29Z"], "Headline": ["Breeders' Cup offers $35 million 'wow experience'"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The Breeders' Cup might be one of the most traditional events in the world of horse racing but its new president and CEO Drew Fleming is determined to continue its modernization.  Fleming is the brand's youngest ever boss and though he didn't come from a horse family the 37-year-old knows from personal experience how easy it is to fall in love with racing.  He first visited a racetrack at the age of 10 and from that moment Fleming knew a career in racing was something he wanted to pursue.  Having started off mowing the paddock and weeding at a local farm, the Lexington-born American went onto to study equine law, before going on to assume his new role. \"Each morning, I wake up and it's a tremendous honor to have this role but that also comes with a significant amount of responsibility,\" Fleming told CNN Sport. \"We've had great relationships with many different racing companies internationally and we want to continue to make the game better and continue being a leader in the sport.\" READ: New $2.3 million horse racing series to introduce whip restrictions Bumper prizes Fleming is already busy preparing for when the carnival of racing rolls into Keeneland, Kentucky, in November. Amongst the changes is a significant prize money hike, which has increased by $4 million from last year, bringing the total kitty to $35 million.  The pot is split across 14 races over two days of world class competition, climaxing in the Breeders' Cup Classic -- a one-and-a-quarter-mile dirt dash which often decides the very best of a generation. The Classic has been won in recent years by star names such as Accelerate, Gun Runner, Arrogate and 2015 Triple Crown winner American Pharoah with the 2020 showpiece now worth $7 million, up from $6 million in 2019.  Prize money in the sport is currently skyrocketing, notably with the recent addition of the world's most expensive race -- the Saudi Cup.  \"We don't actually view it as competition.,\" said Fleming. \"We like to increase purses to give back to the owners and breeders that help fund the Breeders' Cup. \"We're also very excited to see other racing festivals around the world increase their purses and we view it as an overall team game and an increase in the strength of the business as a whole.\"  READ: Superstar trio share Longines best racehorse award Champagne, high fashion and more Glitz and glamor is very much order of the day at the Breeders' Cup and for those spectators willing to pay a little extra this year there are champagne gardens, luxury seating and fine dining, set to a backdrop of thundering hooves.  The country's only triple-decker luxury chalet is being assembled for the enjoyment of premium guests, while Longines will also host a fashion show for both men and women to show off their finest threads. \"If you can get somebody to come to the Breeders' Cup for the first time, that might have never been horse racing before, I'm very confident they will walk away with a wow experience just because of the level of the beauty,\" Fleming said. \"And they also get to see the best horses in the world compete.\"  READ: Japan's booming horse racing betting industry worth more than $25 billion 'Outside the box' Along with improving safety on the track, one of Fleming's main goals is to expand the event's audience. \"In the entertainment industry as a whole there's more and more options for people,\" he said. \"You really need to do things either outside the box or you need to raise the bar in order to make sure that your patrons have the best experience.\"  The Breeders' Cup is due to be held across November 6-7. "], "Language": false}