{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/world/coronavirus-vulnerable-children-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Tara John, Nectar Gan and Swati Gupta, CNN"], "Writers": [["Tara John", "Nectar Gan", "Swati Gupta"]], "FirstPublishDate": ["2020-04-22T06:15:06Z"], "LastModifiedDate": ["2020-04-22T13:37:22Z"], "Headline": ["90% of the world's students are in lockdown. It's going to hit poor kids much harder than rich ones"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Theoni Bosman Quarshie has been cramped into a two-bedroom London public housing apartment with her mother and younger sister since the UK went into coronavirus lockdown in mid-March. Like many 16-year-olds around the world, Bosman Quarshie's education has moved online. But the drive she once had to study fizzled out when her upcoming high school exams were canceled due to the Covid-19 outbreak.  \"It's really stressful,\" she told CNN of the year she spent revising for now what seems like nothing. \"I wanted to prove to myself and to others that I could push my grades up.\" The inequality gap between rich and poor, present in education systems at the best of times, is being exacerbated by school closures worldwide, experts say. Poorer students are facing increased obstacles to achieving good grades as they contend with a lack of space to work, problems reaching online resources and psychological challenges.  In England, teachers and exam boards will now predict grades for the GCSE exams by taking \"performance on mock exams and non-exam assessment\" into account as well as \"other relevant data, including prior attainment,\" the UK Department of Education wrote in a statement.   Bosman Quarshie's mother, Valerie, says the economic conditions during lockdown have put the family on the poverty line. On top of that, research shows that disadvantaged children have a greater chance of their grades being under-assessed compared to their richer peers.  A 2017 study by education charity the Sutton Trust found that \"high attaining disadvantaged students are more likely to have their grades under-predicted than their richer counterparts.\"  \"When I go to bed, I'm in tears, sobbing, because it's all been taken away from her,\" Valerie told CNN, \"because let's be honest, the system doesn't work in our favor as black minority ethnics.\" CNN has contacted the UK's Department of Education for comment on how predictive grading will affect students from disadvantaged backgrounds. 'Stress test a system of structural inequalities' Across the globe more than 1.5 billion students, or more than 90% of the world's learners, are stuck at home due to school closures in about 190 countries, according to UNESCO estimates. As educators scramble to put out online learning courses in a bid to teach young people remotely, experts CNN talked to from Asia, Africa, Europe and the US fear the coronavirus crisis is amplifying educational inequality -- putting low-income students at a greater disadvantage than their wealthier peers.  \"The pandemic is going to cause the greatest disruption to education opportunity that the world has experienced in at least a century,\" said Fernando M. Reimers, a professor at Harvard Graduate School of Education. \"The combined effects of them [school closures] is going to basically stress test a system of structural inequalities that was already bad to begin.\" Educators wonder if the period out of school will lead to a variation of the phenomenon known as summer learning loss, where students -- especially from disadvantaged backgrounds -- lose months of learning, particularly in mathematics, during the holidays.  Studies suggest that these students may not be able to afford summer school or activities enjoyed by higher-income students, therefore exacerbating the achievement gap between both groups.   \"So the big concern now is if we have an extended period out of education, are we going to see children from disadvantaged families doing even worse in school than they already do?\" Stephen Tierney, chairman of the UK think tank Headteachers' Roundtable, told CNN.  The digital divide  In many countries, vast segments of society lack the tools needed for connectivity -- be it a working device or reliable internet connection. This so-called digital divide is particularly apparent in China, where more than 540 million people -- or nearly 40% of the population -- are not online, according to a government agency report from 2019. Many children, who once had to walk for miles to the nearest school, now have to contend with a lack of digital access in the lockdown. A stark situation reportedly emerged in February for a ninth grader in a small village in Henan province, central China. According to state-backed newspaper Beijing News, the student apparently attempted suicide after struggling to access a smartphone in order to take part in online classes. Her story then went viral on Chinese social media. On March 2, the Henan provincial education department issued a directive, ordering city and county governments to find and help disadvantaged students who lacked the technology needed to learn online. In the US, the Federal Communications Commission estimated that 21 million Americans lacked access to broadband in 2019. The lack of a reliable internet connection to do homework was more pronounced among black, Hispanic and lower-income families, according to a Pew survey in 2015. Another Pew survey in 2018 found that even before the pandemic, about 17% of teens between the ages of 13 and 17 said they were often -- or sometimes -- unable to finish homework assignments because of the lack of a connection or a computer.  Earl Martin Phalen runs a network of 22 tuition-free public and charter schools across the US -- where 93% of his students come from low-income communities. He told CNN that he has been scrambling to secure 6,500 devices for his students, many of whom do not own a laptop or tablet. \"I believe that the government should be stepping up to support device access and connectivity for all students, but this is not happening,\" he said.  Many school districts have struggled to obtain enough devices for students learning at home, which has yet to be addressed by the federal government. The Federal Communications Commission Chairman, Ajit Pai, announced in March that more than 650 broadband and telephone service providers agreed to take his \"Keep Americans Connected Pledge,\" promising not to cut off customers whose lives have been disrupted by the pandemic while opening their WiFi hotspots to anyone who needs them. One of Phalen's students, Kyiah Minor, 16, cannot wait to get her hands on a device as it has been a struggle to see her teacher's slides while using her smartphone to attend Zoom learning sessions. \"I think it [the lockdown] sucks because some kids at our school are having trouble understanding the work, and it is hard for them to understand this work without someone teaching them,\" Minor, who lives in Indianapolis, told CNN.  While her school has provided learning packets, she worries that the loss of whole schooldays could set many people back in the next academic year.  A safe and quiet space to work Beyond a loss of learning, lockdown measures can result in children lacking a quiet place to work -- or being unsafe at home. It is situation made worse by rising economic uncertainty, says Eric Hazard, African policy director at Save the Children.  Online learning is not an option for many children in sub-Saharan Africa, and Save the Children is concerned about the lack of mechanisms for young people to study at home.  Agencies found that during the 2015 Ebola epidemic, child exploitation and violence against girls in Sierra Leone had increased during school closures. Hazard worries that Covid-19 lockdowns could see those sort of problems return.  \"Children who are out of school are also at greater risk of being recruited into labor, abuse and exploitation, and for girls, they are more likely to never return to school once lessons recommence,\" Hazard told CNN.  \"As pressures mount on low-income families, children may need to work to bolster family incomes or be victim of child marriage, and girls especially may also face a disproportionate burden of caring for family members who contract the virus or taking care of younger children.\"  In an opinion piece for CNN, Joe Torre, former manager of the New York Yankees and chairman of the Joe Torre Safe at Home Foundation, wrote that \"stay at home\" will not always translate to \"safe at home\" in many households across the US.  Mental health Schools help instil routine and coping mechanisms for students, and educators worry about the psychological toll the lockdown is inflicting on young learners.  Children are aware of the growing health emergency and have been seeking support. Childline, a 24-hour emergency phone helpline for children in India, reported a 50% increase in calls since the lockdown was implemented there.  \"The current pandemic has resulted in a loss of predictability, loss of routine, loss of classroom learning and loss of exposure to space,\" a spokesperson from Childline told CNN.  The Indian government extended its nationwide lockdown earlier this week until May 3, and the country's most vulnerable children are experiencing bearing the brunt of the unprecedented outbreak, said experts working in the field.  \"It is affecting their mental well-being. They are experiencing arguments between the parents, there is domestic violence at times,\" Chetan Gupta, director of Chetna, an NGO which works with street children, told CNN. According to Gupta, there are about 200,000 street kids living in New Delhi, many of whom are now sequestered in small temporary huts, with sometimes no electricity or ventilation. Children with special education needs are also struggling in the crisis, Professor Catherine So Wing-chee, an educational psychologist at the Chinese University of Hong Kong, told CNN.  So, who helps students with autism, said school closures are disrupting children's schedules and affecting their ability to socialize. \"Right now, they go to bed around 11 p.m. or midnight... As long as the daily routines are messed up, the cognitive, social and language developments of these kids are also messed up,\" So said. Educators are reporting similar challenges in the UK. Joanne Kelly, headteacher of The Pavilion school in London, which caters to students who have been excluded from mainstream institutions, says the shutdown could reset the good work achieved among her students suffering from anxiety.  \"I don't want them to go backwards,\" she said. \"These are young people who refused to leave their bedrooms, who are taught with a teacher outside the bedroom, and then we get them to the kitchen to be taught at home, and then get them to into school,\" she said of the months of work required to get some students to gain their trust. \"I'm worried, this [shutdown] is really going to set them back.\""], "Language": false}