{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/us/nhl-hockey-all-female-crew-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-10T20:13:50Z"], "LastModifiedDate": ["2020-03-10T21:50:24Z"], "Headline": ["NHL broadcasts make history by featuring all-female crews for International Women's Day"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["From the production truck to the broadcast booth, every person involved in the telecasts of two recent NHL games was a woman.  Both aired on Sunday night. In the US, an all-female crew worked the game between the the St. Louis Blues and the Chicago Blackhawks, which aired on NBC Sports. In Canada, an all-female crew covered the Calgary Flames and the Vegas Golden Knights, for Sportsnet. The milestone was achieved in honor of International Women's Day on March 8.  The idea was pitched to NBC executives by Kaitlin Urka, a producer for NBC Sports. She said the idea came to her last year during the Stanley Cup playoffs when the daughter of hockey player AJ Mleczko visited a production truck during a game.  After leaving the truck, Mleczko asked her daughter what she thought of the experience.  \"She fully expected her daughter to be like, 'Wow, that was amazing,'\" Urka told CNN. \"Instead, her daughter looked at her and said, 'Mom, where are all the women?'\"  The thing was, Mleczko and her daughter just happened to step into a production truck that didn't have any women working in it that day, said Urka, who knew that there were tons of talented women working in broadcast.  \"So I started thinking how can we get more visibility? How can we start finding ways to showcase this incredible talent that exists?\" Urka said.  Urka and her team got working to make the historic broadcast a reality. Then, on Sunday, the women took their places.  In the booth, sports broadcaster Kate Scott called the game. Mleczko and her fellow Olympic gold medalist Kendall Coyne Schofield provided analysis and Kathryn Tappen anchored in-studio coverage with Jennifer Botterill, according to the NHL.  In the production truck, producer Rene Hatlelid took the reins alongside director Lisa Seltzer, who came out of retirement just for this game.  \"There's only one or two reasons I would ever come out of retirement,\" Seltzer told the NHL. \"One is to give back to the industry in terms of women and help mentor for the next generation to come along.\"  With women manning all stations, the atmosphere during the game was \"awesome,\" Urka said.  \"Honestly, there was nothing like it that I've ever been a part of. There was a buzz in the truck all day long. I think people knew that they were a part of something bigger than just the game,\" Urka recalled.  \"Frankly, this shouldn't be a really big deal when you consider the fact that collectively we have all covered hundreds of NHL games,\" host Christine Simpson told the NHL. She said that the lineup was something they all looked forward to as a sign of things to come."], "Language": false}