{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/cnn-underscored/mario-day-deals-sales/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-03-10T20:04:56Z"], "LastModifiedDate": ["2020-03-10T20:22:10Z"], "Headline": ["Wa-hoo! Celebrate Mario Day with deals on games, toys and more"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It's Mario Day! Yes, the side-scrolling, mustachioed, mushroom-stomping video game character officially has a day all to himself: March 10 (MAR10, get it?). There are plenty of games, toys, clothes and other Mario-themed merchandise out there to help you celebrate the day, but in honor of everyone's favorite Italian plumber, some major retailers such as Amazon, Walmart, Target and GameStop are marking down classic Mario games for the week. Plus, a few stores are offering other Mario discounts, including a bundle with a Switch console and Mario controller at Walmart, 20% off Nintendo plush toys at Target, and a whole host of Nintendo accessory deals at GameStop. We've found all the best deals and listed them below. Here we go! Games The best of the best Mario games for Nintendo Switch are on sale right now. Super Mario Maker 2, Super Mario Party, Mario and Sonic at the Olympic Games Tokyo 2020 and Yoshi's Crafted World are all $20 off at major retailers. Build your own Mario levels, party with your friends or get a preview of the Summer Olympics with these games. Here's a full breakdown of the deals:   Super Mario Maker 2, Nintendo Switch ($39.99, originally $59.99; amazon.com)\nSuper Mario Party, Nintendo Switch ($39.99, originally $59.99; walmart.com)\nMario and Sonic at the Olympic Games Tokyo 2020, Nintendo Switch ($34.99, originally $59.99; amazon.com)\nYoshi's Crafted World, Nintendo Switch ($39.99, originally $59.99; amazon.com)\nMarioKart 8 Deluxe with Free Joy-Con Wheel ($59.99; target.com)\nNintendo Switch Console with Bonus PowerA Mario Controller ($299; walmart.com) Accessories and toys If you're fully stocked up on games, but still need more Mario, check out all the accessories and toys on sale for the special day. Giant mushroom plushies, a piranha plant lamp and even Mario stationery are all marked down this week.  Nintendo Super Mario Bros. Wired Fight Pad Pro Controller for Nintendo Switch - Red ($15.03, originally $18.79; target.com)\nPowerA Enhanced Wireless Controller for Nintendo Switch - Super Mario Bros. 3 ($34.99, originally $44.88; walmart.com)\nMarioKart 8 Game Traveler Deluxe Travel Case ($14.39, originally $17.99; target.com)\nNintendo Switch Lite Game Traveler Deluxe Travel Case - Mario Maker ($15.19, originally $18.99; target.com)\nNintendo Switch Game Traveler Super Mario Odyssey Deluxe Travel Case ($15.03, originally $18.79; target.com)\nClub Mocchi Mocchi Nintendo Super Mario Kart Large Plush - Mushroom ($23.99, originally $29.99; target.com)\nClub Mocchi Mocchi Nintendo Mega Plush - Yoshi Egg ($23.99, originally $29.99; target.com)\nSuper Mario Bros. Mini Question Block Light ($11.99, originally $14.99; gamestop.com)\nSuper Mario Bros. Luigi Plush ($11.99, originally $14.99; gamestop.com)\nUno Super Mario Card Game ($6.39, originally $7.99; gamestop.com)\nSuper Mario Bros. Piranha Plant Lamp ($31.99, originally $39.99; gamestop.com)\nSuper Mario Bros. Stationery Set ($3.98, originally $4.97; gamestop.com)\nSuper Mario Bros. Plush with Sound (Assortment) ($7.99, originally $9.99; gamestop.com)   Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}