{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/cnn-underscored/champion-sale-c9-amazon/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-03-10T18:39:00Z"], "LastModifiedDate": ["2020-03-10T18:50:26Z"], "Headline": ["Gear up for spring workouts with Amazon's Champion C9 sale"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Refresh your workout wardrobe today with discounted styles from Champion's C9 line. Tons of apparel items, plus some shoes and accessories, are on sale in Amazon's Gold Box, so it's the perfect time to gear up for your spring sweat sessions and beyond.  About 100 items for men, women and kids are up for grabs, and everything is under $30. So stock up on basics by browsing through the entire discounted stock, or just check out our top picks below. Either way, you'll want to check out before prices go back up at midnight Tuesday night.  Women's styles C9 Champion Women's High Waist Cropped Legging ($17.49, originally $23.91; amazon.com) These high-waisted black leggings are a workout essential at a bargain price. Featuring a trendy cropped leg and a side pocket for your phone, they provide total comfort and breathability when you slip into these basic bottoms.  ___________________________________________________________________________________ C9 Champion Women's Seamless Dip Dye Cami Bra ($13.99, originally $19.99; amazon.com) This seamless sports bra with removable cups is in on the dip-dyed trend. Choose from blue, black, dusty rose and deep berry gradient hues. ___________________________________________________________________________________  C9 Champion Women's Long Sleeve French Terry Top ($17.49, originally $24.99; amazon.com) With a funnel neck and soft terry fabric, this loose pullover is perfect for covering up post-workout.  Men's styles C9 Champion Men's Lightweight Training Pant ($20.99, originally $29.99; amazon.com) These semi-fitted training pants have a jogger-like fit, and duo dry stretch fabric will ensure you won't feel sweaty when you're wearing them.  ___________________________________________________________________________________ C9 Champion Men's Soft Touch Layer Hoodie ($20.99, originally $29.99; amazon.com) A quarter-zip hoodie wicks away moisture during outdoor workouts on chilly spring mornings.  ___________________________________________________________________________________ C9 Champion Men's Boxer Brief ($16.79, originally $23.99; amazon.com) Stock up on sweat-wicking boxer briefs that won't ride up, with this pack of four.  Kids' styles C9 Champion Girls' Fleece Jogger ($13.99, originally $19.99; amazon.com) The fabric inside these soft fleece joggers is brushed for added warmth, and the heathered look on the outside is cool enough for the most style-conscious kid.  ___________________________________________________________________________________ C9 Champion Boys' Tech Short Sleeve T-Shirt ($6.99, originally $9.99; amazon.com) It's game time once your kid puts on this moisture-wicking tech tee. Choose from eight colors, with a few featuring graphics from specific sports.   ___________________________________________________________________________________ C9 Champion Girls' Cardio Jacket ($15.39, originally $21.99; amazon.com) She's ready for workouts and playtime alike in this mock neck zip jacket, available in six kid-friendly colors.  For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}