{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/politics/michigan-primary/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Bradner, CNN"], "Writers": [["Eric Bradner"]], "FirstPublishDate": ["2020-03-09T11:01:57Z"], "LastModifiedDate": ["2020-03-10T13:51:41Z"], "Headline": ["'The most important state': Sanders faces dire moment in Michigan showdown with Biden"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Bernie Sanders is again looking to Michigan to save his presidential bid.  Just as suddenly as the Democratic race narrowed to a one-on-one showdown between the Vermont senator and former Vice President Joe Biden, it's brought a primary that Sanders needs to win -- or his path to the Democratic nomination could quickly evaporate. \"Every state is terribly important, and I think coming Tuesday, maybe Michigan is the most important state,\" Sanders told reporters Friday in Detroit. Four years ago, Sanders' stunning victory in Michigan slowed Hillary Clinton's march to the party's nomination and foreshadowed a struggle with working-class voters across the upper Midwest that would ultimately lead to President Donald Trump's election.  Tuesday's primary in the state will now test the ability of Sanders and Biden to win in a crucial general election battleground. It comes as the primary calendar turns toward states that appear to be more favorable to Biden. Arizona, Florida, Illinois and Ohio -- all large states where Clinton beat Sanders in 2016 -- are voting next week, increasing the urgency for Sanders to deliver a trajectory-changing win in Michigan on Tuesday. Visit CNN's Election Center for full coverage of the 2020 race For Sanders, though, Michigan is also about something more fundamental than delegate math: The state cuts to the core of his mythos -- that he possesses a unique connection with the disaffected working-class voters who have abandoned Democrats in droves. Owing to its must-win status, Sanders canceled plans to visit Mississippi, which also holds a primary Tuesday -- along with Idaho, Missouri, Washington and North Dakota's caucuses -- and could hand Biden a delegate lead that day, no matter what happens elsewhere. Instead, Sanders traveled early to Michigan to make his stand, with plans to hold four rallies in three days in a bid to recapture the momentum he'd built there four years ago. 2016 vs. 2020  Much has changed since 2016, though. Michigan in 2018 elected one of the first two Muslim women to Congress with Rep. Rashida Tlaib, a prominent Sanders ally. But it also rejected a Sanders-endorsed Democratic gubernatorial candidate in favor of a more moderate primary candidate, Gov. Gretchen Whitmer, who is now a co-chair of Biden's campaign. The Detroit suburbs have become part of a national realignment, with two moderate Democrats flipping GOP-held House seats there in the midterms. Garlin Gilchrist, Michigan's lieutenant governor and the first African American to hold the position, said he voted for Sanders in the 2016 Democratic primary -- but endorsed and is campaigning with Biden this year.  \"It's a different race. It's a different candidate. Joe Biden wasn't on the ballot. There wasn't an appearance of someone who had come through for the people of Michigan in such specific and direct ways,\" Gilchrist said.  Lori Goldman, the founder of Michigan's Fems for Dems, a grassroots group with more than 7,000 members in the Detroit suburbs, said she'd been \"idealistic\" and excited about the prospect of electing a woman president in 2016. But now, she's just worried about defeating Trump.   \"I'm no longer idealistic. I want Trump gone, and if George Bush were running again, I would vote for him if he was the only one I had available to vote for,\" she said. \"It's been a violence that we've lived these last four years.\"  Goldman said members of her group largely backed female candidates -- but now that all but Hawaii Rep. Tulsi Gabbard have dropped out of the Democratic race, most are supporting Biden.  Her observation reflects the demographic advantages that catapulted Biden to 10 wins in the 15 states and territories that voted on Super Tuesday. He won among suburban voters and dominated among African Americans.   He also won or fought Sanders to parity among white voters without college degrees, winning in most states among women while Sanders fared better with men. The group was key to Sanders' 2016 Michigan primary win, when he defeated Clinton among white voters without a college degree by 15 percentage points, exit polls showed. But in the first Midwestern battleground to vote in the 2020 primary, Minnesota, Biden bested Sanders among that same group by 12 points on Tuesday.  To win in Michigan, Sanders will have to undo some of Biden's advantages in short order.  His aides and allies argue he'll appeal more strongly to African American voters in Michigan than he did in the South, where he has all but given up on Mississippi despite an endorsement from Jackson Mayor Chokwe Lumumba, an emerging figure in Democratic politics.  Sanders and Biden on Sunday were both touting potentially influential endorsements from black Democrats. California Sen. Kamala Harris, a one-time 2020 presidential candidate, announced her support for the former vice president and plans to campaign with him Monday night in Detroit.  Meanwhile, 1988 Democratic presidential candidate Rev. Jesse Jackson Sr. endorsed Sanders and appeared with him in Grand Rapids on Sunday. Jackson said Sanders had reached out and asked for his backing but Biden had not. Sanders had endorsed Jackson in 1988, the year Jackson won Michigan -- a victory that consolidated the Democratic field and led to a one-on-one battle between Jackson and Michael Dukakis.  Sanders' campaign also got an endorsement late last week from Detroit Action, an organization that advocates for people of color and workers in Michigan's largest city.  \"There's a lot more grassroots energy just around issues in Detroit,\" said Justin Onwenu, a community organizer in Detroit who supports Sanders. \"There are a lot of systematic problems that have gone unchecked for such a long time. That's kind of the narrative around the Rust Belt.\" Sanders' ground game edge Sanders could also benefit from an organizational advantage.  His staffers and volunteer army have been at work in Michigan much longer than Biden's campaign, which a little more than a week ago, amid a string of losses, looked like it might not last until the state's primary.  Biden is touting a rapidly growing list of endorsements in Michigan, including Whitmer, Gilchrist, Reps. Elissa Slotkin, Haley Stevens and Brenda Lawrence and a slew of mayors. He's dispatched surrogates, including Minnesota Sen. Amy Klobuchar, across the state to campaign for him. And Biden will hold rallies Monday in Grand Rapids and Detroit.  But he doesn't have the grassroots firepower of Sanders. Goldman said she'd gotten a phone call from an Oakland County commissioner on Friday looking for information on how to volunteer for Biden's campaign. The commissioner and others have told her, \"we don't know where to go, we don't know who to call,\" she said. Meanwhile, she'd received several text messages in recent days from Sanders' campaign.  \"Biden's campaign is literally like a phantom campaign,\" Onwenu said. \"I'm not saying that to say that he's not going to be able to pull together a coalition, but I do think he's operating on goodwill.\" That organizational disparity could turn into votes. So far, 925,140 absentee ballots had been requested and 597,667 were already returned, the Michigan secretary of state's office said Friday -- though the office didn't say how many of those were Democratic or Republican ballots. There were 1.2 million votes cast in the 2016 Michigan Democratic primary. And 20,388 people, as of Friday morning, had asked their county clerks to \"spoil\" their already returned absentee ballots -- effectively scrapping their initial votes and giving them a do-over. Some of those voters could have backed candidates who dropped out of the race. That Michigan allows such do-overs means it's likely there are people who voted for now-departed candidates and could be won over by Sanders or Biden -- if they can convince them to vote a second time.   Still, Biden's allies insist that even with a late start, his momentum is enough to carry him Tuesday.  \"Early on, a lot of minds were not made up. Now, their minds are made up,\" said Stevens, the freshman Democratic congresswoman. \"I can see it. I know it. He has got the momentum headed into Tuesday, and he is going to win the state of Michigan.\"  Stevens -- who was chief of staff of the Obama administration's auto bailout, and recently endorsed Biden after previously backing former New York City Mayor Michael Bloomberg -- also argued Biden has a unique advantage in Michigan as the vice president in an administration that rescued the industry. She said that history will allow Biden to run on a message that mirrors how Democrats won House seats in Michigan in the midterm elections.  \"We've got hundreds of thousands of people who are employed in this incredible industry, and Joe Biden is their advocate. That's what people in Michigan are energized by and that's what they're responding to,\" she said. \"And that's frankly what I did when I was campaigning in 2018 in flipping a district that hadn't been won by a Democrat since before we landed on the moon.\" Sanders hits Biden on trade Sanders' campaign has hammered Biden in recent days over his record on Social Security and his support for free trade bills, including the North American Free Trade Agreement and its new iteration, the US-Mexico-Canada Agreement negotiated by President Donald Trump's administration.  Richard Trumka, the president of the AFL-CIO, on Friday told reporters Biden is a \"longtime friend and ally\" but said the former vice president \"has some explaining to do with our members, especially around the issue of trade.\" Biden's allies point out that the new trade pact got support from some labor unions and Michigan Democrats. But Sanders' campaign argues that Michigan has felt the acute pain of free trade deals for decades -- and that just like Culinary Union members did in the Nevada caucuses, union members and working-class voters will break from their leadership.  \"The thing that destroyed my entire town -- oh, now, it'll only destroy a whole block? Good job,\" Bill Neidhardt, a Sanders aide in Michigan, said sarcastically of the US-Mexico-Canada Agreement that replaced NAFTA.  \"This isn't like New Coke. You're not building off an old brand that everyone loves,\" he said. \"You're building off the single largest s*** sandwich that's ever been served to Michigan.\"  Sanders' television ads in Michigan focus on trade and Social Security. One uses Biden's own words, featuring audio of the then-Delaware senator saying in 1995 that his calls to \"freeze federal spending\" included Social Security.  The Biden campaign's response has been to point to 2016.  The former vice president's aides and allies in recent days have blamed Sanders for a divisive primary against Hillary Clinton, saying it cost the party the general election against Donald Trump -- and that Sanders is doing it again.  \"Negative ads will only help Donald Trump. It's time we"], "Language": false}