{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/entertainment/actor-max-von-sydow-dead-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jack Guy and Niamh Kennedy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-09T13:28:59Z"], "LastModifiedDate": ["2020-03-09T19:32:53Z"], "Headline": ["Max von Sydow, star of films from 'The Seventh Seal' to 'The Exorcist,' dead at 90"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Swedish actor Max von Sydow, who made his name in the films of Ingmar Bergman before featuring in international hits like \"Game of Thrones,\" has died at the age of 90. Von Sydow passed away on Sunday, according to representatives at Diamond Management, which said \"it is with a broken heart and with infinite sadness that we have the extreme pain of announcing the departure of Max.\" He was a well-known figure in both European and American cinema, starring in films from Bergman's masterpiece \"The Seventh Seal\" to international blockbusters such as \"Star Wars: The Force Awakens.\" Born on April 10, 1929 in Lund, Sweden, von Sydow attended the acting school at Stockholm's Royal Dramatic Theatre before working in theaters in Norrköping and Malmö. His star started to rise internationally after working with Bergman on a number of movies, with \"The Seventh Seal\" (1957) proving a particular catalyst. This led to roles abroad, including Jesus in \"The Greatest Story Ever Told\" (1965) and Father Lankester Merrin in \"The Exorcist\" (1973). He was nominated for Oscars for \"Pelle the Conqueror\" in 1988 and for \"Extremely Loud & Incredibly Close\" in 2012. At almost 2 meters tall, with a slim build and a distinctive, gaunt face, von Sydow was a striking on-screen presence. Industry figures including Edgar Wright, writer and director of movies such as \"Baby Driver\" and \"Shaun of the Dead,\" were effusive in their tributes to the actor. \"Max Von Sydow, such an iconic presence in cinema for seven decades, it seemed like he'd always be with us,\" wrote Wright on Twitter. \"He changed the face of international film with Bergman, played Christ, fought the devil, pressed the HOT HAIL button & was Oscar nominated for a silent performance. A god.\" Producer Jonathan Sothcott also paid homage on Twitter. \"RIP #MaxvonSydow a brilliant, brilliant actor and a true Hollywood legend,\" he wrote.  \"We have lost one of the true greats.\""], "Language": false}