{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/09/sport/joe-marler-alun-wyn-jones-rugby-six-nations-spt-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-09T13:15:30Z"], "LastModifiedDate": ["2020-03-09T15:20:26Z"], "Headline": ["Rugby player Joe Marler could face ban for squeezing opponent's genitals"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["English rugby player Joe Marler could be handed a ban after grabbing an opponent's genitals. The incident occurred during the Six Nations match between England and Wales on Saturday when Marler squeezed the groin area of Welsh captain Alun Wyn Jones. The Six Nations announced Monday that Marler had been cited and will face a disciplinary hearing on Thursday. Marler is one of rugby's more colorful characters -- renowned for winding up opponents and giving entertaining interviews -- but his latest act could prove a step too far. Visit CNN.com/sport for more news, videos and features Jones, whose side was on the end of a 33-30 defeat at Twickenham, called for incidents such as this to be scrutinized more rigorously during games.  \"Joe's a good bloke,\" he said.  \"Lots of things happen on a rugby field. My question is, it's difficult as a captain these days because you can't speak to a ref about anything it feels. I look at the touch judge, obviously he didn't see what happened and that's fine. \"But there's a lot of footage that's been shown obviously. It seems there's a lot of supporters that saw what happened. It's just very frustrating, the fact that we talk a lot about TMOs (television match officials) and footage review but there doesn't seem to be a lot of it happening (during the game).\" World Rugby's laws state that a player found guilty of \"grabbing, twisting or squeezing the genitals\" can face a ban of between 12 and over 24 weeks.  'Values' Marler's response was rather more dismissive than that of Jones, tweeting: \"B*llocks. Complete b*llocks.\" Meanwhile, former Welsh player Gareth Thomas apologized for making light of the incident as a pundit for ITV. The first openly gay professional rugby union player, Thomas said he would \"never have retired\" if that sort of thing happened in his playing days. \"To the VERY small minority of people who were offended by my comment yesterday I apologize,\" Thomas later tweeted \"I tried to find humor in a situation -- that doesn't mean I condone it, it means I wanted it to not be an issue.\" Among those who took offense to Thomas' comment -- and Marler's action -- was former England fly-half Andy Goode, who tweeted: \"People think (the incident) is funny but the values our game has been built around aren't in great shape at the minute!\" Former Wales international Andrew Coombs, meanwhile, said rugby's authorities should \"throw the book\" at Marler. A number of other former players, however, jumped to the prop's defense. \"Think perspective is needed on @JoeMarler 'incident,'\" said former England captain Will Carling. \"Surely by just watching the footage we can all see it was not aggressive, did not cause pain. So jumping to all these ludicrous assumptions is just total over-reaction to what was intended to be a humorous wind up.\" This isn't the first time an incident of this kind has occurred on the rugby field. Second-row George Robson was banned for six weeks for grabbing an opponent's testicles in 2016, while Samoa's James So'oialo was cleared of grabbing the testicles of Adriaan Strauss in 2013 after the act was deemed accidental. Outside of rugby, football star Vinnie Jones also famously grabbed the groin of Paul Gascoigne in a match between Newcastle and Wimbledon in 1988. Victory on Saturday means England is well-positioned to win this year's Six Nations after Scotland ended France's unbeaten run. However, its final game against Italy has been postponed due to the coronavirus outbreak, meaning the competition won't reach a conclusion in the near future. France, England and Ireland all have just one loss this campaign.  Ireland's match against Italy scheduled for last weekend was postponed, and the Six Nations confirmed Monday that Ireland's face-off with France scheduled to take place in Paris has also been postponed.  English center Manu Tuilagi will have to appear before a disciplinary panel after he was red carded in the final minutes of Saturday's game for a dangerous tackle on Wales' George North, while flanker Courtney Lawes has also been cited for an alleged dangerous tackle."], "Language": false}