{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/china-aviation-industry-recovering-discounts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maggie Hiufu Wong, CNN"], "Writers": [["Maggie Hiufu Wong"]], "FirstPublishDate": ["2020-04-21T10:05:22Z"], "LastModifiedDate": ["2020-04-22T10:43:29Z"], "Headline": ["Chinese airlines offer insanely cheap deals to lure back travelers"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["From offering tickets at the cost of a vegetable to multi-seat discounts, Chinese airlines are rolling out a series of deals to attract travelers in the run-up to Labor Day on May 1 -- the first major holiday since the nation came to a standstill due to Covid-19. Recording a loss of RMB39.8 billion ($5.6 billion) in the first quarter of 2020, according to the Civil Aviation Administration of China, the country's aviation industry is taking its first steps toward recovery as lockdown measures ease.    Resuming old routes, adding new flights \"With the government's policy to restart work and factories, domestic flights are slowly resuming and China's civil aviation market is beginning to warm up again,\" an analyst at VariFlight, a China-based aviation data service company, tells CNN Travel. \"On the other hand, due to the large-scale spread of the virus overseas as well as international flight restrictions, international routes still show a downward trend. The recovery of international routes may require more time.\" According to VariFlight's data, airline operations in mainland China plummeted over 80% between the end of January and February.  Domestic flights began to rebound in mid-February and as of this week have risen to almost half of pre-Covid 19 levels.  Coming as a further sign of the market's recovery, regional carriers including Guizhou Airlines, Air Guilin and Hainan Airlines are all adding new domestic routes for the summer and fall seasons in anticipation of passenger demand. 'Bok choy-price' tickets and 'Magic Boxes'  For now, airlines are focused on the upcoming Labor Day holiday, from May 1-5. Some airlines have been offering wild deals -- dubbed \"bok choy-price\" tickets by local media because they're as cheap as vegetables -- on domestic routes to attract fliers. For example, China Southern Airlines' Xinjiang branch is offering multiple routes at just 10% to 20% of their original prices.  A search on Fliggy, one of the major online travel booking platforms in China, indicates that a ticket from Beijing to Yantai in Shandong province (about 700 kilometers in distance) in June costs only RMB80 ($11) -- about 90% off its usual price. According to state-run financial news website STCN.com, Shenzhen Airlines offered flights from Shenzhen to Chengdu for a staggering RMB5 ($0.7) in early March. Meanwhile, Shandong Airlines introduced a campaign in April, selling 20,000 \"Magic Boxes\" for RMB199 ($28) each. Unlike a normal voucher, these magic boxes can only be unlocked during two specific periods during the fourth quarter of this year and can be exchanged for any domestic tickets at any price value.  Less gimmicky but also economical, West Air and Urumqi Air are offering buy-one-get-one-free tickets, while Air Changan and Hainan Airlines are selling multiple package deal flights.  Air Changan's family package at RMB4,800 ($680), for example, allows a family of three to five members to travel 12 times for a year. Anti-coronavirus flight packages Though aviation is picking up, the Covid-19 pandemic has had a lasting impact on how airlines are selling seats as well, with carriers attempting to offer peace of mind to travelers.  For instance, China Express has been offering multi-seat options for passengers since February. With these deals, customers get six empty seats for the price of a single economy-class seat, ensuring they are able to maintain their distance from fellow passengers. The ticket price includes coronavirus-specific insurance and an anti-virus pack with face masks and anti-bacterial wipes. Xiamen Airlines, China Eastern and West Air are also selling extra seats to passengers at a discount. "], "Language": false}