{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/08/us/hand-washing-songs-decades-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2020-03-08T06:50:51Z"], "LastModifiedDate": ["2020-03-08T12:22:53Z"], "Headline": ["How long should you wash your hands? There's a tune from every decade that can help"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Coronavirus cases are climbing in the US, but health officials maintain one of the best ways to prevent it from spreading is by washing your hands.  Simple enough, right? Wrong.  There's a proper way to do it. And it doesn't include rinsing your hands for a moment and a half, wiping leftover droplets on your jeans and then calling it a day.  Instructions from the CDC say you should be lathering soap on your hands for at least 20 seconds. To help you keep track of time, the agency suggests you hum the \"Happy Birthday\" song twice.  But no one wants that in their head if it's not a special occasion. So instead, we compiled a list of songs with a tune from each decade to help you jam out as you're scrubbing off the germs.  And for these songs, there's no need to just hum. The 50s:  'Jailhouse Rock' by Elvis Presley  The warden threw a party in the county jail The prison band was there and they began to wail The band was jumpin' and the joint began to swing You should've heard them knocked-out jailbirds sing Let's rock everybody, let's rock Everybody in the whole cell block Was dancin' to the Jailhouse Rock The 60s: 'My Girl' by The Temptations  I've got sunshine on a cloudy day When it's cold outside I've got the month of May Well I guess you'd say What can make me feel this way? My girl (my girl, my girl) Talkin' 'bout my girl (my girl) The 70s: 'Dancing Queen' by ABBA You are the dancing queen Young and sweet Only seventeen Dancing queen Feel the beat from the tambourine, oh yeah You can dance You can jive Having the time of your life Ooh, see that girl Watch that scene Digging the dancing queen The 80s: 'I love Rock 'n' Roll' by Joan Jett & The Blackhearts I love rock n' roll So put another dime in the jukebox, baby I love rock n' roll So come an' take your time an' dance with me Said \"Can I take you home where we can be alone?\" Next we're movin' on He was with me, yeah me And we'll be movin' on An' singin' that same old song Yeah with me, singin' I love rock n' roll So put another dime in the jukebox, baby I love rock n' roll So come an' take your time an' dance with me The 90s: 'Say My Name' by Destiny's Child Say my name, say my name If no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change Say my name, say my name If no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change The 2000s: 'Ms. Jackson by OutKast  I'm sorry, Ms. Jackson, ooh, I am for real Never meant to make your daughter cry I apologize a trillion times I'm sorry, Ms. Jackson, ooh, I am for real Never meant to make your daughter cry I apologize a trillion times The 2010s: 'Truth Hurts' by Lizzo Why men great 'til they gotta be great? ('Til they gotta be great) Don't text me, tell it straight to my face (Tell it straight to my face) Best friend sat me down in the salon chair (Down in the salon chair) Shampoo press, get you out of my hair Fresh photos with the bomb lighting (With the bomb lighting) New man on the Minnesota Vikings (Minnesota Vikings) Truth hurts, needed something more exciting (Yee) Bom bom bi dom bi dum bum bay (Eh, yeah, yeah, yeah)"], "Language": false}