{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/us/five-things-april-22-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-22T10:05:06Z"], "LastModifiedDate": ["2020-04-22T10:05:06Z"], "Headline": ["5 things to know for April 22: Coronavirus, stimulus, medicine, immigration, Poland"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's Earth Day, and what a strange time to be celebrating. Here's a reminder that being kind to the Earth is, in a way, also being kind to yourself. And both deserve to be cared for. Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  Another coronavirus outbreak could come later this year, and it could be worse than what we're now experiencing. That's the ominous prediction made by Dr. Robert Redfield, director of the Centers for Disease Control and Prevention, who said a winter outbreak could dovetail with flu season, causing a double threat that could completely overwhelm health care systems again. The director of South Korea's CDC had similar concerns. She says she's worried about a second wave of the pandemic in her country if vaccines or herd immunity isn't reached. Meanwhile, China is contending with an uptick of cases in some regions. The city of Harbin, home to more than 10 million people, has banned public gatherings. And in the US, Missouri is suing the Chinese government and other top institutions, saying they didn't do enough to stem spread of the disease. Follow here for the latest.   2. Stimulus bill Congress has reached a deal on a fourth coronavirus spending bill. The $480 billion package contains $310 billion in additional funds for the Paycheck Protection Program, which provides loans for businesses affected by coronavirus lockdowns. The last round of funds for the program was quickly depleted, and with a sizable backlog of loan applications, experts predict this next injection of money could be used up in as few as 10 days. Another $75 billion in the package will go toward reimbursing health care workers and hospitals for coronavirus-related expenses like additional personal protective equipment and expanded hospital bed capacities. The bill also provides an additional $25 billion to expand coronavirus testing nationwide.   3. Hydroxychloroquine Hydroxychloroquine, the drug touted by President Trump as a possible coronavirus treatment, may not be all it's cracked up to be. A new study of hundreds of Covid patients found those who took the drug were no less likely to need ventilators and actually had a higher rate of death. The study has not been peer-reviewed. A National Institutes of Health panel published new guidelines that specifically warn doctors against using the medicine with another drug to treat coronavirus patients, saying there isn't enough published evidence about its effectiveness.   4. Immigration  President Trump is expanding on his pledge to halt immigration to the US in response to the coronavirus crisis. He now says his forthcoming executive order will last 60 days and only apply to people seeking green cards. An administration official said the order only addresses green cards because dealing with temporary work visa restrictions would be more complicated -- and many of those currently in the US on work visas are working in industries like food processing and health care, which are directly related to the pandemic. Trump says he'll probably sign the order today, and it could be renewed after the 60-day period.  5. Poland  Abortion rights advocates in Poland are making their voices heard despite social distancing rules. A throng of protesters jammed traffic around the capital of Warsaw, honking their horns and holding signs speaking out against a bill to tighten the country's already restrictive abortion laws. Poland has some of the strictest abortion laws in Europe, and a new bill in the country's parliament would ban abortion in the case of fetal abnormalities -- one of the few remaining cases in which the procedure is still allowed in the majority-Catholic country. Advocates worry the bill is one step among several that Poland's ruling nationalist party is taking to chip away at the public's rights during the coronavirus crisis.  BREAKFAST BROWSE Snapchat is seeing a revival during lockdown measures As it turns out, dog filters are great boredom busters.  Rob Gronkowski is coming out of retirement to play with Tom Brady in Tampa Bay The boys are back in (a different) town! A new 'Hunger Games' movie is in the works  Nothing like a pandemic to make you long for the escapism of a, er, dystopian franchise.  The Scripps National Spelling Bee has been cancelled for the first time in decades  D-I-S-A-P-P-O-I-N-T-M-E-N-T TODAY'S NUMBER $25 million That's how much Chipotle Mexican Grill has agreed to pay to resolve criminal charges involving food safety violations that sickened more than 1,100 people from 2015 to 2018. The Justice Department says it's the largest fine ever imposed in a food safety case.  TODAY'S QUOTE \"What we lack in material belongings, bank balances, convenience and community, we make up for with a deep and real connection to nature, a focus on family time (a lot of it) and a sense of peace.\" Wildlife photographer Kim Wolhuter, advising the rest of us on how to deal with extreme isolation by reflecting on his ordinary life with his wife and daughter on a wildlife reserve TODAY'S WEATHER Check your local forecast here>>> AND FINALLY Becoming radish In honor of Earth Day and all the people who have planted things during quarantine and are waiting patiently for them to grow, let's watch some radishes. (Click here to view.)"], "Language": false}