{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/entertainment/alex-trebek-donates-homeless-charity-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Brian Ries, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-04T14:07:32Z"], "LastModifiedDate": ["2020-03-06T18:56:38Z"], "Headline": ["Alex Trebek surprised a homeless organization with a $100,000 check"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Longtime \"Jeopardy!\" host Alex Trebek isn't letting his personal health struggles stop him from giving back. The beloved game show host recently surprised a Los Angeles homeless organization with a $100,000 check after touring the facility, its president said. Ken Craft, the president and CEO of Hope of the Valley Rescue Mission in North Hollywood, California, shared the news to Instagram on Monday. The Los Angeles-area non-profit provides food, shelter and clothing to homeless people in the area. Its mission is to prevent, reduce and eliminate poverty, hunger and homelessness by offering immediate assistance and long-term solutions, its website says.  \"Recently I was sitting in my office and I received a phone call from Alex Trebek. He said he would like a tour of our new shelter being built,\" Craft said in the Instagram post. \"I gave him a tour of the NoHo shelter and the navigation center. Two weeks after that, he asked if I would come to his house. I went to his house and he said he wants to contribute to the homeless crisis and he handed me a check for $100,000.\" But that wasn't all. Trebek invited Craft to the \"Jeopardy!\" set where the two took a photo along with Craft's wife, he said. \"What an incredibly kind, gracious and generous man,\" Craft said. \"We continue to pray for his health and healing.\" The 35-year \"Jeopardy\" host, was diagnosed with stage 4 pancreatic cancer in March. But he's continued hosting the show despite undergoing several rounds of chemotherapy. He Promised his fans he'd continue \"as long as my skills do not diminish,\" but says \"they have started to diminish.\" He's already rehearsed his final 'Jeopardy' show speech, which he says he won't need more than half a minute to deliver. "], "Language": false}