{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/sport/steph-curry-return-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-06T14:28:21Z"], "LastModifiedDate": ["2020-03-06T14:28:21Z"], "Headline": ["Steph Curry makes long-awaited return from injury in rematch of 2019 NBA Finals"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The sparkling new Chase Center is a basketball palace.  Sited on the shore of San Francisco Bay, it has been the Golden State Warriors' home since the start of this NBA season. It is a stunning arena, befitting of a team which has reached the NBA Finals in all of the past five seasons, winning three times. But right now it is the home of a struggling team bottom of the Western Conference, with a record of 14 wins and 49 losses.  This season the Warriors have been dour, uninspired and seemingly rudderless. With Steph Curry's return from injury last night, that may well have changed. READ: LeBron James calls Zion Williamson 'special' after pair's first clash READ: LeBron James believes NBA is 'in great hands' following rematch with Zion Williamson Yes, the Warriors lost the game 113-121 to the Toronto Raptors in a rematch of the 2019 NBA Finals. But that was never going to be the story of the night. After breaking his left hand in a fall during only his fourth game of the season, how Curry fared after four months out was the real narrative. And he showed exactly what the team have been missing, scoring 23 points and recording seven assists and seven rebounds. He was the Warriors' joint top-scorer with Damion Lee, was second in assists and third in rebounds despite only playing 27 minutes. READ: Is Zion Williamson vs. Ja Morant a new NBA rivalry? Audacious What defined Curry's return was not just his measurables, but the nature in which he contributed. Playing in a line up that contained not a single player from last year's team, Curry brought energy and creativity. With his second assist, he made a behind-the-back pass to new teammate Andrew Wiggins, who only recently joined the outfit through a trade with the Minnesota Timberwolves for D'Angelo Russell. Curry's audacious move produced a roar of approval from the arena's expectant crowd, possibly tinged with relief at the return of their beloved point guard. He reproduced the move on multiple occasions throughout the game. At a press conference afterward, Curry said with a cheeky smile that while he didn't go into the game with the intention of making those passes, he certainly wasn't avoiding making them. \"Have you seen me play for 11 years? I love doing that,\" he grinned. READ: Why Italy remembers Kobe Bryant 'as a son, not as a star' READ: He was born to play basketball, but for Kobe Bryant that was never enough The Warriors have missed the signature cheekiness and fun that Curry emits; the play hard and have fun attitude. They have also missed his 3-pointers. Curry made only three of his 12 attempts last night, which is a completion percentage far below his career average of 43.5 percent. But again with Curry, it is how he made those three that invigorated his team and his audience. The second was peak Curry. Receiving the ball some distance behind the three-point line with only one second on the shot clock and Raptors guard Kyle Lowry closing him down, Curry maintained composure to drop the ball into the basket perfectly. Injured long-time teammates Klay Thompson and Draymond Green erupted with celebration, as did the entire arena. These are the plays they have all waited for this year, these are the moments for which this jewel of a venue was built. The result might not be what the Warriors or their fans wanted. But they've missed Curry and will be glad of his return."], "Language": false}