{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/sport/cheer-monica-aldama-netflix-cheerleading-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Church, CNN\nVideo produced by Noura Abou Zeinab"], "Writers": [[]], "FirstPublishDate": ["2020-03-06T10:30:21Z"], "LastModifiedDate": ["2020-03-06T10:57:34Z"], "Headline": ["The 'Queen' of Cheer reveals how Netflix mega-hit changed her life"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Inspirational, but tough as nails, Monica Aldama is a coach you don't want to mess about with or disappoint. Aldama is very much the star of Netflix's latest mega-hit Cheer -- the six-part series which reveals the world of cheerleading at its mesmerizing, bone-crunching and jaw-dropping best. Mapping the season of Navarro College's dominant cheer squad, the viral sensation has changed the way thousands of people view the sport. Dedication, sacrifice and hours of practice are laid bare as young athletes from across the US find sanctuary in the most unlikely of places.  \"I'm very competitive and I want to be successful but I also want to be that person that leads by example. I really set a high standard for myself,\" Aldama, who has become known as the \"Queen of Cheer,\" told CNN Sport. \"If I expect something from my kids, I should expect it from myself too. I shouldn't even have to say anything but my actions will lead the kids and they'll do the things I'm doing.\" READ: Kayaker Dane Jackson drops down 134-foot waterfall Ellen and Oprah Aldama had already established herself as one of the best cheer coaches in the sport, but not even she could have prepared herself for what happened next. Appearances on The Ellen DeGeneres Show and Oprah's live tour catapulted the entire team to stardom and shone a bright light on Aldama's unrivaled success and methods. Her glittering career has included 14 National Championships as a coach and her style has been compared to some of sports' most revered leaders.  \"It's very strange, because I've had so many people view me in different ways after watching this show,\" Aldama said. \"Some people love me, some people don't.  \"I know where my heart is and I know what happened the other four months that were not in those six hours. I would not change anything.\"  The kids Aldama continually refers to throughout the show are the young adults who manage to secure a place on her acclaimed team. It's an elite squad made up of students from a variety of backgrounds from all over the US, uniting together in a remote corner of Texas as they are rigorously drilled to compete at the very top of their game. For many of the teenagers, a place in Aldama's team is a ticket out of trouble and a chance to make a better life for themselves.  The series, directed by Greg Whiteley, highlights the often harrowing back stories of some of the cheerleaders and Aldama is acutely aware that her role stretches way beyond coaching complex acrobatic moves. She is as much a mother figure to her students as she is a coach, soaking up their anxieties and pushing them to succeed in both their personal and professional lives.   READ: Swiss climbs 1,800-foot vertical rock face in record time... without a safety rope 'I don't have to prove myself' One of the young people to flourish under Aldama's wing is Morgan Simianer. The talented gymnast has become one of the breakout stars from the show, with her complicated history providing the series with one of its most emotional moments.  We learn how Simianer was forced to raise herself in a trailer after her biological parents abandoned her at an early age, but how that turbulent childhood gave her an unwavering drive to succeed. It's an attitude that comes across crystal clear in a series where her loyalty to Aldama, who seems to provide a pillar of stability in Simianer's life, is resolute.  \"I've really tried to work over the years on being better at that and just learning what I could do to fill those roles for those kids,\" added Aldama as she reflected on the complexity of coaching the team. \"I think that's really why I'm still here, it's not cheerleading. I've won plenty of titles, I don't have to prove myself there. It's the relationship with the kids and the feeling of watching them succeed. \"I feel like it's God's purpose for me and that's why I haven't left the job yet.\" Make no mistake, as much as Navarro College is a sanctuary for many, corners are never cut in the constant search for success.  Aldama demands nothing but 100% dedication to the cause with eyes firmly set on the annual National Championship in Daytona, scene of the thrilling finale to the series.  Her mantra is to \"keep going until you get it right, and then you keep going until you can't get it wrong,\" though that level of expectation pushes her charges to the very edge of their physical and emotional capabilities. READ: Climbing 3,000 feet without ropes Injury heavy Aldama's trademark moves -- breathtaking somersaults, tumbles, and stunning pyramids -- combine to deliver an explosive two minutes and 15 seconds routine which can occasionally go wrong.  \"They showed every time we fell but they didn't show the one thousand times that we did it right or the progressions that we did to build up to the harder skills,\" said Aldama when asked whether the series gave an accurate depiction of the program she runs.  \"We definitely are very safe, but it is cheerleading. It's a risky sport that we're doing but we do take precautions and I think that it was just a little heavy on the injuries.\"  What's not in doubt is that the special culture forged at the college seems to encourage its stars to push through blood, sweat, and tears for the sake of the team ethic.   Notably former squad members return to help mentor the latest crop, a feature of the program that Monica takes immense pride in.  However, her coaching style is not just with competition in mind. Preparing these young adults for life in the real world is equally important to her. \"Self-accountability is just such a big thing for me, because so many people in this day and age, want to shift the blame to others and just not take responsibility for their own actions,\" Aldama said. \"If you've made a commitment to be somewhere, then you should show up. If it's class, then you should show up. If it's practice, you should show up. If it's a job, you should show up.\" True athletes  As well as enhancing the Navarro College cheer team's reputation, Aldama hopes the hit show can also help the sport establish itself in the mainstream. So often viewed through the lens of tired stereotypes, the show has given the sport a platform to show just how athletic it can be when done properly. \"These kids are honestly some of the toughest kids I know. The work ethic that these kids have is top notch, they will come in and work, work, work. Work through the pain,\" Aldama added. \"The commitment is unreal. I just didn't feel like people who aren't a part of this world really knew that these kids are that athletic and that they have that grit and that determination.  \"I was hoping that the world would see them as the true athletes that they are.\" "], "Language": false}