{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/business/last-of-us-hbo-series/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chauncey Alcorn, CNN Business"], "Writers": [["Chauncey L. Alcorn"]], "FirstPublishDate": ["2020-03-06T01:34:11Z"], "LastModifiedDate": ["2020-03-06T02:50:01Z"], "Headline": ["HBO is turning \"The Last of Us\" video game into a TV series"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["\"The Last of Us,\" one of the most critically acclaimed video games of all time, is getting the Hollywood treatment, courtesy of HBO. On Thursday, the premium cable network -- owned by CNN's parent company Warner Media -- announced it is developing a \"Last of Us\" TV series based on the popular game in conjunction with Sony Pictures Television and PlayStation Productions. The game tells the story of Joel, a divorced single father turned smuggler with a dark and tragic past, who is tasked with smuggling a 14-year-old girl named Ellie across a post-apocalyptic United States. The two struggle to stay alive in a dystopian world ravaged by the outbreak of a deadly disease that turns people into murderous monsters, similar to the \"infected\" wretches in the horror classic \"28 Days Later.\" \"The Last of Us\" took the gaming world by storm on the PlayStation 3 in 2013, becoming one of that year's best-selling titles. Its harsh, dramatic themes and cinematic gameplay made it a hit with critics and fans alike. A remastered version of the game, with better graphics, was released the following year on the PlayStation 4. HBO and Sony paired the game's BAFTA award-winning writer, Neil Druckmann, with \"Chernobyl\" writer and executive producer Craig Mazin to bring the story to life on screen. \"From the first time I sat down to talk with Craig, I was equally blown away by his approach to narrative and his love and deep understanding of 'The Last of Us,'\" Druckmann said in an emailed statement. \"With 'Chernobyl,' Craig and HBO created a tense, harrowing, emotional masterpiece. I couldn't think of better partners to bring the story of 'The Last of Us' to life as a television show.\" Fans of the game celebrated the news online, making \"The Last of Us\" a trending topic on Twitter Thursday afternoon. In an emailed statement, HBO emphasized that the project is in development and declined to comment on a release date. It will be the first PlayStation video game to be turned into a TV series, according to an HBO spokesperson. A sequel to the video game is set to hit stores on May 29."], "Language": false}