{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/football/kylian-mbappe-hat-trick-psg-lyon-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-05T15:18:09Z"], "LastModifiedDate": ["2020-03-05T17:10:44Z"], "Headline": ["'Phenomenon' Kylian Mbappe lives up to billing as the new Pele"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Kylian Mbappe continues to live up to Arsene Wenger's judgment that the young Frenchman is the new Pele.  The hat-trick he scored in Paris Saint-Germain's 5-1 French cup semifinal victory over Lyon on Wednesday is the seventh of his fledgling career. Such is the dominance and success of World Cup winner Mbappe that it's easy to forget he is still only 21. His performance against Lyon and each of his three goals showcased a different aspect of Mbappe's profile as a footballer and gives insight into why he is already well on his way to be considered an all-time great. READ: 'It's Pele' -- Arsene Wenger recalls seeing Kylian Mbappe for first time The Poacher A goal down early on, PSG needed someone to stand up and make a play. No, it wasn't Mbappe. That man was Layvin Kurzawa. From a well-delivered Pablo Sarabia corner, Kurzawa rose above two Lyon defenders to direct a headed effort toward the corner of the goal and out of reach of the stranded Anthony Lopes. As the header looped closer to the goal, Mbappe tipped the ball into the back of the net with an outstretched leg. At first glance, it appeared as if Mbappe had stolen a goal from Kurzawa -- who was already wheeling away in celebration. Study the replay though and it appears the goal was not necessarily assured, and would most likely have hit the post. Mbappe recognized the possibility of this and made sure there was only one outcome. The Talent While his first might not have been easy on the eye, Mbappe's second certainly was. After winning the ball in his own half, the PSG star produced some sumptuous stepovers and raced forward in a play reminiscent of Brazilian legend Ronaldo. With dazzling footwork he shifted his weight from one side to the other to surge past the off-balance Marcelo before lashing a shot towards goal. READ: Kylian Mbappe says he's reached a 'turning point' in his career No wonder that moment of skill has been making the rounds on social media. Mbappe drives play forward with the ferocity and tenacity of Thierry Henry. \"He plays with a lot of confidence, in a direct way and uses his speed with intelligence,\" said PSG coach Thomas Tuchel. The Relentless The game had been fairly even until Fernando Marcel's sending off. Neymar scored the resulting penalty and from that, there was no looking back for PSG. Sarabia rifled home a fine shot to make it 4-1 to PSG. Mbappe was still hungry for more though. With seconds remaining on the clock, he met a flat pass from Neymar in the box. An initial save from Lopes was righted by Mbappe and he completed his hat-trick. READ: Neymar and Kylian Mbappe hailed as 'two of the best four players in the world' by PSG's Leonardo PSG will play the winner of Thursday's fixture between Saint-Etienne and Rennes. If the Parisian club does plays Rennes it will want to avenge the loss incurred in last year's final which denied PSG a five-year streak as Coupe de France champion. As for Mbappe, he now has 30 goals and 17 assists in 32 appearances this season. Sarabia was effusive in his praise of his teammate, telling Eurosport: \"Mbappe a phenomenon? Yes, we are very proud of what he does and we know what he's capable of.  \"But we don't yet know how far he will go.\" People often worry about who will replace the holes left by Lionel Messi and Cristiano Ronaldo when they retire. The solution might be right in front of us."], "Language": false}