{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/a-curveball-prodigy-s-secret-weapon"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-03-05T16:07:27Z"], "LastModifiedDate": ["2020-03-05T16:07:27Z"], "Headline": ["No Trouble With the Curve: A Pitching Prodigy’s Secret Weapon"], "Section": [null], "MappedSection": [null], "Article_Body": ["Dylan Rosnick just wants to prove people wrong, and so far, he’s doing a great job. \n\nAs a kid, Dylan fought hard to learn simple tasks like tying his shoes and buttoning his shirts. As a teenager, he fought just as hard to play baseball. \n\nDylan was born with Proteus syndrome. This rare genetic disorder affects fewer than one in 1 million births around the globe and causes overgrowth in tissue and bones. In Dylan’s case, this meant he developed extremely large fingers and toes. Over the first five years of his life, he had six surgeries. Today, he can’t move five of his fingers. \n\nIn the Rosnick family, kids were encouraged to choose a sport growing up. When Dylan first decided baseball would be his—no matter what—his father started tinkering with mitts, figuring out how to make one work for his son. To play ball, Dylan had to figure out how to catch the ability to squeeze his glove and how to throw a curveball with just one finger on the ball rather than two. But what many would see as a disability, Dylan turned into a devastating skill.\n\nWhen he made the team his freshman year at Champe High School in Aldie, Virginia, coaches didn't expect Dylan to pitch very much, but he knew he had the right stuff. Finally, in a game against his school’s rival team, Dylan got his chance to shine. The Champe pitcher was struggling, and Dylan was the only pitcher left on the bench. Their coach had no choice but to bring him in … and Dylan ended up throwing three scoreless innings. \n\nAfter that, he found himself with the second-best earned-run average on the team. An ERA is a statistic calculating the average number of earned runs scored against the pitcher per every nine innings pitched. Dylan’s is a 3.70. And in the same year, he came two outs shy of pitching a rare no-hitter.\n\nDylan proved himself on the high school baseball diamond. Now a senior, he’s headed to Chistopher Newport University, where he plans to study education to become an elementary school teacher. "], "Language": false}