{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/mets-baseball-mr-met-championship-worldseries-mlb"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-03-05T15:51:41Z"], "LastModifiedDate": ["2020-03-05T15:51:41Z"], "Headline": ["Big Head. Full Heart. Can't Lose"], "Section": [null], "MappedSection": [null], "Article_Body": ["The New York Mets may not be winning World Series championships, but fans know their beloved mascot, Mr. Met, will be with the baseball team every step of the way. \n\nThe longtime face of the organization, Mr. Met—who can best be described as a man with a massive baseball for a head—first appeared in 1963 as an illustration on the cover of game programs, yearbooks and scorecards. The following year, Mr. Met became Major League Baseball’s first live-action mascot, as opposed to an artistically rendered figure.\n\nThe Queens, New York-based team unceremoniously retired their champion for nearly 20 years in the 1970s and ’80s. Mr. Met was reintroduced in 1994 and has won and lost (quite a bit of losing, unfortunately) with the team ever since.\n\nMr. Met stands 6’10”—“a stitch taller than a standard doorway,” the team’s website cheekily notes. During home games, the mascot can be seen high-fiving (though he only has four fingers) fans in the stands, doling out hugs in the concourse to supporters waiting for snacks and shooting T-shirts into the mezzanine. He’s a practical joker who messes with stadium staff and has made several comedic appearances on commercials and television shows.\n\nHe’s also extremely popular. Mr. Met was elected into the Mascot Hall of Fame in 2007. In 2012, he was named America’s Favorite Mascot by Forbes magazine. The next year, he met his romantic boo, Mrs. Met, who now carries out mascot duties with her husband at home games.\n\nHopes are high for the New York Mets to win their first World Series since 1986, but win or lose, the world’s favorite mascot will be cheering them on."], "Language": false}