{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/football/juventus-allianz-stadium-food-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-05T15:08:41Z"], "LastModifiedDate": ["2020-03-05T15:44:49Z"], "Headline": ["Juventus donates leftover food to charity after coronavirus postpones Coppa Italia game"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Over three tons of leftover food from Juventus' postponed Coppa Italia semifinal against Inter Milan has been donated to charity. The food would have been sold to fans at Allianz Stadium Wednesday, but the novel coronavirus outbreak, which has forced numerous sports events across Italy to be canceled or postponed, means the game didn't go ahead as planned. Visit CNN.com/sport for more news, videos and features However, meals were prepared as planned and distributed to the needy on Wednesday and Thursday with the help of four charities in Turin, according to Juve. On top of the three tons of food prepared for supporters, additional meals intended for 4,000 people in the club's premium suites were also given away.  A rearranged date for the semifinal has yet be confirmed, with the tie evenly poised at 1-1 following the first leg in Milan last month.  READ: Coronavirus threat to Tokyo 2020 is 'heartbreaking,' says surfer Kanoa Igarashi The other semifinal between Napoli and Inter Milan was also postponed.  No country in Europe has been affected by the coronavirus as badly as Italy with cities and towns in the north placed under full or partial shutdown.  Schools have been suspended, public spaces closed, and major events -- including top-flight football games and Six Nations rugby fixtures -- have been postponed or forced behind closed doors. Meanwhile Atalanta's Champions League match in Valencia will be played behind closed doors in an effort to contain the spread of the virus. The Italian side, making its debut in this season's Champions League, leads 4-1 following the first leg."], "Language": false}