{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/football/jonathan-leko-racist-abuse-kiko-casilla-football-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-05T11:33:31Z"], "LastModifiedDate": ["2020-03-05T15:27:49Z"], "Headline": ["Racially abused footballer Jonathan Leko criticizes lack of support from anti-racism bodies"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["An English football player who was racially abused during a match has criticized the lack of support he received from anti-racism bodies following the incident.  West Bromwich Albion forward Jonathan Leko was subjected to racist abuse from Leeds United goalkeeper Kiko Casilla while on loan at Charlton Athletic on September 28.  Spaniard Casilla was banned for eight matches and fined $78,000 (£60,000) on February 28 after being found guilty by the English Football Association to have racially abused the England Under-21 international.  Between the original incident and the verdict from the independent regulatory commission, 22 weeks had passed. In a statement, Leko said he was \"disappointed\" it took so long for the FA to make its decision, and let down by the lack of support from anti-racism bodies.  \"Knowing what occurred in the game that day, it has been difficult to watch Casilla continue to play for such a lengthy period as if nothing had happened,\" Leko said on the West Brom website. \"I would urge the game's governing bodies to look into their own processes when such incidents are reported.  \"It was 22 weeks between the incident and the hearing during which I had minimal contact from the PFA, of which I am a member, and no contact in the way of support from leading anti-racism bodies such as 'Kick It Out' and 'Show Racism The Red Card'. Some support or guidance would have been very welcome.\" Casilla released his own statement on the event in which he said he \"did not feel it was a true reflection of the incident.\" The Professional Footballers' Association, the organization tasked with giving \"advice and guidance for current and former players,\" apologized to Leko on Twitter.  \"We do not want any player to feel unsupported when going through something as difficult as this,\" it said in a statement. READ: No surprise if Africans choose MLS over Europe because of 'awful' racism, says Uganda star \"At the time of the incident, we reached out to the club to advise them that we have a dedicated equalities team in place that can support and guide Jonathan through the investigation and hearing process. This is usual procedure following a racist incident.  \"Unfortunately, on this occasion, we did not hear back and wrongly assumed that Jonathan did not require our support. \"We're grateful for Jonathan's feedback and will review our procedures to ensure we learn from this moving forward. Following the hearing we reached out to Jonathan directly and have subsequently arranged a meeting.\" Following the release of the FA's reasons for banning Casilla, it was revealed that both Leko and his then-teammate Macauley Bonne reported Casilla's words to referee John Brooks, who included the incident in his match report. READ: Soccer icon Gullit 'disappointed' players didn't 'protect' racially abused star Marega But following the drawn-out trial, Leko -- who was ruled out for the rest of the season in December 2019 after suffering an ACL injury -- has doubts over the FA's anti-racism process. \"By bringing the incident to the referee's attention immediately, I was only doing what I have been educated to do throughout my career. But I found the hearing, at which I was made to feel I had done something wrong, extremely stressful,\" he said. \"It made me question whether I would be prepared to go through it all again were I on the receiving end of similar abuse in the future. I certainly would think twice about how to advise another player placed in the same situation.  \"From the outset, all I have done is report something that had to be challenged and exposed for what it is -- racial abuse.\" Kick it Out released a further statement Thursday, after Sanjay Bhandari, chair of the organization, said on his Twitter account that it attempted to reach out to Leko. \"Kick It Out did reach out via the proper channels to Charlton within days of the incident to offer our support to Jonathan Leko and we extend him our sympathy as he did not receive the appropriate support he needed during this stressful experience,\" it said. \"We can confirm that we have not heard from Kiko Casilla or Leeds United FC as yet, however we extend an olive branch to him and the club to provide practical support and continued opportunities for re-education. \"We are somewhat disappointed with the length of ban administered, particularly as The FA were pushing for an additional two matches. This ban is in line with a similar case going back eight plus years and we would ask does it send a message that we have not moved on since that period of time.\""], "Language": false}