{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/football/eric-dier-tottenham-hotspur-norwich-fa-cup-spt-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-05T11:15:00Z"], "LastModifiedDate": ["2020-03-05T12:56:45Z"], "Headline": ["Jose Mourinho 'understands' Eric Dier's anger after player climbs into stands to confront fan"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Tottenham Hotspur boss Jose Mourinho says \"he is with\" Eric Dier after the England international climbed into the stands to confront a fan. The incident occurred after Spurs' penalty shootout defeat by Norwich in the FA Cup fifth round.  Defensive midfielder Dier scored his penalty but saw goalkeeper Tim Krul twice deny the host side to send Norwich through to the quarterfinals for the first time in 28 years. Visit CNN.com/sport for more news, videos and features According to Mourinho, Dier entered the stands after a supporter insulted him with his family nearby. \"This person insulted Eric, the family was there, the young brother was not happy with the situation and then Eric did ... what we professionals cannot do (but) he did something that probably we would do,\" Mourinho told reporters after the game. \"We cannot do (this), but I also repeat, I am with the player and I understand the player.\" READ: Jurgen Klopp incredulous at coronavirus question Dier, who has won 40 caps for England, climbed over a number of rows of seats to confront the fan before being led away by stadium security staff. The Football Association (FA), which regulates English football, confirmed to CNN that it is investigating the matter. Asked if Dier reacted in order to protect teammate Gedson Fernandes from alleged racial abuse, Mourinho said:  \"I cannot say, I don't know ... I just know that the reaction of Eric was based on his brother (who) didn't like what was happening there.\" Former Manchester United striker Eric Cantona was famously fined and banned for nine months after launching a kung-fu kick at a Crystal Palace fan 25 years ago. Patrice Evra was also suspended for aiming a high kick at one of his club's own supporters while playing for Olympique Marseille. READ: Premier League 'monitoring' coronavirus situation Tottenham took the lead in the first half of the FA Cup match when Jan Vertonghen headed past Krul from a Giovani Lo Celso free-kick, but Josip Drmic's bundled equalizer on 78 minutes saw the game go to extra-time and penalties. Erik Lamela's missed penalty and two saves from Krul against Troy Parrott and Fernandes sent Norwich through. The Canaries will face either Derby County or Manchester United in the last eight. "], "Language": false}