{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/politics/joe-biden-congress-support/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alex Rogers, CNN"], "Writers": [["Alex Rogers"]], "FirstPublishDate": ["2020-03-05T11:01:49Z"], "LastModifiedDate": ["2020-03-05T11:01:49Z"], "Headline": ["Democrats in Congress coalesce around Joe Biden's campaign"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Democratic party is coalescing around Joe Biden's campaign, following a Leap Day victory in South Carolina that launched 10 more on Super Tuesday from Texas to Maine. Democrats in Congress are turning to the former vice president as the party's best shot to take back the White House, protect the House and capture the Senate, after Minnesota Sen. Amy Klobuchar and former mayors Michael Bloomberg and Pete Buttigieg dropped out of the presidential race and endorsed him.  Rep. Anthony Brown, a Maryland Democrat and former co-chairman of the Buttigieg campaign, told CNN that he would endorse Biden on Thursday, saying that he found in South Carolina a desire among voters for a presidential candidate who would not only defeat Trump but also Republicans in down-ballot races.  \"Joe Biden is that type of candidate,\" Brown said. \"He's practical yet bold.\" Brown pointed to Biden's support of a public-option plan to expand health insurance coverage, a policy that many insurgent Democrats in competitive races backed on their way to taking the House in 2018. \"It speaks to his willingness to form a broader coalition of Democrats and independents who are willing to come together to beat Donald Trump,\" Brown said. Since he won every county in South Carolina, at least four House Democrats in tough reelection races — Minnesota Rep. Collin Peterson, Virginia Rep. Abigail Spanberger, Andy Kim of New Jersey and California Rep. Gil Cisneros  —have endorsed Biden. Two Democrats in key Senate races, Mark Kelly in Arizona and Sara Gideon in Maine, have also announced their support. Democrats who want to represent purple areas of the country appear far more comfortable with Biden's more moderate vision than the progressive revolution led by his rival, Vermont Sen. Bernie Sanders. No congressman or senator in a tough race has endorsed Sanders. Many vulnerable members don't support his agenda, including erasing all student debt and establishing a single-payer health care system while raising taxes.  Overall, 62 House Democrats and eight senators have endorsed Biden, while eight House Democrats and one senator have endorsed Sanders, according to a tally from the FiveThirtyEight website. Those numbers could actually underestimate the support for Biden among House Democrats. After a private meeting on Wednesday, Brown said there was a \"collective sigh of relief\" among the caucus by his rise.  Reps. Ben McAdams of Utah, Chris Pappas of New Hampshire and Donna Shalala of Florida are not publicly backing a presidential candidate. But in interviews on Wednesday, the three freshmen all appeared to prefer Biden over Sanders. McAdams said he has \"some pretty significant disagreements\" with Sanders and \"the vision he's put forward,\" saying he doesn't like his policy prescriptions for expanding access to health care or making college more affordable. McAdams also said he would like to see how Sanders would pay down the national debt and bring down the budget deficit. \"I believe in a free market capitalist system,\" McAdams said.  Pappas called Sanders' campaign \"problematic in some regards\" and said that Democrats should look at their 2018 House campaigns as a model for the future. \"We ran by bringing people together, talking about kitchen table issues, not by alienating voters,\" said Pappas. \"People want to heal in this country. They want to get past this Trump era.\" Rep. Donna Shalala of Florida told CNN that she wouldn't endorse a candidate before her state's primary, but wouldn't support Sanders. \"I'm not for Bernie,\" said Shalala. \"I've made that clear in my district.\"  \"He's a socialist,\" she added. \"I'm not going to vote for him.\" Some political strategists involved in House and Senate races predict that Biden would help Democrats win districts and states that Sanders would threaten. A Democratic operative told CNN that Republicans \"went all in on attacking Bernie's socialism\" and would now have to \"pay the price for setting up Biden as the sensible, moderate option for suburban swing voters.\" But Sanders' supporters say that Democrats need to learn the lessons from 2016, when Hillary Clinton, the establishment's favored candidate, lost to Trump in states including Michigan and Wisconsin that had been on their party's side for decades.  \"We will now have a clear choice in front of us,\" said Rep. Pramila Jayapal of Washington. \"Do we want to put somebody forward who essentially espouses many of those same platforms or do we want to put somebody forward who is bringing a new vision?\" Democratic Rep. Alexandria Ocasio-Cortez of New York told CNN that Sanders \"took the prize of the night\" in California on Super Tuesday and did exceedingly well with Latino voters there and in Texas. But she acknowledged that the former vice president had a \"strong performance\" and said that outreach to purple districts and states is \"really important.\" She said it will be \"really critical\" to make the case for why Sanders is the best nominee and \"make it a little bit less scary for folks that feel like there may be something to lose to come in\" and join their effort.  But those who support Biden are privately reaching out to their colleagues as well in order to boost his support ahead of the next contests.  \"It's game on,\" said one vulnerable House Democrat who's unaffiliated with any presidential campaign. \"We're all consolidating. We got to build that firewall against Bernie.\"  After Buttigieg dropped out, Brown said that he talked with Reps. Jim Clyburn, who provided a critical endorsement of Biden before the South Carolina primary, and Cedric Richmond of Louisiana and G.K. Butterfield of North Carolina, about the presidential race. Brown's state — Maryland — votes on April 28, a crucial day that also features the Connecticut, Delaware, New York, Pennsylvania and Rhode Island primaries. \"Wherever and whenever I can be of use to the campaign, they can count on me,\" said Brown."], "Language": false}