{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/football/liverpool-chelsea-fa-cup-jurgen-klopp-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-03-04T12:07:39Z"], "LastModifiedDate": ["2020-03-05T10:11:58Z"], "Headline": ["Jurgen Klopp incredulous at coronavirus question following defeat by Chelsea"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Liverpool manager Jurgen Klopp dismissed questions about coronavirus following Tuesday's FA Cup defeat by Chelsea, insisting his opinion on the subject is irrelevant. Since the outbreak in December, more than 3,200 people have died and 92,000 have been infected in more than 70 countries and territories around the world. Several sporting invents have already been affected, notably in Italy where the government has said it is \"highly likely\" top-flight Serie A football matches will be played behind closed doors for one month. On Monday, the Premier League said it is \"monitoring\" the coronavirus situation ahead of this weekend's fixtures and has issued guidelines to all 20 clubs in English football's top tier, following the same procedures outlined by the National Health Service for all other businesses and venues used by large numbers of people. \"What I don't like in life is that a very serious thing, a football manager's opinion is important,\" Klopp told reporters. \"I don't understand that. I really don't understand it, if I asked you, you are in exactly the same role as I am. So it's not important what famous people say. \"We have to speak about things in the right manner, not people with no knowledge, like me, talking about something. People with knowledge will talk about it and tell people to do this, do that, and everything will be fine, or not. Not football managers, I don't understand that.  \"Politics, coronavirus, why me? I wear a baseball cap and have a bad shave. I'm concerned like everyone else. I live on this planet and I want it to be safe and healthy, I wish everybody the best, absolutely. But my opinion on coronavirus is not important.\"  READ: Inter Milan president calls Serie A counterpart 'clown' over handling impact of coronavirus READ: Premier League 'monitoring' coronavirus situation ahead of weekend's fixtures 'Massive mistakes' For large parts of this season, it felt as though Liverpool was unbeatable. Until Saturday's 3-0 defeat to Watford, Klopp's players -- dubbed \"mentality monsters\" -- had gone on an incredible 44-game unbeaten run in the Premier League, a number surpassed only by Arsenal's 'Invincibles.' The only loss Liverpool had suffered this season prior to the winter break was away to Napoli in the Champions League -- though a youthful Reds team did lose to Aston Villa in the League Cup -- but now Klopp has presided over three defeats in the last four matches.  Since the 10-day winter break, Liverpool has scraped past bottom club Norwich, lost to Atletico Madrid, squeaked past struggling West Ham thanks to a goalkeeping howler, suffered a surprise defeat by relegation-threatened Watford and has now been beaten by Chelsea. In those three defeats Liverpool failed to score and in their last four games have shipped eight goals. The poor run is no doubt amplified by the ludicrously high standards Liverpool has set this season; any slight blip was bound to cause concern. However, Klopp was adamant that he's not worried about Liverpool's run of form following Tuesday's 2-0 FA Cup defeat by Frank Lampard's side. \"Losing 2-0 is not good, but in this case it's relatively easy to explain,\" Klopp told reporters after the match. \"We made two massive mistakes around the goals. The performance tonight was completely different to the performance against Watford. Against Watford, it was really bad. Tonight, it was not bad. \"I liked the reaction. I liked the way we played. There was some good stuff. It was a super intense game. We made seven changes because we knew it would be intense. But I'm not concerned about momentum. It's football. READ: Liverpool lose first Premier League game of the season, beaten 3-0 by Watford READ: 'Unbelievable' Jurgen Klopp deserves all the credit for Liverpool success, says Mido \"We never thought that it would be an easy season, that it would be an easy period, that it would be an easy game tonight. Nothing. It was always difficult, but we did very well. We were just not good enough in decisive moments, and that's what we have to accept.\" Liverpool boasts a seemingly insurmountable 22-point lead over Manchester City and a first top flight title in 30 years looks to be a formality. But this run of form, in particular the defensive frailties that have appeared, will worry Liverpool fans -- and Klopp -- as the team tries to overturn a 1-0 deficit against Atletico Madrid in the Champions League. Liverpool welcomes Diego Simeone's side to Anfield on March 12 and many would still put the Reds as the overwhelming favorite to progress -- bearing in mind last season's 4-0 demolition of Barcelona. \"Momentum went our way for so long because we defended outstandingly,\" said Klopp as he reflected on his side's FA Cup defeat. \"Usually you don't get a lot of chances against us but now we have to admit that in the last four games we conceded absolutely too many goals. But they are all completely different situations, so it's not one problem. \"I'm not worried about momentum. You don't get it as a present and you have always the chance to get it back. We're not 100 miles away and the boys are strong. We have done very well but tonight was not good enough in decisive moments and that is what we have to accept.\" Liverpool's frustration, on show throughout the defeat to Watford, was palpable against Chelsea, as evidenced by outbursts from Sadio Mane and Virgil van Dijk. Up next for the wobbling Reds is Saturday's home Premier League tie against struggling Bournemouth and a resounding victory would certainly inject some life into what appear to be some lethargic legs."], "Language": false}