{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/us/josh-speidel-car-accident-return-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alisha Ebrahimji, CNN"], "Writers": [["Alisha Ebrahimji"]], "FirstPublishDate": ["2020-03-05T04:03:14Z"], "LastModifiedDate": ["2020-03-05T04:30:32Z"], "Headline": ["This college basketball player just scored his first points after a car accident put him in a coma"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A college basketball player stepped on the court for the first time in his career after almost five years of recovery from a car crash that gave him a traumatic brain injury and put him in a coma for several weeks. Josh Speidel, a 23-year-old senior at the University of Vermont, scored two points in Tuesday night's game between the Catamounts and the University at Albany Great Danes. It was a prearranged moment set up by the coaches of each team. \"UAlbany scored the first basket and then it was Josh's moment to shine,\" Athletic Communications Assistant at University of Vermont, Ryan Manley told CNN. In February 2015, Josh was in a car accident in his hometown of Columbus, Indiana, that put him in a six-week coma, according to Josh's mom, Lisa Speidel. Josh's car was t-boned after he pulled out in front of a car that was going 55 mph, Lisa said. Once the other car came in contact with Josh's, he spun counter-clockwise across five lanes of traffic. It took authorities 40 minutes to cut Josh out of his car. 'We were not given much hope at all' Doctors told Josh's parents that their son would be in a vegetative state and would need 24/7 care for the rest of his life, according to Lisa. She said his Glasglow Coma Scale rating, a scoring system used to determine the level of consciousness in a person following a traumatic brain injury, was at a 4. Scores ranging from 3-5 are potentially fatal, according to The Brain Injury Alliance of Utah. Josh told CNN he didn't have any broken bones and that all of his injuries were internal. He spent 17 weeks spread out between three different hospitals and is continuing rehabilitation, according to Lisa. Josh had to relearn how to do everything from speaking and walking to learning to care for himself, she said. A childhood dream to play college ball Josh said he had just committed to play collegiate basketball with the Catamounts six months prior to his accident in August 2015. A few days after Josh's accident, Coach John Becker made the trek from Vermont to Indiana to see him, according to Lisa. That's where Josh's head coach honored Josh's scholarship anyway. \"I vividly remember him sitting with Josh,\" Lisa said. \"It was just the two of them, I was standing outside the door and he was holding Josh's hand and he said 'Josh, you're a Catamount, you're a part of us.'\"  Lisa said Becker told her and her husband David that whenever their son was ready to come back and play, they will be ready to welcome him.  \"We weren't sure that Josh was ready (to go back) and I'm not sure that we would have sent him when we did but John (Coach Becker) reached out to us and said 'let's get him up here and see what he can do,'\" David told CNN. Becker told CNN he feels that the school and the program \"fulfilled our commitment to him.\" In 2016 while other students his age started their freshman year, Josh stayed at home and continued his recovery. In 2017, he started school. \"It's been a whirlwind,\" Josh said. \"They don't lie when they say that college goes by in the blink of an eye.\" He still isn't cleared by doctors to return to full-contact sports, but Josh said his recovery and his comeback is all a testament to his parents and his support system. \"Rehab was tough, I don't wanna put it lightly,\" he said. \"It was a tough battle but I'm thankful for the people I've had by my side throughout this journey.\"  'Losing is not an option' Thanks to a lot of hope and prayer, they were able to witness him back on the court Tuesday night for the first time in five years.  For Lisa and David, seeing Josh on the court meant so much.  \"Tuesday night was special from start to finish,\" Becker said. \"I want to thank everyone involved for making it happen, especially Will Brown, the head coach of UAlbany. Thank you to our fans for making it an unbelievable environment, which made it special for everyone on the court.\" Lisa wears a Traumatic Brain Injury Awareness necklace that says, 'losing is not an option' and that's how the family has chosen to believe.  If Josh's story can encourage one person to not give up hope no matter their situation, Lisa said that's all they want. \"If he can come this far in five years, where can he be in 10 years?\" she said. \"As long as you don't give up and you don't stop.\"  Josh said after graduating from University of Vermont's College of Education, he knows he wants to do something that combines his love of sports and coaching children. When asked what Tuesday's experience meant to him, Josh said what he accomplished hasn't really hit him yet. \"There are so many words I want to say but ... thank you,\" he said. \"I know the story is about me, but it's really about all the help I've gotten along the way.\"  The Catamounts defeated the Great Danes 85-62, making Tuesday's game even more memorable.  \"Hopefully we take care of business and we go to March Madness,\" Josh said. "], "Language": false}