{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/cnn-underscored/massage-guns/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Banu Ibrahim"], "Writers": [["Banu Ibrahim"]], "FirstPublishDate": ["2020-03-04T14:30:26Z"], "LastModifiedDate": ["2020-03-04T20:42:36Z"], "Headline": ["What's the deal with massage guns, and do they really work?"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It may look like a power drill at first glance, and sound like one too, but the massage gun — the Theragun, TimTam and other popular designs — is actually today's buzziest muscle recovery tool.  Their popularity has been helped along by professional athletes publicly using them, as well as viral Instagram videos that show the massage gun's rubber mallet sending a mesmerizing ripple effect across the skin's surface. But while the celebrity and social media cred would have many of us jumping on the bandwagon and buying massage guns for ourselves, there's a huge barrier to entry: the price. The Theragun, for instance, one of the leaders in the percussive therapy field, goes for about $600. Which leads us to question: Are these devices really worth it?  What do massage guns do?  Massage guns offer what's known as percussive or vibration therapy. This type of massage provides rapid bursts of pressure into the body's muscle tissue (hence the rippling effect of massage guns) as its head oscillates back and forth. Masseurs and masseuses have traditionally used a series of light strikes from the hands or wrists to the given muscle group to get this effect. However, massage guns let athletes get the same benefits, but in the comfort of their own homes (and without needing to pay routinely for luxury spa services). And unlike myofascial massaging tools, such as foam rollers, that can yield similar results, massage guns can hyper-target a specific problem area. For those who find foam rollers uncomfortable or too manual of a process, massage guns offer a more streamlined, automatic solution.  Percussive therapy doesn't completely eliminate muscle soreness. But what it does do is increase blood flow to a specific muscle area, which can help reduce inflammation and muscle tension and break up those pesky knots that seem to linger after a hard workout. Massage guns are also used prior to intense workouts to help warm up muscles ahead of activity.  Do massage guns actually work?  As percussive therapy becomes more popular, more studies are being released about its benefits and potential limitations. A 2014 study suggested that vibration therapy and massage (both of which are part of percussive therapy) are equally effective methods to prevent DOMS, delayed onset muscle soreness, meaning you're less likely to feel muscle pain or tightness 24 to 72 hours after an intense workout.  Tapotement, the Swedish massage technique that employs the same principle (but without the equipment), also has been shown to improve athletes' overall agility and performance with just five minutes of treatment.  Even though scientific signs seem to point in favor of these devices, it's important to note that there's not a lot of research on massage guns specifically, as well as the vibration and amplitude of percussive therapy they deliver.  There is plenty of anecdotal evidence out there supporting the idea that massage guns do help, however. Theragun, for instance, was developed by Jason S. Wersland, a chiropractor who created the device to help with his own rehabilitation after a motorcycle accident. Wersland set out to create a massage tool that would help ease pain with its use of high frequency and amplitude. According to Wersland, since its inception, other health professionals have sworn by the Theragun. \"I have dozens of physicians, physical therapists, chiropractors around the world who say this changes the way they practice,\" he says. And Daniel Giordano, a physical therapist and co-founder of Bespoke Treatments, also swears by the device and calls massage guns like the Theragun \"an absolute game-changer in rehabilitation and sports performance.\"  Are there affordable massage guns?  As mentioned, Theraguns tend to be among the more expensive percussive therapy tools out there, and the company's line of massage guns ranges from $249 for its more basic Liv device to its $599 G3 Pro, a professional-grade device that can deliver strokes 40 times a second and give users a 60% deeper massage than standard vibration massagers. Another premium brand is TimTam, which ranges from $249 to $499.  So if you're looking for a luxury option, there are plenty of designs that suit. If $249 is too steep for your current budget, know that there are affordable massage gun options out there. On Amazon, for instance, there's an array of top-rated models priced as low as $100.  Opove M3 Pro Massage Gun ($199.99; amazon.com)  Over 4,000 Amazon shoppers have rated this affordable massage gun a stellar 4.8 stars out of 5. This device comes with a variety of heads as well as three different speed levels so you can customize your massage based on the target area. A safety timer will turn off the device automatically to ensure you aren't overworking your muscles.  _______________________________________________________________________________ Sylphim Massage Gun ($99.99; amazon.com)  One of the most affordable, but still highly rated, massage guns we've seen on Amazon comes from Sylphim. This iteration comes with another impressive 4.8-star rating. It has a quiet design that's ideal for gyms and other public workout spaces. But most importantly, it doesn't skimp on quality.  One reviewer writes, \"I purchased this for my husband, who complains frequently of tennis elbow and shoulder pain. He used this after a particularly strenuous workout (lifting weights) and you'd have thought this thing was the best massage he's ever gotten!\"  _______________________________________________________________________________ DamKee Professional Massage Gun ($169.99, originally $189.99; amazon.com)  DamKee's Professional Massage Gun goes above and beyond the call of duty when it comes to customization. This massage gun is designed with 20 different adjustable speeds, as well as six massage heads, giving you 120 different massage options. And while normally this top-rated massage gun is priced at $189.99, the DamKee is currently on sale.  _______________________________________________________________________________ Mebak 3 Massage Gun ($149.99; amazon.com)  The Mebak 3 Massage Gun has reached the holy grail status of Amazon products, by receiving a perfect 5-star rating from customers. As one happy customer notes, \"This massager exceeded my expectations and has significantly reduced the amount of pain in my knee. With the different attachments and the guide book, it has truly helped me target different parts of the body.\"  The gun comes with seven different massage heads as well as a carrying case.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}