{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/cnn-underscored/nintendo-switch-lite-coral-pricing-features-buy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brittany Vincent"], "Writers": [["Brittany Vincent"]], "FirstPublishDate": ["2020-03-04T15:03:13Z"], "LastModifiedDate": ["2020-03-04T17:15:18Z"], "Headline": ["There's a new Nintendo Switch Lite color in town, and you can preorder it right now"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Ready to add a new Nintendo Switch Lite to your collection? Right now, you can pick up a cheery new Coral version ($199.96; amazon.com) of the popular console ahead of its official release in early April.  For the uninitiated, the Nintendo Switch Lite is the smaller, more colorful version of one of the most popular consoles of all time. When the handheld-only variation first debuted in September 2019, it came in a trio of hues: yellow, gray and turquoise, but a pinkish shade was curiously absent — until now.  The Nintendo Switch Lite is typically around $99 cheaper than its full-sized brethren. It isn't compatible with the dock that allows for TV play, and it doesn't include detachable Joy-Con controllers.  That means it's an all-in-one solution meant for enjoying games on the go. It does have slightly better battery life than the regular Switch, and most games are indeed compatible with it, except for those that require you to detach Joy-Con controllers — and those are few and far between.  There's a wide variety of Switch titles about to descend on the system. Animal Crossing: New Horizons is set to debut on March 20, and while it has its own special edition Nintendo Switch system you can purchase along with the game, some players may decide that the Coral variation is better for them since the Lite is more appropriate for traveling.  If you plan on grabbing the new Coral version, it's available to preorder from all major retailers, but you'll want to move fast. It's set to officially hit store shelves on April 3.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}