{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/11/25/politics/gallery/michael-bloomberg/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2019-11-25T19:42:18Z"], "LastModifiedDate": ["2020-03-04T16:49:33Z"], "Headline": ["In photos: Former presidential candidate Michael Bloomberg"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Michael Bloomberg, as New York mayor, attends a bill-signing ceremony in January 2012. Bloomberg, back right, was born in Boston on February 14, 1942. He grew up just outside the city, in the suburb of Medford. Bloomberg graduated from Johns Hopkins University in 1964, getting a bachelor's degree in electrical engineering. He later graduated from Harvard Business School. Bloomberg, left, works at Salomon Brothers, a Wall Street investment bank, in 1975. Bloomberg poses for a portrait at his company's television studios in 1994. He created technology that bankers and traders use to access market data. Bloomberg scales an indoor climbing wall in 1997. Bloomberg talks with architect Katherine Whitley at a construction site in New York. Bloomberg was running for mayor. Bloomberg and New York Mayor Rudy Giuliani march in a gay pride parade in June 2001. Giuliani's two terms were just about up. Later that year, Bloomberg was elected as his successor. Bloomberg places a candle at a World Trade Center memorial in September 2001. Bloomberg has dinner with US Sen. John McCain at a New York restaurant in November 2001. Bloomberg, as mayor-elect, visits the Western Wall in Jerusalem in December 2001. Bloomberg is officially sworn in as New York's 108th mayor on December 31, 2001. His term began at midnight. Bloomberg rides to City Hall on a subway train in March 2002. Bloomberg laughs with former South African President Nelson Mandela during opening ceremonies for the Tribeca Film Festival in May 2002. Next to Mandela, from left, are actors Robert De Niro, Hugh Grant and Whoopi Goldberg. The last steel beam that was standing from one of the World Trade Center towers is driven past Bloomberg and other dignitaries in May 2002. The ceremony marked the end of the recovery and cleanup efforts and the start of reconstruction. Architect Daniel Libeskind presents his winning design for the World Trade Center site in February 2003. Bloomberg and his daughter Georgina watch an NBA basketball game in March 2003. Bloomberg had two daughters with his former wife, Susan. They divorced in 1993. Bloomberg and Secretary of Homeland Security Tom Ridge, left, meet President George W. Bush in the White House Oval Office in March 2003. Bloomberg sits with Imam Sheikh Fadhel Al-Sahlani, right, as they listen to a speaker at the Inam Al-Khoei Islamic Center in New York in March 2003. Bloomberg told the Islamic Center congregation that New York City will not tolerate any illegal or discriminating acts toward Muslims. Bloomberg plays himself in a 2004 episode of \"Law & Order.\" Bloomberg bowls in Staten Island on the eve of the mayoral election in 2005. He was re-elected the next day. Bloomberg greets supporters after winning re-election in 2005. Bloomberg plays the trumpet as New York's Department of Cultural Affairs hosts its Mayor's Awards for Arts and Culture in 2006. Bloomberg speaks at a Capitol Hill news conference in 2007. Bloomberg meets London Mayor Boris Johnson in May 2008. Bloomberg helps lower the New Year's ball in Times Square in December 2008. Joining him, from left, were former President Bill Clinton; Bloomberg's daughter Georgina; Bloomberg's partner, Diana Taylor; and US Sen. Hillary Clinton. Bloomberg speaks with sailors and Marines aboard the USS New York in 2009. They were also watching the New York Yankees play in the World Series. Copies of \"Spider-Man, You're Hired,\" with a rendering of Bloomberg on the cover, are seen at an unveiling in New York in 2010. The comic book promoted New York City's free job placement resources. Bloomberg officiates the wedding of Jonathan Mintz, left, and John Feinblatt in July 2011. The longtime partners worked for Bloomberg at City Hall, and this was the first day that same-sex couples were allowed to legally marry in New York. Bloomberg marches up Fifth Avenue in the New York Labor Day Parade in September 2011. Bloomberg accompanies President Barack Obama as they get an aerial view of damage caused by Superstorm Sandy in 2012. Bloomberg is flanked by Donald Trump and Trump's son-in-law, Jared Kushner, at the 25th anniversary of the Four Seasons Restaurant in New York in March 2013. Bloomberg meets his successor, Bill de Blasio, in the mayor's main City Hall office in November 2013. Singer Aretha Franklin, Bloomberg and former President George H.W. Bush receive honorary degrees from Harvard University in 2014. Bloomberg accompanies Pope Francis and other dignitaries at the 9/11 Memorial Museum in September 2015. Donald Trump speaks to Bloomberg at a 9/11 memorial service in 2016. Bloomberg shakes hands with coffee shop owner Susan O'Donnell while visiting Dover, New Hampshire, in January 2019. Bloomberg prepares to speak at the Christian Cultural Center in New York in November 2019. Bloomberg speaks to a crowd in Houston in February 2020. Presidential candidates gather on stage for a Democratic debate in Las Vegas in February 2020. From left are Bloomberg; US Sen. Elizabeth Warren; US Sen. Bernie Sanders; former Vice President Joe Biden; former South Bend, Indiana, Mayor Pete Buttigieg; and US Sen. Amy Klobuchar.  Bloomberg speaks during his Super Tuesday rally in West Palm Beach, Florida, in March 2020."], "Language": false}