{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/football/flamengo-fan-club-london-copa-libertadores-junior-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN\nVideo by Celine Ramseyer, for CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-03-04T09:39:56Z"], "LastModifiedDate": ["2020-03-04T15:58:36Z"], "Headline": ["Flamengo fans find a taste of the Maracana 5,700 miles from home"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Were it not for the brisk London wind that whipped through the pub every time somebody opened the door, you would have been forgiven for thinking that this was a bar in Rio de Janeiro. Only Portuguese fills the air -- sometimes spoken but mainly sung -- and the traditional red and black stripes of Flamengo are worn by young and old, as though a strict uniform as been imposed. The Brazilian club is said to be the best supported in the world; a report published by Brazilian magazine Mundo Estranho in 2014 revealed that Flamengo had by some distance the biggest fan base in the world, counting on 32.6 million supporters across the globe. And when Flamengo won the Copa Libertadores in 2019, some estimated that hundreds of thousands of fans flooded the streets in Rio as the city's heroes returned from Lima, Peru after beating River Plate in the final. Nearly 6,000 miles away in Britain's capital, a Flamengo supporters group -- The Consulado Fla Londres -- was also joyously celebrating.  The group provides homesick fans of the Brazilian club an opportunity to sample a small taste of the famous atmosphere at the Maracana, the club's home ground, while living abroad. \"It's basically to feel as though we're back in the Maracana stadium,\" Brazilian expatriate Francisco Sousa, who helped set up the group in 2017 alongside Matheus Perreira, tells CNN on the night Flamengo plays Al-Hilal in the Club World Cup semifinal.  \"Who else has the chance to go (back) to Brazil? It's to feel like we're at home, to make new friends.\" On Thursday, Flamengo begins the defense of its Copa Libertadores crown, the title it won last season in the most dramatic fashion imaginable.  Two stoppage-time goals from star striker Gabriel 'Gabigol' Barbosa overturned a 1-0 deficit against River Plate, giving Flamengo its first Copa Libertadores title since 1981. It was the first time in the competitions history that the final had been one match held at a neutral venue, rather than a two-legged tie at each club's home ground. That victory was the culmination of months of hard work and an incredible turnaround in form after Portuguese coach Jorge Jesus took over in June 2019. Jesus was met with more than his fair share of detractors, many thought he was too old and couldn't adapt tactically to the Brazilian game. One commentator infamously insulted his achievements in Portugal: \"Three titles in the c**p Portuguese league?\" Just five months later, Jesus had led Flamengo to a league and Libertadores double -- achieved in the space of 24 hours after second place Palmeiras lost in the Brasileirao -- a feat only previously managed by Santos in 1962 and 1963. Jesus had masterminded a comeback in the dying seconds in the Libertadores final, overturned an eight-point deficit -- and then subsequently open up an 16-point lead over Palmeiras -- and, finally, changed the mind of every detractor he had when he first landed in Brazil. Winning the Copa Libertadores ensured Flamengo would take part in the Club World Cup, though the Brazilian team's remarkable season was bookmarked by a 1-0 defeat by Liverpool thanks to Robert Firmino's extra-time winner. When Flamengo takes on Colombian side Junior to kick off this season's campaign, the Consulado's raucous fans will once again come together to cheer on their club. \"Flamengo isn't an allegiance, it's a religion,\" says lifelong fan Maritza Teixeira. \"We love Flamengo to such an extent that you say you support Flamengo more than you do the national team.\" Not since Boca Juniors in 2001 has a team successfully defended the Copa Libertadores title and, as fate would have it, the 2020 final is being held at the Maracana. READ: Force is with Flamengo as River Plate stunned in Copa Libertadores final READ: 'Three-nil against Liverpool': Flamengo fans dream of history repeating itself  Heroes of 1981 Such is the demographic here in The Duchess Bell pub in south west London that Maritza, 66, is the only fan old enough to remember the last time Flamengo was crowned Copa Libertadores champion. Many of the players from that side in 1981 went on to play at the World Cup a year later for Brazil, a team that many believe to be one of the most exciting of all time. Stories about those heroes -- Zico, Junior and Leandro -- have been past down by older generations and fans have had to make do with scouring YouTube for grainy footage of their historic achievements. \"At the time I wasn't born, so I couldn't feel what it was like to be a Libertadores champion, to be a continental champion,\" Sousa says. But now, thanks to Gabigol's two goals, they have heroes of their own. \"It's probably bigger than the (national) squad -- Flamengo is above Brazil,\" says fellow supporter Roberta da Cal Brazão. \"It feels like you're just around people that have the same feeling as you. \"As she (Teixeira) said, Flamengo is like a religion and you feel like you're back home and you can sing and be yourself. \"Since I can remember I've been a Flamengo fan -- my dad is the biggest. He had two girls and he thought maybe we're not going to like football as much, but we're just absolutely crazy.\" On the nights that Flamengo play, it feels like a fair number of those 32 million supporters congregate here. But these fans don't only come together to watch these football matches; since the Consulado was founded, the group have helped out in the local community around the pubs that host them for these evenings. \"I'm used to being here away from home -- we feel it's part of helping the community to get together, so it's quite special,\" explains Sousa, who moved to England from Brazil in 2003. Whether or not Flamengo does retain its title, these fans will at least have several more opportunities to bring a flavor of the Maracana to this corner of London."], "Language": false}