{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/sport/kanoa-igarashi-olympics-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman and Don Riddell, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-04T14:35:31Z"], "LastModifiedDate": ["2020-03-04T14:42:51Z"], "Headline": ["Coronavirus threat to Tokyo 2020 is 'heartbreaking,' says surfer Kanoa Igarashi"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["It is less than 150 days until Tokyo 2020's opening ceremony and as the landmark approaches there is mounting speculation on how and whether the Olympics will be affected by the growing coronavirus threat. Kanoa Igarashi is a professional surfer born and raised in the US, but will represent Japan, the country of his parents' birth. Expected to be one of Japan's 'stars' this summer -- and one of the host nation's biggest gold medal hopes -- he says it would be \"heartbreaking\" for the athletes and for Japan if the Games were affected, or even postponed due to coronavirus. \"This is an event that people have been preparing for years and putting their lives and souls into one event,\" Igarashi told CNN World Sport's Don Riddell. \"There is a lot that goes into the Olympics. All the sacrifices you make over the years to have it be postponed by a virus would be very shocking.  \"It's not an injury you cause on yourself but it's just something that's completely out of your hands.\" READ: Coronavirus casts a shadow over the upcoming Summer Olympics READ: IOC President Thomas Bach looks forward to 'successful' Tokyo 2020 Last year Tokyo Olympic organizers said they were spending 1.35 trillion Japanese yen ($12.6 billion) to stage the Olympics, though respected Japanese financial newspaper Nikkei has estimated overall spending at 3 trillion yen ($28 billion). \"It would be a huge blow for Japan's economy,\" says Igarashi, as he reflects on any potential postponement of the Games. \"There is a lot of people's jobs at stake.\" \"Having the Olympics coming into your city, your country is a very big deal economically and I can see the changes in Japan over the last few years and how much preparation has gone into it as a country.  \"Every time I revisit Japan every few months, you can tell that it's closer and closer to being 100% ready for the Olympics. We are a few months away and I feel like it's probably like 99% ready.  \"That's just how the Japanese culture is. They are very prepared.\" READ: UEFA says let's 'not talk about dark scenarios' about Euro 2020 and coronavirus This will be the first Olympic Games that features surfing as an event. \"For us as athletes our main focus is to be prepared anytime, anywhere,\" says Igarashi.  \"Even though the Olympics are scheduled for July 26 for us as surfers, our preparations start months and months and years before.  \"So the Olympics can be tomorrow and me and my fellow competitors, I think we are all ready to compete.\" However, Igarashi revealed the thought of any possible postponement was providing a psychological challenge. \"The most important thing will be being prepared mentally -- having that calm demeanor of being able to postpone your mental game to whether it's a few weeks after or a few months after,\" he said. And while Coronavirus fears have dominated the news agenda, Igarashi himself says he personally isn't \"too worried about it.\" \"As long as the right precautions are made, it should be fine,\" he says. \"At this moment, it's out of (our) control, so I think everyone is going to keep going with what they have to do and see how this all plays out.\""], "Language": false}