{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/us/spike-lee-knicks-employee-entrance-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-03T20:46:05Z"], "LastModifiedDate": ["2020-03-04T01:45:18Z"], "Headline": ["Spike Lee says he's done attending Knicks games after disagreement over VIP entrance"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["All Spike Lee wants is to use the employee entrance at Madison Square Garden. Really, it's all he knows. A long time New York Knicks superfan, filmmaker Lee has been using it for 28 years, he explained this morning on ESPN. But suddenly, at last night's game, they wouldn't let him -- security told him to use a different entrance. You'd think that would be that, but it's not. Lee is now full-on feuding with the Knicks and team owner James Dolan over his treatment. All of this comes after an incident at Monday night's game, when video surfaced that seemed to show Lee being denied entry into the game.  Fans questioned how the franchise could treat its biggest fan with such disrespect. It immediately drew comparisons to the Garden's treatment of former NBA star Charles Oakley, who was ejected and banned in February 2017. But the video wasn't the full story. \"They wanted me to leave the Garden, walk outside ... and come back on 31st Street. And I said I'm not doing that,\" Lee said on ESPN. The employee entrance Lee frequents is on 33rd Street. The VIP entrance is two blocks south. The team released a statement this morning following Lee's comments, writing that the idea that Lee is a victim for being denied entry into the employee entrance is \"laughable.\" \"It's disappointing that Spike would create this false controversy to perpetuate drama,\" the statement says. The team also tweeted a photo of Lee and Dolan appearing to shake hands, in response to Lee's claim to ESPN they didn't do that.  As a result of all of this, Lee said he would no longer attend any Knicks game for the season. The Knicks said he's welcome to come back anytime -- \"just not through our employee entrance.\""], "Language": false}