{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/business/bangladesh-garment-factories/index.html"], "Source": ["cnn"], "Location": ["Hong Kong/Dhaka, Bangladesh"], "ByLine": ["By Rebecca Wright and Salman Saeed, CNN Business"], "Writers": [["Rebecca Wright"]], "FirstPublishDate": ["2020-04-22T04:38:17Z"], "LastModifiedDate": ["2020-04-22T06:36:44Z"], "Headline": ["Bangladeshi garment workers face ruin as global brands ditch clothing contracts amid coronavirus pandemic"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["When Fatema Akther arrived for work at the Alif Casual Wear garment factory in Dhaka in late March, she had no idea it would be her last day. \"My line chief came and told me that I didn't have to work anymore,\" said Akther, 25, who had been employed there for five years. She said the company, which could not be reached for comment, decided to close the factory, leaving her without a source of income past March. The coronavirus pandemic has led factories to furlough or lay off more than half of the country's nearly 4.1 million garment workers, according to estimates from the Bangladesh Garment Manufacturers and Exporters Association (BGMEA). Like Akther, most of them are women, and the roughly $110 they earn every month is often their families' only source of money. \"My family runs on my single income,\" said Akther, who said she provides for her husband and child. \"I don't know how my family will survive.\" Global lockdowns and unprecedented job losses have caused demand for just about anything that isn't food to evaporate, including clothing. That's led the international apparel brands and retailers who rely on the cheap labor that Bangladesh provides to cancel or suspend an estimated $3.17 billion worth of orders in the country, according to BGMEA. The loss of business has exposed a rift between those major brands and the factory owners they contract with. Members of Bangladesh's business community say they've been left to pick up the tab, which has put their factories and workers in dire straits. \"It's abysmal, it's unreal,\" said Rubana Huq, President of the BGMEA, adding that there is little legal recourse in the country for factories to demand that international retailers fulfill the terms of their contracts. \"I don't want any grant, I don't want any kind of charity, I just want the bare minimum justice for our workers.\" The fallout is also devastating news for the South Asian country's economy, which is disproportionately reliant on the apparel industry to keep its economy humming. Garments make up roughly 80% of Bangladesh's exports, Trading Economics says, and generated more than $30 billion last year, according to the country's Export Promotion Bureau — making it the second biggest exporter of such goods in the world after China. In total, the industry contributes 16% of Bangladesh's GDP. Millions of jobs at risk The millions of factory workers aren't the only ones at risk, either. Around 15 million jobs in the country are reliant on the industry, directly or indirectly, according to the Bangladesh Commerce Ministry. That includes food sellers, truck drivers and port workers. \"It's a very dangerous situation which may impact a lot of people,\" said Bangladesh Commerce Minister Tipu Munshi. Sweeping government lockdowns have also separated some workers from their families, since many travel from smaller villages to Dhaka to find work. The capital and largest city in Bangladesh, which was locked down late last month, is where most of the country's garment factories are based. \"The biggest problem right now is food, we don't know how we will eat,\" said Rezaul Islam, 26, who said he was laid off in late March from a Dhaka-based factory and is now stuck in the city. The nationwide lockdown, which has been extended until Saturday, forbids people from going out except to pick up groceries, medicine or other necessities. \"We have families in our village who are dependent on us,\" Islam said. \"Whatever we earn here we send it back home. Now my family (will) have to live without eating.\" A question of ethics Islam called on the factories to pay their staff during the crisis. Wages are already low in the industry, which means many workers don't have a lot of savings to dip into now. \"It's not fair to kick us out like this,\" Islam said. \"Either give us back our job or give us three months' salary.\" Permanent workers who are terminated after having been with a company for at least a year are entitled to some pay for at least 60 days, according to Bangladeshi labor law. Islam says he was paid for a month. The factory where he worked, Saturn Textiles Ltd., could not be reached for comment. But factory owners stress that they can't prop up their workers alone, particularly if the brands they work with aren't fulfilling the terms of their contracts. More than half of the 316 Bangladesh suppliers surveyed by Penn State University's Center for Global Workers' Rights said that most of their finished or in-process orders have been canceled since the pandemic began. The survey respondents' clients were mostly European and American brands. The survey found that more than 98% of buyers refused to contribute to the partial wages of furloughed workers that the law requires. The buyers are contractually obliged to cover the total costs of the goods they ordered, including 16% for paying salaries, BGMEA says. The factories have to buy the raw materials and pay staffing and overheads before they are paid by the brands and retailers, Rubana Huq says, meaning all the business risk is taken on at their end. Upholding those contracts is the ethical thing to do, said David Hasanat, the chairman of Viyellatex Group, which has six factories in Dhaka. After a garment factory collapsed in the capital seven years ago and killed more than 1,000 people, there was an outcry about ethics in the industry and nearly 200 brands and more than 1,600 factories signed an agreement promoting safe working environments for workers. \"They talk about sustainability, they talk about ethics,\" Hasanat said. \"So this is the time to showcase their good words, whether they really believe [in] these ethics.\" The role of international brands CNN Business reached out to several major international brands who do business with Bangladeshi factories for comment. Some brands, including Swedish clothing chain H&M, US supermarket giant Walmart and UK retailer Primark, have agreed to pay in part or in full for the goods they already ordered. \"We intend to honor our commitments to products that are finished or in the production process, and we are working with suppliers on a case-by-case basis to address any exceptions and develop solutions to minimize impact,\" Walmart said in a statement. The company estimates that the \"exceptions\" amount to less than 2% of their annual apparel orders in Bangladesh. Primark, which Penn State's study named as a brand that failed to make a firm commitment, said Monday that it will now \"take all product that was both in production and finished, and planned for handover by April 17.\" But others, including Gap, have not made any assurances, said Aruna Kashyap, senior counsel in the women's rights division of Human Rights Watch. \"These workers are really poor,\" said Kashyap, who is based in Dhaka. \"They have worked in the supply chains and the operations of these brands for months and years. And at this moment of crisis it's really important for brands and retailers to live up to their human rights responsibilities.\" Asked whether the company would pay for goods ordered from Bangladeshi factories, Gap told CNN Business that the company is \"making decisions based on the best interest of our employees, customers and partners, as well as the long-term health of our business,\" including reducing expenses after closing stores in North America and Europe. \"We are committed to working closely with our long-standing suppliers to best assess how we can work together through this crisis,\" the company said. Others connected to the American retail industry, though, pointed out that the pandemic has been crippling them, too. US retail sales plunged 8.7% in March, the worst monthly decline on record. The situation has \"created a temporary liquidity crisis that is threatening to burn a permanent hole in global supply chains,\" said Steve Lamar, the President and CEO of the American Apparel & Footwear Association. \"That is why we need governments to work together and with global financial institutions to make sure there are enough financial resources to keep supply chains solvent, so they can keep workers employed during these crises,\" Lamar said. \"Common sense measures like deferring tariff payments and fully funding loan programs for retailers — now largely closed — are just two of the tools all governments should be implementing.\" A uncertain future The Bangladeshi government is providing some assistance. In March and April, Prime Minister Sheikh Hasina announced more than $8.5 billion in stimulus measures that includes loans to help factory owners pay worker salaries. \"The Prime Minister [is] very much serious on this,\" said Munshi, the commerce minister. \"No one should die of starvation. They have to get their money, they have to live.\" Munshi said Hasina has instructed factory owners to look after their workers. Even so, factory owners said they are concerned about taking out the government loans. The money would still have to be repaid within two years — a commitment they feared making given how unclear the coronavirus pandemic remains. \"The government is doing their best,\" said Hasanat, of Viyellatex Group. \"But we are not a rich country, we don't have much foreign reserves, so I'm also worried about whether the government has the capability to support [during] this uncertainty.\""], "Language": false}