{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/us/oklahoma-college-recruiter-line-up-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2020-03-02T22:46:09Z"], "LastModifiedDate": ["2020-03-03T02:54:31Z"], "Headline": ["An Oklahoma college recruiter is out of a job after he asked high schoolers to line up by skin color and hair texture"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Students at an Oklahoma City high school say a college recruiter told them to line up by skin color and then by whether their hair was \"nappy\" or straight. The recruiter was speaking to the entire 11th grade class at Harding Charter Preparatory High School on February 24, according to a statement on the high school's Facebook page. The recruiter from Oklahoma Christian University has not been identified, but the university said it did not approve the inappropriate activity before the event. \"He led a racist activity that was offensive, harmful and inappropriate. I'm embarrassed and I'm ashamed and I'm mad at what happened and I'm very, very sorry,\" Oklahoma Christian University President John deSteiguer said at a meeting Sunday. \"Within an hour after the school visit, the admissions counselor was no longer employed at the university.\" A spokeswoman for the university would not say whether the recruiter was fired or resigned. \"The OC admissions counselor who visited Harding Charter Preparatory Academy on Monday is no longer an Oklahoma Christian University employee,\" the university said in a statement. \"OC admissions leadership did not approve the inappropriate activity in advance and has communicated closely with Harding administration since the visit.\" Students said the assembly upset them. \"He was like, 'Let's play a little game,'\" one student told CNN affiliate KFOR. \"He said, 'OK, everyone now line up from darkest to lightest skin complexion.'\" CNN does not publish the names of minors without express written consent. The student said the recruiter was white and didn't really talk about the university before having the students move around. \"It seemed like he wasn't really knowledgeable about how to speak with people, even in a diverse school,\" the student said. Then the recruiter told them to line up by hair texture, the students said. \"He told us to line up, nappiest hair in the back and straighter hair in the front,\" another student told KFOR. \"That's when I felt uncomfortable. I was like, 'OK, I don't think this is right,'\" the first student said. The other student told KFOR some teachers left the assembly in tears. \"They were crying and they were offended. Their faces just looked disgusted. I know they had a talk with him after, like, 'That's not OK,'\" the student told the station. In the high school's statement, principal Steven Stefanick said staff members immediately reported what was happening to school administrators, who contacted the university. \"As a school community, we are proud of our students and staff members for taking a stand on this issue and showcasing our community values of diversity, inclusion, and a safe and supportive learning environment,\" the statement said. Stefanick said the school has had a strong relationship with the university for years and has never had a problem like this. Oklahoma Christian University will start conducting mandatory sensitivity training for all employees and take other steps to make sure this doesn't happen again, deSteiguer said. He visited the high school Monday to apologize to students, staff and administrators. \"As a Christian institution, and as a community made up of individual Christians, we must adhere to the highest of standards. And I pledge that we will,\" he said at the meeting Sunday. \"God instructs us to love one another and that everyone, and I mean everyone, is valued. \"We fell short here. We will learn and we will redouble our efforts to do better.\" Oklahoma Christian University is a private school in Oklahoma City with strong ties to the Churches of Christ. More than 2,000 students from 44 states and 43 countries attend the school, according to its website. About 430 students attended Harding Charter Preparatory during the 2018-19 school year and more than 68% were minorities, according to Oklahoma City Public Schools. US News & World Report listed it as the top high school in Oklahoma last year and No. 118 in the United States."], "Language": false}