{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/spotlight-the-towers"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-03-02T19:06:03Z"], "LastModifiedDate": ["2020-03-02T19:06:03Z"], "Headline": ["The Best Little Person Basketball Team in the US"], "Section": [null], "MappedSection": [null], "Article_Body": ["What’s life like for a little person, living in a world built for taller people? The short documentary “The Towers,” directed by Oliver Arnoldi and Maria Chiu, was born out of that question. “I was very interested in how they interact with a city like New York, how they live in it, how they get around physically,” Arnoldi says.\n\nArnoldi’s research in the fall of 2015 led him to Clinton Brown III. Brown is from Long Island and works in finance in Manhattan. He is a little person, and he manages the Towers, a basketball team made up of athletes who are little people.\n\nAmong the players— Jahmani Swanson, who now plays for the Harlem Globetrotters.\n\nAfter Arnoldi met Brown and learned the team was gearing up to compete at the 2016 Little People of America National Conference, Arnoldi knew he had a film.\n\nArnoldi was studying documentary filmmaking at Columbia School of Journalism at the time he conceived the project, and he teamed up with another classmate, Chiu, to make it. It was their first time collaborating, and they didn’t know each other well. But they quickly bonded over their shared interest in the topic and a willingness to dive in and do everything from producing to shooting to editing the film themselves.\n\nArnoldi and Chiu spent months with the guys before they followed them to Boston to film the team competing at the 2016 Little People of America National Conference—one of the highlights of making “The Towers” for both of the filmmakers. “It was really great of Little People of America to let us capture that,” Chiu says, noting the organization generally prefers to keep the event private so that attendees can relax and enjoy themselves.\n\n“It was this week, this celebration, really, of these humans being allowed to just be their authentic selves, compete in sport and have fun,” Arnoldi says.\n\nNeither filmmaker had shot a sporting event before making “The Towers.” “We tried to get some advice from other people who have shot sports before just to get the basics,” Chiu says. They also brought in a classmate, Nathan Bender, to run an additional camera during the big game at the convention.\n\nOnce the shoot wrapped, Arnoldi and Chiu had three months to edit “The Towers.” Betsy West, who would go on to co-direct the Academy Award nominated documentary “RBG,” was one of their advisors on the project. Her guidance was invaluable. “She really helped us through the rough cut,” Chiu says. “She sat down with us and went through what we were trying to say and all the characters we were holding on to.”\n\nArnoldi’s takeaway from the project? “I felt like I had no assumptions about who he was as a person when I was going to meet Clinton. But during that first face-to-face conversation, I realized I did have a lot of assumptions about who he might be, or what his world view was, because he was a little person,” Arnoldi says. “That conversation just completely blew all those assumptions out of the water.”\n\nWhen we’re not making films, we’re watching them. Introducing “Great Big Spotlight,” Great Big Story’s latest series highlighting our favorite documentaries from some of the best filmmaking talent out there. “The Towers” was directed, produced, shot and edited by Oliver Arnoldi and Maria Chiu."], "Language": false}