{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/investing/coronavirus-stay-at-home-stocks/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Paul R. La Monica, CNN Business"], "Writers": [["Paul R. La Monica"]], "FirstPublishDate": ["2020-03-02T18:42:21Z"], "LastModifiedDate": ["2020-03-02T18:42:21Z"], "Headline": ["Coronavirus is helping Netflix, Amazon and other 'stay at home' stocks"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["The coronavirus outbreak has led to worldwide travel restrictions, and a growing number of people are being encouraged to work from home. The stocks of major airlines and Priceline owner Booking Holdings are among the companies that have been hit hard in the past few weeks.  But there are investment opportunities if Americans go into bunker-mode and stay indoors. Shares of Netflix are up slightly over the past five days -- as the S&P 500 fell more than 8%. Netflix's stock is up more than 15% this year.  Netflix is rallying as shares of movie theater chains AMC and Cinemark have each plunged more than 15%. So has the stock of concert promoter and Ticketmaster owner Live Nation.  \"The market likes Netflix under the assumption that hibernation comes at a premium,\" said Bill Smead, chief investment officer of Smead Capital Management, in a report. Other leisure stocks -- most notably cruise line operators Carnival, Royal Caribbean and Norwegian -- have taken an even bigger hit.  It makes sense that nervous Americans would take more precautions until coronavirus fears ebb. This \"nesting\" phenomenon may benefit other companies that can cater to the wishes of home-bound consumers. Amazon, while down in the past week as markets plunged, has fallen less than the broader market and is up 4% for the year. Shares of YouTube owner Alphabet are up sightly this year, while the Nasdaq has fallen more than 2%. A portfolio of 'stay at home' stocks But several other stocks could be safe havens if consumers become more skittish and workers have to work at home or or can't take business trips. Investment firm MKM Partners created a \"Stay at Home Index\" to highlight some of these companies.  Netflix and Amazon are two of the 33 stocks in it. The index also includes companies like Facebook, video game developer Activision Blizzard, exercise equipment maker Peloton and food delivery service GrubHub.   \"We tried to identify what products/services/companies would potentially benefit in a world of quarantined individuals. What would people do if stuck inside all day?\" said JC O'Hara, chief market technician at MKM Partners, in the report. \"Rather than attempting to forecast how much lower these stocks may go, we decided to explore which stocks may hold up better.\"  O'Hara noted that video conferencing company Zoom, identity management software firm Okta and office collaborative tool Slack could also benefit.  There's another stock that wasn't in O'Hara's report that also has gotten a big boost lately on expectations of stronger demand in the wake of the outbreak: virtual healthcare company Teladoc, which lets patients video chat with doctors.  Shares of Teladoc are up nearly 10% in the past week and 50% so far this year -- another sign of how online companies could see more demand if coronavirus fears intensify. \"Telemedicine and online tutoring are just two examples of the benefits the internet can provide. Other internet companies with exposure to food delivery, e-commerce, and streaming services could see an uptick in users as coronavirus fears keep consumers inside,\" said UBS Global Wealth Management analysts in a report Monday.   The UBS analysts are recommending the Nasdaq Internet Index, which has Netflix, Amazon, Alphabet, Facebook and Chinese e-commerce giant Alibaba as top holdings. \"The stay-at-home nature of the companies offer some shelter relative to the broader market,\" the UBS analysts said."], "Language": false}