{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/middleeast/israel-elections-questions-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Oren Liebermann, Andrew Carey and Tara John, CNN"], "Writers": [["Tara John", "Oren Liebermann", "Andrew Carey"]], "FirstPublishDate": ["2020-03-02T07:08:51Z"], "LastModifiedDate": ["2020-03-02T16:45:06Z"], "Headline": ["Israel is voting on Monday. Here's what you need to know"], "Section": ["middleeast"], "MappedSection": ["WORLD"], "Article_Body": ["Israel is holding its third election in 11 months, with voters trying to find a way to break the country's seemingly intractable political deadlock.  Like the two polls held in 2019, Monday's vote pits Israel's longest-serving leader, Benjamin Netanyahu, against former military chief, Benny Gantz.  Opinion polls have barely shifted in this third round of campaigning -- with neither Gantz's Blue and White party nor Netanyahu's Likud party appearing set to win the support they need to build a successful coalition.  Likud looks to be finishing the campaign the stronger, but probably not by enough to break the stalemate. Already, doomsayers predict the country is headed for a fourth poll sometime in the summer. Here's what you need to know about the Israeli election: How does it work and who are the key players? Thirty parties are taking part, but Netanyahu's Likud and Gantz's Blue and White are sure to be comfortably ahead of anybody else in the battle for the 120-seat parliament, known as the Knesset. Likud is a party on the right of Israeli politics, while Blue and White has positioned itself as centrist. Three major pre-election polls showed Likud narrowly in front of Blue and White, but neither party is anywhere close to the 61 seats needed for a majority. By itself, that is not surprising -- Israel is well used to governing coalitions made up for several parties.  Usually, two or three smaller parties find a way to come together with a bigger party to form a government. But that logic has broken down, and since April neither Netanyahu, who tried twice to form a government, nor Gantz, who tried once, have been able to pull enough support behind them. The key man, arguably, has been former Defense Minister Avigdor Liberman, who leads the Yisrael Beiteinu party.  He stunned Netanyahu after April's poll when he failed to agree on terms with the Prime Minister, despite a relationship that goes back decades. In September, he stuck by that position, and also decided he could not join a center-left coalition led by Gantz. What has changed in this election?  Despite being under investigation for years, it was only at the end of January that Netanyahu was formally indicted, on charges of bribery and fraud and breach of trust, in three separate corruption cases. His trial is set to begin 15 days after the election. Prosecutors say that in the most serious case, known as Case 4000, Netanyahu advanced regulatory benefits worth more than 1 billion shekels (approximately $280 million) to his friend, millionaire Shaul Elovitch, in exchange for improved coverage on the Walla! News website, which Elovitch owned. Netanyahu has repeatedly professed his innocence, decrying the investigations as an \"attempted coup\" driven by the left and the media -- a view shared by his supporters. Elovitch also denies the accusations. Under Israeli law, Netanyahu does not have to resign the prime ministership until any possible conviction is upheld through the appeals process, and that could be months, if not years away. Has Trump given Netanyahu a leg-up?  The US President unveiled his Middle East plan on the same day Netanyahu was indicted. The plan, roundly rejected by Palestinian leaders, envisions Jerusalem as Israel's undivided capital, and gives Israel a green light to annex all settlements in the West Bank, as well as the Jordan Valley. It was viewed as a political and personal lifeline to Netanyahu at the time, as it marked a huge shift by the United States towards the position favored by Israel's right-wing. But the potentially game-changing move appears to have done little to shift the electoral needle.  For his part, Gantz has offered the Trump plan his backing but said he will only move forward with annexation in coordination with the international community. In an effort to throw more red meat to his supporters in the last ten days of the campaign, Netanyahu announced plans to advance thousands of new housing units in settlement locations near Jerusalem. Will the coronavirus have an effect on the vote? Confirmed cases of the illness in Israel remain in the single digits. Even so, authorities have announced the first case of local transmission, and a poll last week suggested more than 1 in 20 voters were mulling whether to stay at home Monday over fears of catching the virus.  Authorities are constructing special polling stations in about 10 locations around the country to give those voters under self-quarantine the chance to cast their ballot. How does voting take place?  Israelis still vote using pieces of paper. They choose parties, not individuals. In the polling station, each voter selects one piece of paper, corresponding to the party list they want to support. They put that piece of paper in an envelope and drop it into the ballot box.  Even though there are thirty parties contesting the election, only eight (possibly nine) are expected to cross the 3.25% threshold required to enter parliament.  Two parties representing the ultra-Orthodox communities can expect to win seats. There is also a party that positions itself to the right of Likud, and another to the left of Blue and White, that can expect to secure representation.  And there is also an alliance of parties representing Israel's Arab communities. Called the Joint List, it is confident it will finish third.  Potentially, the Joint List could play a role supporting a government led by Benny Gantz. That has happened only once before, when Arab parties offered parliamentary support to a Labor government led by Yitzhak Rabin in 1992, without actually joining it in coalition.  However, the presentation of the Trump Mideast plan has possibly put a wedge between the Joint List and Blue and White, making co-operation more difficult. When will we know the results? By law, the first exit polls released on election day come out at 10 p.m. local time. This will give us the first indication of where the parties stand. But these exit polls come with a health warning: sometimes, they are remarkably prescient; other times, they are woefully wide of the mark. Final results can take a few days, as ballot boxes are checked, and votes come in from Israelis overseas. But the results should be obvious long before that, and it is usually fairly clear by sunrise the following day what shape possible coalition negotiations could take. Officially, it's up to Israel's president to decide who is tasked with forming the next government. He announces his decision after consulting with the heads of the political parties that have secured enough votes to enter the Knesset. These consultations take a few days, and the President is likely to announce his decision about a week after the elections. From that point, the party leader appointed to the task has six weeks to form a government. If he or she fails, the task is then assigned to another party leader. If neither Netanyahu nor Gantz succeed in forming a governing coalition, the country could well end up in a fourth election later this year."], "Language": false}