{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/football/premier-league-coronavirus-monitor-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-02T15:03:33Z"], "LastModifiedDate": ["2020-03-02T15:03:33Z"], "Headline": ["Premier League 'monitoring' coronavirus situation ahead of weekend's fixtures"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["The Premier League says it is monitoring the coronavirus situation ahead of this weekend's fixtures.  The league has issued guidelines to all 20 clubs in English football's top tier, and is following the same procedures outlined by the National Health Service for all other businesses and venues used by large numbers of people, it said in an email to CNN.  Globally, the novel coronavirus has killed more than 3,000 people, and there are now more than 88,000 global cases. The guidance comes from the CPNI (Centre for the Protection of National Infrastructure) in conjunction with the English Football League's chief medic.  Clubs are now displaying advice to staff and supporters around the grounds, notably to wash their hands and self-isolate if they are experiencing any symptoms.   CNN understands there are no plans to change pre-game handshakes, and will follow UK Government public health advice to combat the virus. READ: How the coronavirus is impacting sport Around the world The spread of coronavirus has already caused disruption to other football leagues across the globe.  Five Italian Serie A matches -- including the top-of-the-table clash between Juventus and Inter Milan -- were postponed at the weekend because of a spike in cases in northern Italy. Last week, four other Serie A matches were played behind closed doors, while the Swiss Super League postponed weekend fixtures after the government banned large public events. The start of the Chinese Super League and South Korea's professional soccer league have also been postponed.  Elsewhere, there are fears Tokyo 2020 may be impacted but organizers insist preparations are going ahead as planned."], "Language": false}