{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/football/el-clasico-real-madrid-barcelona-vinicius-jr-ronaldo-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-03-02T12:30:02Z"], "LastModifiedDate": ["2020-03-02T13:09:02Z"], "Headline": ["Vinicius Jr. breaks Lionel Messi record in El Clasico victory over Barcelona"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Under the watchful eye of former Real Madrid legend Cristiano Ronaldo, Sunday's El Clasico perhaps saw the next star born for Los Blancos. Vinicius Jr.'s opening goal against Barcelona meant the 19-year-old became the youngest scorer in the fixture in the 21st century, beating Lionel Messi's previous record by 26 days. Mariano Diaz added the second goal in stoppage time to seal a 2-0 win as Real regained the lead at the top of La Liga with 12 games of the season remaining. It was the first time in 1,954 days, a wait of more than five years, the Real had beaten Barcelona at the Bernabeu in La Liga. Barcelona really should have gone iin at the half-time break ahead after a lackluster opening 45 minutes from Real, with Thibault Courtois producing two smart saves to deny Arthur and Messi. There was a drastic improvement from the host after the interval and this time it was the turn of Barcelona goalkeeper Marc-Andre ter Stegen to steal the show, twice denying Isco with two brilliant stops. But there was only so long the German stopper could single-handedly keep Real at bay and even then it took a slice of good fortune for Vinicius to break the deadlock, his shot deflecting off Gerard Pique and wrong-footing the keeper. READ: Manchester City wins Carabao Cup for third straight season READ: Liverpool lose first Premier League game of the season With Barcelona chasing the game and stretched at the back, Diaz stole in behind the defense an bobbled a shot over Ter Stegen from a tight angle to seal the win. Pique and Real Madrid captain Sergio Ramos, teammates and center back partners for the Spanish national team, have infamously had several verbal spats over the years and that animosity was sparked once again after the final whistle. \"In the first half we controlled the game and they were one of the worst Madrid teams I have ever seen,\" Pique lamented following the defeat. \"We leave here disgusted and bruised but we're not sunk, because we could have got a good result here.\" To which Ramos responded: \"I would sign right now to win every Clasico with this scoreline playing a first half as badly as he says. \"They are three very important points because Clasicos are different and it was very important they didn't go five points ahead.\" Such was the disparity between Barcelona's first and second-half performances, a headline in newspaper Sport read: \"A two-faced Barcelona succumbs at the Bernabeu and loses the lead.\" \"Barcelona was much superior in the first part but succumbed in the second and was dwarfed by a Madrid which played its cards very well and annulled Messi, who lacked allies in attack.\" Rival newspaper Diario AS quoted somebody from the Barcelona camp as saying the \"dressing room is 'feeling like s**t, resigned and dejected' for having resurrected Real Madrid and to hand them half a Liga.\" The defeat also increases the pressure on Barcelona boss Quique Setien, who has endured a difficult start to his tenure as manager. Not only has he squandered the lead at the top of La Liga, his team was also eliminated in the Copa del Rey quarterfinals and was second best for the majority of the first-leg 1-1 draw against Napoli in the Champions League. Though Real Madrid may not be the same thrilling force going forward as they were in Zidane's first spell in charge, the Frenchman has turned the team into a more solid defensive unit. This is the first time in 45 years that Barcelona has failed to score against Real in a league season and Los Blancos have now kept clean sheets in six of its eight matches against the top six this term, scoring 12 goals and recording 20 points from a possible 24. As the Spanish press often put it, \"Hay Liga\" -- \"We have a title race!\""], "Language": false}