{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/sport/lebron-james-zion-williamson-rematch-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-02T12:24:17Z"], "LastModifiedDate": ["2020-03-02T12:24:17Z"], "Headline": ["LeBron James believes NBA is 'in great hands' following rematch with Zion Williamson"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["LeBron James might be in his 17th season in the NBA, but the Los Angeles Laker is showing no signs of slowing down.  The three-time champion is averaging more than 25 points a game, leads the league in assists per game and has driven the Lakers to the summit of the Western Conference.  But while James' focus is firmly on the present, he has high hopes for the future.  Following a rematch against high-flying teen sensation Zion Williamson, in which James' Lakers beat Williamson's New Orleans Pelicans 122-114 Sunday, -the 35-year-old said he believes the NBA \"is in great hands.\" \"I do it for the love of the game and I do it for the guys who come after me that have the same passion I believe I had when I came up,\" he told ESPN. \"The league is in great hands with a guy like Zion, Ja Morant, Luka Doncic, Trae Young, Jayson Tatum and the list goes on and on. I'm just happy to be a part of it and be on the floor with those guys in their younger days.\" READ: Paris' hidden gem for basketball lovers faces ravages of time Besting the rookie Because of the similarities in physique, intensity and excitement when they entered the NBA, comparisons between James and Williamson have been rife.  And while Williamson missed the first two games against James' Lakers because of the knee injury he suffered in preseason, there were fireworks when the pair first met on the court on February 25.  James recorded a season-high 40 points to help the Lakers to victory before calling Williamson \"special\" after he notched another 29 points, his fifth straight 25-point game.  In the second installment between veteran and rookie, it was James who once again came out on top, although Williamson's career-best performance certainly made things more difficult.  The former Duke power forward's 35 points surpassed James' 34-point, 13-assist, 12-rebound triple-double performance, but was not enough to stop the LA team winning its fourth straight encounter against the Pelicans.  Following the final buzzer, James and Williamson shared an embrace on the court, and the 16-time All-Star was coy on what was said between the two.  \"That's up to him to tell y'all. I don't do it for the publicity,\" James said. The three-time NBA champion is certainly putting on a show for the rising stars.  He averages a 30-point triple-double when facing Doncic, Williamson and Young this season. The Lakers are 7-1 in those games. \"It's just my responsibility. No one told me to do that,\" James said. \"You see all these guys -- these young guys. You know, the league is in a very good place and if I'm able to give my wisdom of the game, pass it down while I'm playing or after I'm playing, I feel like it's my job. \"The game has just given me so much since I started playing when I was 8 years old.\" James' three-pointer with 2:27 remaining effectively wrapped up the game for the Western Conference leaders against the Pelicans -- he marched down the court with his tongue out in celebration -- and Williamson was full of praise afterwards.  Visit CNN.com/sport for more news, features, and videos \"I mean, he is who he is,\" the No.1 pick in the 2019 draft said. \"He's an incredible player. I give respect when it's due. He hit a big shot that helped them seal the game.\" Although the Lakers and Pelicans aren't scheduled to play again this season, there is a possibility that the Pelicans could sneak into the playoffs as the No.8 seed, setting up a first-round matchup with L.A."], "Language": false}