{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/02/us/five-things-march-2-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-02T11:21:37Z"], "LastModifiedDate": ["2020-03-02T11:22:50Z"], "Headline": ["5 things to know for March 2: Dems 2020, coronavirus, Israel, Slovakia, migrant crisis"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It's going to be a busy political week, so before we go any further: Are you absolutely 100% sure you know how the electoral college works? Just in case, we have a primer to answer any lingering questions. No one's judging you. Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Election 2020 Pete Buttigieg is out. Tom Steyer is out. Joe Biden won South Carolina. Super Tuesday is a day away. Whew! This weekend's South Carolina primary ended up forcing some Democratic presidential candidates to take a long, hard look at their chances. Former South Bend, Indiana, mayor Pete Buttigieg suspended his campaign Sunday, and his recent primary performances suggest he failed to win over voters of color. A day earlier, billionaire Tom Steyer ended his campaign after failing to gain traction in South Carolina, where he had hoped to find a game-changing turnout. The Democratic frontrunners, however, are riding high. Biden said he had the most lucrative online fundraising day of his campaign right after his South Carolina victory. Elizabeth Warren also reported record fundraising numbers despite her disappointing fifth place finish in South Carolina, and Bernie Sanders says his February numbers shattered his previous record for the most funds raised in one month 2. Coronavirus The global death toll from the novel coronavirus has topped 3,000, and now health officials are worried about \"clusters\" of the virus spreading among neighboring countries. Iran has nearly 1,000 confirmed cases, and neighboring countries have gone as far as closing their borders to prevent the spread of the disease. Meanwhile, Italy has nearly 1,700 confirmed cases and at least 34 deaths -- the most coronavirus cases of any country outside of Asia. Several communities are under quarantine there. In the US, a second coronavirus death has heightened concern, but Congressional negotiators and the White House are reportedly close to agreeing on a multi-billion-dollar spending package to deal with the outbreak. More than 88,000 people worldwide have now been infected. Worried about the coronavirus? Finding it hard to discern rumor from reality? CNN's Dr. Sanjay Gupta is hosting a special podcast series on the outbreak, including everything you need to know to stay health and informed.  3. Israel Israelis are heading to the polls today for their third election in 11 months with hopes of breaking the country's deeply entrenched political deadlock. The election pits current Prime Minister and Israel's longest-serving leader Benjamin Netanyahu against his perennial challenger, former military chief Benny Gantz. Both leaders have had their shot at forming a government with their respective parties at the helm, and both have failed. There's a possibility that neither man wins today either, which means the country would have to go for a fourth vote. The stakes are especially high for Netanyahu, who is facing charges of bribery and fraud and breach of trust in three separate corruption cases. His trial is set to start two weeks after the election, but he doesn't need to give up his political seat unless he is convicted. 4. Slovakia The Eastern European country of Slovakia has successfully quelled fears of a neo-fascist surge by electing an anti-corruption party to lead its government. Politicians saw the result as a clear response to the 2018 murder of a journalist who was killed after he reported on tax evasion and fraud among Slovak businesspeople connected to the highest levels of the country's government. The killings prompted some of Slovakia's biggest anti-government protests since the communist era. Before this weekend's election, there were fears that a neo-fascist party, whose leader is on trial for hate speech, would be a decisive factor in forming the country's next government. However, the party came in fourth with less than 10% of the vote. 5. Europe immigration Tensions are high between Turkey and Greece after Turkey decided to allow refugees passage to Europe with claims the country had \"reached its capacity.\" The move trampled on a 2016 deal struck with the European Union to halt migrants traveling from the Middle East towards Europe, and it also puts neighboring Greece in a difficult position. Greece has not opened its borders in response, and in fact, has beefed up security along the divide. This has created a desperate logjam of thousands of migrants, who have little access to food or shelter and could be on the precipice of a full-blown humanitarian crisis. Many of the migrants have come from Syria, where the interplay between Russia and Turkey make the situation even more complex.  BREAKFAST BROWSE Fisherman breaks state record with monster 37-pound lake trout  This is every tall fishing tale come to life.   Pita Taufatofua, the oiled-up shirtless Tongan guy, has qualified for his third Olympics  He has competed in taekwondo AND cross-country skiing, neither of which requires him to be oiled up or shirtless. Adam Levine apologizes for panned Maroon 5 performance in Chile  Good to know we all have off days sometimes. South Korean men lead the world's male beauty market  A little lip balm and hair product can go a long way, guys. Trader Joe's founder Joe Coulombe has died at 89  Thank you, sir, for your reasonably-priced wine, interesting cheese and varied vegetarian frozen food selection.  TODAY'S NUMBER 319 million  That's roughly how many people in the world work in the travel industry, creating an estimated $5.7 trillion in revenue a year. Some experts say the coronavirus is the worst crisis facing the industry since 9/11. TODAY'S QUOTE \"No a un hombre con falda.\" \"Not a man in a skirt,\" in Spanish. This was the saying Puerto Rican singer Bad Bunny donned on his shirt during his appearance on \"The Tonight Show Starring Jimmy Fallow\" to raise awareness of the killing of a transgender woman in Puerto Rico. Alexa Negrón Luciano was shot to death after using the women's restroom, and her murder has shocked and angered people on the island. TODAY'S WEATHER AND FINALLY The DuckTales theme song but with actual ducks  If you remember the old animated Disney Channel show \"DuckTales,\" this will be hilarious. If you don't, well, you still get to see ducks! (Click here to view)"], "Language": false}