{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/politics/joe-biden-super-tuesday/index.html"], "Source": ["cnn"], "Location": ["Columbia, South Carolina"], "ByLine": ["By Eric Bradner, CNN"], "Writers": [["Eric Bradner"]], "FirstPublishDate": ["2020-03-01T22:06:08Z"], "LastModifiedDate": ["2020-03-02T01:14:04Z"], "Headline": ["Biden enters Super Tuesday outspent and out-staffed, hoping South Carolina gives him a boost"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Joe Biden's win in South Carolina has set off an intense push by his campaign to turn that victory into the kind of momentum that can alter the course of the Democratic presidential race.  Fourteen states, including California and Texas, are set to vote Tuesday -- the single biggest day of the Democratic presidential race, with 34% of the party's pledged delegates on the line.  With less than two days to do it, the former vice president needs to consolidate moderate voters and demonstrate -- in part by racking up big-name endorsements -- that he is the party's lone viable alternative to Vermont Sen. Bernie Sanders. He also needs a dramatic uptick in fundraising to keep pace with much better-funded rivals. Though South Carolina gave him a boost, Biden said Sunday he raised $18 million in February -- well off the $46 million that Sanders raised and the $29 million hauled in by Massachusetts Sen. Elizabeth Warren.  Visit CNN's Election Center for full coverage of the 2020 race Biden starts the short sprint to Super Tuesday with major disadvantages: He has been drastically outspent and out-staffed across most of the 14 states; his fundraising has lagged; and he is starting more slowly in marquee states than virtually every other candidate. Biden's campaign expects Sanders to emerge from Tuesday's contest with a lead in delegates, two Biden campaign aides said. Its goal is to \"remain competitive\" with Sanders, the aides said -- and to put enough distance between Sanders and Biden and everyone else in the race that it's clear it has become a two-person contest.  That means signaling to Democratic voters and donors that the field is consolidating into a two-person race and shifting support from other moderates -- Minnesota Sen. Amy Klobuchar -- into Biden's camp. Biden must also contend with former New York City Mayor Michael Bloomberg and his $170 million in television ads in Super Tuesday states.   \"If Democrats want a nominee who is a Democrat -- a life-long Democrat; a proud Democrat; an Obama-Biden Democrat -- join us,\" Biden said in his victory speech in Columbia. \"We have the option of winning big or losing big. That's the choice.\"  Saturday night was the most triumphant of Biden's run for president to date, putting a punctuation mark on a comeback that began 18 days ago, when he bailed early from New Hampshire on primary day, traveling to South Carolina rather than waiting around for what would be a fifth-place finish.   Still, even Biden's staunchest allies admit his campaign, which struggled with organization in Iowa and New Hampshire and was resoundingly defeated by Sanders among Latinos in Nevada, faces steep challenges.  \"I think we will have to sit down and get serious about how we retool this campaign,\" said South Carolina Rep. Jim Clyburn, whose late endorsement exit polls found gave Biden a massive boost in the state.  Clyburn pointed to Biden's fundraising and get-out-the-vote efforts as problems. He said he's \"not going to sit back idly and watch people mishandle this campaign.\"  \"Many of us around the country will be able to join with him and help him get it right,\" Clyburn said. We need to do some retooling in the campaign, no question about that.\" The Biden campaign's approach to Super Tuesday starts with congressional districts in the south where a majority -- or at least large share -- of voters are African American.  A Biden aide said the former vice president can win Tuesday in states with demographics similar to South Carolina -- including Alabama, Arkansas, North Carolina and Tennessee.  Biden personally pointed to North Carolina and Texas as Super Tuesday states he believes he can win in a recent interview with CNN.  Key targets cited by aides include Alabama's 7th District, which includes Selma and parts of Birmingham and where Biden is endorsed by Rep. Terri Sewell, and North Carolina's 1st District, where Rep. G.K. Butterfield is another prominent backer of the former vice president.  Biden's aides believe other candidates could fall below the 15% support necessary to earn delegates in those districts, making wins there for Biden even more valuable in the drawn-out delegate battle that now looks increasingly likely.  \"People died for the right to vote -- in my district, especially. And we're not going to be held hostage to someone who just can spread money,\" Sewell said. \"I think that this kind of support is earned, and Joe Biden's earned it.\"  History suggests South Carolina is a strong predictor of how black voters in those southern states will vote. By winning 64% of black voters, according to exit polls, Biden could be positioned to follow the paths of Barack Obama in 2008 and Hillary Clinton in 2016, who racked up delegates through their commanding wins with black voters in the south.   Many Super Tuesday votes were cast early -- particularly in California, Texas and the vote-by-mail state of Colorado. But another aide said the campaign expects victory in South Carolina to tip late-deciding voters who will cast their ballots Tuesday in Biden's direction.  The results there also tipped influential Democrats who had been on the fence in Biden's favor.  Former Virginia Gov. Terry McAuliffe endorsed Biden Saturday night, and called on Buttigieg, Klobuchar and billionaire businessman Tom Steyer to drop out of the race. Hours later, Steyer would do so.  \"For me, it's about beating Donald Trump, and to me it's an electability issue -- who has the best shot of beating Donald Trump,\" McAuliffe said.  Former President Obama spoke with Biden Saturday night to congratulate him on the South Carolina win. They have spoken periodically throughout the campaign, two sources familiar with the call told CNN. Biden made a brief departure from a week of campaigning in South Carolina to visit Raleigh, North Carolina, on Saturday. On Sunday he spent the morning in Selma, Alabama, and is spending the evening in Norfolk, Virginia -- another city with a large black population.  Then on Monday and Tuesday, Biden will focus on keeping it close in the two biggest prizes: Texas and California.   What he can't do is close the financial gap.  Biden has so far spent a paltry $1.5 million on television ads in Super Tuesday states, per the ad tracking firm Kantar Media/CMAG. His campaign said it is spending $2.2 million across eight states on television plus digital ads.  That's much less than his leading opponents: Sanders has spent $16.7 million on TV ads alone. And Bloomberg has spent more than 100 times more than Biden on TV ads, at $170 million. Every other major candidate -- Buttigieg, Klobuchar and Massachusetts Sen. Elizabeth Warren -- has outspent Biden on TV ads. Biden's campaign said it raised more than $5 million after his win Saturday night. He's also outmanned. Biden has paid staff \"in the high double digits\" in the 14 Super Tuesday states combined, an aide said. That's less than the 100 that Sanders has in California alone, and is dwarfed by Bloomberg's massive ground game.  The former vice president has a state director or senior strategist in 11 of the 14 states that'll vote Tuesday -- up from seven of the 14 a month ago.  He has staff in Alabama, Arkansas, California, Colorado Massachusetts, Minnesota, North Carolina, Oklahoma, Tennessee, Texas and Virginia -- but none in Maine, Utah and Vermont.  Biden's campaign has sought to deploy the assets it does have to target districts where it believes he can run up the delegate score.  Biden's wife Jill Biden is visiting North Little Rock, Arkansas, and Memphis, Tennessee, on Sunday. Biden's sister, Valerie Biden Owens, held a South Carolina results watch party in Austin, Texas, on Saturday night, and will visit El Paso on Sunday and Sacramento, California, on Monday. Atlanta Mayor Keisha Lance Bottoms held a series of events for Biden in Tennessee and Alabama on Friday and Saturday. Los Angeles Mayor Eric Garcetti campaigned for Biden in Texas over the weekend.  And in Virginia, two Saturday night endorsers -- McAuliffe and Rep. Bobby Scott -- will join Biden for a Sunday rally in Norfolk.  At Biden's headquarters in Columbia on Saturday night, the former vice president was ebullient as he celebrated the best moment of his three runs for president in 1988, 2008 and 2020.  \"All of those of you have been knocked down, counted out, left behind, this is your campaign,\" Biden said. \"Just days ago, the press and the pundits had declared this candidacy dead. Now thanks to all of you -- the heart of the democratic party -- we've just won and we won big because of you.\""], "Language": false}