{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/01/football/manchester-city-aston-villa-league-cup-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-01T19:15:40Z"], "LastModifiedDate": ["2020-03-01T19:15:40Z"], "Headline": ["Manchester City wins Carabao Cup for third straight season"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Manchester City has won the Carabao Cup for a third straight season, beating Aston Villa 2-1 at Wembley on Sunday.  Sergio Aguero opened the scoring for the reigning Premier League champions in the 20th minute shortly before Rodri doubled the lead, heading in from a corner that was controversially awarded. Villa's Tanzanian striker Mbwana Samatta got a goal back on the stroke of half-time, but an equalizer proved elusive.  Belgian defender Björn Engels went closest to taking the game to extra time, his header saved onto the post by City goalkeeper Claudio Bravo with a few minutes remaining. READ: Top German clubs play out bizarre conclusion to game over fans' offensive banner With the Premier League title all but wrapped up -- Liverpool is 22 points clear although on Saturday it lost its first game of the season against Watford -- Manchester City are vying for a cup treble.  The club has qualified for the fifth round of the FA Cup and leads Real Madrid 2-1 on aggregate in the round of 16 of the UEFA Champions League.  Coming off the back of a draining victory away in Madrid during the week, City boss Pep Guardiola made eight changes to the starting lineup, and the new players soon rewarded his selection.  \"Three times in a row is a big success. It's the consistency, incredible,\" the former Barcelona and Bayern Munich manager said after the win.  \"It was awesome. We struggled in the first minutes and the last ones. They had two clear chances in the first minutes but we played really well, especially in the second half. \"The game was good. Phil (Foden) was clinical. Big success, our second title of the season with the Community Shield, it's so nice.  \"We've won a lot. I tried when we arrive, every game we play we try to win it, every competition we try to win it, and three times in a row, being here and winning is great.\" One of the players to come in, 19-year-old Phil Foden, played a key role in the opening goal, heading back for Aguero to poke home.  \"The goal, for me, it's important when the team is winning, so I am so happy for the goal but I am happy because we are winning the cup,\" the Argentine told Sky Sports after the game. City's second goal was accompanied with a huge slice of controversy.  A corner was awarded to the reigning champions, despite it looking like it came off a Manchester City player last.  Spanish midfielder Rodri compounded Villa's misery, heading home to put City well on their way to defending its crown.  \"We know they are a really tough team because they are really tall and strong, so we knew we could never give up. I am happy for the team because it's tough being here,\" the Spanish international said. But Villa didn't go down without a fight and it was helped by an unfortunate slip from City defender John Stones, which allowed Anwar El Ghazi to swing in a lovely cross which Samatta headed home.  READ: No surprise if Africans choose MLS over Europe because of 'awful' racism, says Uganda's Micheal Azira In doing so, the Tanzanian striker became the fifth different African player to score in a League Cup final. Visit CNN.com/sport for more news, features, and videos After the half-time break, Villa piled on the pressure in search of the equalizer, with Engels' late header -- which was excellently clawed onto the woodwork -- the closest it came.  Having now won the trophy in 2018, 2019 and 2020, Manchester City are just the second side to win three consecutive League Cup titles after Liverpool between 1980-81 and 1983-84."], "Language": false}