{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/opinions/trump-failing-leadership-test-coronavirus-opinion-lockhart/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Joe Lockhart"], "Writers": [["Joe Lockhart"]], "FirstPublishDate": ["2020-02-29T16:31:07Z"], "LastModifiedDate": ["2020-03-01T04:19:04Z"], "Headline": ["Trump is failing the leadership test on coronavirus"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Ranking high among the President's powers and responsibilities is the job of communicator in chief. In times of triumph and clear and present dangers, the public looks to the President for cues on how to act, what they should feel and what they should do.   In the aftermath of the Challenger explosion in 1986, people shared grief and were reassured by President Ronald Reagan's address to the nation.  George W. Bush grabbing the bullhorn at ground zero in 2001 reminded the country that together we would all get through this tragedy. For Bill Clinton, it was the Oklahoma City bombing response, and for Barack Obama, his powerful speech and song in Charleston, South Carolina, in the aftermath of the shooting at Emanuel African Methodist Episcopal Church. And yet for every powerful moment, there are as many misses. George W. Bush's \"Mission Accomplished\" in Iraq and in 2005 his quote to the embattled FEMA director after Hurricane Katrina, \"Brownie, you're doing a heck of a job,\" created a political hole that Bush 43 never quite climbed out of. And in the midst of a serious economic crisis in the late 1970's, Jimmy Carter's \"malaise\" speech hit all the wrong notes for rebuilding confidence in America's economy. The point is that communicating matters. Words and optics make a big difference, not only politically, but in solving whatever crisis faces the country. President Donald Trump faces one of those moments right now with the spread of the coronavirus. To date, he's done almost everything wrong. He has consistently underplayed the potential for a serious public health crisis here at home. Worse, he has made a series of off-the-cuff remarks on a complicated scientific problem that has undermined the work being done both at the Department of Health and Human Services and the Centers for Disease Control and Prevention. Compounding the problem is his apparent emphasis -- too often -- on the economy and the stock market instead of the public health issues. Is there anyone who really doubts by now that for Trump his own political fortunes, which are tied to economic and market performance, take precedence over protecting the health of all Americans? But that approach has failed spectacularly because the markets are looking for the same thing the public wants and needs -- reassurance that there is a plan in place to deal with the potential pandemic. Making matters even worse, Trump has made this a political football by going after the Democratic leaders in Congress and not contradicting conservative commentators who are making outrageous claims about Democrats rooting for the virus to spread to gain political advantage. Trump went as far as to say Friday night at a rally in South Carolina that coronavirus is the Democrats' \"new hoax.\"  Like all Presidents before him, his ability to govern (and in Trump's case, be reelected) will be judged by his performance during crisis in the next weeks and months. There are several steps he should take immediately that will both help solve the problem and boost his political standing. First, he must stop speaking off the cuff.  His comments have ranged from uninformed to the ridiculous. Saying things like, \"A lot of people think that (the virus) goes away in April ... as the heat comes in,\" undermines his ability to be the communicator in chief.   Since we know he won't stop tweeting, he should use that platform to put out sound and vetted advice on what average Americans can do, what they should worry about and what they shouldn't. In any crisis, the person or organization that consistently delivers accurate and useful information controls the narrative. The President is uniquely positioned to fill that role. Second, it's right to coordinate all information through a central source, with the White House being the logical place. But to be effective, you have to provide information through briefings on a regular basis.  A communications team drawn from the medical community needs to brief the press every day. Flood the zone with information, become the trusted source of what people need. Let the political and legislative people be involved where appropriate, but let the experts drive the information flow. Information, not spin, is the way forward. It's not a zero-sum game. You don't win by proving you're better than your political opponents. You win by winning the public's trust to solve the problem Third, Trump should suspend or scale back the political activities of the administration. It was a terrible look this week as the President simultaneously sought to calm the country and markets while meeting with social media personalities Diamond and Silk and other right-wing leaders as part of the CPAC conference. The Vice President putting off his first task force meeting until after the same divisive political conference also didn't help.  The President should not be running around the country holding rallies and should not be using the bully pulpit to castigate Democrats on this important issue. Bring the Democrats in, make them part of the solution. In the end, it's the President who will get the lion's share of the credit -- and the blame. Fourth, optics matter, optics reassure. The President needs to be seen directing the massive resources of the federal government that are arrayed against the spread of coronavirus. It's not enough to be solving the problem, the President needs to provide evidence that the government is doing everything it can, and he is the force driving the process. And it's not just optics.  The President, through his public actions, has a unique ability to actually activate and drive the response. Put simply, when the President says we are going to do something, the government responds. Fifth, he needs to be straight with the American public. People want to know how serious the problem is, what is being done and what they can do about it themselves. They don't want platitudes and will severely penalize any politician who pretends there is no real problem when everyone knows there is.   It runs against all elements of Trump's makeup, but a little humility, honesty and rolling up of the sleeves -- doing the work of government and being seen doing it -- would go a long way. These are not the times for self-congratulation and claiming that only one man can solve the problem. It's a potential crisis that will force Trump to act differently if he hopes to survive politically. Finally, the economy is based on fundamentals and perception and emotions. Trump needs to level with the American people about the impact of the virus. Bragging about how strong we are runs counter to what people are seeing. Acknowledge the pain this virus will cause, and be clear about what the government can and can't do. Remember what Bush 43 said in the aftermath of 9/11: We will need to change the way we fight terrorism, but if everyone stays home and doesn't go out and spend and live, the terrorists have already won. It is unlikely the President can grow into this model overnight. But his reelection may depend on it, given the far-ranging impacts of a possible pandemic. President Clinton had a simple credo that he followed consistently: Good policy always makes good politics. President Trump would be wise to follow that advice."], "Language": false}