{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/us/student-gives-away-bonus-points-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Hannah Lawson, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-29T06:28:04Z"], "LastModifiedDate": ["2020-02-29T18:50:01Z"], "Headline": ["Student asks teacher to give bonus points to 'whoever scores the lowest'"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["An unusual request at the end of a student's exam was quickly shared by thousands, thanks to a Kentucky teacher's Facebook post.   Winston Lee, a teacher at Letcher County Central High School, was picking up exams about World War II  in his 11th-grade history class when he noticed an asterisk with a small note toward the bottom of one exam.   It read, \"If you could, can you give my bonus points to whoever scores the lowest?\"   Lee said he was \"taken aback\" by his student's request, especially when most are clinging to every extra point they can get to boost their grades. \"He wanted to give up what he had earned so blindly,\" said Lee. \"I took it as a really compassionate, loving and kind act from a young person that most people would consider rare.\"  The unexpected ask touched Lee so much that he posted it to his Facebook page on February 21 in hopes of inspiring others. The post quickly did just that, with thousands of shares and comments praising the student.   Lee explained how \"one of my guys\" received an extra five points on the exam after doing well in the previous day's review game. The straight-A student ended up scoring a 94 on the exam, and the points he gave away allowed his classmate to go from a failing to passing grade.   Although his generosity received a lot of positive feedback, some questioned whether giving a student who didn't pass the extra points was the right thing to do. One commenter suggested \"an offer to help the struggling student(s) to learn the material would be better.\" Another wrote, \"The grades reflect that they learned something when they didn't.\" But Lee said he has no regrets, and people \"overthought\" what took place.   \"I tried to not let any of the negative comments affect any of the positivity that was coming from it,\" said Lee. \"I just wanted to honor what this student had asked for and felt he earned his right to give his points away because it was such an amazing gesture.\"  He said he hopes his student's spontaneous act of kindness serves as an even greater lesson outside the classroom.   \"Never in my teaching experience have I heard of a student willingly give away something they had earned to allow an extra opportunity for someone else,\" said Lee. \"So, the ultimate message is to take from his example and pay it forward.\" "], "Language": false}