{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/29/health/daraprim-generic-version/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By  Shelby Lin Erdman and Jamie Gumbrecht, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-29T06:45:55Z"], "LastModifiedDate": ["2020-02-29T06:48:46Z"], "Headline": ["FDA approves generic form of  $750 pill Daraprim"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["The US Food and Drug Administration approved the first generic version of Daraprim, a drug used to treat an infection caused by a parasite. Daraprim came to public attention in 2015, after the pharmaceutical company Turing  Pharmaceuticals  increased the price of the decades-old drug from $13.50 to $750 per pill -- a hike of more than 5,000%.  The company's then-CEO, Martin Shkreli, became known as \"pharma bro\" and a focus of outrage over drug prices Daraprim, also known as pyrimethamine, is used to treat toxoplasmosis, a parasitic infection that can cause damage to the brain, eyes or other organs in severe cases, the FDA said. The infection can stem from undercooked meat or shellfish, ingesting contaminated water or contact with infected cat feces. The illness is considered to be the leading cause of death attributed to foodborne illness in the US, the FDA said. \"Empowering patients and promoting choice and competition are top priorities for the FDA. These important efforts include improving access to safe, effective and high-quality generic medications,\" FDA Commissioner Dr. Stephen Hahn said in a statement Friday. \"Today's approval is especially important for populations that are more susceptible to toxoplasmosis infections, such as pregnant women and individuals with HIV or AIDS by paving the way for more choices in treatment options.\" Hahn said the FDA has worked to remove barriers in generic drug development in several ways, including \"closing loopholes that allow brand-name drug companies to 'game' the rules in ways that delay generic competition.\" "], "Language": false}