{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/cnn-underscored/lg-v60-thinq-hands-on-features-dual-screen/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-02-28T00:12:45Z"], "LastModifiedDate": ["2020-02-28T15:00:48Z"], "Headline": ["LG's V60 ThinQ lands this spring with 5G, a headphone jack and three cameras"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you're in the market for a new phone, well lucky you, because companies just keep churning them out. After Samsung's recent unveiling of four new smartphones — S20, S20+, S20 Ultra and Z Flip — it's now LG's turn with the new V60 ThinQ. Thankfully, there's just one model and it'll support 5G along with Dual Screen.  It'll land in the coming weeks at AT&T, Sprint, T-Mobile and Verizon and will cost less than the $999.99 Galaxy S20. The V60 ThinQ is a high performance device and features 5G support. More specifically, it touts support for Sub-6 and mmWave bands (this way it supports the big four carriers in the US). It has solid specs for a 2020 Android smartphone and what should be a long-lasting battery.  Two screens in a Dual Screen format The V60 is not for those with small hands. Its 6.8-inch OLED Full Vision display is a hair smaller than the S20 Ultra. It's also pretty vibrant and sharp and its taller ratio will let you get more out of the screen, like seeing more of your Instagram timeline in one glass (for the productivity-conscious, that means you'll see more of your inbox as well). Our hands-on was on a pretty cloudy day, though, so we couldn't test direct viewing in sunlight. Even so, colors popped and we didn't experience any dreaded frame rate drops in games or while streaming videos. We'll need more time with it, but the V60's screen seems on par with other flagship devices, though the S20 Ultra was brighter and more vivid.  At the top of the screen, in the center, you'll find a small teardrop notch that contains the 10-megapixel selfie cam. It can also record video at 1080pHD and will be handy for video calls, quick snaps and selfies. The good news doesn't stop there. While this isn't a foldable like the Galaxy Fold, Motorola razr or Galaxy Z Flip, the V60 ThinQ is a Dual Screen phone. It does fold like a book, but there's a clear separation between the two screens — and you need to dock the V60 into a case to get the second screen. Simply put, it gives you more space to work, open apps and to get more out of your phone. To get the Dual Screen action, you'll set the V60 ThinQ into the Dual Screen Case (basically like a classic flip case). It features a mirror 6.8-inch display that acts as a second display. The Dual Screen function 's handy for gaming (you can have one of the screens show the game and the other screen be the controller), for mimicking your screen or for running multiple apps.   Plus, when you close it, the time and other core information will show on the front. It's similar to an always-on function like we've seen on smartphones. The headphone jack is alive and well With the V6 ThinQ, LG proves it's one of the few tech companies not killing off the headphone jack. And we're pretty happy about that! Luckily, it doesn't add extra thickness or weight, and the jack is paired with a USB Type-C port for charging as well. Solid specs and Android 10 The phone runs Android 10 with a custom LG user interface. Since Google makes the base operating system, LG customizes the experience to give a slightly different appearance. Carriers will likely preload many apps to the device in the form of games and services that you likely don't need. We not-so-affectionately call this bloatware, and while many of these can be removed, some will need to live out their life as a disabled app. Those disabled apps will take up some space, but storage shouldn't be an issue on the V60 ThinQ.  There's 128GBs of storage and you can expand it with a microSD card slot. A Qualcomm Snapdragon 865 processor that's paired with 8GBs of RAM powers the V60ThinQ. You'll likely get a full day from the internal 5,000mAh battery, which can be charged hardwired or with the Qi-wireless charging standard.  Three cameras on the back The V60 ThinQ features three cameras on the back: a 64-megapixel standard lens, a 13-megapixel wide-angle lens and a time-of-flight sensor. It's a similar experience to previous LG smartphones and we expect these will perform pretty well. We weren't allowed to take any test photos, but it looked like a pretty smooth image with not too much noise being captured.  On the video side, the V60 ThinQ can record in up to 8K and you can easily cast that content to a compatible TV. It also does a neat trick with audio as it has four microphones, meaning you can capture clearer audio and even does its best to focus on who's speaking.  All-in-all, the V60 ThinQ is certainly a unique device and the bundling of the Dual Screen accessory at no extra charge is a nice touch. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}