{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/football/david-beckham-inter-miami-cf-mls-football-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-28T09:33:58Z"], "LastModifiedDate": ["2020-02-28T14:51:09Z"], "Headline": ["David Beckham reflects on newly formed Inter Miami's 'long, tough journey'"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["It was seven years ago that David Beckham, having announced his retirement from football, first dreamed of bringing a new team to Miami -- a painstaking process that finally comes to fruition this weekend.  Visit CNN.com/sport for more news, videos and features Inter Miami CF will play its inaugural Major League Soccer (MLS) game against LAFC Sunday. No doubt Beckham, who had a clause in his contract to form a new team when he joined LA Galaxy from Real Madrid in 2007, will be breathing a deep sigh of relief.  \"It's been a long journey and a tough one at times,\" he told CNN Sport's Carolyn Manno.  \"But I must admit for the last 18, 19 months, working with (owners) Jorge and Jose (Mas) and the Mas family has been incredible.  \"Things have been a lot brighter and more exciting in those last 18 months.\" Beckham is part of a five-person ownership team headed by Miami-born MasTec chairman Jorge Mas.  The past year has seen Inter take shape as a crest and kit have been unveiled -- the club colors are black, white and pink -- and a roster of 29 players, managed by Argentinian Diego Alonso, has been assembled.  The club will play at Lockhart Stadium for two seasons before moving to the 25,000-seat Miami Freedom Park, currently under construction, that opens in 2022.  READ: Lyon stuns Juventus and Cristiano Ronaldo As for the city itself, Beckham has never doubted that football can thrive there -- even though former MLS franchise Miami Fusion lasted just four seasons after joining MLS in 1998. \"One thing that I never doubted was Miami,\" said Beckham.  \"Miami was always going to be the place, Miami was always going to be our city.  \"We have an incredible fanbase that is diverse in the culture and what Miami is all about and we want to keep that. That's what's special about Miami and South Florida. Its what's special, the culture and the diversity that brings to the city.\" Establishing a site for a permanent stadium was challenging, with a number of proposed locations not given approval. The new $1 billion venue is being fully funded by the club's ownership and will feature 58 acres of green space, a tech hub, restaurants and shops. READ: Man City appeals against two-year Champions League ban Beckham need only look north of Miami to see how football can grip an American city. Atlanta United joined the league in 2014, and in 2018 won its first MLS Cup with an average attendance of more than 50,000 that season.  Beckham, the first global superstar to play in the States after stints at Manchester United and Real Madrid, won two MLS Cups with LA Galaxy.  Subsequently the likes of Zlatan Ibrahimovic, Wayne Rooney and Thierry Henry have all graced the league, but Beckham says it would be more rewarding to develop local players through Inter's academy than immediately look to big-name signings.  \"The fact that we can give the young kids an opportunity to play in a safe place -- in a place where they have the opportunity to play at the highest level -- the fact that we have created that is one of the proudest things I think as owners that we have done,\" he said \"We've talked about bringing in big name players, we've talked about bringing in big stars from Europe.  \"I've always said that the proudest moment for us and the proudest moment for our fans would be to see a young kid come through our academy system and then play in the MLS.\" READ: UK football authorities ban children from heading footballs in training Beyond Sunday's opener in LA, there's another big day on the horizon for Inter -- its first home game on March 14 against Beckham's old club.  \"It will be an emotional time when we go up against the Galaxy, but there is no doubt in my mind who I will want to win on that day,\" he said. \"I always said to (league commissioner) Don Garber that my commitment is bigger than my contract with the LA Galaxy. I wanted to be here for a lot longer than just the six years that I played. \"This is my next phase of my MLS journey. I was successful as a player with the LA Galaxy, and now I want to be successful as an owner with our city.\""], "Language": false}