{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/opinions/mike-pence-wrong-coronavirus-leader-dantonio/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Michael D'Antonio"], "Writers": [["Michael D'Antonio"]], "FirstPublishDate": ["2020-02-28T02:00:04Z"], "LastModifiedDate": ["2020-02-28T02:28:32Z"], "Headline": ["Mike Pence is exactly the wrong guy for this job"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["With America confronting a public health challenge over the coronavirus, President Donald Trump is again playing the denial game and, unhelpfully, has tapped Vice President Mike Pence -- a man who has repeatedly demonstrated his anti-science predilection -- to lead the government response. Setting aside for the moment how much the (admitted germophobe) President values abject loyalty -- Pence is a cringe-worthy sycophant --- it's hard to imagine a worse choice for a job that requires respect for public health. The vice president is so anti-science that in addition to his climate-change skepticism (check out this runaround he delivered when asked a straight question on the issue), he is known for penning, when he was running for Congress, what could be generously termed a nutty article that said, \"despite the hysteria from the political class and the media, smoking doesn't kill.\"  Pence stood up for tobacco and against settled science back in 2000, when his family owned convenience stores that made money selling smokes.  More recently, in 2015, he was apparently motivated by politics when, as governor of Indiana, he dithered while HIV spread among drug users in the southern part of the state.  The Indiana outbreak caught local officials by surprise, but eventually even the politically conservative sheriff of Scott County called on Pence to authorize a clean needle exchange program for intravenous drug users. Needle exchange programs are effective against such outbreaks. but some moralizers resist using them because they think they encourage addiction. In Indiana, Pence took time to pray on the needle-exchange proposal. By the time he relented and authorized the program for 30 days, 75 people were infected. Follow-up studies determined that the delay and cuts in funding for HIV monitoring, on Pence's watch as governor, contributed to scores of infections.    Consider Trump's response to the novel coronavirus at the press conference Wednesday where he put Pence in charge -- and where the President played with the data to make it seem that the US faced no real threat -- and you hear echoes of Pence's HIV bungling.  \"There's no reason to panic\" Trump said, \"because we've done so good.\" (The United States has 60 confirmed cases of novel coronavirus, Health and Human Services Secretary Alex Azar said.) No one should encourage the public to panic, but Trump might want to listen to the health experts, who stood nearby when he announced that Pence would lead the response team. \"We do expect more cases,\" Dr. Anne Schuchat, the principal deputy director of the Centers for Disease Control and Prevention, said at the news conference Wednesday. \"The trajectory of what we're looking at over the weeks and months ahead is very uncertain.\" National, state and local officials should get ready, the President's health experts said; about a half hour later the President would publicly contradict them: \"I don't think it's inevitable.\" Why would Trump ignore the experts but rely on Pence?  One part of the answer can surely be seen in Trump's  resistance to science. Whether you consider his rejection of climate change facts or his poor response to physicians' advice on what constitutes a healthy diet in America, the President is obviously reluctant to accept what the experts say. But more important is Trump's preference for loyalists who show him lots of love, and in this department, Pence has no peer. Even those who follow politics in a casual way know that Pence is a toady of the first order. Whether he's simply standing at Trump's side, eyes aglow with admiration, or singing the President's praises at a cabinet meeting, Pence is so abject in his devotion that he calls to mind the kind of ring-kissing that even Pope Francis tries to discourage. When he accepted Trump's call to take charge of the coronavirus response, Pence repeatedly praised \"Mr. President\" as he talked about how the government would respond. He made sure to say that Americans should be \"confident\" in Trump's leadership and made clear that should everything go well, all glory will go to the President. \"I promise you, this president, this administration, is going to work with leaders in both parties. We'll work with leaders across this nation, at the state and local level. And this president will always put the health and safety of America first,\" Pence said.  No one knows more about how to survive in Trump's orbit than Pence. He knows to step aside when a policy succeeds -- to let Trump do the bragging -- and, if possible, to be out of sight when a failure is at hand.  The problem for him in this case is that Trump has made a clear and public point of putting the vice president in charge and is therefore setting him up to take the fall if the virus hits the country hard. The scientists are fairly certain that it will. Look out, Mike!"], "Language": false}