{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/us/atomwaffen-division-alleged-neo-nazi-arrests/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone and Konstantin Toropin, CNN"], "Writers": [["Dakin Andone", "Konstantin V. Toropin"]], "FirstPublishDate": ["2020-02-27T19:35:49Z"], "LastModifiedDate": ["2020-02-27T22:27:46Z"], "Headline": ["4 people with alleged ties to neo-Nazi group charged with planning to harass journalists and activists"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Four people with alleged ties to a neo-Nazi group known as Atomwaffen Division have been arrested after authorities said they conspired to harass journalists and people affiliated with the Anti-Defamation League.  The group focused on targets who were Jewish or people of color, according to the US Attorney's Office for the Western District of Washington, and sent them threatening posters to intimidate them.  The arrests came the same day a fifth individual -- said to be Atomwaffen Division's former leader -- was arrested in Virginia for allegedly harassing a member of President Trump's Cabinet, journalists and a university. According to the office of US Attorney Brian T. Moran, 24-year-old Cameron Brandon Shea of Redmond, Washington; 24-year-old Kaleb Cole of Montgomery, Texas; 20-year-old Taylor Ashley Parker-Dipeppe of Spring Hill, Florida; and 20-year-old Johnny Roman Garza of Queen Creek, Arizona, face charges of conspiracy to mail threatening communications and commit cyberstalking.  An attorney for Shea has not responded to a request for comment. CNN has been unable to determine whether the other defendants had attorneys who would comment on their behalf. More charges could be coming, Moran said.  \"It's a starting line,\" he said at a news conference, \"not a finishing line.\" Group postered journalists' homes with threatening messages, government says Using an encrypted online chat group, the defendants allegedly identified journalists and activists they wanted to intimidate, focusing on those who were Jewish or people of color, Moran's office said. The group collected personal information on the journalists and activists, including their home addresses, the office said. According to the criminal complaint, Cole and Shea created threatening posters that included images of swastikas and people with guns and Molotov cocktails. One poster carried the message, \"We Know Where You Live.\"  The posters were shared with other Atomwaffen members, who printed and delivered or mailed them to the alleged targets, Moran's office said, including a TV reporter in Seattle who had reported on the group and two people with the ADL. A journalist in Tampa was also targeted, but the poster was delivered to the wrong address. Another poster was delivered to a magazine journalist in Phoenix.  \"These defendants sought to spread fear and terror with threats delivered to the doorstep of those who are critical of their activities,\" Moran said in a statement. \"As Attorney General William Barr has made clear, rooting out anti-Semitic hate and threats of violence and vigorously prosecuting those responsible are top priorities for the Department of Justice.\" Former Atomwaffen Division leader also arrested A fifth person affiliated with the Atomwaffen Division, John Cameron Denton, was arrested Wednesday in Virginia, the office of US Attorney for the Eastern District of Virginia G. Zachary Terwilliger announced.  The 26-year-old from Montgomery, Texas, and \"several co-conspirators\" are accused of making swatting calls to Old Dominion University, the predominantly African-American Alfred Street Baptist Church and an unnamed \"Cabinet official living in Northern Virginia.\"  Swatting is a harassment tactic in which a caller makes a false report to lure authorities where they are led to believe a horrific crime has occurred, resulting in a forceful response. Denton also allegedly placed a swatting call to the offices of ProPublica in New York and one of the investigative news outlet's journalists as retaliation for the journalist reporting on Denton and the Atomwaffen Division, a criminal complaint says. Court documents said the calls by Denton impacted 134 law-enforcement agencies. Denton was charged with conspiracy to commit an offense against the US. If convicted, he faces a maximum sentence of five years in prison. A TV reporter targeted by Atomwaffen had to evacuate his family, he says Chris Ingalls, a reporter for KING 5 in Seattle, was among those allegedly targeted by Atomwaffen Division.  In a video piece shared by the news station, Ingalls recalled being asked to come in to the US Attorneys Office. There, two FBI agents told him they believed Atomwaffen was coming to his house.  \"They didn't have a lot of information,\" Ingalls said. \"They didn't necessarily expect violence, but they couldn't tell me exactly what this group planned to do at my house. They just thought they knew where I lived and they were coming.\"  Ingalls' family packed up and stayed in a motel for several nights, he said, while a security team followed the family wherever they went. One night, back at the residence, Ingalls opened his mailbox and saw a suspicious piece of mail, he said. He took it to the FBI, which opened it.  Inside was a poster covered in swastikas that said, \"Two can play at this game.\" At the bottom was his name and another message: \"You have been visited by your local Nazis.\"  Ingalls thanked officials with the FBI, the US Attorney's Office and Seattle police for keeping his family safe. \"I'm really thankful for that.\" "], "Language": false}