{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/tech/pokemon-day-2020-trnd/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-02-27T18:28:06Z"], "LastModifiedDate": ["2020-02-27T19:00:20Z"], "Headline": ["Pokémon throws a celebration every year. Here's how that helps its brand"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["February 27 marks the annual Pokémon Day celebration, a day for  Pokémon's licensed partners to cash in. The Pokémon Company's strategy this year centered around the Netflix launch of an animated movie \"Pokémon: Mewtwo Strikes Back—Evolution.\" Pokémon featured in the film like the \"armored Mewtwo\" are appearing on software company Niantic's hit mobile game Pokémon Go, as are the iconic Pikachu and Eevee, according to a press release. \"This shows Pokémon Go has become an important part of the Pokémon property and that Niantic is still finding new ways to keep its game relevant even nearly four years after release,\" said Randy Nelson, head of mobile insights at market research firm Sensor Tower. \"Pokémon GO's continued success has relied heavily on Niantic's ability to deliver a ceaseless stream of new content and live events, and I would imagine this is just the first of many such tie-ins.\" On last year's Pokémon Day, the hit mobile game Pokémon Go generated about $4 million in global player spending, according to Sensor Tower, up 186% from the $1.4 million spent on the same day in 2018. Sensor Tower predicts spending to be close to $2 million this year. \"Pokémon Go has remained popular with gamers in the US since its launch,\" said Adithya Venkatraman, market insights manager at mobile insights and analytics company App Annie. Venkatraman noted that as of February 26, Pokémon Go was ranked the fourth highest grossing game on the iPhone in the US.  While back in 1996, Pokémon was limited to a pair of games, \"Pokémon Red\" and \"Pokémon Green,\" today the brand has expanded into movies that can be streamed on Netflix, popular mobile games, T-shirts and more, the company noted in its release. The company held various online events this week to engage with fans. One of them included asking fans to vote for their favorite creature on Google. The winning Pokémon was \"Greninja,\" a frog-like Pokémon that has the agility of a ninja. Last November, two new console titles, \"Pokémon Sword\" and \"Pokémon Shield\" arrived on Nintendo Switch. Since then, Nintendo has updated the games' online content and has sold downloadable content. For Pokémon Day, the games are getting a new mythical Pokémon. More details about the creature were revealed Thursday: it's called \"Zarude,\" a rogue monkey Pokémon that swings around on trees and attacks with sharp claws, according to Pokémon's official Twitter account."], "Language": false}