{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/tennis/maria-sharapova-retirement-legacy-spt-int/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aimee Lewis, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-27T10:25:20Z"], "LastModifiedDate": ["2020-02-27T14:02:37Z"], "Headline": ["Maria Sharapova, the ultimate competitor with a complicated legacy"], "Section": ["tennis"], "MappedSection": ["SPORT"], "Article_Body": ["It was Maria Sharapova's mental toughness which set her apart from most of her peers. There may have been others with more talent, players who moved more elegantly on the court, yet few could match her spirit. She was the ultimate competitor.  But, aged 32, one of the best-known athletes of the century had to call time on a brilliant career. She was no longer the best in the world and, more significantly, she could no longer endure the pain which has been a constant companion, in the last two years especially.  The injuries, of which there had been many since she first burst into public consciousness by winning Wimbledon as a 17-year-old, had taken their toll.  The realization that she could not continue with the daily grind came at last year's US Open, Sharapova said, when 30 minutes before a match she needed to numb the pain in a shoulder where the tendons had become \"frayed like a string.\" \"Just stepping onto the court that day felt like a final victory, when of course it should have been merely the first step towards victory,\" she wrote in announcing her retirement, perhaps appropriately considering how often she has featured in fashion magazines, in Vogue and Vanity Fair.  \"I share this not to garner pity, but to paint my new reality: My body had become a distraction.\" Her retirement came as no surprise. The writing was on the wall at the Australian Open in January when she suffered a third consecutive first-round defeat in a grand slam. But one of the game's greatest fighters would not want to be viewed as having thrown in the towel. She was, she said, saying goodbye.  Sharapova leaves tennis ranked 373 in the world and her reputation tarnished. The 15-month suspension she served for testing positive in 2016 for meldonium -- a heart disease drug which had been legal until January 1 that year -- dominated the final years of her career.   Initially banned for two years, Sharapova argued on appeal that it had been an administrative error and that the punishment was \"unfairly harsh,\" and the Court of Arbitration for Sport (CAS) concluded that it would be wrong to call the player an \"intentional doper.\"  But since returning to the sport in 2017, Sharapova had failed to find the old magic. Though her final career singles title came at the Tianjin Open in October 2017, she never broke into the top 20 since returning from suspension.  She talked of adding to the five grand slam titles she had already won, but the injuries -- to the thigh, the left arm and, significantly, the career-long shoulder problem -- ruined any hopes she had of challenging the best in the women's game.  Sharapova had battled back from injury before, significantly a career-threatening shoulder injury sustained in 2008. Then she talked of feeling as if her arm was \"going to fall off\" during recuperation but went on to complete a career grand slam in 2012, becoming only the 10th woman to do so, and secured Olympic silver in London. The French Open wins, in 2012 and 2014, on a surface which she once described herself as resembling a \"cow on ice,\" was particularly impressive. Had the injuries not been so severe maybe the Russian would have achieved even more.  There will always be what ifs, just as the suspension for testing positive for Meldonium at the Australian Open will forever accompany any mention of her legacy.  Yet Sharapova will be also be remembered for her achievements on the court and the remarkable story of how her parents, Yuri and Yelena, gambled everything on their only child making it.  With $700 in his pocket, Sharapova's father left the Russian port of Sochi with his daughter for Florida after former world No.1 Martina Navratilova had recommended that the young Sharapova train abroad.  Separated from her mother for the best part of two years because of visa issues and having to learn a new language, Sharapova continued progressing on the court, joining Nick Bollettieri's tennis academy aged seven. By the age of 11 she had signed with Nike and within 10 years had won three grand slams.  It was Sharapova's mental toughness which caught people's attention.  \"Her mind was just unbelievable,\" Bollettieri once said of his former pupil. \"It was never in her mind to be a failure.\" The grit has often been overlooked because of the glamor, which also helped transform the once ungainly child who was born in Siberia into a global star.  Her achievements are significant: 36 titles, the first Russian woman to reach the top of the WTA rankings, the third-youngest woman to win the Wimbledon singles title. She ends her career with nearly $39 million in prize money and millions earned from endorsements and various business enterprises, too. Forbes named her the world's highest-paid female athlete for 11 consecutive years.  Visit CNN.com/sport for more news, features, and videos The only person on the women's tour who could compete with her celebrity? Her greatest rival, Serena Williams. But on the court it was a one-sided contest with 23-time grand slam winner Williams dominant, winning 20 of their 22 matches.  Beating Williams in the 2004 Wimbledon final, a victory which propelled her to stardom, proved to be Sharapova's peak against the American.  There was no tribute from Williams on social media on Wednesday. Indeed, few of her peers have commented on her retirement. An explanation for this can perhaps be found in her autobiography, where Sharapova wrote she had \"no interest in making friends on my battlefield.\" Few tears may be shed in the locker room, but in her retirement essay Sharapova admitted she will miss the sport. \"In giving my life to tennis, tennis gave me a life,\" she said. As a divisive figure in the sport, she leaves behind a complicated legacy. But she will also be remembered as an unyielding character, a player who never quit and achieved much in an era filled with excellent players.   "], "Language": false}