{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/us/mississippi-prisons-yo-gotti-jay-z-second-lawsuit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris and Jamiel Lynch, CNN"], "Writers": [["Christina Maxouris", "Jamiel Lynch"]], "FirstPublishDate": ["2020-02-27T10:33:25Z"], "LastModifiedDate": ["2020-02-27T10:33:25Z"], "Headline": ["Jay-Z and Yo Gotti file second lawsuit against Mississippi prisons on behalf of 150 inmates living in 'filth and dilapidation'"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Rappers Yo Gotti and Jay-Z filed a second lawsuit this week against the Mississippi Department of Corrections targeting the state's notorious Parchman prison, where at least nine inmates have died since the beginning of the year.  The lawsuit was filed on behalf of more than 150 inmates housed in the prison -- formally known as the Mississippi State Penitentiary -- and alleges \"barbaric\" conditions within the facility, including food contaminated with rat feces and cockroaches, flooded cells and lack of medical care.  In a news release, Team Roc -- the philanthropic arm of Jay-Z's entertainment company Roc Nation -- called for the Mississippi Department of Corrections to address the health and safety risks within 90 days. The announcement came alongside a harrowing video released by the organization, which documents some of the conditions inside the prison and includes testimony from the relatives of inmates who died inside.  Just last month the two rappers helped more than two dozen inmates file another class-action lawsuit against the prison that attributed inmate deaths to a \"culmination of years of severe understaffing and neglect.\" \"The game plan is to get change,\" Yo Gotti told CNN's Stephanie Elam recently. \"To make sure the Mississippi prison be held accountable to treat the prisoners like humans and not have them living in inhumane conditions.\" CNN has reached out to the Mississippi Department of Corrections for comment on the lawsuit. Conditions worse than 'an animal shelter,' suit says The latest lawsuit, much like the first one, says the prison suffers from understaffing issues which result in improper inmate care, neglect and rampant inmate-on-inmate violence.  At least three people have died behind facility bars as a result of violent outbreaks. The filing goes on to say that in addition to the violence, \"words cannot adequately describe the degree of filth and dilapidation the men at Parchman live in, and lie in, every day.\" \"Were these conditions in existence at an animal shelter, media would swarm, arrests would be made, and those in charge would be on their way to jail as a result of public outrage over this criminal conduct.\" The inmates cite problems such as flooded cells, missing light fixtures, collapsing ceilings, black mold, broken sewer systems and water systems contaminated with human feces, and cold, dark cells that in the summer jump to stifling hot temperatures.  Further, it states, \"the inmates receive meals that are undercooked and served at unsafe temperatures. Many times, the food is adulterated with rat feces, cockroaches, rocks, bird droppings and other foreign matter.\" The suit also says the inmates don't receive access to adequate medical care. \"[Inmates] insert their own catheters, treat their own stab wounds, vomit up blood, teeter on the verge of diabetic comas, and suffer through seizures without medical care. Even a broken neck can go without treatment at Parchman, with the inmate being left to suffer through his injury while sleeping on exposed, steel bedsprings with no mattress,\" the suit says.  Governor will shut down Parchman unit The lawsuits echo a June report from state Department of Health environmental administrator Rayford Horton, which raised concern about the prison's conditions -- highlighting several issues within one specific unit: Unit 29.  More than half of the inmates in Team Roc's recent lawsuit come from that unit. In his state of the state address last month, Mississippi Gov. Tate Reeves vowed to shut down the unit, which he called the \"most notorious\" in the facility. Reeves said in January that he visited the facility and the problems within were \"infuriating.\" \"We can do better,\" he said. "], "Language": false}