{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/politics/trump-approval-black-voters-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-02-26T23:32:30Z"], "LastModifiedDate": ["2020-02-27T02:51:54Z"], "Headline": ["Black Americans really, really don't like Donald Trump"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["On Wednesday, President Donald Trump's reelection campaign announced that it was opening 15 field offices in cities with large African-American populations, part of the incumbent's broader attempt to court black voters this November. Also on Wednesday, the Public Religion Research Institute released a massive summary of its 2019 polling data that contained a clear message for Trump's courtship of black voters: Good luck with that! \"Black Americans are remarkably unified in their opposition to Trump,\" reads a memo breaking down the PRRI data. More than 3 in 4 African Americans held a \"mostly\" or \"very\" unfavorable view of Trump in 2019, with a whopping 56% of those saying they view the President \"very\" unfavorably. The lowest -- lowest! -- the President's unfavorable rating got in the PRRI polling was 72% in August. The highest unfavorable score? How about 83% in December. Interestingly, the PRRI poll showed that while a majority (55%) of African-Americans identified as Democrats, another 31% said they were independents and 10% as Republicans. Almost 9 in 10 black Democrats view Trump unfavorably while 3 in 4 black independents say the same. Trump's unfavorable rating among black Republicans is, perhaps not surprisingly, low -- at 36%. Now, it's possible that even with those dismal numbers, Trump might improve on his showing among black voters from 2016 in 2020. That's because Trump did so incredibly poorly among black voters, winning just 8% of their votes in 2016.  South Carolina Sen. Tim Scott, the lone black Republican in the Senate, predicted last week that Trump would get 12% of the black vote in 2020, adding: \"And that is game over.\"  If Trump could get to 12% support in the black community, it would match the best showing for a Republican presidential candidate among that group in the last four decades. (George H.W. Bush in 1988 and Bob Dole in 1996 each got 12% of the African-American vote). The Point: Small gains could be a big deal for Trump in the black community. But these PRRI numbers make clear how hard those gains will be for him this November."], "Language": false}