{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/us/kobe-bryant-lexi-altobelli-boras-corp-internship-text/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin and Paul Vercammen, CNN"], "Writers": [["Eliott C. McLaughlin", "Paul Vercammen"]], "FirstPublishDate": ["2020-02-26T15:12:39Z"], "LastModifiedDate": ["2020-02-26T22:30:50Z"], "Headline": ["Per Kobe Bryant's wishes, girl who lost parents and sister in helicopter crash to get internship, Scott Boras says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Alexis Altobelli, who lost her parents and sister in the crash that killed Kobe Bryant, will get an internship at a top sports agency, per the Lakers legend's wishes, the agency's namesake told CNN on Wednesday.  Superagent Scott Boras is slated to meet with the 16-year-old Friday, he said.  Vanessa Bryant breaks hearts at ceremony \"We are going to create a community for her. We are going to take her to games, show her how our company, with 135 employees and all of its departments, works,\" he said. Last month, as the doomed helicopter made its way to Bryant's Newbury Park sports academy, the 41-year-old superstar was texting Lakers general manager Rob Pelinka about an internship for Lexi, Pelinka told a crowd gathered Monday at Staples Center for Bryant's memorial ceremony.  Pelinka was Bryant's friend and former agent, and godfather to his daughter, Gianna, who died along with her dad and seven others in the January 26 crash in Calabasas.  The Lakers executive was at church, he said, when Bryant reached out from the chopper to ask if he knew a certain Southern California sports agent, who turned out to Boras.  Bryant wanted to vouch for Lexi's character and intellect, and Pelinka told him that he'd seen Boras at a recent Lakers game and would put a plan in motion.  \"A handful of minutes later, Kobe and Gianna and seven other beautiful souls ascended into heaven,\" Pelinka said, explaining the texts were exchanged just minutes before the Sikorsky S-76 carrying Bryant and the others crashed into the Santa Monica Mountains.  \"Kobe lived to make other people's lives better all the way up until his final text,\" he said.  Boras met Lexi once at one of her father's games, he told CNN. John Altobelli was the baseball coach at Orange Coast College. He and his wife, Keri, and their daughter, Alyssa, were among the seven people who died with Bryant and his daughter.  Bryant lived in the same neighborhood as Boras and attended the same Newport Beach church, but the two never talked business with each other, he said. The first he heard of Bryant's interest in getting Lexi an internship was when Pelinka called him in the days after the fatal helicopter crash.  Boras subsequently reached out to Lexi's big brother, J.J., who is a scout for the Boston Red Sox, and said, \"Look, let us know how we can help,\" he recalled. Though nothing can replace Keri, Boras Corp. employs many women who can lend motherly roles in Lexi's young life, the agent said.  \"I've got women in their 20s, 30s, 40s who are going to help Lexi with everything in her life, including college applications, college choices,\" he said. \"We are going to enrich her and make sure she's prepared to graduate from school, college and be prepared to enter the job market.\" Forbes describes the Newport Beach-based Boras Corp. as one of the top sports agencies in the world (and No. 1 among agencies representing solely baseball players). It manages almost $2.4 billion in contracts and counts stars such as Bryce Harper, Stephen Strasburg and Max Scherzer among its clientele, Forbes reports. "], "Language": false}