{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/politics/fbi-hate-crimes-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Josh Campbell"], "Writers": [["Josh Campbell"]], "FirstPublishDate": ["2020-04-21T20:48:49Z"], "LastModifiedDate": ["2020-04-21T20:48:49Z"], "Headline": ["FBI concerned about potential for hate crimes during coronavirus pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Federal investigators are concerned about the potential for hate crimes against minorities in the wake of the unprecedented coronavirus pandemic, according to the head of the Federal Bureau of Investigation.  In a letter Monday to law enforcement officials around the country, and obtained by CNN, FBI Director Christopher Wray wrote that his agency remains \"concerned about the potential for hate crimes by individuals and groups targeting minority populations in the United States who they believe are responsible for the spread of the virus.\" Wray's letter also outlined other investigative priorities for the FBI, including countering fraud schemes, cyber criminals attempting to take advantage of innocent victims, and the hoarding and reselling of critical medical supplies.  Stopping the spread of hate While public health officials work to institute measures aimed at stopping the spread of the virus, law enforcement in the United States has also had to focus on a number of incidents in recent weeks involving the suspected targeting of Asian Americans.  In early April, four teenage girls were charged with hate crimes after police said they attacked a woman on a New York bus, made \"anti-Asian statements\" toward her, and told her she caused coronavirus.  Police said the four suspects attacked the 51-year-old victim on an MTA bus in the Bronx. They called her an expletive, said she caused coronavirus, and asked her why she wasn't wearing a mask, NYPD Lt. Thomas Antonetti told CNN.  One of the suspects struck the woman's head with an umbrella before all four of them fled the bus, according to police. The wound required stitches at a local hospital, police said.  CNN has previously noted that reports of attacks against Asian people and those appearing to be East Asian have intensified after the novel coronavirus outbreak began in China.  The NYPD Hate Crime Task Force said it has investigated 11 cases in which Asian victims were targeted due to the coronavirus since the start of the outbreak. In Los Angeles, a woman was berated by an irate passenger who singled her out on the subway, claiming Chinese people are putrid and responsible for all diseases.  Tanny Jiraprapasuke, who is Thai American, said the man ranted for about 10 minutes and was specifically looking and gesturing at her.  She started recording the tirade as the man lectured another passenger.  \"Every disease has ever came (sic) from China, homie,\" the man said, adding \"everything comes from China because they're f****** disgusting.\" Hate crimes remain at heightened levels FBI Director Wray's letter to law enforcement this week follows an intelligence report obtained in March by ABC News warning of a potential surge in hate crimes against Asian Americans.  \"The FBI assesses hate crime incidents against Asian Americans likely will surge across the United States, due to the spread of coronavirus disease ... endangering Asian American communities,\" according to the FBI intelligence report obtained by ABC. \"The FBI makes this assessment based on the assumption that a portion of the US public will associate COVID-19 with China and Asian American populations.\" Late last year, the FBI, which tracks national crime trends and statistics, announced that the number of hate crime incidents reported to the agency by law enforcement in 2018 remained at the heightened levels they surged to in 2017.   The statistics released in the annual Hate Crime Statistics report were a compilation of bias-motivated incidents submitted to the FBI by 16,039 law enforcement agencies. The latest report found that 7,120 hate crime incidents were reported by law enforcement agencies to the FBI in 2018, just 55 fewer than had been reported in 2017. Between 2016 and 2017, the FBI found a 17% increase in reported incidents. In the letter to law enforcement this week from Wray, the bureau's chief told state and local officials around the country the FBI will continue to investigate potential hate crimes and other incidents associated with the Covid-19 pandemic.  \"We'll stay focused on these kinds of investigations,\" Wray wrote, \"and we welcome any referrals your agency might have on similar incidents.\" While not commenting on the letter obtained by CNN, a bureau spokesperson said, \"As part of the continuous dialogue with our law enforcement partners, the FBI routinely shares information about potential threats to better enable law enforcement to protect the communities they serve. We urge the public to remain vigilant and report suspicious activity to law enforcement.\"  In addition to the FBI's recent concerns about the potential targeting of minorities associated with the spread of coronavirus, federal officials have also provided state and local counterparts with general warnings about potential violence by domestic terrorists.  In an intelligence bulletin obtained by CNN ahead of the recent 25th anniversary of the 1995 Oklahoma City Bombing, the FBI and Department of Homeland Security warned that domestic terrorists are likely to continue to target racial minorities, religious groups, law enforcement and government agencies.  \"The mass shooting attacks and violent hate crimes perpetrated in the United States since January 2019 and the multiple disrupted plots thus far in 2020 underscore the continued threat,\" read the bulletin. Potential for violence While law enforcement works to stop potential threats, outside experts remain concerned about an apparent heightened state of racist and discriminatory attacks against minorities by those spewing hateful rhetoric during the coronavirus pandemic.  In a study released this month by the Network Contagion Research Institute, an independent third party that tracks misinformation and hate across social media channels, researchers found the coronavirus pandemic has coincided with a surge in Sinophobic, or anti-Chinese, sentiments -- especially online. The report, which surveyed discriminatory rhetoric posted in online forums popular with hate groups, noted that \"hateful communities may serve as sources of spread for disinformation and propaganda during politically volatile events for purposes of hate.\" The study noted that one conspiracy theory researchers identified online suggested coronavirus is a bioweapon created by China's government and transmitted by Chinese people. According to Alex Goldenberg, one of the study's authors, \"We are seeing instances where this Asian conspiracy is seeping into the mainstream, and an outgrowth of that could very well be violence.\" "], "Language": false}