{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/entertainment/kevin-bacon-podcast-spotify/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-02-26T17:13:30Z"], "LastModifiedDate": ["2020-02-26T17:13:30Z"], "Headline": ["Kevin Bacon is so in on the six-degree of Kevin Bacon joke"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kevin Bacon is letting one crazy fan get one degree too close.  Washed up actor Randy Beslow, played by \"Veep\" actor Matt Walsh, is the main character in a new Spotify podcast, \"The Last Degree of Kevin Bacon.\" He was supposed to be a star. He should have landed the lead role in \"Footloose.\" He should have been Kevin Bacon.  So he's spent the last 30 years obsessing over Kevin Bacon and embarks on a mission to hunt him down. When he hears Bacon is looking for an assistant (and a new best friend), Randy plots revenge.  Bacon, meanwhile, is prepared for his arrival.  Produced by Funny Or Die and former Creator Dan Abramson, the podcast features the real Bacon playing a heightened version of himself, alongside Walsh, who tells CNN he did always admire Bacon in real life so he jumped at the opportunity to star in the series.  \"It came [to me] from my agent John Sacks, and the chance to work with Kevin Bacon was all I heard,\" he says. \"I'd worked with him briefly in a horror movie but this concept of him playing a lonely version of himself was very funny.\" Walsh says he thought the idea was \"absurd,\" and that the unusual storyline was appealing. \"The more I learned about how this absurd series was unpacking the Kevin Bacon brand as well as what it is to be a celebrity and how much like superheroes they are, they have their alter ego that maybe doesn't have superpowers,\" he says. He describes Randy as an angry guy who just happens to aim his fury at Bacon, the target, but not the real problem.  \"Randy is angry because his new wife is going to run off with his son. It's a straw that breaks his back, honestly,\" Walsh says. \"[That] coupled with success in the voiceover game, which keeps him in show business, but also frustrates him. Randy thinks he was born for better, longer narratives to act in. Also, meeting an A-list celebrity like Kevin Bacon early in his career gave Randy this illusion that he too could be in store for that one in a million showbiz career.\" Bacon's nemesis can be called \"crazy,\" but Walsh says he also undergoes a major transformation along the way. So does Bacon.  \"Yes, Randy is a certifiable crazy person, but also loveable and amazingly able to heal himself through introspection and meeting his former nemesis,\" he says, adding that, \"you see Kevin as a nice person who also is flawed and lonely like Randy.\" In order to prep for the role, Walsh immersed himself in all things Bacon. Then he was face to face with the real Bacon, which also helped.  \"I watched a bunch of Kevin Bacon movies and roles on YouTube. Since we were riffing off the script in the studio, I wanted to have more information than I needed,\" he says. \"It was a blast to do theater in a sound studio for a week with the great Kevin Bacon.\" As for Bacon, he's got his pick from any number of projects, so why this one? He loves when the joke is on him, he tells CNN. \"I love poking fun at myself and the abnormal lifestyle of celebrity,\" he says, adding, \"It's been a lot of fun playing an over the top version of myself and getting a bit silly.\" He's also a fan of Walsh, saying, \"I've been a Matt Walsh fan for a while. He was perfect as Randy Beslow.\" The 10 episode fictionalized podcast also features: Bacon's real life wife, Kyra Sedgwick as herself, Rob Reiner as himself, Michaela Watkins, Josh Fader, Emily Deschanel, and NPR's Terry Gross as herself.  You can listen to \"The Last Degree of Kevin Bacon\" every Monday, exclusively on Spotify."], "Language": false}