{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/sport/lebron-james-zion-williamson-special-nba-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-26T11:22:33Z"], "LastModifiedDate": ["2020-02-26T14:14:29Z"], "Headline": ["LeBron James calls Zion Williamson 'special' after pair's first clash"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["There have been very few basketball prospects who have entered the NBA accompanied by as much excitement as when LeBron James was drafted in 2003.  That was until Zion Williamson was drafted first overall by the New Orleans Pelicans in 2019.  The former Duke sensation earned comparisons with James due to their similarities in physicality, explosiveness and effectiveness. And after the pair's first NBA clash -- in which James' Los Angeles Lakers won 118-109 -- the 17-year veteran heaped praise on the 19-year-old. \"The kid's special. We all know that and every game is going to be another opportunity for him to get better, a learning experience for him,\" the 35-year-old James told ESPN.  \"But in today's game, where it's a track race, it's fast paced, high tempo, it fits his game perfectly and the way that they play fits his game perfectly cause in the first eight seconds, they're trying to score and score and score.  \"But the kid is special, and they've got a good one in him.\" READ: The Black Mamba may be gone but the mentality that made him a legend lives on Approval from the King Following a summer of hype and anticipation, fans were forced to wait for Williamson to make his NBA debut after a knee injury sustained in the last pre-season game required surgery.  The Lakers had played New Orleans twice already this season, winning both while Williamson recovered from surgery on October 21. After being eased into action by head coach Alvin Gentry, the rookie has been on a tear of late. He notched another 29 points against the Lakers Tuesday night, his fifth straight 25-point game, and is now tied with Luka Doncic (2018-19) and Carmelo Anthony (2003-04) for the longest streak by a teenager in NBA history, according to the Elias Sports Bureau. But despite his excellent form, Williamson was outshone by the old-timer Tuesday.  James scored a season-high 40 points, helping the Lakers to its sixth straight win and maintaining its five-game advantage over the Denver Nuggets atop the Western Conference. But James was full of praise for Williamson after the win, referring to him as \"very explosive\" and \"very quick for his size.\" \"He's playing exceptional basketball,\" James told reporters after the game. \"I think every game he's going to get better and better, just having that experience. I think today's game is a perfect fit for his game.\" James' teammate Anthony Davis echoed his praise. \"It was fun, he's a great player, he's got a quick first step, very explosive,\" Davis said.  Visit CNN.com/sport for more news, features, and videos \"There was some times we tried to foul him when he got by us and had an easy layup or dunk and he made free throws, so he's going to continue to get better and better, obviously, this is his first year, they're fighting for a spot, but as time goes on, he gets more experience with the game, he'll be fine.\" Williamson reciprocated James' praise, describing the four-time Most Valuable Player \"an incredible player.\""], "Language": false}