{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/football/manchester-city-uefa-champions-league-ban-appeal-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-26T12:23:42Z"], "LastModifiedDate": ["2020-02-26T12:23:42Z"], "Headline": ["Manchester City appeals against two-year Champions League ban"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Manchester City is appealing against its two-year ban from European football competitions, the Court of Arbitration for Sport (CAS) announced Wednesday. City was punished by UEFA, European football's governing body, for \"serious breaches\" of club licensing and financial fair play regulations and will not be able to play in the Champions League for two seasons. The Swiss-based CAS said it has no time frame on when a verdict will be made following the appeal.  City faces Real Madrid at the Bernabeu Wednesday in the first leg of the Champions League round-of-16 tie. Visit CNN.com/sport for more news, videos and sport Man City manager Pep Guardiola said last week he will not be leaving the club as a result of the ban, telling Sky Sports, \"I want to stay, I want to help the club, if it is possible, to maintain this level as long as possible.\" The Spaniard, who has guided City to back-to-back Premier League titles, added he \"trusts 100 percent completely my club what they have done because they explained to me the reasons why. \"We are going to fight like we have fought every single game and every single day that we are together until the end of the season. \"We are optimistic that in the end the truth will prevail and next season, if we qualify for the Champions League, we will be there.\" The club will also be fined $32.5 million for contravening UEFA rules that stop clubs overspending.  READ: Bayern Munich fans protest at Champions League ticket prices When the punishment was announced on February 14, City called the UEFA process \"flawed\" and said it would attempt to appeal to CAS. The Champions League is the only major trophy to elude Guardiola at City.  READ: Liverpool continues its unbeaten streak to equal English domestic record His side is unbeaten in Europe so far this season having fallen to English rivals Tottenham and Liverpool in the quarterfinals of the past two seasons.  \"This is a big opportunity. We are playing the kings of this competition,\" Guardiola told reporters Tuesday, referencing Real Madrid's 13 European titles.  \"You never know what's going to happen. We've tried to prepare. The desire to win has to be there -- more than that is impossible. It's another game.\""], "Language": false}