{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/tech/tesla-autopilot-safety-ntsb/index.html"], "Source": ["cnn"], "Location": ["Washington, DC"], "ByLine": ["By Matt McFarland, CNN Business"], "Writers": [["Matt McFarland"]], "FirstPublishDate": ["2020-02-26T01:09:04Z"], "LastModifiedDate": ["2020-02-26T01:09:04Z"], "Headline": ["Tesla and regulators need to do more to prevent Autopilot deaths, safety agency says"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["The National Transportation Safety Board called for Tesla, regulators and others to improve the safety of automated driving technologies. The recommendations follow an investigation into the fatal crash of a distracted Tesla driver who was using the company's Autopilot system two years ago. Walter Huang had a game active on his smartphone when his Tesla Model X crashed into a highway barrier in Mountain View, California, in March 2018, NTSB investigators found. At the time, Huang was using Autopilot, Tesla's partial self-driving system which features cruise control and lanekeeping assistance technology. He did not brake or steer away from the barrier.  Tesla drivers are supposed to monitor the Autopilot system and take control of the vehicle if the car does anything unsafe. And Tesla is supposed to alert the driver if the system detects they are not engaged. In this case, the SUV steered toward the barrier without providing an alert to the driver, the NTSB found. The car's forward collision warning system did not issue an alert before striking the barrier and automatic emergency braking did not activate, the agency found. The NTSB previously called on Tesla to make changes to its Autopilot technology following a 2016 fatal crash. It reiterated those recommendations Tuesday, advising Tesla to limit the use of Autopilot to the roads it was designed for and to develop a better way to sense if drivers are distracted while using the technology.  Currently, Tesla's Autopilot technology detects when a driver is engaged by whether or not they have recently turned the steering wheel, but the NTSB said that's not enough to determine whether the driver is paying attention. The NTSB said it never heard back from Tesla after its 2017 recommendations.  Robert Molloy, a director of highway safety at NTSB, and other officials at the agency, also criticized the US Department of Transportation's National Highway Traffic Safety Administration for failing to regulate partial autonomous driving systems, such as Tesla's Autopilot. It called for more thorough testing of these systems to ensure they're safe. \"There's nothing more disappointing than investigating a crash, coming up with a good solution and Tesla's response is no response, NHTSA's response is we don't plan to do anything and another crash happens,\" said Molloy.\"They need to do more.\" Tesla did not immediately respond to a request for comment. An NHTSA spokesman said in a statement that crashes that involve distracted drivers are a major concern and said it's reviewing NTSB's report.  In 2018, there were 2,841 fatalities due to crashes involving distracted drivers, a 12.4% decrease from the year before, according to the most recent data from the NHTSA. NTSB officials also discussed the role employers can play in improving road safety.  The agency specifically called out Apple, where Huang worked as an engineer. \"Apple has yet to recognize their own responsibility as an employer,\" said NTSB chairman Robert Sumwalt. \"They have failed to say of our over 135,000 employees, that we care about you. And we don't want you to go out and kill yourself or others on the roadway.\"    \"We expect our employees to follow the law,\" an Apple spokesman said when asked for comment. The NTSB also called on smartphone makers to develop a mechanism that automatically disables functions that could distract a driver when a vehicle is moving.  In addition, it recommended that the Occupational Safety and Health Administration revise its distracted driving initiatives to increase employers' awareness of the need for prohibiting cell phone use while driving. "], "Language": false}