{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/politics/bernie-sanders-2020-rise/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Michael Warren, Jeff Zeleny, Lauren Fox and Fredreka Schouten, CNN"], "Writers": [["Michael Warren", "Jeff Zeleny", "Lauren Fox", "Fredreka Schouten"]], "FirstPublishDate": ["2020-02-25T11:25:22Z"], "LastModifiedDate": ["2020-02-25T21:22:46Z"], "Headline": ["Bernie Sanders' rise has moderate Democrats wondering if it's too late to stop him"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As Sen. Bernie Sanders emerges from his commanding victory in last weekend's Nevada caucuses, the Democratic establishment and the party's sizable moderate wing are increasingly anxious over his steady march to the presidential nomination -- yet they lack any sort of cohesive plan to stop him. No outside group has taken the lead to focus resources against Sanders, and there are still too many candidates left in the race for moderates to coalesce around one standard bearer. The fear isn't just over how Sanders and his far-left platform would fare against President Donald Trump in the general election, it's also about the effect his nomination could have on down-ballot races, particularly for Democrats running in tough elections in swing districts and states.  \"It's not just that he'd lose the presidency, it's that he'd put our candidates at risk,\" said Rep. Scott Peters of California, who supports Mike Bloomberg and is a leader in the 103-member New Democrat Coalition, a caucus of moderate House Democrats.  Sen. Bob Menendez of New Jersey said \"there's no question\" Sanders will \"create a real challenge for down ballot candidates\" if he's the Democratic nominee. \"I'm thinking of my home state in New Jersey, we got three new House members. They run in districts that were held by Republicans,\" Menendez told CNN. \"How do they triangulate? How do they if someone like Senator Sanders is at the top of the ticket?\" The alarm about Sanders' momentum -- and the prospect of him building an unsurpassable delegate lead -- was palpable across Democratic campaign headquarters on Monday. \"Thinking of it as uniting in opposition to Bernie is a mistake,\" a Democratic adviser close to one campaign said. \"They're all thinking how they can get the delegate race narrowed. The problem is that we won't have a sense of that until after Super Tuesday.\" Several Democratic presidential campaigns agree with the premise that Sanders' candidacy is bad for the party, but that's where the agreement ends. No candidates are willing to make hard decisions about the future of their campaigns until the South Carolina primary on Saturday and Super Tuesday contests three days later, when 14 states and American Samoa weigh in. For example, former South Bend, Indiana, mayor Pete Buttigieg said Monday at CNN's town hall in South Carolina he had not spoken with other campaigns about uniting behind one candidate. \"Of course, I think it would be beneficial if everybody else would drop out and support to my campaign, but I'm not stupid, I mean, that's not going to happen,\" Buttigieg said. \"We are competing. And my job is to make sure that we run strongest of all.\" In interviews with more than two dozen Democratic lawmakers, aides and strategists, a picture has emerged of a diffuse and unfocused front against Sanders, built far more on talk than action. Party strategists express a deep concern about a lack of urgency to attack Sanders directly, noting what they see as a false sense of security among donors that there is still enough time to defeat him. \"A lot of folks are sitting on their hands thinking it's not going to happen,\" said one veteran Democratic strategist who opposes Sanders's nomination. \"There are several never-Sanders people who are complacent.\" Not all Democrats are nervous about Sanders. His recent wins have mobilized an enthusiastic crop of young voters that his supporters say is crucial to beat Trump. His performance in Nevada was particularly impressive, showing his strength among Latinos, African-Americans and the working class to assemble what he calls a \"multi-generational, multi-racial coalition.\" Many of the concerns that moderate Democrats are raising about Sanders' electability are strikingly similar to what establishment Republicans were saying about Trump four years ago. \"I don't think it's the hair-on-fire moment that some Democrats are saying it is,\" an operative who advises several influential Democratic donors, said of Sanders' front-runner status.  \"How does it make sense to say he's not electable?\" said the operative. \"Democrats should avoid the circular firing squad they so often walk into by repeating Republican talking points.\" While Sanders' rise has moderate Democrats nervous, Republicans are practically cheering it. Many GOP voters appear to be gearing up to vote for Sanders in this weekend's open Democratic primary in South Carolina, in hopes that he will be the best opponent for Trump and help the GOP farther down the ballot. \"If Bernie is the nominee, this is a game changer for Republicans. The House is in play,\" said one senior Republican official.  'We don't live in Denmark' Many moderate Democrats fear that by nominating Sanders the party will reverse the gains it made in 2018 by running on issues like health care that appealed to suburban middle-class voters.  \"The striking issue is health care,\" said Rep. Peters of California. \"Now comes Bernie Sanders, [saying] we're going to take away health care from 140 million people, and we're going to substitute it with some untested, unknown plan. He's talking about Denmark. We don't live in Denmark.\" Among those most concerned about Sanders is Rep. Joe Cunningham, a moderate New Democrat who won a Republican district around Charleston in 2018. \"South Carolinians don't want socialism,\" Cunningham said in an Feb. 12 interview with the Post and Courier newspaper. \"We want to know how you are going to get things done and how you are going to pay for them. Bernie's proposals to raise taxes on almost everyone is not something the Lowcountry wants and not something I'd ever support.\" Cunningham's 2018 campaign manager, South Carolina political operative Tyler Jones, echoed that sentiment when asked about the effect a Sanders nomination could have on the race in 2020. \"We turn this election from being a referendum on Trump to being one on socialism,\" Jones told CNN. \"Every Democrat up and down the ballot across the country will have to answer whether they are a socialist.\" Florida Rep. Stephanie Murphy, who has endorsed Bloomberg, echoed those concerns about the threat Sanders presents to congressional candidates in tough districts. \"Come November, we should be running an election on Trump's disastrous record not running on a referendum on socialism,\" she said. Murphy also touched on Sanders's recent remarks criticizing pro-Israel interests and praising former Cuban dictator Fidel Castro, saying Democrats can't win in the Florida \"by condemning Israel and complimenting Castro.\" 'I don't see a larger effort' Democratic fears about Sanders have been brewing for months (if not longer), but only recently have party activists taken action. The political arm of the Democratic Majority for Israel (DMFI), for example, ran ads in the lead up to the Iowa caucuses, criticizing Sanders as unelectable against Trump and even raising the issue of Sanders's recent heart attack. But the group has spent just $1.4 million on ads so far, according to a DMFI official. Another group called the Big Tent Project reportedly spent money on digital ads and mailers in Nevada, and is doing so again  in South Carolina to hit a similar message targeting black voters: that Sanders' proposals are not feasible and will provide fodder for Republicans in the general election. \"Nominating Bernie means we re-elect Trump,\" reads one of the mailers. Big Tent's executive director Jonathan Kott, a former aide to West Virginia Democratic Sen. Joe Manchin, told CNN Monday he started his group when Democratic donors approached him following Sanders' win in the New Hampshire primary. Kott says he's already raised close to $2 million, and plans to spend it delving into Sanders record and views. \"The best thing we can do is give voters all the information about Bernie Sanders before they vote,\" he said. Both Kott and the DMFI's president and CEO, Mark Mellman, denied there was any coordination between the outside campaigns to slow down Sanders. \"We're not part of any larger effort,\" Mellman told CNN. \"I don't see a larger effort.\" Matt Bennett at the center-left think tank Third Way said that lack of coordination is a big part of the problem. \"There hasn't been somebody to come along with a big pot of money,\" Bennett said. \"The sense of urgency is utterly lacking.\" The obvious exception is Bloomberg, who has spent more than $450 million of his own money on his presidential campaign. But that money has almost exclusively focused on attacking Trump and promoting himself. That's starting to change. On Monday, Bloomberg released a new ad hitting Sanders for his past support from the National Rifle Association. And Joe Biden's campaign released its own ad on Monday, using audio from 2011 of Sanders saying it would be a \"good idea\" for President Barack Obama to receive a primary challenge. Biden's campaign rests on his ability to win South Carolina. Polls show him maintaining his lead there, but Sanders has closed ground recently. A poll from NBC/Marist released Monday had Biden on top at 27% and Sanders in a close second at 23%.  Moderate Democrats are also pinning their hopes of stopping Sanders in South Carolina on Biden. But if Biden or an alternative can't pull it out, those who fear a Sanders nomination say they're certainly not going to bolt the Democratic party in favor of the current President. The New Democrat Coalition met with Sanders last summer, and while none appeared persuaded by him, even the most centrist members appeared to be willing to back Sanders if he gets the nod.  \"I think, to a person, everyone agreed they would vote for him over Donald Trump,\" Peters recalled. CORRECTION: This story has been updated to accurately reflect the number of members in the New Democrat Coalition"], "Language": false}