{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/politics/2020-house-majority-joe-biden-bernie-sanders/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-02-25T15:01:22Z"], "LastModifiedDate": ["2020-02-25T18:09:52Z"], "Headline": ["This analyst says Democrats' chances of keeping the House in 2020 are actually improving"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["To listen to some Democrats over the past few days, you'd think that the rise of Vermont Sen. Bernie Sanders has suddenly put the House majority in deep peril heading into the 2020 election.  Sanders will \"create a real challenge for down-ballot candidates\" New Jersey Democratic Sen. Bob Menendez told CNN's Manu Raju and Ted Barrett on Monday night. And Michael Bloomberg's presidential campaign is circulating a poll from 40 swing districts that suggest Sanders at the top of the ticket would drag down vulnerable incumbents; \"Sanders jeopardizes [the] Democratic majority in House,\" reads a memo on the results obtained by Politico. Panic! Doom! More panic! Except, well, among the people who actually study the House playing field closest. People like Nathan Gonzales, the editor of Inside Elections, a non-partisan campaign tipsheet. In a piece for Roll Call newspaper on Monday headlined \"House control moving further away from GOP,\" Gonzales writes: \"Even if Democrats nominate Sanders for president, which supporters of other Democratic contenders say would put the party's House majority in danger, there's no guarantee GOP chances will dramatically improve because his effect isn't likely to be universal. \"The Vermont senator's brand of populism could resonate better in the Rust Belt, a key geographic area where Republicans need to win a couple handfuls of seats and where the party has struggled to find quality challengers. Sanders could be a liability in the suburbs, but that is also where Democrats have some of their strongest freshman members, who will be able to outspend their GOP challengers by multiple factors. \"Instead of assuming a Sanders nomination would be a game-changing national event, it's probably best to wait for data in individual districts that can provide a window into specific races that account for unique dynamics.\" Gonzales notes that he recently downgraded Republicans' chances in nine Democratic seats -- including three (Minnesota's 2nd, New Jersey's 11th and Wisconsin's 3rd) where Donald Trump beat Hillary Clinton in 2016. (All told, Gonzales counts 30 House Democrats in districts that Trump won in the last presidential election.) Gonzales' argument is that while it's easy to look at Sanders' positioning -- a democratic socialist who embraces massive increases in government spending without entirely explaining how to pay for them -- and panic, the more that the nuts and bolts of how to win (and lose) the House look far rosier for Democrats. To that point, House Republicans acknowledged in a closed-door meeting last month that they are in dire fundraising straits after the Democratic Congressional Campaign Committee outraised the Republican campaign apparatus by $40 million(!) in 2019. And Republicans have watched while more than two dozen of their own have announced decisions to leave the House after the November election. (Just nine Democrats are calling it quits or running for other offices.) Now, to be clear: National dynamics have historically been shown to affect House races disproportionately more than Senate races. And if Sanders winds up as the nominee, there is of course the possibility that some of his views wind up affecting the overall Democratic brand and impacting down-ballot races. But at the moment, there isn't much evidence to suggest that all of the hand-wringing among congressional Democrats about Sanders is warranted."], "Language": false}