{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/business/airline-losses-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chris Isidore, CNN Business"], "Writers": [["Chris Isidore"]], "FirstPublishDate": ["2020-04-21T17:28:43Z"], "LastModifiedDate": ["2020-04-21T17:28:43Z"], "Headline": ["How bad is the airline crisis? We're about to find out"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The US airline industry is in a crisis unlike any it has ever seen. On Wednesday investors will start finding out just how bad it has been, and what to expect going forward. Delta Air Lines is set to be the first airline to report first-quarter results Wednesday morning, in what promises to be a miserable quarter for the industry. The coronavirus pandemic caused demand for air travel to fall to \"essentially zero\" according to United Airlines. Analysts surveyed by Refinitiv expect airline earnings to drop more than 200% for the first quarter. Airlines are forecast to report billions of dollars in losses, compared to a combined $1.8 billion first-quarter profit a year ago. That decline dwarfs forecasts of a 13% to 14% drop in earnings for the S&P 500 as a whole.  United has already warned investors that its first-quarter net loss will come to $2.1 billion, while its operating loss will be $1 billion. Analysts surveyed by FactSet project operating losses of at least $2 billion for the entire industry, which would be the first industry-wide quarterly loss in eight years. Every airline is expected to report a loss. It's a stunning reversal for an industry that had been enjoying the greatest period of profitability in its history.  Consolidation in the industry, combined with a strong economy, had boosted travel -- producing packed airplanes and strong profits. None of the four major airlines that control 80% of the US market -- American, Delta, United and Southwest -- has reported even a single quarter of losses in more than five years.  Worst crisis in history Airlines are no stranger to business troubles. Three of the current major carriers -- American, Delta and United -- formed out of bankruptcies and mergers earlier in this century. But the current drop in air travel is far worse than anything the industry has experienced before, including the period after the September 11, 2001, terrorist attack or the Great Recession of 2008-2009.  But as bad as the situation for airlines was in the first quarter, it was nowhere near the bottom.  Airlines continued strong in January other than some flights to and from China. Domestic flights continued as normal for February and early March. Then the bottom fell out of the air travel business. The number of people being screened by the TSA at US airports is down 95% so far in April compared with last year, after a 51% drop in March. Airlines are already slashing their schedules in May by as much as 90% and are warning that the depressed level of travel will continue into 2021, at least. Help is on the way Congress approved $25 billion in grants and low interest loans for the industry on the condition that airlines not implement any involuntary layoffs, furloughs or paycuts for their 750,000 employees through the end of September. The first checks from that pool, totaling $2.9 billion, went out Monday. Another $25 billion in federal loans will also become available to airlines. But, given the depths of the problems, and the long road ahead for the airlines to recover, staff cuts and smaller airlines offering passengers less choice could come as soon as this fall.  Investors are looking for information on airlines' long-term plans along with the bad first-quarter news, as well as any guidance on the second quarter and beyond. The industry has a \"forthcoming October day of reckoning,\" wrote JPMorgan Chase airline analyst Jamie Baker in a recent note.  \"We expect robust discussion on how much smaller fleets need to emerge post crisis,\" Baker added. \"This of course will inevitably lead to questions on how aggressive managements will be in downsizing labor on October 1 when the government handcuffs are unlocked. Unfortunately, we simply don't see any way for most US airlines to avoid massive layoffs.\""], "Language": false}