{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/us/david-ayres-nhl-spt-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2020-02-25T16:13:09Z"], "LastModifiedDate": ["2020-02-25T16:13:09Z"], "Headline": ["Carolina Hurricanes' 42-year-old emergency backup goalie credits nerves and years of preparation for win"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["After emerging victorious in his National Hockey League debut for the Carolina Hurricanes, 42-year-old emergency backup goalie David Ayres has become an overnight sensation. So much so that the Hurricanes began selling an Ayres T-shirt. The team recently made the shirt available on its website for $28. \"'Zamboni driver by day, emergency goaltender by night,' David Ayres earned First Star honors and saved the day for the Canes in Toronto! Grab your t-shirt jersey to support the Canes' newest legend!\" read the description for the shirt on Carolina Pro Shop. Ayres will receive royalties from sales of the shirt, and a portion of the proceeds will go to a kidney foundation, the website says. Ayres previously required a kidney transplant.  After Hurricanes goalies James Reimar and Petr Mrazek both had to leave the game versus the Toronto Maple Leafs on Saturday night due to injury, the Hurricanes tapped Ayres to fill in during the second period. \"Once I found out I was going to the net it was pretty exciting, actually,\" Ayres told CNN. \"You work so hard for something like that and you finally get a tap on the shoulder to go in. And you get excited and you get anxious at the same time. You step on the ice, and your nerves kick in.\" Ayres allowed two out of the first three goal attempts, and he began to doubt himself. \"I thought maybe I should pull myself there for a second, get someone else in there,\" Ayres said. \"But [you] just have to fight through it mentally and just know you're out there, you're going to have some fun. And just have a good time with it.\" The former Zamboni driver stopped the next seven shots in the third period, helping to secure a 6-3 victory over the Toronto Maple Leafs. Ayres is the oldest goalie to record a win in his regular season NHL debut. \"It was awesome,\" Ayres said after the game. \"Obviously time of my life out there. I've been on this ice many times without fans, put fans in the mix it's a whole different game obviously, but, hey once in a lifetime, I'll take it.\" Ayres believes that there's a slim chance he gets another chance to play. However, if it does happen, he said that he'll be \"ready to go.\""], "Language": false}