{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/business/investment-bank-revenue-2008/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Matt Egan, CNN Business"], "Writers": [["Matt Egan"]], "FirstPublishDate": ["2020-02-25T12:12:19Z"], "LastModifiedDate": ["2020-02-25T12:12:19Z"], "Headline": ["Ouch. Investment banking revenue hasn't been this weak since 2008"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Pink slips are flying on Wall Street and at leading investment banks around the world as the industry grapples with shrinking revenue and profound change to their business models. HSBC announced plans last week to slash about 35,000 jobs to combat crumbling profits. Deutsche Bank cut 18,000 jobs last summer as Germany's biggest bank tries to rebuild itself. And Morgan Stanley trimmed its workforce by 1,500 late last year. Even big bank bosses are on the chopping block. The CEOs of Credit Suisse, UBS and HSBC have all stepped down for various reasons within the past six months. And Barclays CEO Jes Staley is being investigated by regulators over his ties to disgraced financier Jeffrey Epstein.  Meanwhile, Morgan Stanley is spending $13 billion to acquire online broker E-Trade in a bid to make its business model less volatile. The turmoil reflects the severe financial pressure on investment banks broadly as they cope with muted volatility, IPO busts and technological disruptions to the way markets work.  Revenue at the top 12 global investment banks fell 3% in 2019 to the weakest level since the chaos of the 2008 financial crisis, according to Coalition, a business intelligence provider. Revenue is down for the fourth year out of the past five. \"Investment banks are being forced to rethink their entire business,\" said Ian Winer, a Wall Street veteran who currently serves as an advisory board member at hedge fund Bellator Asset Management.  \"There just aren't many ways for them to make money in the traditional way.\" IPO duds That's why they are doing some serious belt-tightening. Headcount at leading investment banks dropped by 6% last year, the fifth-straight year of declines, according to Coalition.  \"The quickest way to cut costs are personnel. It's like shoot first and ask questions later,\" said Winer. Last year was supposed to be a blockbuster one for the IPO market, one of the industry's bread-and-butter moneymakers. However, that didn't pan out. IPO activity slowed down after the disappointing first-half debuts of Uber and Lyft and then the implosion of WeWork and its mega IPO. Companies raised about $194 billion through IPOs around the world in 2019, according to Dealogic. That's not too shabby, but still down nearly 8% from the year before. And it's well below the recent peak of $264 billion in 2014.  \"The IPO market collapsed after WeWork,\" said Gerard Cassidy, a banking analyst at RBC Capital.  Some companies like Slack, Spotify and iHeartMedia have decided to go public through direct listings, bypassing the expensive fees they would owe investment banks altogether. Others like Richard Branson's Virgin Galactic went public through a merger with a special purpose acquisition corporation. Muted volatility -- until now at least Another problem for investment banks is that up until very recently, financial markets have behaved very calmly. Extremely low interest rates from central banks around the world has suppressed market volatility. That, in turn, limits the fees that big banks haul in when large hedge fund clients trade with a frenzy. And it lowers demand for the complex equity-trading instruments that sophisticated clients buy from investment banks during times of market turmoil.  Even Monday's 1,000-point plunge on the Dow only lifted the VIX volatility index to 24. That's still relatively calm by market freakout standards. \"People just aren't trading as much. It's harder for banks to make money,\" said Winer.  Of course, some investment banks are doing just fine, particularly outside of the largest firms. For instance, Stifel, which caters to middle market firms, reported a 16% jump in investment banking revenue last year. Bigger picture, finance is clearly under pressure from structural changes to the industry that is hurting market revenue at investment banks. Although fixed income revenue rose last year at leading investment banks, the firms suffered a 10% decline in equities revenue, according to the Coalition report. And headcount in the equities business also fell by 10%.  The rise of the robots RBC's Cassidy partially blames the \"electronification\" of the business. As robots replace humans in trading, large institutional investors are demanding lower fees for executing trades. \"The days of thousands of traders on the New York Stock Exchange are gone. It's all been replaced by robots,\" said Cassidy. Robots are also replacing stock pickers. Investors have ditched expensive active managers in favor of dirt-cheap ETFs and other passive investment vehicles. That long-running trend is forcing active investment firms to find ways to cut costs, including by demanding cheaper transaction costs from the major investment banks executing their trades.  The ETF boom is also spurring consolidation. Last week, Franklin Templeton parent Franklin Resources reached a $4.5 billion deal to acquire rival Legg Mason. At the same time, the online brokerage industry has been turned on its head by the rise of Robinhood and free trading. Discount brokers slashed their trading fees to zero and Charles Schwab and TD Ameritrade are joining forces. This free trading phenomenon is putting additional pressure on investment banks to cut their transaction costs.  \"I don't know how you compete against that,\" said Winer.  All of these headaches help explain Goldman Sachs's decision to build a consumer banking giant called Marcus and Morgan Stanley's takeover of E-Trade.  After the E-Trade deal is finalized, Morgan Stanley will generate 57% of its pre-tax profits from wealth and investment management. That's up from just 26% a decade ago. Wall Street firms are diversifying away from the volatile markets business in favor of more stable Main Street ones.  \"The whole game has changed,\" said Winer. "], "Language": false}