{"Type": ["article"], "Url": ["https://www.cnn.com/us/live-news/harvey-weinstein-verdict/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mike Hayes and Meg Wagner, CNN"], "Writers": [["Mike Hayes", "Meg Wagner"]], "FirstPublishDate": ["2020-02-24T16:37:34Z"], "LastModifiedDate": ["2020-02-25T00:04:16Z"], "Headline": ["Harvey Weinstein found guilty"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Disgraced movie mogul Harvey Weinstein has been remanded into custody and is being transferred to New York City Department of Corrections, the department said in a statement. “This individual has been remanded and is being transferred into our custody. We are unable to provide further information at this time,\" department spokesperson Peter Thorne said. Weinstein was found guilty of criminal sex act and rape. His sentencing is set for March 11. Harvey Weinstein's attorneys Donna Rotunno and Damon Cheronis said it was impossible for Weinstein to get a fair trial. \"I don't know if Harvey Weinstein could get a fair trial,\" Rotunno said when asked if Weinstein had a fair trial. \"We couldn't find one person who had never heard anything about this.\" Cheronis noted, \"it's not even the juror's fault\" and said the public had been \"inundated\" with headlines and details about the allegations. Rotunno said she was \"conflicted\" about the outcome, since Weinstein was found guilty of two counts and acquitted on others. \"We did a good job, and we worked as hard as we possibly could, but it's not the outcome we were looking for,\" she said. Harvey Weinstein's attorneys told the judge at today's hearing that he is under the care of five doctors and takes various medicines. Additionally, he receives shots in his eyes, according to his attorneys who spoke in court about these concerns after the verdict was delivered. “He's dealing with the remnants of his back operation which was not successful. He's in need of the walker. He takes a list of different medicines. Judge, he's currently receiving shots in his eyes so he does not go blind.” Weinstein’s attorneys said Weinstein could be in danger if these medical issues are not addressed. “As we believe putting him in custody at this point before he can get some of the issues taken care of and proper documentation of them would not only put Mr. Weinstein in danger, but the New York penal institution also because they will have to care for him and be responsible for these issues,\" his attorneys said. Judge James Burke said he doesn’t doubt “the severity of his medical conditions” as he set the sentencing date of March 11. Burke acknowledged he doesn’t oppose Weinstein going to the infirmary should the Department of Corrections place him there and compared the infirmary to “protective custody.” Harvey Weinstein has been incarcerated at New York's Rikers Island jail. He has been assigned a New York state ID: 06581138Z. He is listed as 5’11” and 210 pounds with brown hair and brown eyes. The New York City Department of Corrections does not list any particular facility though Weinstein’s team has asked for the North Infirmary Unit (NIU) at Rikers Island, per his lawyers’ statement. Harvey Weinstein was found guilty of committing a criminal sex act in the first degree involving one woman and rape in the third degree involving another woman. A New York jury acquitted the Weinstein on the more serious charge of predatory sexual assault.  CNN’s Jean Casarez is outside the courthouse now: Weinstein's defense team said in a statement that \"issues\" in the trial \"will be addressed to a higher court\" when they file their client's appeal Weinstein’s lawyers Donna Rotunno and Damon Cheronis also said they are working to have Weinstein brought to a special unit at Rikers' Island jail in New York. \"We are working on assuring that Mr. Weinstein is brought to Rikers' Island's North infirmary unit (NIU) at the Anna M Kross Center complex or in protective custody so that he can get the best medical supervision and care possible.\"  Lead defense attorney Donna Rotunno said they're \"disappointed\" in the verdict and will be filing an appeal. \"We'll absolutely be appealing,\" Rotunno said. \"The fight is not over.\" On Weinstein being remanded to custody, Rotunno said, \"We don't feel good about that at all.\" She added that Weinstein is \"unbelievably strong.\" Rotunno said that she will talk more about the trial after the appeals process is over. Attorney Gloria Allred, who represents Weinstein accuser Miriam Haley, just spoke to one of Weinstein’s attorneys, Arthur Aidala, in front of reporters. Allred said “you’re not going to silence me again” loud enough for the cameras to hear. Aidala, who was standing with lead defense attorney Donna Rotunno, then said “alright, so then you guys aren’t going to hear from us,” and walked off. Weinstein was convicted of committing a criminal sex act in the first degree against Haley. Allred called today a “legal reckoning” adding that the women sacrificed their right to privacy in the interest of justice, and told the truth under oath despite the “unfair” attacks on their credibility by the defense lawyers. “It's no longer business as usual in the United States. This is the age of empowerment of women. And you cannot intimidate them anymore,\" Allred said. \"Women will not be silenced.\" “This justice has been a long time coming but we're finally here and this is not the end,” she added, referencing the case against Weinstein in Los Angeles – which she said she believes will move forward following Weinstein’s sentencing. Harvey Weinstein faces additional criminal charges in Los Angeles. In that case, he is accused of raping one woman and sexually assaulting another in separate incidents over a two-day period in 2013. Read more here.  Some of the women who have accused Harvey Weinstein of sexual misconduct are reacting to his verdict. The disgraced film producer was found guilty of committing a criminal sex act in the first degree involving one woman and rape in the third degree involving another woman. A New York jury acquitted Weinstein on the more serious charges of predatory sexual assault involving the two women, Miriam Haley and Jessica Mann. Ashey Judd, who accused Weinstein of sexual harassment, credited the women at the center of the New York case. \"For the women who testified in this case, and walked through traumatic hell, you did a public service to girls and women everywhere, thank you,\" Judd tweeted. Rosanna Arquette — another of the more than 80 women who have accused Weinstein of sexual misconduct ranging from harassment to rape — also expressed her gratitude to women who testified.  \"Gratitude to the brave women who've testified and to the jury for seeing through the dirty tactics of the defense. We will change the laws in the future so that rape victims are heard and not discredited and so that it's easier for people to report their rapes,\" Arquette tweeted. Weinstein has repeatedly denied all allegations of non-consensual sex. Andrew Wyatt, a representative for Bill Cosby, said there's \"no way\" Harvey Weinstein could have received a \"fair and impartial trial\" since the jury was not sequestered. \"This is not shocking because these jurors were not sequestered, which gave them access to media coverage and the sentiments of public of opinion. There’s no way you would have anyone to believe that Mr. Weinstein was going to received a fair and impartial trial,\" he said in a statement. Wyatt added: \"This is a very sad day in the American Judicial System.\" Cosby, 82, was found guilty of three counts of aggravated indecent assault in April 2018 for drugging and sexually assaulting Andrea Constand in 2004. At the time, Constand was an employee for the women's basketball team at Temple University, where Cosby was a powerful trustee and mentor. He was sentenced to 3 to 10 years in prison and is incarcerated at SCI Phoenix, a state prison near Collegeville, Pennsylvania.  Following today's verdict, Tarana Burke, founder of the #MeToo movement, thanked both the \"survivors who courageously testified,\" and jury that \"voted to find an unremorseful Harvey Weinstein guilty.\" She noted how long it took to get to this day. \"Harvey Weinstein operated with impunity and without remorse for decades in Hollywood. Yet, it still took years, and millions of voices raised, for one man to be held accountable by the justice system,\" she said in a statement. The statement continued:  \"This case reminds us that sexual violence thrives on unchecked power and privilege. The implications reverberate far beyond Hollywood and into the daily lives of all of us in the rest of the world. \nWhether you are an office worker, a nanny, an assistant, a cook, a factory worker— we all have to deal with the spectre of sexual violence derailing our lives. \nAnd, though today a man has been found guilty, we have to wonder whether anyone will care about the rest of us tomorrow. This is why we say MeToo.\" Manhattan District Attorney Cy Vance spoke after the guilty verdict was announced. He called Harvey Weinstein a \"vicious serial sexual predator who used his power to threaten, rape, assault, trick, humiliate, and silence his victims.\" He said Weinstein will face \"no less than five years\" for his crimes.  Asked if he was disappointed that Weinstein was acquitted on certain charges, Vance said, \"I'm certainly not dissatisfied by the verdict.\" \"This was a difficult case, and a challenging case, and something that really moved our understanding of what sexual assault is, a shattered myth in our system for a long time.\" Watch: Harvey Weinstein is scheduled for sentencing on March 11. \"The Silence Breakers,\" representing people who came forward to report sexual misconduct, thanked the \"courageous women\" who spoke out against Harvey Weinstein following today's conviction. Lawyer Kendra Barkoff who speaks on behalf of \"The Silence Breakers,\" which include accusers of Harvey Weinstein, provided a short statement after Weinstein's verdict.  “This conviction would not be possible without the testimony of the courageous women and the many women who have spoken out,\" the statement said.  Watch: The guilty verdict against Harvey Weinstein \"marks a new era of justice, not just for the Silence Breakers, who spoke out at great personal risk, but for all survivors of harassment, abuse, and assault at work,\" said Tina Tchen, president and CEO of the Time's Up Foundation, which aims to combat workplace sexual misconduct. Tchen went on to say, \"we owe a debt of gratitude to Mimi Haleyi, Jessica Mann, Annabella Sciorra, Dawn Dunning, Tarale Wulff, and Lauren Young.\"   \"We continue to believe them — all of them — and continue to be in solidarity with them,\" she said. “The jury’s verdict sends a powerful message to the world of just how much progress has been made since the Weinstein Silence Breakers ignited an unstoppable movement. In two short years, TIME’S UP helped pass new laws to help survivors achieve justice, helped thousands of individuals take on harassers and abusers in court, and changed the game when it comes to how matters of safety and equity in the workplace are understood,\" Tchen said in the statement. Tchen continued: “While we celebrate this historic moment, our fight to fix the broken system that has allowed serial abusers like Harvey Weinstein to abuse women in the first place continues. Abusers everywhere and the powerful forces that protect them should be on notice: There’s no going back.” Manhattan District Attorney Cyrus Vance Jr. said today is a \"new day\" as Harvey Weinstein \"has finally been held accountable.\" \"This is the new landscape for survivors of sexual assault in America, I believe, and this is a new day. It's a new day because Harvey Weinstein has finally been held accountable for crimes he committed,\" he said. He lauded the women who came forward. \"These survivors weren't just brave, they were heroic,\" Vance said. Vance added: \"Weinstein is a vicious, serial sexual predator who used his power to threaten, rape, assault, trick, humiliate and silence his victims.\" Harvey Weinstein's attorney is already heading to appellate court to file an appeal following the verdict, the movie mogul’s publicist Juda Engelmayer told CNN. “An attorney is already heading to the appellate court (to file an appeal),” Engelmayer said. The judge remanded Harvey Weinstein into custody following today's verdict.  The judge made a judicial request for the infirmary, and Weinstein is being handcuffed now. When the verdict was read the jurors looked around the courtroom. They did not appear to look at Harvey Weinstein and may have been avoiding making eye contact with anyone.  The court clerk polled the jury foreperson, who read the verdict. Each juror was then asked individually by the clerk if it was their verdict. They all answered that it was.  Weinstein remained seated at the defense table. At least 13 officers came into the courtroom before the verdict was read.  Following the verdict, the jury was removed to the jury room along with the judge, one member of the defense and one member of the prosecution. Jurors will be be questioned about letters the parties received prior to today that suggested juror misconduct. Judge James Burke acknowledged in court he believes the letters are fraudulent. At one point, he called it a prank. Jurors will not be released until they are brought back into court.    Watch: Harvey Weinstein was found guilty of committing a criminal sex act in the first degree involving one woman and rape in the third degree involving another woman. Here are the sentencing guidelines for those charges: Probation to four years in prison for rape in the third degree\nAt least five years in prison for criminal sexual act in the first degree He was acquitted on the more serious charges of predatory sexual assault involving the two women, Miriam Haley and Jessica Mann. Those charges carried a recommended sentence of 10 years to life in prison. Harvey Weinstein has been found guilty on some charges against him in a New York court. Here's the breakdown of each count: Count one: Predatory sexual assault — NOT GUILTY\nCount two: Criminal sexual act against Miriam Haley — GUILTY\nCount three: Predatory sexual assault — NOT GUILTY\nCount four: Rape in the first degree against Jessica Mann — NOT GUILTY\nCount five: Rape in the third degree — GUILTY There are two guilty convictions here. Count two, criminal sexual act in the first degree, which carries a sentence of five to 25 years in prison, and count five, which is rape in the third degree, which can be probation or up to four years in prison. Watch: Harvey Weinstein was found guilty of committing a criminal sex act in the first degree involving one woman and rape in the third degree involving another woman. A New York jury acquitted the disgraced movie mogul on the more serious charges of predatory sexual assault involving the two women, Miriam Haley and Jessica Mann. In doing so, jurors indicated that they did not find beyond a reasonable doubt that Weinstein had also raped Annabella Sciorra, another victim whose testimony prosecutors used in an attempt to establish Weinstein’s predatory behavior. A verdict has been reached in the Harvey Weinstein trial in New York and will be read shortly.  Jurors deliberated for 26.5 hours. An earlier motion for a mistrial filed earlier this morning by the defense has been denied.   Harvey Weinstein, who has used a walker to get to and from court, could effectively spend the rest of his life behind bars if convicted in this case. The predatory sexual assault charges are the most severe and are punishable by 10 years to life in prison. Sentencing guidelines for the charges against him are: 10 years to life in prison for predatory sexual assault;\nAt least five years in prison for rape in the first degree;\nProbation to four years in prison for rape in the third degree;\nAt least five years in prison for criminal sexual act in the first degree. Harvey Weinstein, whose alleged predatory behavior sparked the #MeToo movement, is charged with five counts including rape, sexual criminal act and predatory sexual assault.  The trial, which began earlier this month, came more than two years after bombshell stories in The New York Times and The New Yorker quoted women who accused Weinstein of sexual abuse, rape, harassment and generally using his influence as a Hollywood power broker to take advantage of young women. Since then, at least 100 women have publicly accused Weinstein, 67, of a range of actions, from unwanted sexual advances to rape. But the allegations the jury of 12 people in New York State Supreme Court heard were based off the accounts of two women. The testimony of four other women will be used as prosecutors try to show Weinstein had a pattern of predatory behavior. Weinstein is accused of raping a woman in a New York hotel room in 2013 and forcibly performing oral sex on another woman in 2006 at his Manhattan apartment, court documents show. He is charged with five felony counts: first-degree rape, third-degree rape, first-degree criminal sexual act, and two counts of predatory sexual assault. Several other women who say he assaulted them testified, including \"The Sopranos\" actress Annabella Sciorra."], "Language": false}