{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/us/kobe-bryant-wrongful-death-lawsuit-island-express-helicopters/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Cheri Mossburg and Jason Hanna, CNN"], "Writers": [["Cheri Mossburg", "Jason Hanna"]], "FirstPublishDate": ["2020-02-24T21:28:31Z"], "LastModifiedDate": ["2020-02-24T22:31:08Z"], "Headline": ["Kobe Bryant's widow files a wrongful death suit against helicopter company over crash"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The widow of Kobe Bryant is suing Island Express Helicopters for the January crash that killed the NBA legend and their daughter, alleging in part that the pilot failed to safely operate the aircraft. Vanessa Bryant's lawsuit was filed in Los Angeles Superior Court on Monday, the same day a memorial celebration for Kobe and Gianna Bryant was getting underway at the Staples Center. The suit alleges numerous counts of negligence and wrongful death against Island Express, the helicopter's operator, in the January 26 crash in Calabasas, California. The crash killed seven other people, including pilot Ara Zobayan. \"This was a tragic accident. We will have no comment on the pending litigation,\" the company said in a statement Monday.  An attorney representing Island Express, Teri Neville, had no comment when reached Monday by phone. The helicopter, which crashed into hilly terrain in foggy conditions, was transporting its passengers to the Mamba Sports Academy in Thousand Oaks for a youth basketball game.  The complaint obtained by CNN claims, in part, that Zobayan: • \"Failed to properly monitor and assess the weather prior to takeoff;\" • \"Failed to abort the flight when he knew of the cloudy conditions;\" • And \"failed to properly and safely operate the helicopter resulting in a crash.\" \"Defendant Island Express Helicopters is vicariously liable for any and all actions of Ara George Zobayan, including his negligent and careless piloting and operation of the subject helicopter, by reason of its principal and agent relationship with Ara George Zobayan,\" the lawsuit says. The suit says Vanessa Bryant is seeking general, economic and punitive damages. No financial figures were expressed in the suit.  Island Express suspended its services after the crash. Helicopter was flown in conditions that the company wasn't certified for, suit says The lawsuit also says Zobayan improperly flew the helicopter into conditions that should have required instrument flight rules (IFR) -- something the helicopter was not licensed or certified for, according to the suit. FAA records reviewed by CNN reveal that Island Express was certified for flights using only visual flight rules (VFR). Visual flight rules require pilots to stay clear of clouds and in good visibility while using both visual and instrument navigation. IFR, by contrast, involves navigation only by instruments, and under constant direction of flight controllers. During part of the January 26 flight, Zobayan was operating under \"special visual flight rules (SVFR),\" according to an air traffic control conversation with the pilot, captured by website LiveATC.net. The SVFR was for a middle portion of the flight, through Burbank Airport airspace.  An SVFR clearance allows a pilot to fly in weather conditions worse than those allowed for regular visual flight rules. Pilots can request SVFR clearance before takeoff or midflight, especially if conditions suddenly change, CNN transportation analyst Peter Goelz said after the crash. Also, the lawsuit alleges the company knew or should have known that Zobayan had violated weather-related flight rules in 2015. While operating an Island Express helicopter in May 2015, Zobayan was denied clearance through Los Angeles International Airport due to reduced visibility from weather conditions, according to Federal Aviation Administration enforcement records.  An air traffic controller informed him the airfield was reporting less than basic VFR minimums, but Zobayan violated the rules and flew into the airspace, according to the enforcement records. Records state that Zobayan admitted his error, and \"was willing to take any other necessary steps toward compliance.\" \"Mr. Zobayan was counseled on operating in Class B airspace, special VFR weather minimums, proper planning, reviewing weather and anticipating required action. He was cooperative and receptive to the counseling,\" the report adds.  \"There are no indications that this is a repeated incident and there are no signs that this incident is a trend with Mr. Zobayan,\" the report adds. National Transportation Safety Board is investigating In addition to Bryant, 41, and his daughter, Gianna, 13, the crash claimed the lives of Payton Chester, 13; Sarah Chester, 45; Alyssa Altobelli, 14; Keri Altobelli, 46; John Altobelli, 56; Christina Mauser, 38; and Zobayan, 50. In a February 7 update from the National Transportation Safety Board on the crash investigation, the board said there was no evidence of engine failure. A week later, it issued a preliminary report underscoring the overcast weather in the area that day. The board plans to release a determination of the crash's cause in its final report months from now."], "Language": false}