{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/us/kobe-bryant-locker-room-photo-mamba-mentality/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Hanna, CNN"], "Writers": [["Jason Hanna"]], "FirstPublishDate": ["2020-02-24T17:04:37Z"], "LastModifiedDate": ["2020-02-24T17:11:38Z"], "Headline": ["This photo of an injured Kobe Bryant willing himself to play sums up the Mamba mentality, photographer says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Hours ahead of Monday's memorial for Kobe Bryant, the man who chronicled all 20 years of Bryant's NBA career in photographs recalled one moment in particular that captured athlete's famed competitive mindset. Andrew D. Bernstein, the Los Angeles Lakers team photographer, said a January 2010 picture of an injured, exhausted Byrant preparing for a game \"really sums up the Mamba mentality in one photo.\" The photo shows Bryant in the visitors' locker room ahead of a game against the Knicks in New York's Madison Square Garden. A few things to know: Bryant had just played the night before, scoring 31 points in a 87-93 loss to the Cleveland Cavaliers. His body was far from its best -- he had a broken finger. But nevertheless he was gearing up to play at MSG, one of basketball's grandest stages, and the Lakers -- the league's defending champions -- were in a tight race for the No. 1 seed in the Western Conference. Bryant sits on a bench, his eyes closed, his feet soaking in an ice bucket, his head resting on his palm, his elbow pressing onto his knee.  \"I mean, here was a guy who had just played the night before, had two really bad ankles, he had a broken finger in three places, and he was willing himself ... to go out and play an hour before the game in a very chaotic locker room,\" Bernstein recalled to CNN's \"New Day\" on Monday. \"So you know, I saw that night after night, day after day, year after year through the championships. He was an amazing person.\" Bryant ended up playing 42 minutes against the Knicks, and led the Lakers in scoring with 27 points in a 115-105 win. The Lakers would go on to win the NBA title that year, defeating the Boston Celtics in seven games. It was Bryant's fifth and final NBA championship. Bernstein's photos appear in Bryant 2018 book, \"The Mamba Mentality: How I Play.\"  Bernstein said Monday's service was going to be difficult. \"I hope that we can all take a big breath after that, and understand that this happened, and we have to try to somehow move on,\" he said. \"Vanessa (Kobe Bryant's widow) is going to show a lot of strength today, and I think we're going to get a lot from her.\""], "Language": false}