{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/us/what-to-know-kobe-bryant-memorial-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2020-02-23T11:00:32Z"], "LastModifiedDate": ["2020-02-24T16:54:11Z"], "Headline": ["What you should know about Kobe Bryant's memorial"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Crowds of mourners will gather in Los Angeles on Monday to honor the lives of Kobe Bryant and his 13-year-old daughter, Gianna.  Numerous tributes have taken place since the Bryant, Gianna and seven others were killed in a helicopter crash last month. Bryant and his daughter were laid to rest in a cemetery in Southern California on February 7.  But Monday's memorial service will be a chance for the public to reflect on Bryant's life and mourn the loss of the basketball legend and his daughter. Here's what you should know.  When is the memorial?  The \"Celebration of Life\" is set to begin at 10 a.m. PT (1 p.m. ET) on Monday, February 24, Vanessa Bryant, Kobe's wife and Gianna's mother, announced on Instagram. The date, 2/24, is symbolic. Bryant wore the number 24 in the latter part of his NBA career, while Gianna wore the number 2 for her youth basketball teams. \"#2, #24 #20 years as a Laker and the amount of years Kob and I were together,\" Vanessa wrote in a caption.  Where is it? The memorial will be held at the Staples Center, where Bryant played for the Los Angeles Lakers and where his fans gathered to comfort each another after his death, building a makeshift monument out of flowers, letters, basketballs and jerseys. The arena has hosted large-scale memorials in the past, most recently for rapper Nipsey Hussle last April. Hours after the Bryant memorial, the Staples Center will host a scheduled NBA game between the Los Angeles Clippers and the Memphis Grizzlies.  Who will attend? Vanessa Bryant will attend the public service, a source close to the Lakers and the Bryant family told CNN.  It's unclear who will speak at the memorial, but thousands of people from Los Angeles and beyond are expected to attend.  The Staples Center can seat about 20,000 people for non-sports events. About 17,000 tickets were given away for Michael Jackson's memorial in 2009.  A limited number of tickets were sold, ranging in price from $24.02 to $224 — another homage to the numbers Bryant and his daughter wore on their jerseys.  Proceeds from ticket sales are being donated to the Mamba and Mambacita Sports Foundation.  How can I watch it? Coverage of the event will be available on CNN's website, but many local Los Angeles TV stations are expected to broadcast the event live, according to organizers.  NBA TV will carry the memorial service, according to the schedule on its website, with a 4-hour block beginning at 1 p.m. ET.  According to the Los Angeles Lakers' website, live streams will be available on Facebook, YouTube and elsewhere. The celebration of life will not play on the screens outside the Staples Center nor at nearby LA Live. There will not be any overflow locations for the public to watch the event, organizers said.  People without tickets are strongly urged to not travel downtown, and many of the streets around the Staples Center will be inaccessible. How can I honor Kobe in my own way? Kobe Bryant wasn't just one of the greatest basketball players of all time. He was also passionate about philanthropy and championing youth sports.  If you'd like to honor Bryant and his legacy, here are a few charities you can donate to.  • The Mamba and Mambacita Sports Foundation: Previously known as the Mamba Sports Foundation, Vanessa Bryant announced earlier this month that the foundation had changed its name to honor Gianna. It provides funding to underserved communities and athletes in hopes of positively impacting their lives through sports.  • Make A Wish Foundation: Kobe Bryant granted the wishes of more than 250 children battling life-threatening illnesses via the Make A Wish Foundation over the years. • After-School All-Stars: Bryant was an honorary ambassador for this nonprofit organization that works with schools across the country to extend school hours for low-income students. Bryant regularly gave motivational speeches and raised money for its Los Angeles chapter."], "Language": false}