{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/cnn-underscored/best-silk-pillowcases/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Vercelletto"], "Writers": [["Christina Vercelletto"]], "FirstPublishDate": ["2020-02-24T14:18:58Z"], "LastModifiedDate": ["2020-03-13T16:35:31Z"], "Headline": ["Top-rated silk pillowcases that will instantly upgrade your bed"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Many of us grew up snoozing on cotton pillowcases — but it turns out silk pillowcases have it all over them when it comes to beauty sleep. Unlike the cotton variety, silk pillowcases can reduce friction on skin and hair — and with it, frizzy bedhead and those weird morning creases in our faces.  We spend (in theory) one-third of our lives against our pillows, so making this swap is one way to instantly upgrade not only our beds, but our lives. Plus, silk is nice and cooling, and just feels so darn luxurious. But silk pillowcases can be pricey, so you want to be sure you're buying ones that are a great value. And that's where we're jumping in.  Know what you're buying First off: It's really easy to mix up satin and silk.  Silk is a natural fiber and satin is a weave (the method by which fibers are made into a fabric). Satin fabric can be woven with different kinds of fibers, such as rayon, polyester, nylon and silk blends. Silk is just, well, silk. Silk costs more than satin, since it's harder to produce (you know, wrangling silkworms and all).  The fabric weight of silk is expressed as momme, or mm (the equivalent of thread count with cotton bedding.) You'll see pillowcases that range from 15 to 30 momme, with 19 about typical. Mulberry, produced by silkworms fed on mulberry leaves, is the highest quality silk, with the longest and most uniform fibers, so the fabric is uber smooth and durable.  Silk is also naturally hypoallergenic. After all, it's a substance that evolved to protect growing silkworms, and so is known to be resistant to mold, mildew, fungus and mites.  Even understanding all that, wading through the many (and we mean many) silk pillowcases on Amazon can be a bit maddening. Yes, they do all look pretty much alike. So we combed through countless comments from the most enthusiastic reviewers on Amazon to uncover the top silk pillowcase picks, all of which have at least a 4-star rating and hundreds (if not thousands) of reviews. To make comparison straightforward, all prices are for one queen-size pillowcase, unless otherwise noted. Consider your silk pillowcase shopping sorted.  Alaska Bear ($25.99; amazon.com) Consistently earning high marks from thousands of Amazon users, this 19 mm winner comes in 42 colors and prints, including ones with fun sayings. It's crafted of 100% mulberry silk and boasts a side zipper.  One reviewer, who had a big problem with bedhead, came away amazed: \"I've always heard silk pillow cases helped to keep hair healthy. What a difference and in only one night. My hair was smoother and I didn't lose a handful when I washed my hair in the am. Truly! It's a game changer.\"  _______________________________________________________________________________ Beauty of Orient ($25; amazon.com) Made of extra-long 100% mulberry silk fibers, this 19 mm luxe case comes in an assortment of rich colors. It closes with a zipper that's the same color as the pillow for an elegant look. As one buyer raved: \"This is the best silk pillowcase I've ever had. I have curly hair, and when I straighten it, it has stayed beautiful for days which never happens!\" _______________________________________________________________________________ Celestial Silk ($36.99, originally $60; amazon.com) A truly posh pick, this pillowcase is 100% pure mulberry silk and made with a charmeuse weave. That makes it extra lustrous to the eye and touch. It has a side zipper and a 25 mm weight. And it comes in a wide array of designs: 25 colors and designs, including Black Marble and this cool Galaxy design. It also comes in a gift-worthy box with a hand-signed card, which several reviewers thought was a nice touch.  One reviewer added, \"This pillowcase is durable and lovely, and the zipper is perfect. I was shocked to discover that it actually keeps my hair from looking dirty and crazy. I have fewer flyaways and spend less time camouflaging slept-on hair everyday.\"  _______________________________________________________________________________ Fisher's Finery ($47.99; amazon.com) Hot sleepers will feel cool and comfy on this pillowcase, thanks to its excellent moisture-wicking properties. It comes in six colors and weighs in at a substantial 25 mm, which a few reviewers called out as making a huge difference as compared with lower mm options. As one reviewer put it, \"This pillowcase is the real deal though. It is luxurious, soft, and feels almost like running your hand over a ripple in water. This pillowcase makes you want to sleep on it.\"  _______________________________________________________________________________ Jaciu ($25.99; amazon.com) A hidden zipper, 100% mulberry silk on both sides and a 12-month replacement guarantee make this indulgent pillowcase a top pick with reviewers.  It comes in 10 colors.  One reviewer, along with many others, credited it with improving her skin and hair. \"So comfortable, so soft,\" she wrote. \"I've been using it for a while and see so much improvement in my skin, and now I have significantly less hair breakage.\"  _______________________________________________________________________________ J Jimoo ($25.99; amazon.com) In 12 rich colors and at 22 mm weight, this uber-soft 100% mulberry silk pillowcase has wonderful hand feel and a luxurious look, as one ardent reviewer explained: \"This pillowcase is just gorgeous, with a beautiful luster. There is a zipper hidden on the side, which is so nice, as your pillow is not falling out constantly. And after sleeping on this just one night even my face felt softer.\" The seams are double stitched for extra durability. _______________________________________________________________________________ Jocoku ($27.99; amazon.com) A good all-around selection, this 100% mulberry 19 mm silk case comes in seven shades and as a set of two. So you and your partner can slumber on soft silk at a reasonable price. These also make a great housewarming or bridal shower gift. One reviewer attested to the value: \"It's a great purchase for the price. I can definitely feel and see a difference in my thin, fine hair. My hubby is even enjoying sleeping on them. We both get hot, and these keep us super cool at night!\"  _______________________________________________________________________________ Jogjue ($24.99; amazon.com) With a hidden zipper and 100% real mulberry silk on both sides, this pillowcase comes in a range of subtle, unusual colors, like this apricot-gray. Several reviewers were thrilled that you get two pillowcases, not just one. One happy user noted that she's seen other silk pillowcases for $70 and up, but with these, \"The price and quality is amazing!\"    _______________________________________________________________________________ LilySilk ($19.99; amazon.com) This 100% real mulberry 19 mm silk pillowcase has cotton on one side. Many folks noted in their reviews that they liked that, because it keeps the pillow from sliding. You can only sleep on one side anyway, after all. (A few did point out that had they realized the cotton side is white, they would have chosen a different one of the 11 silk colors offered.)  Many pointed to hair benefits as a major boon of this purchase. \"I even went to bed with wet hair (usually a disaster) and in the morning, I barely had to do any styling,\" one reviewer wrote. \"I will most definitely be buying more of these.\"  _______________________________________________________________________________ LuluSilk ($19.99; amazon.com) Although a relatively thin 16 mm, this bang-for-your-buck pillowcase is 100% mulberry silk on both sides and has a zipper closure so it stays on your pillow. It needs to be hand-washed, but still, reviewers overall thought it an ideal choice, especially if you're on a tight budget.  \"I really love this pillowcase!\" raved one. \"In the pictures, it did not look very silky but trust me it is. The pictures do not do the product justice. I thought the zipper would annoy me but I don't even know it is there.\"  Several purchasers machine-wash these, in a laundry bag on delicate, and hang dry, with no problems. \"I bought a second one, and both are washing great and still look and feel like new,\" writes another reviewer.   _______________________________________________________________________________ Mellanni ($19.97; amazon.com) With nice attributes for the price, this quality cover has a hidden zip closure, and both sides are 100% mulberry silk, no matter which of the five lovely colors you choose. The company extends a lifetime money back guarantee, and says the case is machine-washable.  Many reviewers praised the elegant packaging, which would make these a perfect present. \"I have to say this was the most elegantly shipped pillowcase I have ever received,\" one reviewer wrote. \"The attention to detail was amazing. My hair looks a ton better. I have bought a few silk pillowcases, and this is definitely my favorite.\"   _______________________________________________________________________________ Mulberry Park ($22.85; amazon.com) Available in versatile white and ivory, this solid 19 mm choice is made of 100% pure organic mulberry silk. Some reviewers who didn't like hard zippers on their pillowcases lauded the \"envelope design,\" which allows the case to tuck around the pillow to keep it in place.  Others said it was a fantastic choice for quality if you are fine with white or ivory being the only color options. \"I've used this pillowcase more than eight months now,\" wrote one. \"It fits my pillow like a glove! It is holding up well. I do believe that using this pillowcase has helped stop hair breakage and improved the skin on my face.\"  _______________________________________________________________________________ Myk ($23.99; amazon.com) This standout is Oeko-Tex Standard 100 Certified, which means the fabric is free of harmful chemicals. It's 100% 19 mm mulberry silk on one side and cotton on the other. That keeps the price affordable, and having that option makes it the perfect guest room pillowcase. It comes in five pastel shades — and a toddler pillow size!  Bonus: They're easy to care for. \"I put these in my washing machine (gentle cycle, no fragrance/sensitive detergent, cold) and everything holds up well. These are really great quality, and very soft,\" reported one reviewer.   _______________________________________________________________________________ Ravmix ($23.99; amazon.com) Here's another reasonably priced 100% pure mulberry silk pillowcase. Both sides are silk and there's a hue to please everyone. With more than 3,000 positive reviews, there is no shortage of praise.  One reviewer, who called it \"a superb pillowcase at a great price,\" continued by saying, \"It seems a lot more expensive than it is. I hand washed it with a delicate silk wash and let it air dry before cool ironing it. It came out lovely. It's very comfortable, and I wake up with softer skin and much less frizzy "], "Language": false}