{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/politics/2020-election-week-ahead/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-02-23T23:00:07Z"], "LastModifiedDate": ["2020-02-23T23:00:07Z"], "Headline": ["Can anyone stop Bernie Sanders?"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Welcome to 2020! With just 6 days until the South Carolina primary and 9 days until Super Tuesday, the 2020 election is in full swing. Every Sunday, I outline the 5 BIG storylines you need to know to understand the upcoming week on the campaign trail. And they're ranked -- so the No. 1 story is the most important of the coming week. 5. The Clyburn primary: House Majority Whip Jim Clyburn, the most prominent African-American elected official in South Carolina, told NBC's Chuck Todd Sunday that he plans to announce an endorsement Wednesday. That's a big deal for whoever wins Clyburn's support. Clyburn is widely regarded as a vote-mover in the black community in the Palmetto State and has been courted for months (and years) in some cases by the 2020 crowd. The assumption has been that Clyburn would endorse former Vice President Joe Biden because of Biden's long relationship with not just the congressman but the African-American community more broadly.  But in the NBC interview, Clyburn said that Biden had \"suffered\" in the race \"because he didn't do enough\" in the debates to date and needed a better performance in Tuesday's 10th debate.   Clyburn also praised Vermont Sen. Bernie Sanders in the interview. \"I've worked very closely with Bernie Sanders on many issues — community health centers, we've been working on that together for 15 years,\" he said. \"I think that Bernie Sanders brings a lot to the table for people to consider.\" This could get verrrrry interesting. 4. Bloomberg is (still) very rich: To say that former New York City Mayor Michael Bloomberg was bad in the ninth debate in Las Vegas last week is to undersell the weakness of his performance. But, but, but -- Bloomberg was just as wealthy (if not slightly wealthier) the day after the debate than he was the day before it. And if past is prologue, Bloomberg will continue to spend heavily from his $60+ billion fortune on ads in Super Tuesday states and beyond. That spending (﻿more than $450 million to date) makes it very likely that Bloomberg will begin to win delegates starting on March 3. The question is whether his weak debate performance -- particularly if Bloomberg is weak, again, in Tuesday's debate in South Carolina -- impacts his ability to win delegates or whether his massive TV ad presence overwhelms the negative media coverage for his poor effort(s). I tend to think Bloomberg's money mitigates his debate performance, but doesn't erase it. I don't think you can win the nomination on TV ads alone. 3. Who drops?: There's broad agreement in the pragmatic/centrist/moderate wing of the party that there needs to be a thinning of the herd in order to consolidate support against the threat posed by Sanders. The problem is everyone thinks they are the candidate that people should rally around! (This same problem led to Republicans not named Donald Trump playing an extended game of chicken during the spring of 2016 that effectively handed the nomination to the billionaire businessman). The two leading candidates to be the Sanders alternative at the moment are Bloomberg (because, well, rich) and former South Bend, Indiana, Mayor Pete Buttigieg (who has placed in the Top 3 in each of the first three contests). Which leaves Massachusetts Sen. Elizabeth Warren, former Vice President Joe Biden, Minnesota Sen. Amy Klobuchar and businessman Tom Steyer out in the cold. A Biden win in South Carolina (scroll down for more on that) followed by a solid showing on Super Tuesday could boost him into the conversation as a credible Sanders alternative.  It's much harder to see how any of the others catch fire. But as of right now, no candidates seem likely to drop before at least Super Tuesday. The longer the field stays large, the better for Sanders. 2. Can Biden hang on in SC?: The former vice president has six days to save his presidential campaign. Simply put: If Biden can't win the South Carolina primary, his campaign is over. And there is reason to believe that Biden's longtime firewall could be fading. In Nevada, Biden won black voters over Bernie Sanders, but not overwhelmingly -- the former VP had a 12-point edge, according to entrance polling. While the South Carolina electorate will be much more African-American (upwards of 60% of the primary voters will be black, if history holds), Biden may well need a broader margin among that key group considering the fact that Sanders doubled Biden's support among white voters (29% to 14%) in Nevada. Biden knows the stakes in South Carolina -- and will spend every dime he has to win. But will the firewall hold? 1. It's Bernie's race now: If there was any doubt before Nevada, there's none now: Bernie Sanders is the clear front-runner to be the Democratic presidential nominee in November. That doesn't mean Sanders can't lose. He clearly can! But his overwhelming victory in Nevada -- across virtually every demographic group -- is sobering evidence to the Democratic Party establishment that this isn't a niche movement the Vermont democratic socialist has built. The dynamic of the remainder of the race is now totally clear: There is Sanders and then there is the scramble among all of the other candidates to be the anti- or alterna-Sanders. But Sanders will be there in the end -- whether he is the nominee or the runner-up. And taking the nomination from him, especially given the likelihood of a very good delegate haul on Super Tuesday for Sanders, is going to be very, very tough."], "Language": false}