{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/entertainment/naacp-image-awards-2020-winners-list/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-23T14:28:42Z"], "LastModifiedDate": ["2020-02-23T14:50:14Z"], "Headline": ["The 51st NAACP Image Awards winners list"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It was a celebration of black excellence Saturday night at the 51st NAACP Image Awards. Hosted by \"black-ish\" star Anthony Anderson, the ceremony aired live Saturday night on BET from the Pasadena Civic Center Auditorium in California. NAACP President and Chief Executive Officer Derrick Johnson presented music and fashion star, business entrepreneur and philanthropist Rihanna with the President's Award which is given in recognition of a special achievement and distinguished public service. \"Thank you to the NAACP for all of your efforts to ensure equality for our communities,\" Rihanna said in accepting the award. \"Thank you for celebrating our strength and tenacity. We've been denied opportunities since the beginning of time. Still, we prevail. so I'm honored. Imagine what we can do together. Thank you for this honor.\" US Congressman and civil rights leader John Lewis (D-Georgia), who celebrated his 80th birthday on Friday, was recognized with the NAACP Chairman's Award. Lewis is battling stage 4 pancreatic cancer and accepted his award via a special video he submitted.  Here's a list of winners: ENTERTAINER OF THE YEAR Lizzo TELEVISION CATEGORIES Outstanding Comedy Series \"black-ish\" (ABC)   Outstanding Actor in a Comedy Series Anthony Anderson -- \"black-ish\" (ABC)   Outstanding Supporting Actor in a Comedy Series Deon Cole -- \"black-ish\" (ABC)   Outstanding Supporting Actress in a Comedy Series Marsai Martin -- \"black-ish\" (ABC)   Outstanding Drama Series \"Greenleaf\" (OWN)   Outstanding Actor in a Drama Series Omari Hardwick -- \"Power\" (Starz)   Outstanding Supporting Actor in a Drama Series Harold Perrineau -- \"Claws\" (TNT)   Outstanding Supporting Actress in a Drama Series Lynn Whitfield -- \"Greenleaf\" (OWN)   Outstanding Television Movie, Limited-Series or Dramatic Special \"When They See Us\" (Netflix)   Outstanding Actor in a Television Movie, Limited-Series or Dramatic Special Jharrel Jerome -- \"When They See Us\" (Netflix)   Outstanding Actress in a Television Movie, Limited-Series or Dramatic Special Niecy Nash -- \"When They See Us\" (Netflix)   Outstanding News/Information (Series or Special) \"Unsung\" (TV One)   Outstanding Talk Series \"Red Table Talk\" (Facebook Watch)   Outstanding Reality Program/Reality Competition Series/Game Show \"Rhythm + Flow\" (Netflix)    Outstanding Variety (Series or Special) \"Homecoming: A Film by Beyoncé\" (Netflix)   Outstanding Children's Program \"Family Reunion\" (Netflix)   Outstanding Performance by a Youth (Series, Special, Television Movie or Limited-Series) Marsai Martin -- \"black-ish\" (ABC)   Outstanding Host in a Talk or News/Information (Series or Special) -- Individual or Ensemble Jada Pinkett Smith -- \"Red Table Talk\" (Facebook Watch)   Outstanding Host in a Reality/Reality Competition, Game Show or Variety (Series or Special) -- Individual or Ensemble Steve Harvey -- \"Celebrity Family Feud\" (ABC)   Outstanding Guest Performance in a Comedy or Drama Series Kelly Rowland -- \"American Soul\" (BET Networks) Outstanding Actress in a Comedy Series Tracee Ellis Ross -- \"black-ish\" (ABC) Outstanding Actress in a Drama Series Angela Bassett -- \"9-1-1\" (FOX)   MOTION PICTURE CATEGORIES Outstanding Motion Picture \"Just Mercy\" (Warner Bros. Pictures)   Outstanding Actor in a Motion Picture Michael B. Jordan -- \"Just Mercy\" (Warner Bros. Pictures)   Outstanding Actress in a Motion Picture Lupita Nyong'o -- \"Us\" (Universal Pictures)   Outstanding Supporting Actor in a Motion Picture Jamie Foxx -- \"Just Mercy\" (Warner Bros. Pictures)   Outstanding Supporting Actress in a Motion Picture Marsai Martin -- \"Little\" (Universal Pictures) Outstanding Breakthrough Performance in a Motion Picture Marsai Martin -- \"Little\" (Universal Pictures)   Outstanding Ensemble Cast in a Motion Picture \"Just Mercy\" (Warner Bros. Pictures)   Outstanding Independent Motion Picture  \"Dolemite is My Name\" (Netflix)   Outstanding Character Voice-Over Performance (Television or Film) James Earl Jones -- \"The Lion King\" (Walt Disney Studios) For the full list of winners, visit the NAACP Image Awards site. "], "Language": false}