{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/health/special-needs-friends-app-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mallory Hughes, CNN"], "Writers": [["Mallory Hughes"]], "FirstPublishDate": ["2020-02-22T07:50:26Z"], "LastModifiedDate": ["2020-02-22T07:50:26Z"], "Headline": ["This app helps people with special needs make friends"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Juliana Fetherman was in middle school when she started to notice that her younger brother, Michael, who has ADHD and autism, was having problems making friends.  \"He's verbal, but he doesn't like to talk,\" Fetherman told CNN. \"Just making and keeping conversations is something that's really awkward for him, and it's hard for him to initiate that.\"  Michael was diagnosed with ADHD early on when he started missing his milestones in development, and was diagnosed with autism at age 8.  \"Autism is such a spectrum, even in special education classes it's hard to match kids with the same abilities,\" she said. \"He always felt like he didn't fit in with that class, but he didn't fit in with the typical kids either. That left him alone.\"  Seeing someone she loved so dearly be so lonely every day inspired the 23-year-old to create an app to help people like Michael establish meaningful relationships.  Making Authentic Friendships -- or MAF for short -- also happens to be her brother's initials.  \"There's an array of disabilities and the point of the app is to find people with the same needs so they can feel less alone, less isolated, and hopefully less depressed,\" she said.  In its first stage, the web app is a website that operates like an app. As she works to build the database and gain users, the focus is on chatting. In the next six months or so, Fetherman hopes to have the iPhone and Android app developed.  MAF asks users their name, age, location and diagnosis. Eventually, the algorithm will match people based off diagnoses. Currently, it shows everybody's location (based off of zip code only) and allows people to connect with one another.  It works like a game. Users sign in, create an avatar that looks like them and then find friends on an interactive map. The more a user chats with people, the more coins they earn. Those coins will then be able to be used for things like new clothes for the avatar or in the future, audio and video chats.  \"It's very colorful, there are a lot of drop-down menus with big buttons because we wanted it to be accessible,\" Fetherman said.  It launched in August 2019 and MAF already has users in 35 states, 12 countries and on five continents. Its biggest user base is in the New England area.  \"Eventually the ultimate goal is to have people meeting up,\" she said. \"In order for that to be the most valuable experience, we need a lot of people in small areas so it's a work in progress.\" Of course, there are safety concerns with any app that asks for and shows users' locations, but Fetherman said they are already taking precautions to keep users as safe as possible.  Exact locations are never shared. It asks for a zip code, and then randomly places a pin within 30 miles. Every chat is monitored on the back end and certain words and phrases are blocked -- users aren't even able to type them. But if something worrisome is said, it's flagged and Fetherman will investigate.  \"Users can report other users if they feel threatened in any way,\" she said. \"We've had to do that already, and we had to decide if it warrants a warning or if we will let the user know that they are going to be banned from the app for inappropriate behavior.\" Fetherman acknowledged that it's a tricky situation because people with special needs can be inappropriate at times for no reason at all. At the end of the day, users' safety comes first.  \"Since we know more people are meeting up, when you log in there's now a reminder about safety issues,\" she said. \"If you meet, do it in public, don't go alone. Chat within the app, don't give out your number, that kind of thing.\"  Fetherman hopes the app will become a way for parents, siblings, and providers of those with special needs to connect, not just for the individuals themselves. She wants parents to be able to chat with one another, share tips and exchange stories. \"I know with my family, the whole special needs thing is isolating for all of us,\" she said. \"People are just not understanding.\"  As for her brother, Michael, well ... he's not sold on it quite yet.  \"When I first started this he didn't have a lot of people like him,\" Fetherman said. \"Now he does work at a place that employs people with autism, so the need for him specifically to make friends has lessened a little.\" Even in its early stage, she said she's received a lot of good reviews and positive feedback.  \"Someone told me that they have never really had friends and that their favorite movie was 'Star Wars,'\" she said. \"And now they have a friend to go see it with because of the app.\"  Fetherman has a bachelor's degree in health science and recently received her MBA from Sacred Heart University. She lives in Long Island, New York. "], "Language": false}