{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/politics/nevada-caucuses-guide/index.html"], "Source": ["cnn"], "Location": ["Las Vegas"], "ByLine": ["By Eric Bradner, Gregory Krieg and Dan Merica, CNN"], "Writers": [["Eric Bradner", "Gregory Krieg", "Dan Merica"]], "FirstPublishDate": ["2020-02-22T05:14:28Z"], "LastModifiedDate": ["2020-02-22T19:16:18Z"], "Headline": ["6 things to watch in tonight's Nevada caucuses"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Vermont Sen. Bernie Sanders is looking for a breakaway win in Saturday's Nevada caucuses. Everybody else in the Democratic presidential race is trying to keep it close.  Just a week from the South Carolina primary and 10 days from Super Tuesday, when 14 states will vote, candidates are running out of time and opportunities to break out of the pack and amass the fundraising and operations they'll need to compete in a drawn-out delegate battle.  Visit CNN's Election Center for full coverage of the 2020 race Here are six things to watch in the Nevada caucuses:  Is a win a win for Sanders? Sanders is increasingly regarded as the primary's clear front-runner. But in wearing that title, he also faces greater expectations. Anything less than victory in Nevada will send shockwaves through the field and give a massive charge to not only the victor, but everyone else looking to knock Sanders off his perch. It would also raise questions about Sanders' prospects on Super Tuesday, when he is banking on Latino support in California and Texas -- much like here in Nevada -- to boost him to the top of the field. If Nevada breaks like he expects, there is a solid case that Sanders is on his way to the nomination. If it doesn't, Democrats might be in for a months-long fight that could very well be decided -- on a second ballot -- at the party's summer convention. The scramble to be the Sanders alternative If Sanders is the favorite, the rest of the field is in a sprint to see who can emerge as his most serious challenger -- and it's unclear who has the advantage.  Like Iowa, Nevada's caucus rules require candidates to hit a 15% viability threshold in each precinct in order to receive any delegates there -- which means in places former Vice President Joe Biden, former South Bend, Indiana, Mayor Pete Buttigieg, Minnesota Sen. Amy Klobuchar, businessman Tom Steyer and Massachusetts Sen. Elizabeth Warren fall short, their supporters would be scattered elsewhere on a second alignment. That reality could make it even harder for any one candidate to keep pace with Sanders.  The stakes are high for every candidate. Biden hung his campaign on the argument that he'd perform well in states with more diverse electorates -- and told CNN on Friday that second place would be \"a win.\" Buttigieg and Klobuchar hear the clock ticking on their 2020 campaigns: Both are battling the former vice president for the moderate lane, and both need a major jolt to climb the national polls before Super Tuesday on March 3. Steyer spent nearly $15 million on television ads in Nevada -- more than seven times his nearest rival's spending -- and needs something to show for it.  And Warren, most of all, needs to parlay her strong debate performance this week, where she led the charge against former New York City Mayor Michael Bloomberg, into results. The complicating factor for the Massachusetts senator: About 75,000 early votes were already cast before Wednesday night's debate. That's almost as many people as voted in the state's 2016 caucuses.  A glimpse at Sanders' coalition? As Sanders has emerged as the party's front-runner, moderate Democratic candidates and operatives have howled that he'll alienate the suburban women who propelled the party to 2018 midterm success and hurt the party's chances against President Donald Trump.  Nevada is Sanders' first opportunity to demonstrate an ability to generate a winning coalition of his own.  It starts with Latinos -- particularly those who are younger -- who Sanders' campaign has targeted more aggressively than any of his rivals for months. He dominated among Iowa's small share of Latinos, and now will seek to replicate that success with a much larger and more diverse population.  If he can add them in considerable numbers to the electorate and sustain that success elsewhere, it could propel him to wins in California and Texas on Super Tuesday. Perhaps more importantly for the party: It would strengthen Democrats' general election chances in Arizona and help the party make inroads in Texas, where the state House and several congressional seats are expected to be competitive.  Biden has led with African-American voters, but if Sanders is winning among non-white voters overall, increasing turnout among young people and beating expectations with working-class voters -- even if he has received a mixed reception from labor leaders in Nevada, where the Culinary Union has criticized him -- his roadmap to November could begin to come into focus.  Will the caucus work? Time for round two. More than two weeks after the Iowa caucuses crumbled into chaos, Nevada Democrats will try their hand at the complex process. And, in a successful effort to boost turnout and open up the process, the party added another layer of difficulty this year by allowing four days of early voting that saw roughly 75,000 Nevada Democrats cast ballots already. Countless questions remain, though, and while campaigns have grown more upbeat in recent days about the prospect of the caucus going off without error, many still worry about how the party will integrate the early vote into the caucus process, whether the so-called \"caucus calculator\" will effectively streamline the counting process and how the party will handle issues in rural caucus sites. More than just the success of the caucuses is riding on Saturday's success. Former aides and advisers to former Senate Majority Leader Harry Reid, including longtime adviser Rebecca Lambe, have been intimately involved in strengthening the process after Iowa. That involvement reflects the feeling that the Nevada caucuses, and the prospect the contest could move up in four years after Iowa's failure, is central to Reid's legacy. One word of warning from a source familiar with the process: Counting votes on Saturday could take longer than expected, drawing out the results process later into the night. Did Warren change the game on debate night? Klobuchar showed with her performance in the New Hampshire debate what one big night can do for a campaign. And Warren had a very big one in Las Vegas on Wednesday, when she spent the better part of two hours ripping into Bloomberg. The revitalized progressive earned a big -- and needed -- fundraising bounce for her efforts. The question now is whether Warren's debate stage momentum carries over into the caucuses. One reason why it might not have the desired effect: early voting here meant that, by the time Warren took the stage, about 75,000 people had already made their picks.   Is Steyer chasing waterfalls? Steyer closed out his Nevada campaign by treating supporters to a TLC concert, paying the iconic R&B group known for \"Waterfalls\" to perform the night before the Nevada caucuses. The question for Steyer is whether that will be the high point of his Nevada campaign, which featured nearly $15 million in TV ads.  Conversations with voters across the state show some Nevadans are eager to back the man, they believe, began the impeachment inquiry -- even after it failed in the Senate. \"He started the impeachment,\" Luis Romero, a 38-year-old cook at the New York, New York Hotel and Casino, told CNN after voting for Steyer. Romero and others pointed to Steyer's countless television ad about his effort with the anti-Trump group he founded, Need to Impeach. Steyer is coming into the caucuses under the radar. He didn't make the debate stage this week, and he has largely faded from the day-to-day Democratic primary conversation. But he has polled in the double digits in South Carolina, where he has heavily courted black voters, and a stronger-than-expected showing in Nevada could make him a serious player in a jumbled field.  His campaign believes voters like Romero will lead to a surprise on Saturday afternoon."], "Language": false}