{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/sport/nfl-mlb-playoff-expansion-money/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2020-02-22T02:21:52Z"], "LastModifiedDate": ["2020-02-22T02:21:52Z"], "Headline": ["The NFL and MLB want to expand their playoffs for a simple reason: $$$"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Both the National Football League and Major League Baseball are considering changing their playoff formats, according to reports by ESPN and the New York Post. How fans feel about the possible changes is up to them — some might want to watch more games, while others might be traditionalists and resistant to change. But for the leagues and their broadcasting partners, longer postseasons mean one thing.  \"Money. It's a very easy answer,\" John Ourand, a media reporter for the Sports Business Journal, told CNN. \"Money.\"  What the leagues are proposing  ESPN reported this week the NFL's owners are considering changes to both the regular season and the playoffs under a proposed collective bargaining agreement (CBA).  The owners reportedly want to expand the playoffs from six teams per conference to seven. Only the top seed from each conference would receive a bye in the first round, instead of the top two seeds, which is how it's handled currently. They'd also like to increase the number of regular season games from 16 to 17 and decrease the number of preseason games from 4 to 3, according to ESPN. Changes are also afoot for MLB, according to the New York Post. It reported MLB is considering bringing the number of teams entering its postseason from 5 to 7 in each league by adding two more wild-card teams.  The club with the best record in each league would receive a bye in the wild card round and move to the Division series, per the Post. \"The two other division winners and the wild card with the next-best record would each host all three games in a best-of-three wild-card round,\" the Post reported.  MLB would also reportedly implement a live playoff selection TV show in which teams select opponents on the last day of the regular season.  CNN reached out to the offices of the NFL and the MLB for comment. The leagues stand to gain a lot ... Both leagues might be beloved American institutions to millions of fans, but they're also meant to make money. It's clear why the NFL and its owners would be in favor of adding more teams to the playoffs. It means more games, and more games means more money. \"From a management point of view, you want more inventory to sell,\" said Andrew Brandt, a former vice president of the Green Bay Packers and the executive director of the Moorad Center for the Study of Sports Law at Villanova University. \"And just think of all the ancillary revenue opportunities around an extra game -- whether it's suites at your home stadium, your marketing, the hotels, the economic impact throughout the city.\"  The TV networks also reap the benefits, said Brandt. \"These NFL games,\" he said, \"it's the only must-see programming on television right now.\" The NFL had a good year for ratings. The 2019 season was the NFL's most watched in three years and kept up the momentum from the 2018 season. Viewership was up about 5% from 2018, with about 16.5 million viewers between the league's TV partners. The postseason was a success, too. The Wild Card weekend saw its biggest viewership in four years, and viewership for the divisional round was up 2% from the year before.  It culminated with Super Bowl LIV, which averaged 102 million viewers across several channels and streaming outlets.  The NFL's deals with NBC, Fox and CBS run until 2022, and its deal with ESPN runs until 2021. And the league would want to have this deal done before negotiating rights deals, Ourand said.  \"NFL programming is the most popular programming genre on television, and it's not even close,\" he said. \"For the TV networks to be able to get more NFL programming is great news for them.\"  MLB has similar motivations for expanding its playoffs, said Ourand.  \"In all these leagues the playoffs are the highest-rated games of the year. So if you expand the playoffs it makes your products a lot more valuable.\"  \"Obviously the incentive here is that it would bring a lot more money by TV deals,\" said Ginny Searle, an associate editor of Baseball Prospectus, which provides baseball statistics and analysis.  MLB's reported changes would go into effect before the 2022 season, Searle said, right after the league's broadcasting deal with ESPN and Turner expires.  Its current deal with Fox covers much of the playoffs, but changing the format would  \"add in basically a whole new round that there could be bidding on, there could be rights to,\" Searle said. And the proposed playoff selection TV show could offer more opportunities for licensing. ... but it's not so great for the players But the NFL and MLB will need to convince their players. Changes in both leagues will need their approval, and it could be a tough sell.  \"They're going to play an extra game,\" Ourand said of NFL players, \"and it remains to be seen how they're going to be compensated for that.\"  The NFL players union declined to comment citing ongoing negotiations, but released a statement Friday that said, \"Our player leadership looks forward to meeting with NFL management again next week before the Board takes a vote shortly after.\" There are factors outside compensation, including the toll the game takes on NFL players' bodies.  Brandt pointed out players have been opposed to adding games for the last several years, \"because of the injury impact, because of the realization that right now we have so many players getting injured, whether bodily injuries or head injuries.\"  That sentiment was echoed on Twitter by former NFL wide receiver Donté Stallworth, who said he was \"100% opposed\" to adding games to the season. But if the league wanted more games, \"every vested player should receive lifetime healthcare instead of the current 5 years post-retirement.\"  \"(T)hose terms should be nonnegotiable,\" he added. MLB players are in a similar situation, Searle said. In theory, more money would flow to the players if the league expanded is playoffs, she said.  But \"so far most of the reaction we've heard from players has been dismissive, if not outright ridiculing this plan,\" she said. \"And I think that kind of shows you that they're not seeing the obvious benefits.\"  \"There's not any big ticket item that says, we get this and you get that,\" Searle said.  The MLB Players Association did not respond to a request for comment, but Executive Director Tony Clark previously said, \"Any measures that aim to incentivize competition are worth discussing. For playoff expansion specifically, the devil of those discussions will be in the details.\""], "Language": false}