{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/us/mike-fiers-astros-whistle-blower-death-threats-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Martin, CNN"], "Writers": [["Jill Martin"]], "FirstPublishDate": ["2020-02-21T16:55:53Z"], "LastModifiedDate": ["2020-02-21T17:18:56Z"], "Headline": ["Mike Fiers, the Astros whistleblower, says he's received death threats"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Mike Fiers, the Major League Baseball pitcher who was the whistleblower in the Houston Astros' sign-stealing scheme, has said that he has received death threats. \"Whatever, I don't care,\" Fiers said to the San Francisco Chronicle on Thursday. \"I've dealt with a lot of death threats before. It's just another thing on my plate.\" Fiers, who currently pitches for the Oakland Athletics, said to the Chronicle that he's not concerned about his safety but that he is always concerned about his family's safety. In a November 12 story in The Athletic, Fiers said the Astros had engaged in sign-stealing methods in 2017 that violated MLB's rules. Fiers pitched for the Astros in 2017, the year Houston defeated the Los Angeles Dodgers to win the franchise's first World Series. The Athletic's report with Fiers' on-the-record comments spurred MLB to launch its investigation, which found that the Astros illegally created a system that decoded and communicated the opposing teams' pitching signs to their own players. On Tuesday, MLB commissioner Rob Manfred was asked if the league was concerned about Fiers' safety -- and, if so, what steps would be taken, particularly when the A's play in Houston this season. \"We will take every possible step to protect Mike Fiers wherever he's playing, whether it's in Houston or somewhere else,\" Manfred said at a press conference in Scottsdale, Arizona. \"I want to be really clear about this. Mike, who I do not know at all, did the industry a service. I do believe that we will be a better institution when we emerge at the end of this episode, and without a Mike Fiers, we probably would've had a very difficult time cleaning this up. It would've taken longer. I think we would've done it eventually, but it would've taken a lot longer. And I have a real problem with anybody who suggests that Mike did anything other than the right thing.\" Regarding MLB protection, Fiers said Wednesday to The Athletic: \"I don't know how they would.\" He added, \"I'm not asking for extra security. I'm here to play baseball and I can defend myself, if anything. We do have National League games and I'm going to have to get into the box (to hit) just like everybody else. It's part of the game. If they decide to throw at me, then they throw at me. There's nothing much you can do about it.\" He also said, according to The Athletic: \"I've dealt with a lot in my life. I've dealt with people hating me before. I've dealt with a lot of life problems. It is what it is. And if someone's going to retaliate then by hitting me with a pitch, it's not a big deal.\" There are strong opinions on either side when it comes to Fiers. One of those against him is former Boston Red Sox star David Ortiz, who said on Thursday that Fiers looks like a \"snitch\" for going public on the Astros' scandal. \"I'm mad at this guy, the pitcher that came out talking about it,\" Ortiz said at Red Sox spring training at JetBlue Park in Fort Myers, Florida. \"And let me tell you why. Oh, after you make your money, after you get your ring, you decide to talk about it. Why don't you talk about it during the season when it was going on? Why you didn't say, 'I don't want to be no part of it?' So you look like you're a snitch.\" When asked if he might consider returning his World Series ring, Fiers said he currently has no plans to do so unless it's mandated for the 2017 team to do that. \"I said from the beginning, 'I'm not away from this. I was part of that team, I was one of those guys,'\" Fiers said to the Chronicle. \"Suspensions, fines -- I'm willing to take as much punishment as they do. If they ask me to (return the ring), it's not the end of the world.\""], "Language": false}