{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/politics/amy-berman-jackson-roger-stone-sentencing-trump-fallout/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Marshall Cohen"], "Writers": [["Marshall Cohen"]], "FirstPublishDate": ["2020-02-21T00:52:58Z"], "LastModifiedDate": ["2020-02-21T02:53:22Z"], "Headline": ["Judge in Roger Stone case rebukes Trump-backed conspiracies in impassioned stand for 'truth' and the rule of law"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The judge who decided Roger Stone's fate made an impassioned plea for the truth and the rule of law at his sentencing hearing Thursday, a direct rebuke of President Donald Trump amid the deepening crisis over his interference in the Justice Department.  But federal Judge Amy Berman Jackson's intense appeal Thursday in a packed Washington courtroom quickly collided with the reality of Trump's presidency.  Before, during and after the sentencing hearing, Trump promoted some of the same conspiracy theories that Jackson methodically dismantled while explaining her decision to send Stone to prison for more than three years.  And before the end of the day, Trump teased the eventual possibility of pardoning Stone, his longtime friend and political booster.  For about 50 intense minutes on Thursday, Jackson highlighted Stone's crimes and condemned the scorched-earth politics that he and Trump championed for years, most recently in 2016. Along the way, she debunked no fewer than five conspiracy theories that have found a home on Trump's Twitter feed, conservative media outlets and Stone's allies on the fringes of the Internet.  First, Jackson said it's \"beyond debate\" that the Kremlin interfered in the 2016 election, citing conclusions from across the US government. But Trump has never unequivocally accepted these findings, and has publicly embraced denials from Russian President Vladimir Putin.  Then, Jackson added, \"This case did not arise because Roger Stone was being pursued by his political enemies,\", or because of Stone's ties to Republicans, as Trump has alleged. Instead, Stone was charged because he told \"flat-out lies\" to Congress about his contacts with WikiLeaks during the 2016 campaign, then threatened a witness who could expose his lies.  All of the false statements, Jackson noted, were made \"not to some secret anti-Trump cabal,\" but to the Republican-controlled House Intelligence Committee in 2017.  This zinger was a clear shot at Trump's claim that a \"deep state\" in the US government has tried to take him down. The courtroom was hushed while Jackson summed up Stone's crimes: \"He wasn't prosecuted for standing up for the President. He was prosecuted for covering up for the President.\" The split-screen day highlights how Trump knows the rules of the game and bends them to his own advantage. Jackson's comments were uttered in a closed courtroom, where cameras are banned, with about 150 people listening. But Trump's comments are broadcast live on national TV and amplified to his 72 million followers.  Tension in the courthouse Inside the courtroom, as Jackson tore into the unfounded theories, Stone's family, friends and supporters grew sullen. His stepdaughter leaned forward and pressed her clasped hands to her face. One friend hunched over in his seat, staring down at the floor. Another friend silently cried.  Jackson grew more intense as she defended the Justice Department prosecutors who tried the case but quit last week after Trump and Attorney General William Barr criticized their original sentencing recommendation, which asked that Stone serve seven to nine years in prison.  \"Any suggestion the prosecutors did anything ... improper or unethical is incorrect,\" Jackson said, even though Trump repeatedly claimed they were \"rogue\" and \"corrupt,\" smearing their reputations because some of them worked on special counsel Robert Mueller's investigation.  \"The truth still exists. The truth still matters,\" Jackson said, echoing a passionate and persuasive refrain that one of the now-sidelined prosecutors made during closing arguments in November.  The jury convicted Stone of lying to Congress when he said he didn't talk about WikiLeaks with anyone on the Trump campaign. The evidence showed that he discussed it with senior officials like Paul Manafort and Steve Bannon, and even Trump himself, Jackson noted.  Later Thursday, Trump falsely insisted that \"Roger was never involved in the Trump campaign for president.\" The jury also found Stone guilty of tampering with a key witness, radio host Randy Credico, and pressuring him to plead the Fifth Amendment when he was asked by the House to testify. The pressure included profane language and violent threats against Credico and his beloved dog.  But Trump downplayed Stone's conviction at an event in Nevada, aptly about criminal justice reform. He said it wasn't as bad as the movies, where mobsters put \"guns to people's heads.\"   \"Maybe there was tampering (by Stone), and maybe there wasn't,\" Trump said. The disgust over Stone's brazen lies to Congress and efforts to impede an investigation into critical national security issues \"should transcend party,\" Jackson said repeatedly at the hearing.   After the proceedings wrapped up, Stone was spotted at a ritzy Washington restaurant watching Trump's speech.  In today's mind-numbingly polarized climate, which in many ways was engineered by Stone himself, Jackson's appeals to America's most basic virtues fell flat.  At the Palm steakhouse, Stone appeared calm, with his jacket off, and surrounded by his supporters and loved ones. He ate chicken paillard and watched on a cell phone while the President talked about his case. Asked if he was expecting clemency from his ally, Stone responded: \"I don't know, that's why we're watching. The President is speaking right now.\""], "Language": false}