{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/opinions/astros-cheating-opinion-gould/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Lance Gould"], "Writers": [[]], "FirstPublishDate": ["2020-02-20T21:49:17Z"], "LastModifiedDate": ["2020-02-20T22:04:20Z"], "Headline": ["Cheating makes the Astros, for better or worse, America's team"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The Houston Astros are cheaters. That is the conclusion of an investigation by Major League Baseball: Its players had concocted a scheme to tip off its hitters in real time as to precisely which pitches they would be receiving from the opposing pitchers. That kind of cutthroat cheat code makes the Astros, for better or worse, America's team.  Our national pastime couldn't be more appropriately represented now than by a nationally loathed, orange-clad team that conned its way to a throne; than by an arrogant franchise that, in addition to the cheating scandal, fostered a hostile, misogynistic, media-taunting culture in which the Astros felt they were above the law; than by a squad that, though widely reviled by a majority of fans as unworthy of a title, is maddeningly predicted by pundits to strongly compete for another this year.  News of the cheating system -- which MLB concluded the Astros had utilized during two seasons: their championship 2017 season, and the subsequent 2018 campaign, in which they advanced to but lost the American League championship to the Boston Red Sox -- broke last November, just after a team from the nation's capital defeated the Astros in a seven-game World Series. The revelations since then have unleashed an unprecedented, baseball-wide tsunami of trash talk -- from the game's biggest names, and even from star athletes outside baseball, such as LeBron James -- all directed at the team in Texas. And \"trash\" is a recurring theme in this story. The Astros' spying scheme was both high tech and low tech, utilizing not only expensive video cameras but also garbage cans, onto which a secret pitch code was loudly pounded. At times, according to the commissioner's report, a massage gun was used to smash out the code on the garbage cans. \"Generally,\" found the investigators tawdrily, \"one or two bangs corresponded to certain off-speed pitches, while no bang corresponded to a fastball.\" A defrauding scandal with garbage cans as the medium. It's the figurative equivalent to blazing a championship trail with dumpster fires -- just minus the fires. The cherry on top is that the scandal unfolded in a stadium that, less than 20 years ago, bore the name Enron Field, thanks to a sponsorship from Houston's previous fount of monumental ignominy. In brief, the Enron scandal saw the country's then-fifth-largest company collapse after its executives engineered a fraudulent accounting scheme that pocketed them millions but cost shareholders $74 billion. High crimes and misdemeanors  Though its January report found much wrongdoing by the Astros' players, Major League Baseball decided not to strip the Astros of their 2017 title nor discipline any of its players. The MLB did suspend Astros general manager Jeff Luhnow and manager A.J. Hinch for the entire 2020 season -- both were immediately fired by team owner Jim Crane. The team was also fined $5 million and further forced to forfeit critical draft picks for this and next season.  Over the last week, the Astros moved to publicly address the situation for the first time. The team's ensuing apology tour has been a disaster, one in which the \"apologies\" bent truths and twisted logic so tortuously they would have felt at home in a McConnell-led Senate hearing. On February 13, Crane said of the trash-can cheating code system: \"Our opinion is that this didn't impact the game.\" Less than a minute later, answering a reporter's incredulous follow-up question, Crane contradicted himself from said 55 seconds prior: \"I didn't say it didn't impact the game.\" As if taking his cues from a President who, as of January 19, has told 16,241 \"false or misleading claims,\" Crane showed real political promise. And while Crane trails Trump by more than 16,000 publicly uttered untrue or deceptive statements, the Astros owner was at least able to set a Roger Bannister-like record by breaking the one-minute-lie barrier.  Americans have become inured to public deception over the last three years, as we've gotten used to the non-apology apology, the circuitous, non-denial denial, the imperfect \"perfect call.\" Astros' players followed their owner's lead, saying they were \"sorry,\" yet not getting granular when it came to what they were actually sorry for. They fended off specific accusations of wrongdoing with a variety of excuses, blaming everything from shirtless on-field modesty to terrible tattoos, all of which drew howls and scowls from players on the other 29 teams.  So now, just as we're stuck with a President well on his way to a landmark 20,000th misleading claim, we're also stuck with the Asteriskos: -- A macho team that signed a domestic abuser when no other franchise would touch him — and over who's signing the team's assistant general manager taunted three female reporters, one of whom was a known activist against domestic violence. (That assistant general manager has since been fired, but only after the Astros initially denied the taunting had taken place.)\n-- A morally dubious franchise that excels at double-talk, obfuscation, and blatant lies in hastily assembled, infrequent press conferences, which result in more questions than clarifications;\n-- Baseball champions (and two-time World Series participants) who all but their fan base know to be illegitimate, but whose victory we don't, as a society, know how to legally remedy;\n-- A team whose kudzu-like coarse culture is impacting other teams (the year after the Astros \"won\" the World Series, a mastermind of their cheating scheme, Alex Cora, went on to manage the Boston Red Sox, who now stand accused of utilizing a similar system in their 2018 World Series-winning season. That accusation appeared in the sports journal The Athletic, the same journal that broke the original Astros story. MLB is currently in the middle of its Red Sox investigation, and the Red Sox and Cora mutually agreed to part ways in the wake of the  accusations.  Now, on the cusp of the 2020 season, as players from all 30 franchises report to their teams' spring training facilities in swing states Arizona and Florida, Major League Baseball is grappling with an open revolt, in which other teams' athletes are blasting their commissioner for not punishing the Astros' players. Baseball and the country are on parallel paths. There may be a reckoning, in which the pressure of being so despised could break the Astros or the President. Or not. But if there is a Game 7 in the 2020 World Series, it will be played on October 28. Six days later, the US will hold its presidential elections. It's entirely possible that, in one week, two blustering, widely loathed, orange villains can be sent home, empty-handed."], "Language": false}