{"Type": ["article"], "Url": ["https://www.cnn.com/2013/09/06/us/nba-all-star-game-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-09-06T17:51:37Z"], "LastModifiedDate": ["2020-02-20T20:30:55Z"], "Headline": ["NBA All-Star Game Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the NBA All-Star Game. The All-Star Game caps off All-Star Weekend. All-Star Weekend includes the Slam Dunk contest, the Three Point Shootout and the Rookie Challenge.  February 16, 2020 - The 69th NBA All-Star Game takes place at the United Center in Chicago. Team LeBron defeats Team Giannis, 157-155. February 17, 2019 - The 68th NBA All-Star Game takes place at Spectrum Center in Charlotte, North Carolina. Team LeBron defeats Team Giannis, 178-164. The Eastern Conference has won 37 All-Star Games, and the Western Conference has won 29. (The traditional Eastern Conference versus Western Conference format ended in 2017). 2020 Rosters Team LeBron Roster:\nHead Coach: Frank Vogel (Los Angeles Lakers)\nStarters:\nAnthony Davis (Los Angeles Lakers)\nLuka Doncic (Dallas Mavericks)\nJames Harden (Houston Rockets)\nLeBron James (Los Angeles Lakers)\nKawhi Leonard (Los Angeles Clippers) Team Giannis Roster:\nHead Coach: Nick Nurse (Toronto Raptors)\nStarters:\nGiannis Antetokounmpo (Milwaukee Bucks)\nJoel Embiid (Philadelphia 76ers)\nPascal Siakam (Toronto Raptors)\nTrae Young (Atlanta Hawks)\nKemba Walker (Boston Celtics) History March 2, 1951 - The first All-Star Game takes place at the Boston Garden. The East wins 111-94. Ed Macauley is named the MVP. 1976 - The Slam Dunk Contest debuts during halftime of the All-Star Game, laying the foundation for the modern-day All-Star Weekend. Julius Erving is named the winner. 1977 - The first All-Star Game played after the merger of the American Basketball Association and the National Basketball Association. The East wins 125-124. Julius Erving is named MVP. 1992 - Months after announcing that he is HIV positive and despite not playing all season, Earvin \"Magic\" Johnson is voted into the All-Star Game. He is also named MVP. July 22, 2016 - The NBA announces that they are moving the 2017 All-Star Game from Charlotte, North Carolina, because of state legislation passed in March which limits anti-discrimination protections for LGBT people and demands that transgender people use the bathroom according to the gender on their birth certificate. May 24, 2017 - The NBA announces the 2019 All-Star Game will be played in Charlotte, citing the partial repeal of the so-called bathroom bill as the reason for the change. October 3, 2017 - The NBA announces a format change for the 2018 All-Star Game. They're dispensing with the traditional Eastern Conference vs. Western Conference matchup. Instead, two captains will draft teams from an open pool of players. Conference affiliation will no longer be a factor in the selection of athletes for each team.   January 30, 2020 - The NBA announces an updated format for the 2020 All-Star Game honoring Kobe Bryant, who died in a helicopter crash with his daughter Gianna and seven others on January 26, 2020. The new format is set up to maximize money that can be won for charity. Among the changes is having the first three quarters each begin with a 0-0 score and last 12 minutes, to give each team a chance to win money for local charities. The fourth quarter of the game is untimed, and a final \"target score\" will be determined by adding 24, the number Bryant wore for the second half of his NBA career, to the lead team's overall score. For example, if Team A has 100 points and Team B has 90 at the end of the third quarter, the target number will be 124. The game will then go to sudden death, meaning whichever team hits the target number first wins. February 15, 2020 - Commissioner Adam Silver announces that the MVP award for the NBA All-Star Game has been named the Kobe Bryant MVP Award. Selection Process Starting players are chosen by votes cast by fans, players and members of the media.  Team captains are the top winners of fan votes in each conference. The two captains will select their teams from the pool of All-Stars. Under the current format, the teams will still feature 12 players from each conference, but captains can select from either conference. Reserves, seven from each conference, are selected by the NBA's head coaches.  Head coaches for the All-Star teams are based on the teams with the best record in each conference two weeks prior to the All-Star Game. "], "Language": false}