{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/football/tottenham-hotspur-rb-leipzig-champions-league-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By John Sinnott, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T21:56:43Z"], "LastModifiedDate": ["2020-02-19T22:43:51Z"], "Headline": ["RB Leipzig overpowers Tottenham Hotspur in Champions League"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Bundesliga club RB Leipzig outplayed Tottenham Hotspur to take charge of their Champions League last-16 tie. There was another winner from Wednesday's game in Leipzig coach Julien Nagelsmann, who set up his team from the outset to outrun and outpress Jose Mourinho's Spurs, as the 32-year-old German further burnished his growing reputation as a manager. Nagelsmann is not a huge fan of his 'Mini Mourinho' nickname, but Leipzig's performance had all the hallmarks of peak Mourinho -- strategy, tactics and most importantly a group of players capable of delivering their coach's gameplan. True, this was a weakened Spurs missing the likes of Son Heung-min and Harry Kane, but the manner of Leipzig's dominance will be a worry for Mourinho as he contemplates how his team can get the better of the Bundesliga team in the second leg on March 10. The game's decisive moment came just before the hour when Ben Davies clumsily fouled Konrad Laimer to concede a penalty, which Timo Werner cooly dispatched. READ: Teen Haaland stuns PSG Leipzig were well worth their win and the German club probably should have won more comfortably than by a single goal. Soon after the penalty, Patrik Schick passed up a great chance to extend Leipzig's lead following a flowing move but his shot was beaten away by Spurs goalkeeper Hugo Lloris. Both Werner and Schick passed up a succession of chances as Leipzig ripped through Spurs' defense almost at will. Angelino also hit the post for the visitors in the first half. 'Fight without bullets' After falling behind, Spurs upped their game and Leipzig keeper Péter Gulácsi did brilliantly to tip Giovani Lo Celso's free-kick on to the post. Last season, Spurs reached the Champions League final before losing to Liverpool, but the London club's campaign was marked by some remarkable comeback performances against Manchester City and Ajax. They will need to come up with something similarly special in Saxony next month. \"There is a lot of quality in Leipzig and they showed it today,\" Lloris told BT Sport. \"Because of all the circumstances against us in the past few weeks and months we have to stay positive. Not to find excuses ... we have to be ready to fight. \"We're not really happy with the result, but we did it last season -- let's hope we try to create another story.\" Mourinho attributed his team's defeat to his injury-depleted squad, adding that neither Erik Lamela nor Tanguy Ndombele, who came on as second-half substitutes, were fit enough to last the 90 minutes. \"They did everything they could do,\" said Mourinho of his team. \"Amazing group, amazing guys who try everything. This is our situation -- it's like going to fight with a gun without bullets. \"I'm not worried with the 1-0 -- we can go there and win. What worries me is that these are our players for the next however many matches. \"We are really in trouble. If it was just this game I'd say no problem but we have FA Cup and Premier League games.\" Tottenham's next match is away at Chelsea in the Premier League on Saturday."], "Language": false}