{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/politics/melania-trump-palm-beach-award/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kate Bennett, CNN"], "Writers": [["Kate Bennett"]], "FirstPublishDate": ["2020-02-19T18:50:09Z"], "LastModifiedDate": ["2020-02-19T19:24:58Z"], "Headline": ["Melania Trump receives award from Palm Beach university"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["First lady Melania Trump received a Palm Beach society award on Wednesday at a luncheon held at The Breakers, a local luxury resort.  For the past 28 years, the Woman of Distinction Award from Palm Beach Atlantic University, a small Christian college in West Palm Beach, Florida, has been bestowed on two women with ties to the community and local charities. \"First ladies define the history of our country,\" said event co-chair Frances Fisher in a statement in January, when the announcement was made that Trump would receive the award. \"We are honored to recognize Mrs. Trump as a Woman of Distinction and the only first lady since Mrs. Kennedy to be a Palm Beach resident.\" During a brief speech, Trump highlighted her work on \"Be Best,\" the platform she launched two years ago to help children across three different pillars: well-being, online safety and opioid abuse.  \"Raising emotionally healthy children starts with teaching them how to make responsible decisions,\" said the first lady, who spoke for several minutes after a brief video was played for luncheon guests. \"It is our job as adults to pass along wisdom and build children's confidence, so they have the best opportunity to succeed in life.\" Trump also touched on social media's potentially adverse effect on young people. \"Technology has become a daily part of our children's lives in both positive and negative ways. We live in an age where too many people allow the number of retweets or likes to define their self-worth,\" Melania Trump said on Wednesday. \"I am convinced now more than ever that teaching healthy online behavior is crucial to securing a safer future for our children.\"  But this part of her initiative has received criticism in light of President Donald Trump's frequent use of Twitter to name-call and belittle perceived adversaries -- no matter their age. Last December, the first lady was silent as her husband demeaned then-16-year-old environmental activist Greta Thunberg on Twitter, telling the teenager she needed to \"chill out\" and \"work on her anger management.\"  White House press secretary Stephanie Grisham, when asked why the first lady was silent about her husband insulting a child on social media, said: \"Be Best is the first lady's initiative, and she will continue to use it to do all she can to help children. It is no secret that the President and First Lady often communicate differently -- as most married couples do.\"  Grisham, who also serves as the first lady's communications director, implied that social media attacks on a minor are fair game as long as that child is a public figure.  \"Their son is not an activist who travels the globe giving speeches. He is a 13-year-old who wants and deserves privacy,\" Grisham said at the time, referring to the couple's son Barron. Palm Beach Atlantic University is less than three miles away from Mar-a-Lago, the President's private club, where the first lady spends several weeks each year.  The school's website says its ideologies are to support Christian values and campus life is \"anchored in faith.\"  This year for Christmas Eve services, the President and first lady opted to attend services at Family Church Downtown, a Baptist church affiliated with Palm Beach Atlantic University. The couple has traditionally attended religious services for holidays, including Easter and Christmas Eve, in Palm Beach at Bethesda-by-the-Sea Episcopal Church, which is where they were married in 2005. The first lady, however, is Catholic.  Melania Trump recognized the university's students in attendance at the luncheon, who were seated among the other the other guests who had paid to attend the event. The proceeds from ticket sales will be given to programs for female students at the school, according to the organizers. \"I especially want to recognize the scholarship recipients and students who join us here today -- you and your classmates have spent over three million hours serving people across this state,\" Trump said.  In a rare public display, Trump also acknowledged her parents, Viktor and Amalija Knavs.  \"I'd like to thank two special guests who are joining me here today -- my mother and father. Thank you both for your support and love throughout my life. I will always be grateful for all that you have done for our family over the years,\" she said."], "Language": false}