{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/cnn-underscored/hasbro-deer-pong-game-pricing-features/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol and Kai Burkhardt, CNN"], "Writers": [["Jacob Krol", "Kai Burkhardt"]], "FirstPublishDate": ["2020-02-19T14:00:33Z"], "LastModifiedDate": ["2020-02-19T14:00:33Z"], "Headline": ["Deer Pong brings family fun for under 20 bucks"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It's Toy Fair time, and if you're an avid fan of the outdoors, or deer in general, we have a game for you.  Coming this fall, but available for preorder right now, is Deer Pong from Hasbro. It's kind of like a modern-day Big Mouth Billy Bass that combines Ping-Pong trickery and absolute buffoonery. It'll also bring serious family fun, for just under 20 bucks. So what is Deer Pong?  Well, it's under a foot tall and wide with a talking deer head named Bucky. On his antlers, you'll find six cups that snugly fit a Ping-Pong ball. You'll see that there's an orange team and a red team. The goal is to get three balls into each of your team's cups.  There's no taking turns. Once Bucky counts down to \"Go,\" it's open season.  We were lucky enough to try out Deer Pong and loved it deer-ly after just one hectic round. Bucky will do his best to distract with jokes and deer puns that aren't fully cooked. His mouth moves as he plays cartoonish music and tries to trash talk you into missing.  Once a player gets three balls in each of the team's cups, just tap Bucky on his head again and soak in your victory.  We locked antlers to see who was the better shot. Safe to say, Jacob was overwhelmed when Bucky counted us down.  He froze like a deer in the headlights as the Ping-Pong balls started landing in the cups. However, in the next round, he pranced to an easy victory after sinking three seemingly unattainable shots (given his performance in the first round). The best part is, it doesn't cost a lot of doe. You can preorder it now for $19.99 from Walmart and receive it just in time for summer fun.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}