{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/politics/immigration-changes-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Priscilla Alvarez, CNN"], "Writers": [["Priscilla Alvarez"]], "FirstPublishDate": ["2020-03-19T00:05:05Z"], "LastModifiedDate": ["2020-04-21T12:07:14Z"], "Headline": ["Trump administration has made sweeping changes to the US immigration system during the coronavirus pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Trump administration has made sweeping changes to the country's immigration apparatus as the US responds to the coronavirus pandemic, altering daily operations and disrupting the lives of thousands. And there's more to come. Late Monday, President Donald Trump said he will sign an executive order temporarily suspending immigration to the US. He did not provide additional details. But immigration to the United States has largely been cut off amid the pandemic.   In a little over a month, there have been more than a dozen changes to the system, ranging from postponing immigration hearings to pausing deportation flights to certain countries to swiftly removing migrants arrested at the border and suspending refugee admissions. The tweaks to the system are being made incrementally, though rapidly, as the pandemic continues to spread across the country. Against the backdrop of the outbreak, the Trump administration is also trying to move forward with some of its most restrictionist policies it has struggled to be put into practice, including blocking entry to asylum seekers. Below is a list of the changes to the immigration system. US extends travel restrictions with Canada and Mexico April 20: Acting Department of Homeland Security Secretary Chad Wolf extended restrictions on non-essential travel on the northern and southern border. The restrictions were set to expire after being in place for nearly a month. The administration also extended authorities that allow the US to immediately expel migrants encountered at the border, including children. CBP said earlier this month it is expelling 80% of everyone encountered in less than two hours. Administration says it is temporarily amending visa requirements for foreign workers April 15: The change is designed to help US agricultural employers who rely on foreign workers. Qualified employers who are concerned workers will be unable to enter the US due to travel restrictions can employ those already in the US with a certain visa status. Among the reasons listed by the Department of Homeland Security and Department of Agriculture for the temporary rule change is protecting the nation's food supply chain.  White House issues memo allowing State Department to impose visa sanctions on countries that don't repatriate citizens during the pandemic  April 10: The White House released a memorandum that enables visa sanctions if a country refuses to repatriate its citizens, arguing that not accepting them poses a risk to the US amid the coronavirus pandemic.  \"Countries that deny or unreasonably delay the acceptance of their citizens, subjects, nationals, or residents from the United States during the ongoing pandemic caused by SARS-CoV-2 create unacceptable public health risks for Americans,\" the memo reads. \"The United States must be able to effectuate the repatriation of foreign nationals who violate the laws of the United States.\" Guatemala has raised concerns over repatriation flights. Late last month, a Guatemalan man who was deported from the US tested positive for coronavirus. Guatemalan officials have since warned of more positive cases among deportees and suspended flights for the time being.  The memo notes that the orders are temporary and, \"shall cease to apply on December 31, 2020, unless extended.\" ICE releases detainees on a case-by-case basis April 7: Immigration and Customs Enforcement notified congressional staff that it was reviewing cases of individuals in detention who may be vulnerable to the coronavirus following repeated calls from lawmakers to release detainees. The agency said that it instructed its field offices to \"further assess and consider for release certain individuals deemed to be at greater risk of exposure, consistent with CDC guidelines, reviewing cases of individuals 60 years old and older, as well as those who are pregnant.\" \"Additionally, efforts to identify other individuals who may be more vulnerable to COVID-19, based on risk factors identified by the CDC, other than age and pregnancy, are ongoing, based on the recommendations of CDC,\" ICE said. Acting Deputy Secretary of Homeland Security Ken Cuccinelli has since told reporters that ICE released nearly 700 people from custody after conducting medical reviews stemming from concerns about the coronavirus. Trump administration extends postponement of immigration hearings for \"remain in Mexico\" cases April 1:The Trump administration extended the postponement of immigration hearings scheduled through May 1 for migrants waiting in Mexico, according to a joint statement from the Department of Homeland Security and Justice Department.   All scheduled hearings will be rescheduled. Thousands of migrants are waiting in Mexico for their immigration court date in the US as part of the administration's so-called \"remain in Mexico\" policy. Border agency says unaccompanied migrant children will be subject to new border rules March 30: Customs and Border Protection, an agency within DHS, said in a statement that minors could be included in new coronavirus restrictions on the border, meaning children who arrive alone at the border could be sent to their origin country instead of turned over to the Health and Human Services Department, which is typically charged with their care. Initially, the agency said children would be exempt.  Of the more than 6,000 migrants expelled in March under the new restrictions, 299 were children who arrived alone and 393 were family members.  State Department suspends routine visa services March 20: The department, citing worldwide challenges related to the Covid-19 pandemic, temporarily suspended routine visa services at US embassies and consulates. Services to US citizens continue to proceed. The State Department later updated its guidance to tell foreign medical professionals with approved visa petitions, or who are eligible for an approved exchange visitor program, to request an appointment at their nearest embassy or consulate. US and Mexico limit cross-border travel March 20: The US and Mexico announced they're limiting nonessential travel across their shared border to curb movement during the pandemic. Exceptions include traveling for medical purposes or work, or to attend school, among others, according to a regulation notice set to be published March 24. The US also took the step of barring entry to migrants illegally crossing the southern border. At the direction of the Centers for Disease Control and Prevention, the Department of Homeland Security will suspend entry of all migrants \"seeking to enter the US without proper travel documentation\" --  for both the northern and southern border, acting Secretary Chad Wolf said. Migrants who are apprehended at the border will either be quickly removed or repatriated to their origin countries. ICE changes immigration enforcement operations March 18: ICE told congressional staffers that it has temporarily adjusted its \"enforcement posture,\" according to a memo obtained by CNN, marking a change in operations as a result of the pandemic. The agency said it will focus on those who pose a public safety risk and are \"subject to mandatory detention based on criminal grounds.\"   Immigrant advocates have called on ICE to dial back operations amid the coronavirus outbreak, arguing that the agency has instilled fear in the immigrant community and might discourage some from seeking medical attention.  The agency said in its memo to staffers that it will not carry out enforcement operations at or near health care facilities, \"except in the most extraordinary circumstances,\" adding that individuals should not avoid seeking medical care over fears of enforcement.  DOJ closes more immigration courts, postpones hearings March 18: The Justice Department closed an additional 10 immigration courts, spread across the country and postponed all hearings of cases of immigrants who are not in detention. The Justice Department's Executive Office for Immigration Review, which oversees the immigration courts, had previously made incremental changes, to the frustration of immigration judges, lawyers, and Immigration and Customs Enforcement prosecutors, who urged the administration to close courts for the safety of staff and immigrants.  Refugee admissions paused March 18: The United States paused refugee admissions. The move comes after the International Organization for Migration, which is in charge of booking refugees' travel, and the UN refugee agency announced a suspension of resettlement travel. The agencies shared concerns in a statement, saying international travel \"could increase the exposure of refugees to the virus.\"  ICE suspends some deportation flights March 18: ICE told CNN that removal flights to Italy, China and South Korea have been suspended. While the situation is quickly evolving, however, ICE is continuing to deport immigrants. Prior to boarding, however, immigrants undergo a temperature screening. Anyone with a temperature of 100.4 degrees or higher is referred to a medical provider, according to ICE's website. ICE has since updated its guidance to include any detainee with a temperature of 99 degrees or higher. USCIS suspends in-person services March 17: US Citizenship and Immigration Services announced it's suspending its in-person services, including all interviews and naturalization ceremonies, to help mitigate the spread of coronavirus. USCIS is responsible for administering the nation's legal immigration system, including green cards, citizenship and asylum and refugee processing. It administers naturalization ceremonies across the country -- one of the most public and cherished duties the agency carries out. The suspension remains in effect. ICE reschedules in-person check-ins and pushes back timeline for recent arrivals March 17: ICE notified congressional staffers that it will temporarily reschedule in-person appointments of immigrants who are not in detention to \"minimize the impact\" of coronavirus. The agency will also allow those recently released from the southern border to check in at 60 days, instead of 30 days.  Guatemala says it's suspending asylum agreement with US March 17: An asylum agreement between the United States and Guatemala was suspended out of caution over the coronavirus, Guatemala's government announced, a setback for the Trump administration, which has increasingly relied on its accord with the country to curb asylum. The move came a day after Alejandro Giammattei, president of Guatemala, said the country was closing its borders in an attempt to prevent the virus's spread.  US extends travel restrictions to the UK and Ireland  March 16: Americans, legal permanent residents and their immediate families returning from Ireland and the United Kingdom began to be funneled into 13 select US airports, where they went through enhanced screening, according to the Department of Homeland Security. The two co"], "Language": false}