{"Type": ["article"], "Url": ["https://www.cnn.com/europe/live-news/champions-league-live-blog-liverpool-atletico-psg-dortmund-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matias Grez and John Sinnott, CNN"], "Writers": [["Matias Grez"]], "FirstPublishDate": ["2020-02-18T18:13:35Z"], "LastModifiedDate": ["2020-02-18T23:02:09Z"], "Headline": ["Champions League: Atletico beats defending champion Liverpool, Erling Braut Haaland stuns PSG"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Who else but Haaland. The teenager was the star of the show once again on a Champions League night -- but this time in the yellow of Borussia Dortmund. In his first game in Europe for his new club since moving from Red Bull Salzburg in January, the Norwegian wonderkid scored two goals as Dortmund beat PSG 2-1. In truth, the margin of victory should have been bigger and the tie is by no means over yet. The German side will have its work cut out when the two sides meet for the second leg in Paris in three weeks' time. You can read all about Haaland's match-winning performance here. Elsewhere, Atletico Madrid put on a masterclass of defending as it edged out reigning champion Liverpool 1-0. Jurgen Klopp's side couldn't even muster a single shot on target in 90 minutes and it sets up an enthralling second leg. But you would never bet against Liverpool at Anfield. We'll be back again tomorrow for Tottenham vs. RB Leipzig and Atalanta vs. Valencia. Borussia Dortmund's Norwegian forward Erling Braut Haaland just can't stop scoring. He's now joint top -- with Bayern Munich forward Robert Lewandowski -- of the Champions League goalscoring charts with 10 goals after netting twice in Dortmund's 2-1 win over Paris Saint-Germain. Haaland has also rewritten the history books tonight, becoming the fastest player to reach 10 goals in the Champions League -- it took him just seven games. There's a sense of frustration from Jurgen Klopp as the Liverpool manager reflects on his team's 1-0 defeat by Atletico Madrid. \"It was the fight and atmosphere we expected. We lacked a bit in the final third, though they defended with all they had,\" Klopp told BT Sport. \"They only wanted to have this kind of result. I'm looking forward to the second leg. It's only half-time in this tie. \"Wow that's energy,\" added Klopp, referring to Atletico Madrid coach Diego Simeone's passionate urging on of his team on the touchline. Klopp's final observation was this: \"Welcome to Anfield, it's not over yet.\" Wins for both home teams in the Champions League on Tuesday, with both games delivering surprises. Erling Braut Håland, 19, scores twice as Borussia Dortmund stun Paris Saint-Germain. Meanwhile in the Spanish capital Atletico Madrid grind out a 1-0 win over Champions League holder Liverpool thanks to an early goal from Saul Niguez. Erling Braut Håland's keeps rewriting the Champions League script ... Diego Costa has come on for Atleti and we don't have to wait long before there's some drama. He's tackled by Fabinho -- fairly -- but Costa takes a dramatic fall. The good news is the Atleti striker is fine. Just under 10 years ago Liverpool came to Madrid to play Atleti ... and lost 1-0. That was for a Europa League semifinal first leg and came after a 1200-mile journey by train, coach and plane. Liverpool had been forced to travel for over 24 hours after volcanic ash cloud from Iceland caused travel chaos across northern Europe. Liverpool won the second-leg 2-1 but Atleti proceeded to the final on the away goal rule. What. A. GOAL! Just two minutes after PSG had stunned Signal Iduna Park, the roof almost lifts off the stadium as Erling Braut Haaland rifles the ball into the back of the next. It's an assist for the 17-year-old substitute Giovanni Reyna, who spins on the ball and finds Haaland -- but what about that finish. From outside the area, that strike is a rocket and keeper Keylor Navas doesn't even bother reaching his arms out to try and save it. That one is unstoppable. Seemingly from nothing, PSG draws level against Borussia Dortmund! It's a goal all of Kylian Mbappe's making as the French forward's searing pace sees him break free of several Dortmund defenders and square the ball for Neymar to tap in. You can't help but admire Atleti's discipline and organization. Roared on by their fans and an animated Diego Simeone this is a team that leaves it all out on the pitch. We're midway through the second half and a rare chance for Atleti. The home side break clear but with the goal gaping Alvaro Morata fluffs his lines and slips to the Liverpool defense's relief. The Spanish striker is immediately by Vitolo from the Atleti bench. And who else, but that man Erling Braut Haaland? The build up play by Borussia Dortmund is slick and the teenager reacts first to his teammate's deflected shot in the box to prod the ball into the roof of the net. It was a scrappy goal but Haaland reacted faster than three PSG defenders and the goalkeeper to that loose ball. You can't say Dortmund don't deserve its lead In an impressive display of strength and speed, Erling Braut Haaland muscles Presnel Kimpembe off the ball with ease. The French defender is 183 centimeters tall and no slouch himself, but that was like men against boys as teenager Haaland makes him look lightweight. It was a dangerous area for Kimpembe to lose the ball but fortunately for him Haaland was once again unable to capitalise in the box. Atleti keeper Jan Oblak has yet to make a save in this game but he was scampering across his goal as Mo Salah heads Joe Gomez's cross just wide. Liverpool is on top, but Atleti's defense is something to behold -- blocks, tackles, headers ...   the visitors shall not pass.   There are two substitutions at the start of the second half. Divock Origi, who scored for Liverpool in the Champions League final, comes on for Sadio Mane. The Senegalese international has just returned from a hamstring injury. Atleti also makes a change as Marcos Llorente replaces Thomas Lemar. There have been two yellow cards at the Wanda.  Sadio Mane gets the first after his arm catches Atleti's Sime Vrsaljko. Angel Correa is then booked for a late challenge on Jordan Henderson. We're not sure if Thomas Tuchel is attempting some sort of mind control or telekinesis here -- but whatever it is, it isn't working. His PSG side has been second best in Dortmund.  Well, hands up if you expected this one to still be goalless at the interval. Borussia Dortmund has been the better side in the opening 45 minutes with Jadon Sancho the star of the show so far. But for all the home side's dominance, it has been wasteful in the final third. The ball is round ... Atletico Madrid has sucker punched Liverpool in this first half. An early goal from Saul Niguez rocked the Champions League holder and the Jurgen Klopp's side despite dominating possession has struggled to create any real chances. HT -- Atletico Madrid 1-0 Liverpool  Liverpool's attacking triumvirate -- Sadio Mane, Mo Salah and Roberto Firminho -- have struggled to get into this game. With 10 minutes left in the first half, Firmino and Mane combine to create a chance for Salah but the Egyptian international's shot is deflected over the bar. Borussia Dortmund has really grown into the game as the first half has gone on and it's Jadon Sancho who looks the brightest of the bunch. The English forward, who is linking up brilliantly with Erling Braut Haaland and Achraf Hakimi, has just seen a curling effort smartly saved by Keylor Navas. Layvin Kurzawa is then alive to get across and block Hakimi's effort on the rebound. Three things are certain in life: Death, taxes and Neymar rolling around on the floor. The Brazilian theatrically wins a free-kick after being bumped by Emre Can.  Referee Antonio Mateu Lahoz's smile says it all. Atletico Madrid are giving Liverpool plenty to think about. A cross from the left requires Andy Robertson to intervene and clear the ball with Alvaro Morata lurking just behind him. Soon after a rare mistake from Virgil van Dijk allows Morata to fire in a shot but Alisson Becker blocks the Atletico Madrid striker's effort. It's end to end stuff and Liverpool then score through Mo Salah, though the goal is disallowed with Roberto Firmino clearly offside. No wonder Liverpool manager Jurgen Klopp is looking pensive. After being rocked by that early Saul Niguez goal, Liverpool are navigating their way back in the game and have dominated possession in the last few minutes. Even so, the visitors haven't created a chance yet, unlike Atleti ... There are few stadiums in Europe quite like Borussia Dortmund's Signal Iduna Park and once again those fans in the 'Yellow Wall' have put on an impressive display before kick off. Neymar is a whisker away from giving PSG an early lead against Borussia Dortmund. After Layvin Kurzawa was fouled on the edge of the box, the Brazilian fires a whipped free-kick over the wall from 25 years and only fractionally gets his angles wrong. It's been a quiet start so far from these two teams. There's a cracking atmosphere atmosphere at the Wanda Metropolitano and Atletico have gifted their fans with a goal in the opening five minutes. Atletico is rewarded for a bold start and after winning the game's first corner, the ball ricochets off Fabinho to Saul Niguez -- and the midfielder cooly finishes past Alisson Becker. Atletico Madrid 1-0 Liverpool. The matches in Dortmund and Madrid are under way! Stay with us and we'll bring you all the action live. You could be forgiven for thinking that the action on the sidelines is almost as compelling as   the match when Atletico Madrid coach Diego Simeone and Liverpool manager Jurgen Klopp are urging on their teams. But whose the Daddy? \"People say I'm emotional on the touchline, but if I'm level four then Diego [Simeone] is level 12,\" Klopp told reporters ahead of Tuesday's game at Wanda Metropolitano. \"I'm the kindergarten cop compared to him!\" Liverpool are coasting to their first top-flight English title in 30 years -- Klopp's side has a 25-point lead over Manchester City, \"I have no doubt this Liverpool side will go down in history as a great team,\" Simeone told reporters.  \"They are different to teams we have admired in the past. They are intense, adaptable.\" Sesame Street has every base covered at the Wanda Metropolitano ... Under Diego Simeone, Atleti have won the La Liga title (2014) and reached two Champions League finals -- losing both times to Real Madrid -- but this season is proving tough for the team. January brought painful exits from both the Spanish Supercopa and Copa del Rey, while Atletico also fell well behind Real Madrid and Barcelona in La Liga. On the upside, Atlético have lost only one of their last 25 European home games (and none under Simeone in the Champions League), conceded just one goal in their last 11 home Champions League knockout matches and kept 10 clean sheets in the process. \"If there is a team where you have to be at your best in all departments, it's Atlético,\" Klopp told reporters.  \"If you don't play your very best, you have no chance. [They are] a real, proper machine. They close you down with two or three players, turn you around and counter-attack.\" That famous home atmosphere has helped Borussia Dortmund go on a 16-match unbeaten run in front of its own fans this season, winning 12 and outscoring its opponents 49-14. Before its last match, an impressive 4-0 demolition of Eintracht Frankfurt, Dortmund fans revealed yet another stunning tifo. Midfielder Axel Witsel once again expects those fans to be Dortmund's \"12th man.\" It's more than just a detail. Our fans make for a crazy atmosphere. In some games where we're having difficulties, it helps us -- and pushes us. I'm sure there'll be a super atmosphere tomorrow and that will help us to produce a good performance.\" We were more aggressive against Frankfurt. When we lost the ball, we wanted it back immediately. We'll need to do that tomorrow too. We can't let them have too much space; we need to defend well together.\" Ahead of Paris Saint-Germain's trip to Borussia Dortmund, coach Thomas Tuchel was keen to emphasise just how influential the atmosphere in a stadium like Signal Iduna Park can be. Dortmund's fanbase is known for being one of the most raucous in Europe and its always impressive and often deafening 'Yellow Wall' has brought some of the continent's best teams to its knees. Tuchel has experienced its powers more than most. The German coach spent two years in charge of Dortmund between 2015 and 2017, winning the German Cup during his time at the club. Being confident will be absolutely vital, if we aren't, we won't survive in this stadium in front of these fans.\" We can be confident because we have picked up good results in all competitions. The spirit of the team will be important. We will need to be intelligent. That will be our challenge. I am coming back for the first time since I left. I have seen lots of faces that I know, people that are happy to see me again, and vice-versa. It's a nice feeling. I am happy to have coached here, and I am happy that now I am coaching a side that will face Dortmund.  It's always difficult to control your emotions, even more so here. I am not sure that it will be possible for 90 minutes. We will therefore need to play with intelligence and not get caught up in the emotion. Get some Atletico Madrid and Liverpool fans together in the same bar and it won't take long before the conversation turns to Fernando Torres. The Spaniard, who retired in June after a stellar 18-year career, started out with Atletico, captaining the team as a teenager before Liverpool took him to the English Premier League in 2007. While he helped Spain lift the World Cup in 2010 and the European Championship in 2008 and 2012, he wouldn't win a top-level club trophy until his January 2011 switch to Chelsea. Nicknamed 'El Niño,' Torres was in Chelsea's 2012 Champions League-winning team, scoring a crucial goal in the semifinal win over Barcelona, and was also on target in the following year's Europa League final win against Benfica.  \"Liverpool gave me a second home. I was 24, I left my team, my town, and I went there,\" said Torres in 2015. \"My memories there are just amazing. I have no words to thank them enough, and that's why I will always be a fan. \"Chelsea gave me all the trophies I have as a football player. I saw my kids growing up in London. So my heart is in both sides.\" He played on loan for AC Milan while at Chelsea, before returning to Atletico and then ending his career with Japanese club Sagan Tosu. Tonight sees teen sensation Erling Braut Haaland return to Champions League action -- but with a second different team this season. The 19-year-old starred for Red Bull Salzburg in the group stages and his goalscoring exploits in the competition -- eight goals in six matches -- made him the most sought after youngster in Europe. Borussia Dortmund beat every other team to the Norwegian's signature -- including Real Madrid and Manchester United -- and to say Haaland has hit the ground running in Germany would be something of an understatement. An incredible 23-minute hat-trick on his Bundesliga debut has been followed by another five goals to take his total to eight in his first five matches -- a league record. Oh, and he was named the Bundesliga Player of the Month for January despite only playing 60 minutes. Earlier this season, CNN traveled to Salzburg to speak to Haaland's then coach Jesse Marsch about what makes him such a special talent. You can watch the interview below. Here's how Borussia Dortmund lines up for its match against PSG.  Coach Lucien Favre names an unchanged starting XI from the 4-0 hammering of Eintracht Frankfurt on Friday. And here is how Thomas Tuchel lines his team up on his return to Dortmund. Neymar, Kylian Mbappe and Angel Di Maria are the three chosen to lead the line -- and just look at that substitutes bench. Edinson Cavani, Mauro Icardi, Julian Draxler and Pablo Sarabia. Not bad really, is it? Liverpool makes two changes from the team that beat Norwich City in the English Premier League on Saturday, with Sadio Mané and Fabinho coming in for Alex Oxlade-Chamberlain and Naby Keïta. Atletico is without the injured Kieran Trippier and João Félix, while Diego Costa starts on the bench.  That means the attacking duties will fall to Alvaro Morata and Ángel Correa. Meanwhile Thomas Lemar will have the job of countering the threat of Liverpool's Trent Alexander-Arnold and Mo Salah. No, that's not the apocalypse -- it's just Atletico Madrid fans welcoming their team bus to the Wanda Metropolitano. Will be Liverpool or Atleti that wilts in the heat this evening? June 1, 2019 was a red letter day for Liverpool as Jurgen Klopp's team won the Champions League -- the club's sixth European Cup title -- after beating Premier League rivals Tottenham Hotspur 2-0 at the the Wanda Metropolitano thanks to Mo Salah's first-half penalty and Divock Origi's goal in the game's closing stages. This is what it meant to Liverpool captain Jordan Henderson as he embraced his father Brain, who in 2013 had been diagnosed with throat cancer. “My dad has been through a lot over the past few years, not only with himself but with his family,” Henderson said after the final. “I am sure he will be so proud to see us win the game and win the Champions League. It will mean the world to him. I am just glad I can put a smile on his face.” Given how many star names Paris Saint-Germain boasts in its squad, the French giant once again came into the Champions League as one of the favorites. However, memories of recent capitulations in the knockout stages still linger like a bad dream in the minds of PSG fans and players. First came the loss to Barcelona, a sickening 6-1 defeat at the Camp Nou that undid all the hard work of a 4-0 victory in Paris in the first leg. And last season it happened again, on that occasion a 3-1 defeat -- including a stoppage-time penalty -- against Manchester United on home soil condemning the club to an early exit once again. Star forward Neymar missed that tie due to injury -- another in what is now a long list during his time at PSG -- but the Brazilian is fit and raring to go against Borussia Dortmund. If he can stay fit for the remainder of the season, the French side has a serious shot at that first Champions League title it so desperately craves. Ghana international Thomas Partey's journey to Atletico Madrid was one of flight and resilience to become a professional footballer in one of European football’s top leagues.  Of having to work three times as hard as other players because you’re “African” and having succeeded in fulfilling that ambition, not forgetting about those who have made that journey from Africa in search of a similar dream.  You can read more about Partey's remarkable career in this interview with Dermot Corrigan here."], "Language": false}