{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/motorsport/motoe-livia-cevolini-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jonathan Hawkins and Zain Asher, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-18T09:49:59Z"], "LastModifiedDate": ["2020-02-18T15:06:14Z"], "Headline": ["Time is now for sustainable motor racing, and for women, says 'female Elon Musk'"], "Section": ["motorsport"], "MappedSection": ["SPORT"], "Article_Body": ["Motorsport and sustainability are finally on converging paths, says the woman dubbed the \"female Elon Musk.\"   As the MotoE World Cup prepares for its sophomore season, Livia Cevolini, CEO of the series' motorcycle manufacturer Energica, believes technology and shifting public opinion mean zero emissions racing is ready to go mainstream.   \"Finally, we're able to commit to each other,\" the 41-year-old Italian told CNN.   \"Motorsport is a big part of our everyday life, and environmental technologies have to be the same. So, it's good to see that we're able to commit to each other and collect attention from new people.\" READ: How a remote desert is powering the electric vehicle revolution   'Fan favorites' Cevolini founded Energica in 2014, aged just 36, in her home town of Modena, Italy's motor racing heartland. The company counts the likes of Ferrari, Lamborghini, Maserati, and fellow two-wheeled manufacturer Ducati as neighbors, and its racing heritage runs deep.   While she studied engineering, Cevolini interned with the Ferrari F1 team. Giancarlo Minardi, founder of the Minardi F1 team -- which he eventually sold to Red Bull -- is a company director.   Energica's engineering pedigree also takes in the space industry, as well as motorcycle racing -- CTO Giampiero Testoni worked with both the Fantic MotoGP team and CRP Racing.   Cevolini accepts that some bike purists may remain reluctant to accept MotoE, but sees it as a natural progression for racing. \"Electric bike racing has to face the obstacles that any change in racing brought in terms of acceptance and recognition,\" she told CNN.   \"We have seen it many times in motorcycle racing already, with the changes from two-stroke to four-stroke engines (500cc to MotoGP) and with the introduction of Moto3 and Moto2 categories.  \"All of these have emerged through time as fan-favorites, and MotoE will do just the same.\"   READ: 'Your body is the limit to how fast, not the car' Potential The technical challenges for the development of the category are already falling away, she believes.  \"In our first year we were able to match the Moto3 times on more than one occasion -- which is an incredible achievement,\" she said. \"So more than obstacles, I see potential in the near future.\" MotoE has proven its worth as a series already, Cevolini believes: \"The motorcycles are all the same, so there are big battles. They're having a lot of fun, both the riders and the public.\"   She added: \"People are changing quickly their minds.  So even if we think that it's slow, it's not so slow. It's going fast.\" READ: Fire destroys entire fleet of electric bikes ahead of championship READ: Phoenix from the flames -- MotoE takes to the circuit just months after fire  Musk comparison The fledgling race series has helped sales of Energica's road bikes, the company says.  Energica is expecting 2019 revenues of about $3.5 million, which would represent 50 percent growth on 2018. Its order backlog for 2020 is already equal to 40 percent of its entire 2019 revenue, it claims.   \"We are a relatively small and young company with a clear identity and a great mission,\" Cevolini says. \"We are already seeing the benefits on our involvement in MotoE in terms of visibility and technology developed on track.\"   Growth, she believes, will be organic.  \"We are pioneering electric motorcycling in an organic way,\" she says. \"So, in five years I see Energica as a well-established institution with a global reach, and a brand that is recognized as a history-making manufacturer in electric motorcycling.\"   The comparisons to Tesla founder Musk are flattering, Cevolini smiles.  \"It is obviously an honor to be associated to Elon Musk, someone who has changed the game and revolutionized the car industry,\" she says.  \"We want to lead by example as much as he did, but also do it our own way: car and motorcycle industries have some things in common, but also many differences.\" READ: Shark-fin styling for new Formula E car Ferrari hero   She does however, have a male role model from closer to home. \"Being from Modena, and the fact that Energica dug its roots in the Italian motor valley, I can't help but look up to Enzo Ferrari: a true 'agitator of men' -- as he used to define himself,\" she says.   As a female CEO in an industry notoriously dominated by men, Cevolini admits she has faced challenges.  She told CNN it was difficult to be taken seriously when she founded the company.  \"It still is difficult,\" she says.  \"Things are changing, but I think it's also a push for ourselves as women in the technological world, and male world, to be better than them.\"   That need to \"be better\" than her male counterparts has been a motivation, and even an advantage, she believes.   \"There are more and more women that are passionate about motors -- and showing that they can be very good at the business level,\" she says.  \"It is important to demonstrate that, as a woman, you are as good as a man, or even better -- and once you do, surely this becomes an advantage. I am here because I have the know-how, the competence to be here.\"   Women in motorsport Progress has been made for women in the bike racing world, too: MotoE counts Spanish rider Maria Herrera among its ranks, and her compatriot Anna Carrasco made history in 2018 when she won the World Supersport 300 Championship.  But the change isn't confined to the track, according to Cevolini.  \"Actually, I've seen more and more engineers, female engineers in our world, in the paddocks, in the racing world, in the industrial world, so things are changing,\" she says.   Cevolini's advice to other women aspiring to enter the world of motors and motorsport is simple: \"Go for it. Do your job, take your studies very seriously and choose something you really like. Be always prepared and ready. Invest in your career. Don't look at the others and don't necessarily do what 'you're supposed to'.\"   As MotoE prepares for pre-season testing in Jerez next month, the Italian sees a bright future for sustainable sport. \"We have to change our world... we have to commit to our planet with the right technology, because (sustainable sport) has to be anyway fun. So, it's so important,\" she says.   \"This is the right time.\""], "Language": false}