{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/football/mino-raiola-paul-pogba-ole-gunnar-solskjaer-manchester-united-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By George Ramsay, CNN"], "Writers": [["George Ramsay"]], "FirstPublishDate": ["2020-02-18T12:47:15Z"], "LastModifiedDate": ["2020-02-18T13:56:18Z"], "Headline": ["Paul Pogba isn't a 'prisoner' of Manchester United, says agent Mino Raiola"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Paul Pogba is not the \"property\" of Manchester United manager Ole Gunnar Solskjaer, the French star's agent said in a combative social media post Monday.  Mino Raiola hit out at Solskjaer after the Norwegian said in a pre-game news conference that \"Paul is our player, not Mino's.\" Raiola, agent to some of the world's best players including Pogba and Zlatan Ibrahimovic, has suggested that the French international could return to Juventus next season. \"Paul is not mine and for sure not Solskjaer's property, Paul is Paul Pogba's (property),\" Raiola said, responding to Solskjaer. \"You cannot own a human being already for a long time in the UK or anywhere else. I hope Solskjaer do(es) not want to suggest that Paul is his prisoner. \"Before Solskjaer makes comments about things I say he should inform himself better about the content of what has been said.\"  READ: Ruud Gullit 'disappointed' players didn't 'protect' racially abused star Moussa Marega READ: Ighalo training away from Man Utd players over coronavirus fears  Pogba has been sidelined with an ankle injury having played just seven Premier League games this season. The midfielder's absence has coincided with Manchester United' struggles -- the giant is seventh in the Premier League with exactly half the points of leader Liverpool's 76. Raiola added: \"I am a free citizen who can think and express my thoughts. Until now I was maybe nice to him. Solskjaer should just remember things that he said in the summer to Paul. \"I think Solskjaer may be frustrated for different reasons and is now mixing up some issues. I think that Solskjaer has other things to worry about. At least if I was him I would.\"  Solskjaer was asked about Raiola's comments following United's 2-0 win over Chelsea Monday, which came courtesy of goals from Anthony Martial and Harry Maguire.  \"I don't have to comment through the media on Mino, I can probably speak to him myself,\" the former United star told Sky Sports. \"It's not my area, Paul and Mino have their conversations and that's fine.\" READ: What now for Pep Guardiola after Manchester City's Champions League ban? Pogba signed a five-year deal for United in 2016 for a reported fee of €105 million ($116 million). He has made 150 appearances and scored 31 goals for the club. United next plays Club Brugge in a Europa League round-of-32 clash Thursday. "], "Language": false}