{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/football/ruud-gullit-racism-marega-porto-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alex Thomas and Ben Church, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-18T11:56:50Z"], "LastModifiedDate": ["2020-02-18T11:56:50Z"], "Headline": ["Soccer icon Ruud Gullit 'disappointed' players didn't 'protect' racially abused star Moussa Marega"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["Dutch soccer legend Ruud Gullit says he was \"disappointed\" to see players not back Porto striker Moussa Marega as he walked off the pitch after being subjected to racist abuse from opposition fans. The 28-year-old had to push away his own teammates as he tried to leave the field during his side's match against Vitoria de Guimaraes Sunday. Sport TV reporter Ivo Costa, who was at the game, told CNN that monkey chants were clearly audible throughout the game.  The forward put his middle fingers up at the crowd and gestured with his thumbs down as he was eventually substituted amid a chorus of jeers.  \"Normally if a player in your team is getting kicked, you help him,\" Gullit told CNN Sport's Alex Thomas, ahead of the 2020 Laureus World Sports Awards in Berlin. \"Here, there was no help from his teammates who tried to persuade him to stay. They should have made a stand.\" READ: La Liga rethinks stance over apparent racist gesture by Real Mallorca coach\nREAD: Porto forward Moussa Marega walks off pitch after suffering racist abuse 'This is not what we tolerate' Otávio Monteiro was one of multiple players trying to hold back his teammate but, in an Instagram story posted after the match, Marega said his \"brother\" was just trying to calm him down. In addition, Otávio posted an Instagram message in support of Marega. Porto also released a club statement in solidarity with its player and said it would continue to fight against racism. Portuguese Prime Minister António Costa also tweeted his support for the striker. However, former Netherlands midfielder Gullit -- who won two European Cups during an illustrious career -- also called for the opposition to do more in such situations.  \"This is not what we tolerate in our sport because it affects you as well. Not only the player but it affects you. So you have to stand up together,\" added the former Chelsea and AC Milan star.  \"The opposition should say, 'this is ridiculous, we don't take that anymore.'  \"This is not part of football, not supposed to be part of football and you have to get these people out of the stadium.\"  After the game, Vitoria de Guimaraes said in a statement the club opposed all forms of racism and promised to work with the judicial bodies to act \"firmly and consequently.\" \nREAD: Football fans in Germany chant 'Nazis out' as racist fan is identified and ejected Lifetime bans  Gullit urged for authorities to find those involved in Sunday's incident and said punishment should involve lifetime bans.    \"This would be a time, with all the videos, to watch these people who are doing it and get them out of the stadium,\" he added.  \"The authorities and politics have to do something about it.  \"It's not only the responsibility of the players, the coach, and the club but also politics. They have to make laws to make this prohibited and if you do it, you have to get out.\"   Portuguese police said it was investigating the racist abuse and promised it was \"taking the necessary steps to identify the suspects.\" The country's top-flight league also promised in a statement to \"do everything\" to ensure such an episode does not go unpunished. This latest episode in Portugal is one of a host of recent incidents to mar European football.  Earlier this week, a fan in Germany was removed from a stadium after making monkey chants during a match, whilst a BBC pundit was sacked after he criticized Derby County's \"young black lad.\""], "Language": false}