{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/asia/india-coronavirus-kerala-flatten-curve-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["New Delhi, India"], "ByLine": ["By Julia Hollingsworth and Manveena Suri, CNN"], "Writers": [["Julia Hollingsworth", "Manveena Suri"]], "FirstPublishDate": ["2020-05-13T02:54:23Z"], "LastModifiedDate": ["2020-05-13T03:33:08Z"], "Headline": ["The way these Indian states handled coronavirus shows where you live matters"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["In January this year, Kerala became the first Indian state to report a coronavirus case. Now, four months later, it claims it has flattened the curve.  Although India has been under a strict nationwide lockdown since late March, cases have continued to rise -- the country of 1.3 billion now has more than 74,000 confirmed cases, including more than 2,400 deaths. But Kerala, a thin strip on the country's southern coast, has appeared to buck that trend. Although its has a population of around 36 million -- almost as big as Canada -- it has reported just 519 cases and four deaths. As of Saturday, it had only 16 active cases, according to the state's finance minister, Thomas Isaac. For comparison, Maharashtra, the worst-affected state in India, has reported more than 23,000 cases, including more than 860 deaths.  Even accounting for their different population sizes, the states have very different outbreaks. Maharashtra has around 19 cases per 100,000, while Kerala has about 1. By way of comparison the United States, which has the world's highest reported death toll, has around 415 cases per 100,000 people. Experts say part of Kerala's success is thanks to swift action and learning from past outbreaks. But Kerala also shows how disparate India is -- and how much a person's chances against the virus depend on where in the country they live. What Kerala did right At the center of Kerala's response was woman who has been nicknamed \"the coronavirus slayer.\" In the second week of January --  before the state, and by extension India, had reported its first coronavirus case -- Kerala's Minister of Health and Social Welfare, KK Shailaja, noticed reports of a virus spreading in Wuhan, China. With many students from Kerala studying in Wuhan, KK Shailaja suspected it was just a matter of time before the virus arrived in the state. In late January, the ministry set up 18 expert groups for different facets of the outbreak control, covering everything from contact tracing and screening, to logistics and mental health. \"We planned everything,\" she says. From January 24, the government screened all passengers returning from China, and sent all symptomatic patients to designated isolation facilities. On January 30, Kerala confirmed its first coronavirus patient -- a student who had been studying in Wuhan.  Authorities identified the first patient by screening all 172 passengers on a plane from Wuhan, and isolating three students who had minor symptoms in hospital. They were also able to trace more than 70 people who had been in close contact with the students, Shailaja said. And even when there were no new cases, the state continued being vigilant.  \"Some asked us why we were being so overactive because there were no cases now in Kerala,\" she says. \"We were told we over reacting but we didn't withdraw our teams because we were reading about this virus going to other countries.\" As Oommen Kurian, a senior fellow at the Observer Research Foundation, put it: \"(Kerala) reacted as if it's a very deadly disease from the beginning when people were actually doubtful across the world about the deadliness of the virus.\"  Back in 2018, the state was hit by an outbreak of Nipah virus, which killed 18 people within a few weeks. There is no treatment or vaccine for Nipah, which has a fatality rate of between 40 to 75% -- much higher than Covid-19. Kerala managed to contain the disease in a short space of time -- and the most important thing was contact tracing, Shailaja said.  \"We understood that for any contagious virus, the first thing we have to do is contact tracing and to break the chain,\" she said. \"If we trace the contact properly, we can isolate the person from others and we can break the chain and flatten the curve of the epidemic. This is the same thing we applied here.\" \"Kerala acted from the beginning ... and has not lowered its guard yet,\" said Rajeev Sadanandan, Kerala's former health secretary and the chief executive of non-profit Health Systems Transformation Platform. \"No other Indian state did anything remotely comparable.\" How Kerala compares Hundreds of miles north in the state of Maharashtra, health authorities haven't seen the same success. The state -- which has roughly the same population size as Japan -- has the largest number of cases of anywhere in India. Many of those are in Mumbai, one of India's most populous cities, which is home to a number of slums.  According to Amey Ghole, Health Committee Chairman of the Municipal Corporation of Greater Mumbai, the city took the outbreak seriously \"from day one.\" \"On February 19, we found our first patient and admitted them to hospital. We were the first to stop flights from China. Maharashtra was the first state to lockdown the cinemas and malls,\" he said. The state took other measures. On March 16, the state health minister, Rajesh Tope, announced that it would use indelible ink to stamp the hands of individuals who have been asked to self-quarantine at their own homes to prevent them from going out.  The state created containment zones and cordoned off areas, Ghole said. Authorities have been testing in slums -- which have been a big concern in India -- and increased the number of beds in quarantine facilities, he said.  But according to Kurian, Maharashtra didn't act as quickly as Kerala. Like much of the rest of the world, they were biding their time. \"Maharashtra was reactive,\" he added, rather than proactive. Sadanandan said Maharashtra had no contact tracing system, so when cases showed up at hospitals, they had no way of using information about their contacts to prevent further spread.  Once infection reaches the community, prevention doesn't work, said Sadanandan. In places where community spread has taken hold, it's already too late to put in place Kerala's strategy of quarantining high-risk people, testing and treating them, and tracking everyone they have had contact with.  \"Slums or any community are the endpoints. The battle is lost when it has reached the community,\" he said.  The Ministry of Health and Family Welfare has repeatedly denied any community transmission across India. Unlike Kerala, Maharashtra hadn't dealt with a recent viral outbreak, so they weren't as prepared for the onslaught, Kurian said. Now, it's too late to bring in strong contact tracing, he said. If Maharashtra were to start contact tracing now, it would have an uphill task -- it now has more than 23,000 confirmed cases, who have likely each been in touch with a number of people.  \"The thing about contact tracing is that it is very easy to get overwhelmed if you go over the threshold,\" he said. \"The silent spread has already happened in Maharashtra.\" Why Kerala's success isn't a surprise In a way, it's no surprise that Kerala has had success against the coronavirus -- it already has some of the best healthcare outcomes in India.  According to government statistics, Kerala has a comparatively high number of public healthcare centers. It also has the lowest maternal mortality rate, one of the lowest infant mortality rates, and the highest life expectancy at birth of any Indian state, at 74.2 for a man. According to Sadanandan, Kerala has a good primary care system and well-trained health workers. Those things, in turn, meant the government health system had credibility and trust with the public, Sadanandan said. It also helped that Kerala's literacy rate is high, with around 94% of the population literate, according to the 2011 Census, compared with the national average of 73%. That improved the state's ability to communicate the risk, said Kurian. \"Education was seen as an investment in Kerala for a long time,\" Kurian added. And Kerala is relatively well-off. In 2017-2018, the latest year for which statistics are available, it had a per capita GDP of 184,000 Indian rupees, compared with a nationwide average of 114,958.  Kerala's health outcomes are not the norm. Healthcare -- and social indicators such as access to safe drinking water that influence healthcare outcomes -- vary widely between different states, Sadanandan said.  Maharashtra's health outcomes fall far behind Kerala. Male life expectancy is 69.9, and its infant mortality rate is almost twice as high as Kerala's, with 19 deaths per 1,000 live births, compared with 10.  Although Maharashtra has some of the best hospitals in India, according to Kurian, some of those have been compromised because the virus has spread to health care workers and within hospitals. Last month, the Indian Medical Association said doctors in India faced challenges of being attacked and had a lack of personal protective equipment. \"Many doctors have tested positive for the virus already and those of us working on the frontlines at government hospitals live in hostels where effective social distancing is not possible,\" a Maharashtra Association of Resident Doctors spokesperson said. What the future holds While Kerala has flattened the curve for now, the challenges aren't over. \"We are bracing ourselves for the 3rd wave,\" Isaac, the state's finance minister, tweeted. Kerala's chief minister, Pinarayi Vijayan, has a similar sentiment: \"Til those who are undergoing treatment are fully cured and those under observation complete their quarantine period, we cannot let our guard down one bit.\" India's lockdown is set to lift later this month, and some experts expect cases to increase.  India stopped commercial flights into the country in March, but last week it began repatriation flights for Indians overseas who are stranded or lost their jobs. Kerala has large numbers of people working and living overseas, meaning many of those being repatriated will be headed for Kerala. And Kerala has the oldest population in India, making its population potentially more vulnerable -- 13% of the population are aged 60 or older, compared with the nationwide average of 8.2%. In Maharashtra, for comparison, 9.1% of the population are 60 or older.  Kurian warns that it's not the time to be complacent.  \"The real fight is just coming. Once the international travelers come back and the migrants come back and the local economy starts operating again, That is when the next wave will hit Kerala, and if they're caught napping, it will look a lot like Mumbai.\" In 2017, Indian workers around the world sent $69 billion back home -- and 19% of those remittances went to Kerala, the highest proportion of any state, according to India's Central Bank. But Kurian points out that if some of Kerala's overseas workers have now lost their jobs, that could impact Kerala's overall economy.  \"Kerala is best practice sponsored by the rest of the world,\" he said. \"The money that is supporting Kerala's public sector response, that tap has been turned off.\" But Sadanandan is more optimistic -- he thinks the same prevention strategy that worked before can continue to work now. \"If prevention works with one, i"], "Language": false}