{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/tech/huawei-q1-revenue-5g-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Sherisse Pham, CNN Business"], "Writers": [["Sherisse Pham"]], "FirstPublishDate": ["2020-04-21T10:45:41Z"], "LastModifiedDate": ["2020-04-21T10:45:41Z"], "Headline": ["Huawei sees delays to 5G in Europe as its first quarter revenues flatline"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Growth at Chinese telecom group Huawei came to an abrupt halt in the first three months of the year as the coronavirus outbreak brought its home country to a near standstill.  The Shenzhen-based firm reported first quarter revenue of 182 billion yuan ($25.7 billion), an increase of just 1.4% compared to the same period a year earlier. That is a huge drop from growth of 39% it reported for the January to March period in 2019.  It also warned of a delay to the rollout of 5G networks in Europe.  Tuesday's announcement, which was light on details, marks just the second time the privately held company has released first quarter earnings.  The coronavirus pandemic has traveled from China to every corner of the globe. Parts of the United States are at a standstill, sweeping restrictions remain in place in much of Europe, and Japan is dealing with a surge in cases.  Huawei warned that restrictions related to Covid-19 continue to affect its supply chain. It said it was working with its supplier network \"to address the tough challenges facing production and resume operations.\" Huawei re-opened its Shenzhen headquarters and another office nearby in early February, after a government ordered lockdown ended. While the immediate crisis in China may have passed, the world's largest telecommunications equipment maker and leading smartphone brand is now operating in a vastly different business environment. The pandemic has brought about \"new, unexpected challenges, like economic decline, financial turmoil and also shrinking market demand,\" rotating CEO Eric Xu said at a press conference last month.  Huawei said on Tuesday that revenue from its domestic market grew last quarter as the situation improved in March, but it is still seeing a decline in revenue in other global markets.  Europe's 5G rollout delayed The build out of ultrafast 5G networks continues as planned in China, according to Huawei, as well as analysts at Jefferies and Bernstein.  But \"in Europe it will certainly be delayed, we don't know how long,\" said Huawei spokesperson Evita Cao.  The global 5G rollout has also been hampered by unfounded claims about a supposed link between 5G and Covid-19.  Officials in the United Kingdom have expressed concerns that recent attacks on cell phone towers were motivated by false conspiracy theories. There is no evidence to support the theory that 5G networks cause Covid-19 or contribute to its spread.  Huawei said it does not know whether any of its products were damaged in the attacks. "], "Language": false}