{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/entertainment/hamilton-film-disney-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-05-12T13:04:37Z"], "LastModifiedDate": ["2020-05-12T23:25:03Z"], "Headline": ["Disney fast-tracking 'Hamilton' film to Disney +"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Disney is not throwing away its shot with \"Hamilton.\" It's fast tracking the premiere of the filmed version of the original Broadway production. It'll now stream on Disney+ on July 3. The Walt Disney Company, the musical's creator Lin-Manuel Miranda, Jeffrey Seller and Thomas Kail made the announcement Tuesday. Miranda, Seller, and Kail serve as producers on the film and Kail directs. \"I'm so proud of how beautifully Tommy Kail has brought 'Hamilton' to the screen. He's given everyone who watches this film the best seat in the house,\" Lin-Manuel Miranda said in a statement. \"I'm so grateful to Disney and Disney+ for reimagining and moving up our release to July 4th weekend of this year, in light of the world turning upside down. I'm so grateful to all the fans who asked for this, and I'm so glad that we're able to make it happen. I'm so proud of this show. I can't wait for you to see it.\" The film of the much-celebrated musical is being billed as a \"live capture\" that \"transports its audience into the world of the Broadway show in a uniquely intimate way.\" \"No other artistic work in the last decade has had the cultural impact of 'Hamilton' -- an inspiring and captivating tale told and performed in a powerfully creative way. In light of the extraordinary challenges facing our world, this story about leadership, tenacity, hope, love and the power of people to unite against the forces of adversity is both relevant and impactful,\" Robert A. Iger, executive chairman of The Walt Disney Company, said in a statement.  \"We are thrilled to bring this phenomenon to Disney+ on the eve of Independence Day, and we have the brilliant Lin-Manuel Miranda and the team behind 'Hamilton' to thank for allowing us to do so more than a year before planned.\" On Broadway, the \"Hamilton\" musical electrified audiences and became one of the hottest tickets on the Great White Way. It won 11 Tony Awards, a Grammy, an Olivier Award and a Pulitzer."], "Language": false}