{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/us/nasa-astronaut-advice-coronavirus-go-there-scn-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Weisbrod, CNN"], "Writers": [["Eric Weisbrod"]], "FirstPublishDate": ["2020-05-12T19:38:23Z"], "LastModifiedDate": ["2020-05-12T21:55:52Z"], "Headline": ["NASA astronaut beams a message of hope to Earth in the pandemic"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Sometimes all it takes is a little perspective. NASA astronaut Chris Cassidy sent home a message of unity from his perch aboard the International Space Station on Tuesday, telling the world that there's hope if we just stick together. \"There's hope in being united,\" said Cassidy when CNN's Rachel Crane asked if he had a message for those of us on Earth. \"When I look down at the planet, it's just a big beautiful spaceship that has 7 billion astronauts on it.\" Cassidy, currently the only American in space and commander of the Expedition 63 mission, said people back home should work together and do their part to keep the planet and its people healthy.  \"Just like the three of us here working in harmony to conduct our daily missions effective and safely, that's what we should be doing on Earth,\" Cassidy told Crane in an interview for Go There on Facebook Watch.  \"Now that's easier said than done. It requires everybody to pitch in and do their part. But that is step one - Each individual taking ownership and doing your part, doing the right thing. And together as a crew on planet Earth we can make anything happen,\" said Cassidy.  The astronaut has been aboard the space station since April 9, when there were under 500,000 cases in the US and less than 20,000 deaths. Now, there are at least 1,356,000 coronavirus cases in the US and at least 81,500 deaths. But Cassidy says it's \"largely business as usual\" in space, despite the coronavirus pandemic tearing across the globe beneath him. But he admitted it was \"quite something\" talking with the crew he swapped out with, astronauts Andrew Morgan and Jessica Meir, who left Earth before the virus broke out but returned home to a world changed by the pandemic.  \"I've exchanged a few emails with them. They've had an interesting adjustment going from the busy life here in the space station to much more quarantine and isolation in their own homes,\" he said. He also spared a minute to talk about Tom Cruise, who is working with NASA to film a movie in aboard the International Space Station. \"Anytime he wants to show up, I'm ready,\" said Cassidy, saying that he'll welcome Cruise with open arms. He just asks Cruise \"listen to all the training.\" \"He's a sharp guy and I'm sure he'll do just fine,\" the astronaut added. New episodes of Go There premiere each weekday on Facebook Watch. "], "Language": false}