{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/us/broadway-coronavirus-closed/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson and Javi Morgado, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-05-12T17:16:26Z"], "LastModifiedDate": ["2020-05-12T17:16:26Z"], "Headline": ["Broadway theaters to remain closed through at least September 6"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["New York City's Broadway theaters will remain closed through at least September 6 because of coronavirus, according to the Broadway League, the national trade association for the Broadway industry. \"While all Broadway shows would love to resume performances as soon as possible, we need to ensure the health and well-being of everyone who comes to the theatre -- behind the curtain and in front of it -- before shows can return. The Broadway League's membership is working in cooperation with the theatrical unions, government officials, and health experts to determine the safest ways to restart our industry,\" said Charlotte St. Martin, president of the Broadway League, in a press release.  \"Throughout this challenging time, we have been in close communication with Governor (Andrew) Cuomo's office and are grateful for his support and leadership as we work together to bring back this vital part of New York City's economy -- and spirit.\" There is no official return date for Broadway shows, but ticket refunds and exchanges will be offered for all shows through Sept. 6, the release states. Thirty-one Broadway performances, including eight new shows in previews, have been suspended since March 12, the Broadway League said. The initial suspension of Broadway performances was supposed to last until April, but it was then extended to June and now to September as coronavirus has rampaged through America's largest city. New York City, the epicenter of the United States' coronavirus outbreak, remains under stay-at-home orders. Some parts of rural, upstate New York have reached criteria to begin a phased reopening on Friday, Cuomo said, but not New York City. Still, theater-lovers will have at least one thing to look forward to this summer. Disney is fast-tracking a filmed version of the acclaimed musical \"Hamilton,\" which is set to stream on Disney+ on July 3. The film is being billed as a \"live capture\" that \"transports its audience into the world of the Broadway show in a uniquely intimate way.\""], "Language": false}