{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/12/politics/john-lewis-good-trouble-documentary/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allison Gordon, CNN"], "Writers": [["Allison Gordon"]], "FirstPublishDate": ["2020-05-12T14:11:53Z"], "LastModifiedDate": ["2020-05-12T14:11:53Z"], "Headline": ["Trailer released for new documentary 'John Lewis: Good Trouble'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Civil rights activist and longtime Rep. John Lewis occupies a rare space of bipartisan respect in US politics and the trailer for the new documentary \"John Lewis: Good Trouble\" chronicles the moments of his life that have shaped his place in American history. Directed by Dawn Porter, produced by Trilogy Films with Color Farm Media, and executive-produced by CNN Films, AGC Studios and TIME Studios, the film follows the Georgia Democrat's life through interviews and rare archival footage. Porter's present-day interviews with Lewis, now 80 years old, cover his upbringing, his first ventures into activism and his relationship with Dr. Martin Luther King. The filmmakers also spoke with notable figures in the Democratic party like House Majority Whip Jim Clyburn of South Carolina, former Attorney General Eric Holder and Rep. Elijah Cummings of Maryland, who died in October. Younger members of Congress are also featured in the film. In the film's trailer. Democratic Rep. Alexandria Ocasio-Cortez of New York explains that \"if John Lewis as a 19-, 20-year-old wasn't doing what he did, I would not be here.\" On Monday, Democratic Rep. Ayanna Pressley of Massachusetts took to Twitter to announce the film. \"Glad to celebrate the activism and moral leadership of the one-and-only @repjohnlewis,\" she wrote with a link to the trailer.  Lewis announced in December that he had stage 4 pancreatic cancer, but he hasn't let the disease hamper his steady contributions to American politics. He spoke with reporters last month when he endorsed former Vice President Joe Biden's presidential bid. \"John Lewis: Good Trouble\" takes its name from the congressman's favorite quotation: \"Good trouble is necessary trouble.\" The film will be released theatrically and available via home video by Magnolia Pictures and Participant, beginning July 3."], "Language": false}