{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/us/little-richard-death-musicians-react-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-05-09T16:52:02Z"], "LastModifiedDate": ["2020-05-09T19:18:25Z"], "Headline": ["Musicians and artists pay tribute to rock 'n' roll legend Little Richard"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Musicians, actors and artists across a range of genres are paying tribute to Little Richard. The self-proclaimed architect of rock 'n' roll died on Saturday from a cause related to bone cancer, Dick Alen, his former agent, told CNN. He was 87. Hits like \"Tutti Frutti\" and \"Long Tall Sally,\" combined with a pounding piano, pompadour hairdo, makeup and dazzling stage antics turned Little Richard into an American music legend and paved the way for other greats, including Mick Jagger and Prince. Here's what other artists said about the late, great rock 'n' roller: Jagger, the Rolling Stones frontman, said Little Richard helped teach him how to perform his music. Jagger toured with Little Richard in 1963. \"I'm so saddened to hear about the passing of Little Richard, he was the biggest inspiration of my early teens and his music still has the same raw electric energy when you play it now as it did when it first shot through the music scene in the mid 50's,\" he said on Twitter. \"When we were on tour with him I would watch his moves every night and learn from him how to entertain and involve the audience and he was always so generous with advice to me.\" Singer Billy Idol, himself a pioneer of punk rock, shared a video of Little Richard. \"RIP #LittleRichard the architect of rock n roll...,\" he tweeted.  Actress Viola Davis called Little Richard the innovator. \"The Originator. The innovator. The musician, performer who influenced generations of artists....has left,\" Davis tweeted. \"You were AWESOME #LittleRichard!!! Your talent will reverberate forever. Well done sir. Rest well.\" Chance the Rapper reflected on Little Richard's impact.  \"A couple weeks ago I randomly decided to read up on the legendary Little Richard on wiki,\" he wrote on Twitter. \"I learned then about how he developed The Beatles and saved The Rolling Stones.\" Bette Midler noted the singer's influence on American musicians. \"Little Richard was a genius, pure and simple,\" Midler tweeted. \"He paved the way for (code for he was ripped off by) so many artists. Watch his YouTube performances to see what I mean. I met him on 'Down and Out in Beverly Hills,' in which he was hilarious. What a legacy. God bless you, Richard.\" Tevin Campbell shared a personal story.  \"I met Little Richard when I was 13 or 14 at Aunt Kizzy's in Marina Del Ray,\" Campbell wrote on Twitter. \"The advice he gave me is invaluable. He was such a class act and I will never forget the time I sat at his table and he talked to me like I was his little bro. RIP Little Richard.\" George Takei also gave Little Richard a heartfelt sendoff. \"Play the keys among the stars now, sir. You will be missed,\" he wrote on Twitter. Film director Spike Lee shared a commercial he worked on with Little Richard.  \"Rest In Peace To One Of The True Creators Of Rock And Roll. This Is The Commercial I Directed With Little Richard And Michael Jordan, 1991,\" he tweeted."], "Language": false}