{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/us/theater-marquees-across-america-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren M. Johnson, CNN"], "Writers": [["Lauren M. Johnson"]], "FirstPublishDate": ["2020-05-09T14:04:32Z"], "LastModifiedDate": ["2020-05-09T14:04:32Z"], "Headline": ["With movie theaters closed during stay-at-home orders, some local theaters turn to their marquees to entertain"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The majority of local movie theaters have been closed since March, but that hasn't stopped them from entertaining people with their marquees. Local theaters across the country have been using their vintage signs to remind audiences of the movies they love and the pandemic they're facing.   Using classic films such as \"Back to the Future,\" \"Stand By Me\", and \"The Wizard of Oz\"  as inspiration, the marquees feature encouraging messages and funny reminders about staying at home and social distancing guidelines. For example, the marquee of the Kiggins Theatre in Vancouver, Washington, read: \"Marty you must not leave the house anything you do could have serious repercussions on future events.\" Elsewhere, in Greenfield, Massachusetts, Greenfield Garden Cinema put up a quote from \"The Dark Knight\" character Harvey Dent: \"The night is darkest just before the dawn and I promise you the dawn is coming.\" And in Emmaus, Pennsylvania, the marquee of Emmaus Theatre reads: \"Stand by me but 6 feet away.\" Like many businesses across the US, movie theaters have taken a big financial hit because of the coronavirus outbreak. Movie theaters large and small are shuttered, film productions are halted, and the release of some of this year's biggest films are delayed.  The marquees are a way for theaters to connect to their communities. Robert Audibert, one of the owners of the Emmaus Theater, said the theater is struggling to stay afloat with its doors closed. So they launched a GoFundMe to help raise $10,000, enough to keep the theater going for a couple months, Audibert said. In three days, they exceeded their goal and amassed over $14,000.  Audibert said that owning a theater has been his dream, and he will do anything to be able to keep the doors open. 2020 marked the theater's 100th year of business. \"You get a different feeling watching [a movie] in a theater full of people...you feel the vibe, you feel the emotions of everyone in the theater at that time,\" Audibert said. \"Watching a movie on the couch is good, but you don't get that same feeling.\"  It's not just the smaller theaters struggling. \"Literally, we don't have a penny of revenue coming through the door,\" AMC CEO Adam Aron told CNN's Richard Quest in March, noting the pandemic forced all of the company's theaters to close. \"Three weeks ago, AMC was an immensely healthy company and now with expenses out the door and no revenues, we are burning through cash.\" Paul Dergarabedian, senior media analyst at Comscore (SCOR), said he believes when theaters do open, it will be at a limited capacity. \"It's a challenge,\" told CNN Business, \"because everything that makes movie theaters special -- the communal experience -- are the very things that people and health experts are concerned about.\""], "Language": false}