{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/opinions/coronavirus-apahm-anti-asian-american-discrimination-yang/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jeff Yang"], "Writers": [["Jeff Yang"]], "FirstPublishDate": ["2020-05-09T02:14:53Z"], "LastModifiedDate": ["2020-05-09T02:14:53Z"], "Headline": ["Breaking the cycle of discrimination against Asian Americans"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["It's May -- Asian Pacific American Heritage Month -- a time to celebrate and commemorate this vibrant community. That's not happening now, or at least not in the same way. With Covid-19 making it impossible for us to gather in person, organizations are trying to adapt. Film festivals have gone virtual. Theater and music groups are hosting performances from artists' living rooms. Galas are being held as Zoom parties, with links to online auction and donation platforms.  But technical difficulties are far from the only challenge Asian Americans face today. While the pandemic is showing promising signs of decline in some states, there is evidence to suggest xenophobic hatred that has emerged in its wake is poised to escalate. Asian Americans have reported surging hate crimes and attacks, triggered by the association of Covid-19 with China, where the outbreak was first detected.   Racial slurs and cultural slander have erupted both online and off, prompted in part by the unfounded beliefs that the outbreak in Wuhan occurred due to poor hygiene or the consumption of strange animals (\"bat soup\"). When an increasing number of Americans began to fall ill and die, these whisper campaigns sharpened into personal attacks and even physical violence against a wide range of Asians — many of whom were mistaken for being Chinese.  To make matters worse, President Donald Trump has already signaled that he intends to amplify anti-Chinese hysteria and xenophobic hatred as part of his reelection strategy. And it's clear that easing lockdown restrictions in America is only going to create more opportunities for racists to target Asian Americans, with potentially catastrophic results for our communities.  Here's the problem: Asian American national advocacy organizations were already facing a period of crisis even before the pandemic broke. Initiatives that serve the community have insufficient funding. This has forced groups that have led coalition building across our communities in the past to cut staffing, hampering their ability to organize, and threatening their survival in the future. This isn't to say our community is standing still or staying quiet. Ad hoc platforms and campaigns have sprung up to respond to these needs. Multicultural marketing agency IW Group brought influencers together to reach hundreds of thousands of viewers with #WashTheHate, an online campaign to raise awareness of racist attacks against Asian Americans and promote solidarity across all communities. Chinese for Affirmative Action and the Asian Pacific Policy and Planning Council launched an online anti-Asian bias tracker that has registered nearly 1,500 incidents to date, providing a useful tool for policy makers to address this problem; Asian American ad agency Admerasia has partnered with these groups to create a site called Racism Is Contagious that tracks verbal and physical assaults against Asians on a regularly updated national map. Gold House, a group of high-profile Asian American celebrities, entrepreneurs and creators, recently unveiled We Are #AllAmericans, a star-studded campaign to push back on racism and xenophobia across all communities, while raising funds for Covid-19 relief.  These are powerful and vital tools to fight back against the surge in reported racism. But they also reflect a fragmentation of purpose, with different groups launching their own campaigns instead of coalescing behind a single forceful initiative. That kind of unity is what might really be required to counter the dark messages emanating from the highest levels of our federal government, and stoking anti-Asian American sentiments that have recurred too frequently in our history: That we don't belong in this country, that we pose a threat to \"real Americans,\" and that we speak with the voices and faces of an implacable alien enemy.  \"The Covid-19 crisis has shown that we are unprepared to respond (to this kind of crisis),\" Fue Lee, a Hmong American organizer who unseated a longtime incumbent to become a Minnesota state representative in 2016, told me. \"Outreach and engagement were slow, late, and did not reflect the diversity within the Asian American community.\"  Lee found similar concerns among other Asian Pacific American state and locally elected officials, like California state assemblymember David Chiu, who heads the state's Asian Pacific American legislative caucus; New York state assemblymember Yuh-Line Niou; Washington state representative Sharon Tomiko Santos; and Boston city councilor Michelle Wu. The group has brought together nearly 100 other organizations and prominent AAPI leaders for what they're calling Rise APA — a series of town halls taking place throughout the month of May that are designed to elevate the conversation about rising xenophobia and the Covid-19 crisis in Asian Pacific American communities to the national level. The events will feature participants like playwright David Henry Hwang, Pulitzer-winning author Viet Thanh Nguyen and former US Ambassador to China Gary Locke. But the organizers are looking at these town halls as a springboard, not a destination. Their hope is that once this pandemic is brought under control and the nation begins to reopen, organizers of the Rise APA sessions and the network of leaders supporting it will be able to convene in person to actively discuss a common agenda for the coming decades.  \"We have the chance to speak up not just against this current wave of hatred, but to build the community infrastructure to amplify our voices and leadership for the next generation,\" Boston city councilor Wu told me.  Because even if this pandemic passes, anti-Asian discrimination and exclusion will likely not. It has emerged throughout American history, and unfortunately there's no reason to believe that this cycle will break on its own.  \"We have seen this all before with the Chinese Exclusion Act, the wartime incarceration of Japanese Americans, the murder of Vincent Chin and post-9/11 anti-Muslim bigotry,\" assemblymember Chiu told me. \"And while our community has come a long way, we have a long way to go. It's clear that we need a united national voice, bridging the tremendous diversity within Asian Pacific America, to both defend against anti-Asian attacks and to proactively set a course for the future.\""], "Language": false}