{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/ghost-stations-beneath-london/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Will Noble, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-06T10:58:46Z"], "LastModifiedDate": ["2020-05-06T10:58:46Z"], "Headline": ["The ghost stations hidden beneath London"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Thanks to its complex history, London has long been associated with ghosts. But forget the supposed specters of beheaded queens or hanged highwaymen -- it's a series of abandoned stations that haunts this dynamic city. The London Underground tube network has 270 stations, but even before the coronavirus crisis drastically reduced the number of passengers and trains, another 50 or so had already been forsaken. They are, as the Germans first coined it, geisterbahnhöfe -- ghost stations. Like apparitions themselves, the UK capital's ghost stations may flit in front of your eyes before vanishing again.  In the book \"The London Underground: 50 Things to See & Do,\" author Geoff Marshall explains how to glimpse the old brickwork of Down Street station, while traveling on the Piccadilly line between Green Park and Hyde Park Corner.  Other ghost stations hide in plain sight -- we don't see them, either because we're not paying attention or the stations have been reborn as something else altogether. In a city where 26 miles of fresh rail have been laid as part of the new Elizabeth line and where a Euston St. Pancras \"megastation\" is proposed for a future South East England rail route Crossrail 2 -- it's a wonder ghost stations exist at all.  Surely London needs all the stations it can get? But in this brutal metropolis, you're always at risk of being discarded if you're not working to full potential, and the same rules apply to tube stations. The Charing Cross Jubilee line station made it 20 years before falling foul to an extension toward the Docklands and the Millennium Dome.  In 1999, it shut up shop, demoted to mere overrun tunnels. The Tower of London station lasted just two years before being replaced.  Its replacement, Mark Lane, went on to become a ghost station in 1967, when it could no longer handle the crowds.  For the opposite reason, North End in north London's Hampstead was never even used; the half-built station was scuttled because there weren't enough local commuters. Abandoned lines Though the archetypal image of a ghost station is winding staircases dripping with cobwebs and billboards promoting long gone cigarette brands, many are half-subsumed by the wilderness, out in the open air.  The Parkland Walk is a string of al fresco former stations, running its course through woodland between Finsbury Park and Alexandra Palace -- a result of the ill-fated Northern Heights project.  This was an ambitious plan in the 1930s to stretch the Northern line by electrifying track along the pre-existing Great Northern Railway line.  However, as construction was held up by the war, the plans were eventually scuppered altogether, and the old stations never had the rebirth they were due.  The Parkland Walk path follows the furrows of the old track bed, today flanked by silver birches, sycamores and ivy-entwined fig trees.  Every now and then, you come to a set of discarded platforms and imagine a train with a head of steam emerging around the corner.   The nearest you'll get to a ghoul along this trail is a sculpture by Marilyn Collins of a spriggan, an impish sprite from Cornish folklore, which appears to climb out from the shadows of an arch at the abandoned Crouch End station. The abandoned tunnels of the old Highgate station can also be found along the Parkland Walk.  They're now inhabited by families by the name of Natterer, Daubenton and Long-Eared -- in other words, bats. New incarnations Some of London's ghost stations are thought to be haunted.  British Museum station in Holborn shut in 1933 -- a time when wealthier Londoners were still decking out their drawing rooms with the motifs of Egyptomania.  Perhaps it's no wonder that someone dreamed up the notion of a secret tunnel linking the museum's Egyptian Room with the underground station.  Through it, a disgruntled Egyptian mummy, or an apparition of the deity Amun-Ra, is said to appear, wandering the corridors and platforms, loincloth and all.  However, no one seemed to question why an apparition or deity needs a secret passageway to get about.  It reiterates our fascination with a good tunnel, not to mention a good ghost story. Space in London is at a premium, and many ghost stations have been given a new lease on life as a result.  The former Osterley & Spring Grove station, which was closed in 1934 when Osterley station opened, was converted into a second-hand bookshop in the mid-1960s.  Piccadilly line trains en route to Heathrow Airport rattle past every few minutes, and the little bookstore continues to sell titles far more interesting than any you'll find in an airport shop. Surrounded by white picket fences, bucolic Ongar station was axed from the Central line in 1994 because of underuse, but has since been revived as part of the Epping-Ongar heritage line.  On the same line, you pass another ghost station, Blake Hall, where one fortunate family now lives.  Weekend steam and diesel services to and from Ongar serve up pints of real ale from behind an onboard bar, making this the only stretch of \"tube\" line where you're not breaking the rules by hitting the booze.  On heritage days, Ongar's got one of the few manned ticket offices left on the Underground network. The station has never been more alive.  But not all ghost station makeovers are as sensitive.  The Edwardian oxblood tiles of South Kentish Town tube station, designed by renowned architect Leslie Green, jar with the brash branding of a Cash Converters now living inside. Thankfully the beautiful tile work and parabola windows of York Road station, found crouching behind the current King's Cross, remain intact. Transport for London (TfL) has looked into reincarnating this particular ghost station, but concluded that it would cause more harm than good. Public fascination Until recently, London's ghost stations remained a thing of urban legend, experienced only by a few lucky (or perhaps unlucky) TfL employees and plucky urban explorers.  Now, their owners have cottoned on to the public's fascination.  Though currently closed due to Covid-19 London Transport Museum's current exhibition (on until January 2021) explores this phenomenon.  One uncanny story is of the Plessey aircraft underground factory -- a five-mile-long munitions workshop set up in then-unfinished Central line tunnels beneath Wanstead, Redbridge and Gants Hill -- a set of pre-ghost stations, if you will. For those who want to see a ghost station in the flesh, an ever-expanding roster of Hidden London tours are opening their doors, shedding (torch) light on London's buried gems. In Charing Cross, you may see a group of luminous tabarded folk following a guide down the corridor, then suddenly disappear into the wall.  In the Edwardian passageways of Piccadilly Circus (which have been closed to commuters since 1929), the makers of the original tiles -- W.B. Simpson and Sons -- remain visibly stamped on.  Inside Aldwych, off the Strand, you can marvel at the interior of an old Otis elevator, fitted with the added luxury of a wooden bench.  It's something the modern London commuter can only dream of. Down Street can be visited from time to time, too. This ghost station is one of London's most storied. It was a bomb-proof hideaway for Winston Churchill during the Blitz. He and his cabinet would convene down there in the gloom to discuss the fate of the country, while the clackety-clack of the typing pool reverberated off the tiles.  Could it be that a grimy roll-top bathtub -- still down there now -- is where the great man lathered up while plotting against Hitler? Those who do happen to visit to one of London's ghost stations may feel a sudden pang of déjà vu.  That's because you've almost certainly seen some ghost stations before. Not in their former lives as functioning stations, but on the big screen.  James Bond slides down the middle of the escalators at the nonoperational section of Charing Cross in pursuit of villain Raoul Silva in \"Skyfall,\" while Aldwych is the backdrop for a reign of terror in the 2004 horror film \"Creep.\"  It's also where scenes from popular UK TV series \"Sherlock,\" 2017 war drama \"Darkest Hour,\" 1992 spy thriller \"Patriot Games\" and 2007 romantic war drama \"Atonement\" were shot. This means those who've never visited London before may be more familiar with the city's ghost stations than any of its living ones."], "Language": false}