{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/business/nasa-tom-cruise-movie-space-scn/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jackie Wattles, CNN Business"], "Writers": [["Jackie Wattles"]], "FirstPublishDate": ["2020-05-05T21:08:50Z"], "LastModifiedDate": ["2020-05-05T22:12:56Z"], "Headline": ["NASA is working with Tom Cruise to shoot a film in outer space. Yes, really"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Tom Cruise wants to fly into outer space in the name of filmmaking, and NASA says it's happening. The head of NASA confirmed Tuesday that the space agency is working with actor Tom Cruise to make a movie on the International Space Station. A NASA spokesperson also confirmed to CNN Business that Cruise will launch into space and stay aboard the station, a multibillion-dollar laboratory that orbits about 250 miles above Earth. Rotating crews of astronauts have lived aboard the ISS continuously since 2000, and a few high-paying tourists have stopped by the station over the years. At one point, pop star Lance Bass, of 'NSYNC boyband fame, planned a visit in the early 2000s, though that trip did not pan out. A few films have been shot on board the space station, including a 2002 IMAX documentary that Cruise narrated. 2012's \"Apogee of Fear,\" a science fiction film, was also filmed in space by entrepreneur and space tourist Richard Garriott, the son of an astronaut. But Cruise could be the first actor to endure extraterrestrial travel. \"We need popular media to inspire a new generation of engineers and scientists to make @NASA's ambitious plans a reality,\" NASA Administrator Jim Bridenstine said in a tweet Tuesday. A Deadline story published earlier Tuesday said the film will mark \"the first narrative feature film -- an action adventure -- to be shot in outer space.\" It's not clear how or when Cruise will travel to the space station or what additional crew members may join him.  Russia is the only country with the ability to fly humans to and from the space station, but SpaceX and Boeing have been working for years to develop spacecraft capable of returning that capability to the United States. SpaceX's vehicle, Crew Dragon, is expected to complete its first crewed mission to the ISS later this month. Unlike the human spaceflight programs of earlier decades, however, NASA will not own and operate SpaceX's or Boeing's vehicles. Both companies will be permitted to sell seats aboard their spacecraft to tourists or others willing to pay the multimillion price tag. SpaceX previously announced it would work with third-party companies to sell seats aboard Crew Dragon for about $50 million each. NASA also issued a directive last year that laid out plans to allow non-government space travelers to pay the space agency for use of the International Space Station's facilities.  That document also laid out how much certain services could cost: Use of life-support equipment  -- and the toilet -- were listed at $11,250 per day. Food, air, and other provisions were priced at $22,500 per day. The International Space Station was built as a partnership among dozens of countries, but the United States and Russia are its primary operators. Maintaining the US portion of the orbiting laboratory, where astronauts conduct scientific and commercial research, annually costs US taxpayers about $3 billion to $4 billion, according to a 2018 government report. CNN Business's Rachel Crane contributed to this report."], "Language": false}