{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/politics/donna-reed-donald-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-05-05T16:23:48Z"], "LastModifiedDate": ["2020-05-05T20:59:28Z"], "Headline": ["What Donald Trump's 'Donna Reed' nostalgia reveals about him"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["In an interview on Monday with the New York Post, President Donald Trump was asked about his contentious relationship with the media -- particularly CBS News' Paula Reid. Here's how he responded: \"It wasn't Donna Reed, I can tell you that. ... Paula Reid, she's sitting there and I say, 'How angry. I mean, What's the purpose?' They're not even tough questions, but you see the attitude of these people, it's like incredible.\" For large swaths of Americans -- aka anyone who wasn't watching movies and TV between 1940 and 1965 -- the reference simply flew over their collective head. Reed, who most famously played Mary Bailey in the 1946 Christmas classic \"It's a Wonderful Life,\" and then went on to star in her own black-and-white TV sitcom through the mid-1960s, died in 1986. Which was 34 years ago.  Trump's tendency to draw on cultural touchstones from decades ago is not new. He's more likely cite the Bobbsey Twins than the Olsen twins (Mary-Kate and Ashley, obvi!). It's also not unimportant. Because Trump's old-timey references reflect his broader desire for that moment in American culture. When asked during the 2016 race the last time he believed America was \"great,\" Trump said in an interview with The New York Times, \"I would say during the 1940s and the late '40s and '50s we started getting, we were not pushed around, we were respected by everybody, we had just won a war, we were pretty much doing what we had to do, yeah around that period.\" Trump is, quite literally, stuck -- in his cultural references, in his policies, in his worldview and, yes, even in what he eats -- in that moment. (Trump was born in 1946.) As Axios' Jim VandeHei noted in a 2018 piece headlined \"Donald Trump, a 1950s man:\" \"In this era of drones and driverless cars, President Trump often sounds and feels like a man from the bygone days of station wagons and smokestacks ... \"... Even his diet and health routine are retro: golfing as exercise (with a cart), and a diet heavy on burgers and thick steaks.\" Trump's public comments -- both on the campaign trail and as president -- are rife with evidence of his longing to return to what he considers the golden era of America. * At a rally in Colorado Springs earlier this year, Trump criticized the fact that \"Parasite\" -- a South Korean film with English subtitles -- had won the Oscar for \"Best Picture.\" Said the President: \"What the hell was that all about? We've got enough problems with South Korea with trade. On top of that, they give them best movie of the year. Was it good? I don't know. ... Can we get like 'Gone with the Wind' back please? 'Sunset Boulevard,' so many great movies.\" \"Gone with the Wind\" came out in 1939 -- portraying an idealized version of the American South during Reconstruction. \"Sunset Boulevard\" is slightly more current; it premiered in 1950. * At a briefing by the White House coronavirus task force in mid-April, Trump said this: \"And we have -- this country, for so many years, has been ripped off by everybody, whether it's a World Health or World Trade. And they're like -- I call them the 'Bobbsey Twins.'\" The Bobbsey twins were two sets of fraternal twins who got into all sorts of mixed-up adventures but, in the end, things wound up working out for them! The first book in the series came out in 1904. * Of former South Bend Mayor Pete Buttigieg, Trump told Politico in 2019 that \"Alfred E. Neuman cannot become president of the United States.\" \"Alfred E. Neuman\" was a fictional character who served as a sort-of mascot for the satirical Mad magazine. He was first on the cover of the mag in -- you guessed it! -- the mid-1950s when Mad tried to make him a write-in candidate for president. (If you care at all about the history of \"Alfred E. Neuman, read this amazing piece in the Paris Review.) That the President is a product of the time in which he grew up isn't terribly surprising. (Heck, I make \"Teen Wolf\" and \"Simpsons\" references constantly!) What is surprising -- and scary -- is that Trump seems to not understand that his idyllic picture of the 1950s wasn't all that idyllic for people who weren't white men like him.  It was in 1955 that Rosa Parks refused to sit at the back of the bus. The \"March on Washington\" didn't come until 1963. Ditto the \"Equal Pay Act.\" In 1961, Illinois became the first state to decriminalize homosexuality. You get the idea. America was great for white males in the 1950s -- and not great for pretty much everyone. Trump either can't  -- or won't -- see that element of the time period that he clearly longs for, and which he is, mentally speaking, still stuck in. During that time, women were largely staying at home, cooking meals for their husbands and taking care of their kids. Not, say, asking tough questions at White House press briefings. CBS reporter Paula Reid responded to Trump's comments in a tweet Tuesday: \"President Trump tells @nypost I am nothing like 50's American archetypal mom Donna Reed.  Fact-check: True.\" Consider the way Donna Reed herself described the character she played on her eponymous show:  \"The messages it sent out were positive and uplifting. The folks you saw were likable, the family was fun, the situations were familiar to people. It provided 22-and-a-half-minutes of moral instruction and advice on how to deal with the little dilemmas of life.\" The\" folks you saw\" were also white. All of them. And Reed played a housewife happily married to a doctor. They had two kids -- a boy and a girl. Again, you get the picture. Trump's vision of America's future is heavily tinged with this nostalgia for a time -- the 1950s -- that simply was not the paradise that believes it to be. That he can't see that is a deeply problematic blind spot."], "Language": false}