{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/entertainment/becoming-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-05-05T14:05:22Z"], "LastModifiedDate": ["2020-05-05T14:52:28Z"], "Headline": ["'Becoming' lets Michelle Obama share her quest for balance under the media spotlight"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The inherent contradiction in \"Becoming,\" Netflix's documentary about Michelle Obama, is repeatedly articulated by the former First Lady herself: How can someone reclaim a semblance of a normal life when you are one of the world's most recognizable figures? The latest project under the Obamas' Netflix production deal doesn't fully answer that riddle, but it's an interesting contemplation of the question. To her credit, Michelle Obama doesn't come across as complaining about her reality; rather, it's as if she's able to step outside herself and witness the strangeness of an existence where \"the entire attention of everything is you\" from a bird's-eye view, while considering how to make the most of that. \"Your life isn't yours anymore,\" she says. Drawing its title from her bestselling 2018 memoir, \"Becoming\" tags along on a 34-city book tour, capturing the jubilant faces and enthusiastic crowds that greeted Obama wherever she went. Along the way, there are what amount to cameos from her family, including her mother, brother, husband and kids. Craig Robinson -- who current works for the New York Knicks --  conveys how it all looks to someone who has known her his whole life, wryly musing, \"No brother should have to deal with their sister being the most popular person in the world.\" And we meet some other intriguing characters, like Allen Taylor, the Secret Service agent assigned to protect her, who has become an integral part of Michelle's life over more than a dozen years. In order to illustrate where she is now, the 90-minute film (directed by Nadia Hallgren) has to look back at where she was. That includes her upbringing, losing her father and the environment that greeted her at Princeton, as well as the highs and lows of campaigning -- and early efforts to vilify her -- and the Obama presidency. Even with extensive fly-on-the-wall backstage access, there's a sense that Michelle Obama can't really let her guard down. Therein lies the tension in trying to both step back from the spotlight and capitalize on her platform in order to champion causes and advocate for change. The most emotional sequences in \"Becoming\" show her meetings with teens and young adults -- dispensing uplifting advice -- underscoring what the Obamas have meant to so many. Yet aside from likely evoking wistfulness among supporters, \"Becoming\" offers a welcome and sobering look at the personal tradeoffs associated with fame. There's no self-pity in that, but Michelle Obama possesses enough perspective to recognize the intrusive nature of celebrity, such as the amount of attention devoted to the clothes she wore while in the White House. As for the current state of politics, those moments are fleeting but there, as Michelle Obama sympathizes with and seeks to reassure people filled with angst by the Trump years. While she expresses an understanding of what motivated Trump voters, she voices irritation with those who would have pulled the lever for Hillary Clinton but \"couldn't be bothered to vote.\" The former first lady also discusses being more than just an appendage to her husband, an accomplishment she has clearly achieved. \"Becoming\" is ultimately about the next step in that journey -- finding balance and peace living under the public spotlight, even if it's unrelenting glare means that there's no going back to the life she knew before. \"Becoming\" premieres May 6 on Netflix."], "Language": false}