{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/entertainment/may-the-fourth-star-wars-day-2020-wellness-wisdom-project-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David G. Allan, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-04T07:57:15Z"], "LastModifiedDate": ["2020-05-04T14:33:30Z"], "Headline": ["May the Fourth be with you, always, even during the pandemic"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Hope, friendship, banding together to fight a deadly threat, an invisible force connecting everyone together. The themes of Star Wars are the same as our lives right now.  Just as the \"the devil can cite Scripture for his purpose,\" as William Shakespeare wrote in \"The Merchant of Venice,\" the Star Wars cannon is so wide, and deep, that you can fit most anything into it.  But just because Star Wars has an answer to everything, doesn't mean it's not the answer now. Has the wisdom of Yoda ever seemed more personally relevant when he warns that \"Fear is the path to the dark side,\" than at this time in our lives? Star Wars, ladled out of the same narrative stew as older mythic stories, is the hero's journey we are all on right now.  But Star Wars is also blessedly escapist. It's both where we are, and something far far away from it.  So double down on Star Wars Day this year. Enjoy the fact that we finally we have a holiday that isn't crippled by coronavirus lockdowns and social distancing. And then choose whether you want to deepen your engagement by making it relevant, or just use it as an escape pod off the Star Destroyer. Or both. You must do what you think is right, of course. On the planet that is farthest from the center of the pandemic Want to celebrate Star Wars to forget all your coronacares away? Start with the canon.  The movies are just waiting, like old friends you can't hang out with right now. Watch them over again, or have 'em on while you go about the day, just for the nostalgic comfort. This is a proven happy place. The Star Wars television shows are in easy distance too, like the friendly neighbors you just wave to these days but are so nice to see. If you've held off on \"The Mandalorian\" or the animated series, enjoy them now. If you've been waiting to introduce the movies to your kids -- and they're at least 5 years old -- now is a great time to begin the training. Want to celebrate further? Treat yourself to the childhood nostalgia of finding your favorite action figure on eBay and ordering. Or buy a Star Wars novel or one of the many non-fiction takes on the canon, from visual cross sections, to film stills to philosophy.  If this is your first Star Wars Day and you're no lifelong fan, my friend Christian Blauvelt wrote \"Star Wars Made Easy,\" which will get you up to speed. More ideas? Go down a YouTube rabbit hole of Star Wars trivia, spoofs and fandom, starting with Topher Grace's moving 5 minute super trailer of the first 10 films. Or join a Facebook group or Reddit thread to geek out among the strangers who know you in at least one fundamental way that maybe even your spouse doesn't. Or bring it back to reality by meming it up with coronavirus Star Wars takes about how Kylo Ren wears a mask and doesn't visit his elderly mother, and Vader uses the Force choke while social distancing. Or maybe you identify with the solitary life of Yoda on Dagobah, eating whatever you can find around your hut.  We are living Star Wars now Instead of pure escape you can go deeper into your appreciation of the power of myth. It's part of the George Lucas lore that Star Wars was inspired by the writings of myth scholar Joseph Campbell, who wrote \"The Hero With a Thousand Face.\" Hollywood exec and author Christopher Vogler broke Campbell's hero's journey into 12 narrative steps in his book \"The Writer's Journey: Mythic Structure For Writers.\"   Do any of these sound like a metaphorical journey you've taken recently? The Ordinary World (think pre-coronavirus)\nThe Call to Adventure (a challenge that impinges on our ordinary world)\nRefusal of the Call (unwillingness to change, usually caused by fear)\nMeeting the Mentor (a source of experience and wisdom to help us face the challenge)\nCrossing the Threshold (confronting the challenge)\nTests, Allies, Enemies (learning the rules of the new reality, getting help, smaller challenges within the larger one)\nApproach to the Inmost Cave (facing greater challenges)\nThe Ordeal (surviving at the edge of failure)\nReward (on the other side of the challenge)\nThe Road Back (returning to the ordinary world)\nThe Resurrection (how the experience has changed us)\nReturn with the Elixir (what we get to keep from the journey, including wisdom or love, that will heal us) Many characters in Star Wars travel down that old mythic road, or parts of it. We are Luke, Leia, Han, Rey, Poe, Obi-wan, sometimes Vader, and hopefully not General Grievous. We are on a journey full of challenges and allies and we will return to normal, but also changed. Like Star Wars, our journey is, in turn, funny, dramatic, boring, anxiety provoking and epic in scope. It also goes on and on, seemingly without end.  But we'll get through this together. And find reasons to celebrate what's great, like Star Wars.  May the Force be with us, always."], "Language": false}