{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/media/love-island-summer-series-canceled-scli-gbr-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rob Picheta, CNN Business"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-05-04T11:09:04Z"], "LastModifiedDate": ["2020-05-04T11:09:04Z"], "Headline": ["'Love Island' bosses cancel summer series after pandemic makes production impossible"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The upcoming season of Britain's popular reality TV show \"Love Island\" has been canceled because of the coronavirus. Broadcaster ITV said logistical difficulties brought about by the pandemic made it impossible to film the summer season of the show, which is typically set over several weeks in a villa in Spain. \"We have tried every which way to make Love Island this summer but logistically it's just not possible to produce it in a way that safeguards the wellbeing of everyone involved and that for us is the priority,\" Kevin Lygo, director of television at ITV, said in a statement Monday. The move comes after a turbulent year for the series, highlighted by the death by suicide of longtime host Caroline Flack as she awaited trial for an alleged assault. \"In normal circumstances we would be preparing very soon to travel out to the location in Mallorca to get the villa ready but clearly that's now out of the question,\" Lygo added. His statement stressed that the show would return \"stronger than ever\" in 2021. ITV added a winter series in January to capitalize on the show's success meaning 2020 would have been the first year in which two series of the show were aired. But while the program has remained wildly popular among viewers, its format, which sees single people shipped to a villa to find love or risk being voted off, has become increasingly controversial.  Flack's suicide was the third associated with the show, after former contestants Mike Thalassitis and Sophie Gradon also took their own lives. The TV star had hosted the show for the entirety of its run but was replaced by Laura Whitmore after being charged with assault in December. The decision to cancel highlights the difficulty in producing original TV programming during the coronavirus pandemic. Productions are shut down across the western world and observers have noted that networks and streaming services may soon have to rely on their catalog of re-runs."], "Language": false}