{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/us/student-teachers-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2020-05-03T09:30:26Z"], "LastModifiedDate": ["2020-05-03T12:24:53Z"], "Headline": ["The next generation of teachers grapples with uncertainty as coronavirus shuts schools"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Homar Jaimes Rodriguez knew from an early age that he wanted to be a teacher.  As an undocumented student, the connections he made with educators were incredibly important, he told CNN, and inspired him to become a physical education teacher.  \"For underrepresented communities, it's definitely a tough thing to not have educators of color,\" he said, \"and many students have never seen a male Hispanic educator like myself.\"  Jaimes Rodriguez, a senior at Delaware State University, recently took one of the last steps toward becoming a fully-fledged teacher and began student teaching at a high school, working with a mentor teacher to prepare and execute lessons.  But after just nine days, while he was still learning students' names, the coronavirus forced schools to close, leaving Jaimes Rodriguez without the classroom access he needs to complete the last requirement for his teaching license. \"It's very, very stressful,\" he said. \"It's something I think about every day, because I've worked hard to get to the point where I'm at now. I was very excited for this year, excited to get started with my career in education.\"  Across the country, aspiring educators nearing the end of their coursework have had to adjust their plans after 43 states and the District of Columbia closed schools through the end of the year to slow the spread of Covid-19. They should be in the classroom, working with students and shoring up years of study with more hands-on experience.  Instead, some of them face uncertainty. They're navigating new rules as states try to provide alternate routes for certification. And they've had to adapt, like their mentors, to teaching online and redefining what their student-teaching experiences look like. The circumstances have also prompted questions about whether they'll be ready when they have classes of their own.  The obstacles these student teachers face are not their fault, said Kate Walsh, president of the National Council on Teacher Quality, a policy and research organization. \"But we do have a responsibility,\" Walsh said, \"as school districts and states to find a way to make sure every person put in front of kids deserves to be there.\"  States work to compromise while student teachers navigate challenges The requirements to become a certified teacher vary by state and university, but there are boxes most candidates need to check. Generally, they need to have spent a certain amount of time in the classroom, they need to pass a state certification exam and some may need to complete a performance assessment demonstrating their abilities. It's this last requirement Jaimes Rodriguez has yet to meet. To complete a portfolio for his performance assessment, he needs video of himself teaching in the classroom. But he was unable to film before schools closed.  Some states are working to provide student teachers with certain accommodations, while others are still working through the challenges presented by the coronavirus.  \"The bottom line is this is pure chaos,\" said Walsh of the NCTQ. \"The states don't know what to do.\" Of the states that have offered solutions, accommodations on student teaching requirements generally fall into two buckets, Walsh said.  According to the NCTQ, the first group of states have changed the amount of time in classroom required for certification. For example, in Texas, student teachers typically need 70 days in a classroom, said Melissa Wetzel, an associate professor of curriculum and instruction at the University of Texas at Austin. But that requirement has now been slashed in half.  The second group of states has expanded the definition of what student teaching experiences can look like, per the NCTQ, prompting students to stay involved and participate in remote instruction. States have also made compromises on certification exams. In some places, testing centers have closed. As a result, states like Georgia will provide one-year emergency licenses to teachers who have met most other requirements -- a \"perfectly sensible solution,\" Walsh said, that doesn't fault student teachers but also recognizes the impact on children. Bryce Ballew, a senior at the University of Georgia studying to become a special education teacher, was among those unable to complete his state special education exam before everything closed.  While he expects to receive the provisional certificate, not having taken the exam is another wrinkle for Ballew, who wants to teach elsewhere in the country. Without certificate in hand, he said, he's left in \"total limbo\" about where he'll end up come the fall. \"Some of those questions still remain,\" he said. \"What exactly do I need to do for a new state, if I transfer, because all these state requirements are getting changed because of this virus.\" Meantime, some states that use performance assessments -- like the one Jaimes Rodriguez is hoping to finish -- have allowed them to be substituted for other tests, according to the NCTQ. Others have provided a grace period in which teachers could complete the assessments while teaching on a provisional license. The organization that administers Jaimes Rodriguez's assessment did extend the deadline to submit the portfolio, but that deadline is meaningless, he said, without access to a classroom.  He may have the chance to finish it later, he said, but he's not sure what will happen, because he had to move home to North Carolina after schools closed. \"There's just a bunch of factors to consider,\" he said, \"about how we're going to be able to finish ... and get our teaching license or, essentially, get a job.\" Turning lemons into lemonade Despite the challenges, the pandemic has offered student teachers the chance to grow, said Wetzel of UT Austin. Schools in Texas closed midway through the semester, she said, and at that time, Wetzel and her colleagues didn't feel student teachers were ready for the classroom just yet. So they've continued to teach students to the extent they can.  One student teacher in Wetzel's program is Fields Dunston, an aspiring kindergarten teacher. She's been trying to keep a positive outlook and focus on what she can learn.  \"Looking at what could have happened and what could have been is not going to do me any good,\" Dunston said, \"when I can look to the future and see what I can take from this experience right now.\" She was recently planning a lesson at home on living and non-living things. Dunston initially made a PowerPoint, before realizing kindergartners might find it dull.  Instead, Dunston filmed a lesson in her parents' backyard. She pointed out insects, a flower, clouds and a piece of wood, walking students through the process of identifying whether each item was alive.  When schools closed in Georgia, Ballew said, realizing he wouldn't see his students again was hardest.  \"I've been with these kids since August, full-time since January,\" he said. \"We've made so much progress with their skills and their goals.\" That was something he wanted to see through.  But he's kept working with his mentor teacher.  Each week they have a class meeting on Google Hangouts, Ballew said, so students can continue building social skills. He's also taken more novel approaches, zeroing in on students' interests, like creating an activity using Google Maps for one student who loves maps.  \"By no means am I saying this is a good thing compared to being in person,\" he said. \"But it has allowed us to be more flexible and develop resources and find new ways to do certain things that we can bring back to the classroom.\" A mentor recently told Dunston, \"Right now, we're all new teachers.\"  \"We're all in the same boat,\" Dunston said, \"figuring out how to deal with the equity of technology and do what's best for our kids in such odd circumstances.\" 'I am confident in my ability' There will be challenges ahead for student teachers lacking the full in-classroom experience they expected. But for many, it wasn't their first and only semester spent in the classroom, and they attribute their nerves to the anxiety of any first-year teacher. \"I don't think someone would be telling the truth if they said they're not nervous about starting a full-time teaching position,\" Ballew said. \"But if I had completed seven more weeks, I don't know that I would feel any more prepared.\" \"I am confident in my ability,\" he added.  Wetzel wants to encourage families and school administrators who see a first-year teacher this fall to \"recognize that this person doesn't have a deficit in terms of experience,\" but instead has great preparation for it. Teddi Beam-Conroy, director of the University of Washington's elementary teacher education program, said some students in her masters program are concerned that their preparation didn't play out the way they expected. But she's trying to help them understand they are ready. \"In actuality you're now prepared to teach ... in the middle of a war, in the middle of a natural disaster,\" she said. As for the teachers themselves, they're just looking forward to being the best educators they can for their students.  \"There were a bunch of things I wish we could have spent more time on or gotten more experience with and I know it's going to be tough,\" Jaimes Rodriguez said. \"But like everything in life we're just going to have to adapt and overcome.\" While Dunston knows her first year as a kindergarten teacher will be challenging, she, too, is ready for what comes next.  \"I'm going to do my best to give these kids the kind of education all kids deserve.\" "], "Language": false}