{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/opinions/trumps-2016-messaging-failure-coronavirus-lockhart/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joe Lockhart"], "Writers": [["Joe Lockhart"]], "FirstPublishDate": ["2020-04-21T02:51:26Z"], "LastModifiedDate": ["2020-04-21T02:53:39Z"], "Headline": ["Trump's 2016 messaging mojo is failing him now"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Any branding or marketing executive can define the mission succinctly: Understand the value of what you're selling, understand what your customers value -- and your marketing campaign is where those two thing meet. And to ensure the success of an integrated marketing campaign, you need a simple message that can be repeated over and over again.   Donald Trump's 2016 campaign for president was an example of good branding and great integrated marketing. Candidate Trump was appealing to those Americans who were fed up with Washington and, more importantly, felt they'd been left behind. They were looking for a voice to express their aggrievement. His \"Make America Great Again\" message captured this dissatisfaction perfectly and his campaign deployed it with speeches, advertisements, red hats and tee shirts. It was simple, repeatable and very effective.   As President Trump heads into his reelection, he seems to have forgotten the branding and marketing principles that won him the presidency.  His messages are contradictory, at times so complicated they seem tortured, and they are anything but simple and repeatable. His motives, I believe, are clear: maximize credit for anything that goes right; minimize blame for anything that goes wrong.    What is lost is the strong simple message that marketers crave.   For evidence of this problem, you need look no further than this past Sunday's press briefing.  Aside from his childish attacks on the press, the President's conflicting positions were striking.   Take the issue of social distancing.  The administration can rightly take some credit -- however belatedly -- for promoting social distancing, and indeed the President took full credit for that on Sunday.  \"We continue to see improvement of declining trajectory of cases in Seattle, Detroit, New Orleans, Indianapolis and Houston. More evidence that our aggressive strategy is working...we're saving countless lives.\" Without the social distancing mitigation, the President said, \"we would have had millions of people die.\"   But when asked by a reporter later in the briefing about advice to people protesting state governments' enforcement of social distancing guidelines designed to stop the spread of contagion, the President said, \"I don't have any advice.  These people feel that way and you're allowed to protest.\"  He then added that \"some governors have gone too far\" with restrictions and later said that the protestors, some of whom have carried confederate flags or ones featuring swastikas, are people who \"love their country and want to get back to work.\"    He further described these protests -- which have sprung up even as he used Twitter to demand that Minnesota, Michigan and Virginia (states led by Democratic governors) \"LIBERATE\" their states -- as a patriotic exercise, \"I've never seen so many American flags at a rally.\"    Sometimes Trump contradicts himself in the same sentence. He told reporters Sunday, \"we're going to be safe. We have to be safe. And we don't want to close anything. We're not going to be closing ... and we're starting to open our country.\"  The success of the mitigation effort and the work done by the administration on social distancing is obscured by the President's oft-stated desire to open the country as quickly as possible, despite warnings of caution from public health officials.   There's no better example of this message muddling than where the President is on testing.  At every briefing he begins with a litany of statistics about how well the nation is doing on his watch in testing for Covid-19. And, on Sunday, he began by saying, \"As of today, we've tested 4.18 million Americans.  That's a record for anywhere in the world ... We're doing a great job.\"    But then he opened up the discussion and shunted the issue on to governors: \"Some people believe in testing very strongly, and other people believe in it less strongly.  But still, it's a very good thing to have ... testing is a local thing.\" Here again the President undercuts his self-congratulation on testing by arguing it may not be important, and if it is, it really is a local government issue.    In fact, the news nugget out of Sunday's 90-minute briefing was the President saying \"we also are going to be using, and we're preparing to use, the Defense Production Act to increase (testing) swab production in one US facility by over 20 million additional swabs per month.\"  But before the briefing ended, the President had undercut his own positive message for his administration's response by saying \"swabs are easy,\" adding later \"in all fairness, governors could get them themselves -- they really could -- all of this.\"  The message here is the government drew on a rarely used power to force a company to do something that was easy.   There is no subject that the President gets more tangled up with than China.  It's clear that when he brings up China, as he did at Sunday's briefing in discussion of supply chains, the more important issue to him is trade and not the pandemic.  \"I ran on China and other countries, the way they were ripping us off ... And we ended up making an incredible deal with China for tens of billions of dollars of product: $40- to $50 billion to the farmers\" (note that the discussion was about coronavirus, not a trade deal). \"So, you know, we had a great relationship with -- we had a very bad relationship with China.  Then we had a good relationship, because we made a great deal.\"  It's a point the Biden campaign is already hitting.    Many Republican operatives, including in Trump's own campaign, want to push a strong anti-China message as a way for him to avoid blame for the pandemic and paint former Vice President Joe Biden as soft on China. But the President steps on that message by continually coming back to the great trade deal he negotiated and with his refusal to disavow his earlier tweets praising President Xi Jinping.    He further confuses things when he talks about how he knew early on this was a pandemic and quickly closed-down travel from China.  This ignores the reality that 38 countries moved on this before us.  and that the President imposed travel restrictions on people coming into the US from China, not a full ban. Still, the President bragged, \"we cut it off.  People were amazed.  These gentlemen, everybody was amazed that I did it.  We had 21 people in a room; everybody was against it but me ... I was very early\".    But that message creates a larger problem for Trump. If he knew it was a pandemic before anyone and he \"cut off\" travel from China, and later part of Europe, he must have concluded that the travel \"ban\" was the entire solution. That's because for the next month or so he downplayed the danger, saying everything was going to be fine, the virus was going to disappear magically -- or when it got warm out.  Importantly, he did little to prepare the government or American people for the impending crisis that he said -- later -- he knew about.    If I were running the Biden campaign, I'd see this contradiction as a hole to drive a political truck through.  Already, judging from his dropping approval numbers in the CNN poll of polls, the President's approach is not working and may even be hurting.    In the end, the President may thread the needle with these different messages for different audiences.  He may have no choice, since he refuses to acknowledge anything he or his administration has done wrong.  But he'll do it without his strongest weapon in 2016:  a simple, well branded, message that is repeatable and fully understood by his audience.   Put another way, it's pretty hard to put on a red hat that says \"everything we did was great, everything that went wrong is the governors' fault, social distancing saved a million lives but I wanted people back at work sooner and it's China's fault but they get a pass because we made a great trade deal.\""], "Language": false}