{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/asia/irrfan-khan-death-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jessie Yeung and Vedika Sud, CNN"], "Writers": [["Jessie Yeung", "Vedika Sud"]], "FirstPublishDate": ["2020-04-29T08:10:52Z"], "LastModifiedDate": ["2020-04-30T09:16:05Z"], "Headline": ["Irrfan Khan, Bollywood icon, dies at 53"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Bollywood star Irrfan Khan, known internationally for his roles in \"Life Of Pi\" and \"Slumdog Millionaire,\" died Wednesday, his representatives confirmed. He was 53.  \"It's saddening that this day, we have to bring forward the news of him passing away,\" read a statement from Khan's PR agency, Hardly Anonymous Communications. \"Irrfan was a strong soul, someone who fought till the very end and always inspired everyone who came close to him.\" Khan, one of India's best-known and most beloved actors, revealed in March 2018 that he had been diagnosed with a rare neuroendocrine tumor -- an abnormal growth that begin in the body's specialized neuroendocrine cells, according to the Mayo Clinic.  Earlier this week, Khan was admitted to the ICU in Mumbai's Kokilaben Dhirubhai Ambani Hospital due to a colon infection, according to his PR agency.  Khan's mother died last week, but Khan was unable to attend her last rites owing to India's ongoing nationwide coronavirus lockdown restricting citizens' movements, the agency said. He leaves behind a wife and two children. Born in the northern Indian state of Rajasthan, Khan attended the National School of Drama in New Delhi and started his acting career soon after. After playing mainly supporting and character roles for more than a decade, he broke into leading roles in the early 2000s, starring in and winning his first award for the 2004 film \"Haasil.\" He quickly gained national recognition in the following years, with roles in other award-nominated and winning films like \"Life In A...Metro\" and \"The Lunchbox.\"  He rose to international fame when he played a police inspector in \"Slumdog Millionaire,\" which won eight Academy Awards and seven BAFTA Awards.  \"I never knew it was going to be popular worldwide in such a big way, with the Oscars and all that,\" he said in a 2015 interview with CNN. He then took on a bigger starring role in \"Life of Pi,\" which also won multiple Golden Globes and Academy Awards, and played supporting roles in major US films like \"The Amazing Spider-Man,\" \"Jurassic World\" and \"Inferno.\" News of his death on Wednesday prompted an outpouring of tributes and messages of condolences on social media, with fans, politicians, and other Bollywood figures commemorating his life and career. \"Irrfan Khan's demise is a loss to the world of cinema and theatre,\" tweeted Indian Prime Minister Narendra Modi. \"He will be remembered for his versatile performances across different mediums. My thoughts are with his family, friends and admirers.\" Other prominent politicians, like Home Minister Amit Shah and former Maharashtra Chief Minister Devendra Fadnavis, also shared their condolences online. \"The charisma you brought to everything you did was pure magic,\" tweeted Indian actor and model Priyanka Chopra Jones.  Award-winning filmmaker Shoojit Sircar also posted a tribute on Twitter, writing, \"You fought and fought and fought. I will always be proud of you.. we shall meet again.\" Amitabh Bachchan, another Bollywood icon, said in a tweet that Khan's death created \"a huge vacuum.\"  \"An incredible talent, a gracious colleague, a prolific contributor to the World of Cinema .. left us too soon,\" Bachchan tweeted."], "Language": false}