{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/asia/hong-kong-protests-coronavirus-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["Analysis by James Griffiths, CNN"], "Writers": [["James Griffiths"]], "FirstPublishDate": ["2020-04-21T01:14:12Z"], "LastModifiedDate": ["2020-04-21T01:18:17Z"], "Headline": ["As coronavirus crisis passes, Hong Kong might be set for more mass protests"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["The coronavirus pandemic has put a damper on many activities, including Hong Kong's anti-government protests.  But anger in the city has not gone away, nor has the protest movement gone completely dormant, even as restrictions on gatherings and a desire to avoid infection has put a temporary halt to the kind of mass demonstrations seen in 2019.  Just as the extradition bill which sparked last year's protests gave a shot in the arm to a movement that was looking all but defeated, recent moves by Beijing and the Hong Kong police have also reinvigorated opposition in the city. This comes as the city begins to consider relaxing coronavirus restrictions, with local cases dwindling to just a handful per day.  While there have been small, sporadic protests throughout winter and into spring, even with the pandemic concerns, a major rally on July 1 could be the first major test of the protest movement's ongoing public support this year. A strong turnout, in defiance of both the government and the virus, could be a sign that Hong Kong is in for another summer of discontent. Mass arrests Just like protesters, police and the government also seem to be looking ahead to potential renewed unrest.  Over the weekend, police arrested more than a dozen prominent pro-democracy activists and lawmakers, in a move widely denounced by human rights bodies, and politicians in the United States and the UK. They were charged with \"organizing and participating in unlawful assemblies,\" in relation to several protests last year.  \"Arrests of pro-democracy activists in Hong Kong are deeply concerning,\" US Secretary of State Mike Pompeo said Saturday. \"Politicized law enforcement is inconsistent with universal values of freedom of expression, association, and peaceful assembly.\" Martin Lee, founder of the city's Democratic Party and one of those arrested Saturday, said that the move appeared designed to send a message to \"Hong Kong people and also the international community that they, Beijing, will rule Hong Kong with an iron fist.\" \"To have people arrested left, right and center -- it is not a decision of the Hong Kong government, it is the Chinese Community Party in Beijing,\" Lee said. \"If they were to leave us alone, I'm sure we the democrats and the protesters we can always sit down with the Hong Kong government but the Chinese Communist Party would not permit that.\" In a statement, the Hong Kong government denied the action was politically motivated, saying police \"have the duty to take lawful measures to arrest persons based on sufficient evidence and according to the laws in force.\"  Speaking Monday, Geng Shuang, a spokesman for China's Ministry of Foreign Affairs, said that \"regarding the lawful arrest operation conducted by the Hong Kong SAR police, a handful of Western politicians are piling unwarranted criticism and even demanding the withdrawal of charges. They are blatantly interfering with Hong Kong's affairs and flagrantly trampling on Hong Kong's rule of law and judicial independence. We strongly condemn and firmly oppose that.\" While those arrested are prominent figures within the broader pro-democracy movement, their influence on the largely youth-led, leaderless anti-government protests which began last year is marginal, and if police and the government hope that prosecuting them will help put an end to the unrest, they may be disappointed.  Indeed, the arrest of figures such as Lee -- a widely-regarded, 81-year-old veteran democracy campaigner, who began work under the British colonial government -- as well as other members of the opposition establishment, such as former lawmakers Lee Cheuk-yan and Albert Ho, could help bring more moderate Hong Kongers back to the protest fold.  That is necessary if protesters are to repeat the kind of mass rallies they staged last year, with hundreds of thousands, even millions, taking to the streets to call for the scrapping of an extradition bill with China.  Numbers started dwindling even before the coronavirus outbreak, as the original protest movement transformed into a broader anti-government push and the violence on both sides became more extreme. Even during the pandemic, a core of dedicated protesters has proven that they are able to cause considerable chaos and gridlock, with protesters targeting a proposed quarantine center early on in the pandemic and linking concerns about the virus to the city's lack of autonomy. The opposition has also capitalized greatly on China's failures in containing the virus and allegations of an initial coverup, arguing that Beijing cannot be trusted to put the city's safety first.  Protesters insist they still have broad support, pointing to the results of November's District Council elections, in which pro-government parties suffered major losses. Fight for LegCo Opposition activists are hoping to repeat their strong performance in elections to Hong Kong's parliament, the Legislative Council, later this year. There has even been talk of potentially squeaking a majority in the body, long thought an impossible task, due to the undemocratic way many members are elected.  The fight for LegCo will also characterize the government's response to the protests and any moves by pro-democracy lawmakers. The results of the district council elections were humiliating for Beijing, particularly as Chinese state media had confidently predicted that Hong Kongers would reject the protest violence and vote for pro-government parties.  Writing this week, Antony Dapiran, a Hong Kong lawyer and commentator, said the arrests of Lee and others \"may be part of a plan to convict and disqualify as many pan-dem politicians as possible to prevent their participation in (LegCo) elections.\" As well as the arrests -- which both the police and Hong Kong government have insisted are not politically driven -- Beijing has also reasserted its right to intervene in Hong Kong politics. Last week, the central government's top representative in the city, the Liaison Office, publicly criticized pro-democracy lawmakers for filibustering in the city's legislature.  Those lawmakers immediately complained that this was an unlawful act under Article 22 of the city's de facto constitution, Basic Law, which bars the Chinese government from acting directly in Hong Kong on matters that should be the purview of the city's government or legislature.  Both Beijing and the Hong Kong government, however, decreed (after some flip-flopping from the Hong Kong side) that the Liaison Office was not covered by this provision. While this may seem a somewhat technical dispute -- particularly as the Liaison Office has faced accusations of interfering in Hong Kong affairs since almost the day it was established -- so, too, did the extradition bill that sparked the 2019 crisis.   July 1, the date of Hong Kong's 1997 handover to British rule, has traditionally been a day of protest, with tens of thousands taking to the streets every year.  How many turnout this summer, however, is dependent on a multitude of factors outside the protest's movement control: do Hong Kongers have the energy to begin another prolonged bout of protests; will the famously cautious populace risk a mass gathering, whatever the coronavirus rate; and might the government, armed with the possibility of extending virus restrictions beyond spring, seize the opportunity to curtail protest numbers?  The answers will reveal themselves in coming weeks."], "Language": false}