{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/entertainment/never-have-i-ever-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-27T21:34:38Z"], "LastModifiedDate": ["2020-04-27T21:34:38Z"], "Headline": ["'Never Have I Ever' adds fresh wrinkles to an old coming-of-age formula"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Overcoming the saturation of coming-of-age titles, \"Never Have I Ever\" adds fresh wrinkles to an old formula, thanks in part to a breakout turn by Maitreyi Ramakrishnan as a high-school sophomore adjusting to a life turned upside down. Sweet, funny and occasionally flat-out weird, it's the latest show that brings an independent-film sensibility to the half-hour comedy format. Created by Mindy Kaling, the semi-autobiographical series focuses on a first-generation Indian-American, Devi, still reeling from the abrupt death of her father (\"Heroes'\" Sendhil Ramamurthy, seen in flashbacks). That leaves her going through high-school dilemmas -- among them potentially losing her virginity -- while constantly sparring with her concerned mom (Poorna Jagannathan), and grappling with shifting dynamics regarding the friends (Ramona Young, Lee Rodriguez) she's come to rely upon over the years. Plus, there's a dreamy boy (Darren Barnet) -- whose washboard abs compensate for any deficiency in communication skills -- with whom Devi is pretty much obsessed. He's basically her version of Jordan Catalano for those old enough to remember \"My So-Called Life,\" which you should quickly find and watch if you don't. If you're not sold yet -- and frankly, that description wouldn't do it -- \"Never Have I Ever\" has an irreverent streak that works very much in its favor. For starters, Devi's story is narrated by tennis great John McEnroe, who proves surprisingly good at it, even if he seems a little mystified by his participation, along with the rest of us. (It is, eventually, explained.) The situations oscillate between the outlandish and the familiar, but what sells it all, ultimately, is Ramakrishnan, who manages to be likable, relatable and confused all at once -- a microcosm of navigating those awkward teen years, with a whole lot of self-pity thrown in. All of that is further complicated by the tension between her mom's cultural traditions and Devi's current reality, about as universal a theme as one could find.  It helps enormously, too, that Devi's mother is a genuinely sympathetic and three-dimensional character, as opposed to being reduced to the status of Charlie Brown's parents, which is so often the case. After a string of network comedies and the movie \"Late Night,\" Kaling produces the djpe with Lang Fisher (who also worked on \"The Mindy Project\"), and it joins a too-long list of series and movies built around angst-ridden teens. With its emphasis on appealing to different demos, Netflix has practically flooded that market all by itself. That said, there's always room for another good one. And \"Never Have I Ever\" quickly takes its place at, or at least near, the head of the class. \"Never Have I Ever\" premieres April 27 on Netflix."], "Language": false}