{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/26/media/hollywood-unemployment-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Anna-Maja Rappard, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-04-26T15:25:19Z"], "LastModifiedDate": ["2020-04-26T18:53:58Z"], "Headline": ["Hollywood has gone dark, and it's crushing thousands"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Hollywood is no stranger to pandemics on the big screen. But for the real life version, there is no script.  On any given day during the global coronavirus pandemic, a captive audience flocks to the streaming service of choice to watch TV hit series and movies ​they missed in the theatre. But for the hundreds of thousands of craftspeople, technicians, and artisans who make up the backbone of the film and entertainment industry, livelihoods were thrown into limbo when Hollywood studios were forced to halt production. In California alone, film and entertainment production supports more than 722,000 jobs and $68 billion in wages, according to the Motion Picture Association. In the last fiscal year ending in September 2019, the industry generated over $2.4 billion in direct in-state spending, according to the California Film Commission. The pandemic proves an unprecedented challenge to the industry's creative capital, where one in eight of all private wage and salary workers are estimated to work directly or indirectly in the creative industries, according to the latest figures from the Los Angeles Economic Development Corporation. FilmLA, the city's film permitting agency, announced Thursday that filming was already down 18% in the first quarter. While there were 1,091 local productions filming in Greater Los Angeles in February, by the end of March that number dropped to zero.  \"This feels like the end of an era,\" Pam Elyea, who owns History for Hire, one of Hollywood's most sought-after prop house, told CNN.  The prop house shut its doors on March 16 to obey social distancing restrictions. Before the pandemic, Elyea and her staff had sourced props for Oscar-winning films winners from \"The Artist\" to \"Once Upon a Time in Hollywood.\" Even the untitled Elvis Presley biopic starring Tom Hanks, who contracted Covid-19 while filming in Australia, is among their clients. On Monday, Elyea laid off her entire staff.  \"We are devastated. Some of our staff hadn't signed up for unemployment in over 20 years,\" Elya told CNN Business in an interview, \"It was hard, very hard.\" In other corners of the industry, filmmakers are trying to envision what social distancing will mean for movie sets. Raymond Brown, a key grip who recently worked on Season 4 of Netflix's juggernaut \"Stranger Things\" in Atlanta before that production was suspended in March, put it bluntly. \"We are going to have to make films the same way,\" he told CNN Business, \"I cannot put up a large camera crane without working physically close with my team. How are you going to tell people to keep their distance?\" Brown is a 33-year film veteran. He has seen many ups and downs in the industry, from the Writers Guild strike in 2007 to 2008 to the global financial crisis to natural disasters. This one is different. \"Our income currently is zero dollars with no end in sight. It's frightening,\" he told CNN Business, \"I am going to deplete all my savings.\" Brown is a member of the International Alliance of Theatrical Stage Employees (IATSE), which represents roughly 145,000 entertainment workers working behind the scenes. In March, IATSE announced that more than 90% of its members are out of a job due to the pandemic — that's roughly 120,000 craftspeople, technicians, and artisans.  The union recently partnered with the Los Angeles Regional Food Bank to hand out meals to entertainment workers and is banding together with the other powerful unions to push Congress for an ambitious relief package for their freelance workforce.  The film industry is a gig economy. With the seasonal nature of television shows, and the project basis of movies, making money in the industry is all ebb and flow. The vast majority of the industry workers do not enjoy the security of a steady salary. Studio executives, writers and actors with big salaries and lucrative contracts make up the minority of the business.  According to the latest figures from the independent research firm Beacon Economics, the average wage for someone employed in the film sector is $98,800 in Los Angeles County compared to $90,800 nationwide. That is, if there is enough work to go around. And currently there is none.  In Hollywood, studios, producers and union members are trying to find ways to resume production that abide by CDC guidelines and keep their workers safe. As if truth is stranger than fiction these days, the Directors Guild of America in April recruited \"Contagion\" director Steven Soderbergh to lead a task force to determine when work can resume. He will speak with epidemiologists and the guilds to help plan a path forward.  When it comes to reopening for business, the state of Georgia may become a cautionary tale. The state is one of a handful in the United States that offer lucrative tax rebates for the film and entertainment industry and has become a production hub. In that state, the industry created over 45,770 jobs and more than $3.7 billion in wages in 2017 and 2018, according to the latest available figures from the Motion Picture Association, and is indirectly responsible for creating 159,110 jobs at local vendors and other business. Georgia Governor Brian Kemp's decision to reopen the state has filmmakers scratching their heads.  \"We have put so much energy into shutting down and figuring out how to open back up again,\" one producer who has produced several major motion pictures in Georgia told CNN Business, \"God forbid if you have to shut down again, it could wipe everything out.\" He declined to be identified due to the sensitivity of ongoing discussions. Producer Matthew Thurm thinks the long term effects on the film business will be devastating.  His film, \"Sylvie's Love,\" premiered at the Sundance Film Festival in January and was acquired by Amazon Studios just before the global pandemic forced film festivals to be cancelled.  \"It's so bleak for the industry. Filmmaking requires so much collaboration. This is a f***cking disaster,\" he told CNN Business.  At the History for Hire prop house, Elyea is hopeful that she will be able to hire back her staff when the cameras start rolling in Hollywood again. Until then, she is putting 33,000 square feet of inventory online so her clients will be able to browse the prop house virtually without making physical contact. \"You gotta live like today is your last day, but plan to be in business forever.\""], "Language": false}