{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/entertainment/tv-comedy-golden-age-reruns-scli-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-04-25T14:08:26Z"], "LastModifiedDate": ["2020-04-25T20:49:21Z"], "Headline": ["We're in a golden age of TV re-runs. Soon they'll be the only thing on"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Nick Offerman never knew he was part of a TV juggernaut.  \"We were never a hit -- it's one of the huge misconceptions about the show,\" he tells CNN, reflecting on his seven years playing curmudgeonly local government director Ron Swanson on the NBC comedy \"Parks and Recreation.\"  \"We were a critical darling ... but for some reason we didn't catch on with the fast food crowd,\" Offerman adds of the show, which is returning next week for a one-off special to benefit Covid-19 relief efforts. \"We remained a Reuben sandwich. We never crossed over and became a McDonald cheeseburger.\" But years after it came off the air, the show's transition to Big Mac is complete. \"Across history, we know a great many artists in every field who died penniless and uncelebrated, and then later on people said, 'Oh, this Beethoven stuff is not half bad,'\" Offerman muses. \"It's just wonderful that the advent of streaming services have allowed our show, which was more of a culty sensation, to reach a much wider audience.\" It's hardly a boastful statement. Old TV has never been more fashionable, and \"Parks and Rec\" is one of a small clutch of shows from the 2000s and early 2010s to achieve levels of success unthinkable during their original runs.  Despite a wealth of new, expensive original programming to compete with, it was the ninth most-watched show on Netflix at the end of 2019, according to an image shared by media strategist Scott Lazerson at October's Wall Street Journal Tech Live conference. (Netflix are notoriously guarded about revealing their own viewing figures).  Topping the list was one if its contemporaries, \"The Office,\" which also came from the minds of creators Michael Schur and Greg Daniels. \"Friends\" was in second place, a full 15 years after its final episode aired, and other mature programs like \"Grey's Anatomy\" and \"NCIS\" were in the top five. Many of those shows are in the process of being pried away by new upstart streaming services; \"The Office,\" which was streamed for about 52 billion minutes in 2018 according to Nielsen data referenced by NBC in a news release, will move to that network's own service next year -- while the rights to \"Friends\" and an accompanying reunion special are the crown jewel of HBO Max, which launches next month. Meanwhile, there are popular podcasts dedicated to \"The Office\" and \"Scrubs,\" hosted by their stars, while other cast members from the group of shows -- like Chris Pratt and John Krasinski -- have gone on to become stalwarts of the Hollywood summer blockbuster cycle. \"I don't think I've ever watched an episode of anything more than once in my life,\" Offerman says. \"But now it's become a thing where people choose their shows, like 'Parks and Recreation,' and it's their medicine — they treat it the way I treated 'Abbey Road' or 'OK Computer.'\"  \"It's the first time in the history of entertainment that we can say, 'Oh, that's so great that the show gets to stick around in this way, where people can access it,'\" he adds.  And it's a good thing they can -- TV and film productions are shut down across the Western world due to the coronavirus pandemic, and if those standstills go on for months and cause a belated lull in new programming, old TV may be all we have next year. Judging by our current viewing habits, that won't be a problem. But the endless successes of a few old comedy programs -- often at the expense of big-budget originals -- beg some simple questions: why are we still so obsessed with old TV? What does it take to create a hit on such a scale? And, in the era of streaming services and endless choice, will a new show even reach those heights? Writing a TV blockbuster You could argue \"The Office\" is the show of the 21st century. What started as a long-shot adaptation of the workplace-based BBC original turned into the millennium's prevailing piece of comfort viewing, running for nine highly rated seasons on NBC and then finding immortality online.  \"There was an awareness that this show's going to be around for a long time,\" Justin Spitzer, who joined the show in its third season and stayed on as a writer and producer until its final year, tells CNN. \"'The Office' truly was that cliche of lightning in a bottle, where you had all the right elements come together.\" Still, even he couldn't have predicted its enduring success.  The show remains so in vogue among millennials and Gen Y-ers that it's spawned a re-watch podcast hosted by two of its stars, Jenna Fischer and Angela Kinsey -- a trend more recently picked up by \"Scrubs\" stars Zach Braff and Donald Faison, which also enjoys cult fandom. Eighteen-year-old indie megastar Billie Eilish even sampled dialogue from \"The Office\" on her song \"My Strange Addiction.\" \"The fact that it has stayed so popular for so long, and that there is this whole other generation discovering it, is amazing,\" Spitzer says. \"Comedy modes change so much through the generations -- it's really rare to see that this vein of humor is as popular now as it was back then.\" It's surprising that so many viewers found solace in a show based in the kind of workplace they turn on the TV to escape.  But another writer on the show, Caroline Williams, says that accessibility was key to its success. \"It's the busy, ensemble element of it -- there's so many different people that you're inevitably going to know someone who resembles someone on the cast,\" she tells CNN. \"It's standing the test of time because it's not cynical,\" she adds -- and Offerman agrees that viewers return to the same shows for some good-natured humor. \"I certainly have a sense of nostalgia for a time when people were more neighborly,\" he says. \"I feel like there's been a lot of cynicism in modern comedy, there's been a lot of negativity.  You can still say 'I love you' while making people laugh,\" he goes on. \"That's my best guess as to why people find 'Parks and Rec' so welcoming. It has a sense of optimism in humanity.\" \"Friends,\" with its young, good-looking cast and aspirational location, forgoes some of those programs' accesibility -- while hospital-set shows like \"Grey's Anatomy\" and \"Scrubs\" hardly replicate most viewers' day-to-day routines -- but all stick to the central tenant of good, kind fun that Offerman highlights. Can there be another juggernaut? For all their on-screen talent and studio backing, even those involved admit their shows wouldn't have succeeded without perfect timing. \"'The Office' was made in a time when there were fewer options, in a time when you had to appeal to a wider audience,\" Williams says. \"There were only so many networks and you had to have content that was for the whole family -- you didn't have a choice,\" she says. \"Shows now are more niche, so they have a more limited perspective, fitting a particular audience.\" It's helpful, too, that \"The Office\" and its contemporaries surfed the streaming wave at just the right time. \"A big part of (their success) was iTunes coming along,\" Spitzer says. \"For the first time, people could catch up on shows and start to binge shows ... who knows if this show would have been anything without iTunes.\" At the same time, \"those are the final crop of shows before there was so much streaming, and so many different options of things to watch.\" Since then, \"we segmented the market into so many places that very few shows are able to put together a large audience like that.\" It might explain why today's big shows have far briefer moments in the spotlight. \"Tiger King,\" like \"Love is Blind,\" \"You\" and \"Sex Education\" before it, has already come and gone this year -- capturing the internet's imagination for a week or two, before disappearing back into the abyss of the Netflix library. Offerman and his wife Megan Mullally, the star of \"Will & Grace\" and various other comedic ventures, still keep half an eye on new offerings -- \"'Fleabag' and 'Killing Eve' are the big winners in our household,\" he says -- but it's hard to ignore that the idea of a show sustaining an audience's interest for 24 weeks a year, nine years in a row, suddenly seems antiquated. He predicts there likely will be future TV juggernauts -- but they'll look or feel different. And Spitzer is less convinced. \"Shows come along that are big and have everyone talking,\" he says, citing \"Tiger King\" as the most recent example. But those are \"flashes in the pan ... I can't imagine there's going to be one show that gets that big an audience (as 'The Office') again. Is there going to be a show that has that cultural impact? It's hard to imagine.\" Next year, re-runs may be all we have Now, a new challenge faces the TV industry -- and it's giving writers and actors plenty of food for thought. Fans of \"Parks and Recreation\" will soon see how the characters they love are responding to the coronavirus pandemic, with a scripted special set for next week on NBC. The episode was shot remotely and won't have \"all the bells and whistles\" of a normal installment, Offerman says, but he praises the effort to get it on air. Imagining an episode of \"The Office\" set in these strange times, meanwhile, Spitzer says: \"I can see Michael being the kind of guy who doesn't pay any attention to social distancing and breaks quarantine immediately.\"  \"They'd be no greater pain for him than being socially isolated ... he would find a way to make the staff come into the office because he couldn't bear to be alone. That's what I bet the story would be,\" he adds. Back in the real world, though, the Covid-19 crisis is wreaking havoc in Hollywood, moving writers onto video conferencing apps and shutting down shoots entirely. \"I have a pilot right now that was supposed to shoot and shut down right before (it started),\" Spitzer says. \"All the pilots right now are being asked to write back-up episodes.\" \"If this were to last a year, it's sort of unfathomable,\" says Spitzer. \"Even if the shutdowns end pretty soon, I don't know how quickly people will be excited about 100, 150 people crews working closely with one another in poorly ventilated sound stages. It's going to be interesting how it affects the industry.\" If there can be a \"winner\" from the standstill, however, it may well be old TV.  \"There will not be a fall TV season for the first time in history,\" media analyst Rich Greenfeld tells CNN. \"For streaming services, life gets more difficult the longer this goes on -- they're going to run pretty dry on fresh content by the end of the year and they'll have to live on catalog\" if productions can't start back up soon. \"Right now would be the best time to launch a streaming service in history because you've got everyone stuck at home,\" Greenfeld notes. HBO and NBC are doing just that in the next few weeks, while newer additions to the market include Apple+ TV and Disney Plus (HBO and CNN share a parent company, WarnerMedia). For the time being, Netflix is seeing peaks in traffic so high that it had to lower "], "Language": false}