{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/entertainment/tony-hale-to-the-stars-veep-coronavirus-interview/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-04-24T18:44:19Z"], "LastModifiedDate": ["2020-04-24T18:44:19Z"], "Headline": ["Tony Hale has a new movie and some advice on staying sane at home"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Tony Hale has a new movie you can stream from the comfort of your couch this weekend.  Hale's latest project, \"To The Stars,\" is set in 1960s Oklahoma. He plays the father of a girl coming to terms with her sexual identity. \"It's really a story about repression and in the end, I see it as redemption,\" Hale told CNN in a recent interview. \"The father choosing love over his own judgments ... What most parents should do is choose love and that's what happens in this movie.\" The film, which also stars Kara Hayward, Liana Liberato and Malin Akerman, is available beginning Friday on demand and on multiple streaming services, including Amazon and Apple TV. Hale said he's been social distancing at home with his wife and daughter, introducing each other to their favorite shows.  \"[I'm] trying to catch up on movies, something about this time brings you awareness of things you've put off. I wanted to introduce them to 'Schitt's Creek.' My wife wanted to introduce us to 'Gilmore Girls,' so we've been watching that. Each night someone picks what they want to watch. I can't believe today is five weeks since my daughter was out of school,\" Hale said. \"It's been so challenging.\" Hale suggested parents with young children may want to check out his Netflix animated series, \"Archibald's Next Big Thing,\" based on his children's book of the same name.  \"This cartoon has given me so much joy. It started with this book about this chicken trying to be present. He tries to see the best in everyone, the best in every situation,\" he said. \"I'm telling you, this chicken has become my role model, because even now it's a real daily challenge to focus on what this [pandemic] is giving us rather than what it's taking away.\"  Hale, who played Gary Walsh on HBO's \"Veep,\" from 2012 to 2019, said if he had to guess how the show would handle the current pandemic, \"Gary would 100% be in quarantine with Selina. But she would make Gary wear a hazmat suit 24/7.\" Humor aside, Hale is trying not to let the uncertainty of these times get the best of him.  \"My anxiety will take me to the 'what if,' try to engage in the now,\" Hale said. \"For me, it's easy to stay focused on what this has taken away ... My therapist said when you find yourself what if'ing say, 'not now.'\""], "Language": false}