{"Type": ["article"], "Url": ["https://www.cnn.com/world/live-news/coronavirus-pandemic-04-20-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Hollingsworth, Adam Renton and Rob Picheta, CNN"], "Writers": [["Julia Hollingsworth", "Adam Renton", "Rob Picheta"]], "FirstPublishDate": ["2020-04-20T00:18:50.781Z"], "LastModifiedDate": ["2020-04-21T01:15:02.821Z"], "Headline": ["April 20 coronavirus news"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Our live coverage of the coronavirus pandemic has moved here. One crew member of the Italian cruise ship Costa Atranchica has tested positive for coronavirus, the mayor of Nagasaki, Tomihisa Tagami, said at a news conference on Monday. The Costa Atranchica cruise ship, which is anchored at Nagasaki Port, has a total of 623 crew members who are foreign nationals. All crew members are now onboard the ship. Health checks will be carried out on at least 53 people who may have had close contact with the crew member who tested positive, according to Tagami. On March 13, Nagasaki Gov. Hoso Nakamura said the government requested that the crew refrain from disembarkation due to the spread of infection in Japan. Local authorities did not provide any details on the crew members and their nationalities.  ##Health## Chile will begin issuing digital immunity cards this week to people who have recovered from coronavirus, according to an announcement from health officials on Monday. The so-called “Covid cards” will be issued to people who tested positive for the virus and have shown signs of recovery after a 14-day quarantine.  The program, which had been announced by the Chilean Health Minister last week, was scheduled to launch Monday but has now been postponed for the next “coming days,” according to the country’s Public Health Undersecretary Paula Daza.  Chilean Health officials said last week the Covid card would help identify those individuals who no longer pose a health risk to others.  As of Monday, Chile’s government reported 10,507 confirmed cases of coronavirus, and 139 deaths.  ##Health## ##Daily Life##   Brazilian President Jair Bolsonaro defended his participation in a weekend rally, where protesters called for an end to quarantine measures and urged military intervention to shut down Congress and the Supreme Court.  Bolsonaro told reporters Monday he personally did not call for shutting down any branch of the government, adding that Brazil is a democracy and referring to the Supreme Court and Congress as “open and transparent.” He also lashed out at the media, saying he will not “accept provocations by the press.” National and local governments in Brazil have issued mixed messages on how to behave during the pandemic. While Bolsonaro has been pushing against strict restrictions, state and local governments in some of the country's hardest-hit areas have closed schools and nonessential businesses, with firefighters and police in the streets urging people to stay indoors.   Brazil has the most confirmed coronavirus cases in Latin America. As of Sunday, Brazil reported 38,654 cases and 2,462 deaths, according to health officials.   ##Health## There have now been at least 20,265 deaths from coronavirus in France, Jerome Salomon, the director of the country's health agency, said on Monday. He added that the death toll \"has exceeded the symbolic and particularly painful threshold of 20,000 deaths.\" The coronavirus epidemic has killed more people in France than any other seasonal epidemic, Salomon said, and more than the 2003 heatwave that killed 19,000 people across the country. Salomon also shared these figures: There have so far been 114,657 confirmed cases, including those who recovered and those who died\nAt least 30,584 patients are hospitalized\nAt least 5,683 patients are in ICU He added that the numbers confirm France is on a \"very high plateau.\" ##Health## The Republic of Ireland reported its highest daily number of coronavirus deaths on Monday, the Department of Health said.  The country recorded 77 fatalities in 24 hours. Previously, the highest number of Irish fatalities in a 24-hour period was 44, recorded on April 17.  The number was also almost twice the number of fatalities from the day before, when 39 deaths were announced on Sunday. Hundreds of demonstrators gathered in Vladikavkaz, the capital of North Ossetia republic in Russia, to protest against self-isolation orders and job losses on Monday, state-run TV channel Alania and Russian agencies reported.  In videos emerging on social media, the protesters demanded the resignation of the head of the region and financial support from the authorities because of mass job losses amid the pandemic.  Local lawmakers responded with a video urging people to stay home and form an initiative group to address the issue of job losses and financial strains of the lockdown, state-run agency RIA Novosti reported.  Police special units largely dispersed the demonstration, detaining three organizers, according to OVD-Info, an NGO that monitors protests and police activity in Russia.  Local media reported that the protest had been initiated by an opera singer who last week posted videos saying the coronavirus was a “made-up disease” and the response measures are inadequate. Regional authorities initiated a criminal investigation for spreading fake news about the coronavirus in Vladikavkaz.  “Calling on the population of the republic to disobey and violate the regime of self-isolation, the suspect formed an opinion among citizens that there are no circumstances that constitute a threat to their life and health,” a statement from investigators read. \"As it was established by the investigation, this information does not correspond to reality.\" Ninth Vatican employee has tested positive for coronavirus, Matteo Bruni, director of the Holy See Press Office, said in a statement on Monday. The person was admitted to hospital and is under observation, Bruni said. People who came into contact with the employee have tested negative for coronavirus, Bruni added. ##Health## The number of active Covid-19 cases in Italy has decreased for the first time since the beginning of the crisis, according to figures released by Italy's Civil Protection Agency. On Monday there were 108,237 active cases in Italy, down from 108,257 on Sunday.  Remember: There have also been fewer tests conducted in the last few days, the Civil Protection Agency reported. ##Health##   Public Health England is concerned about the availability of personal protective equipment for medical staff in the country, its director for health protection said Monday. “It is of concern, and obviously we want people who are working with patients on the frontline have everything they need,” Yvonne Doyle, director for health protection and medical director of Public Health England said in the government’s daily press conference. The British government has been accused of failing to do enough to make sure health workers in the country have sufficient personal protective equipment. ##Health##   Over 140,000 British firms applied for government financial support on the first day the program was open, UK Chancellor Rishi Sunak said Monday. The job retention “grants they will receive will help pay wages of more than a million people,” Sunak said at the government’s daily press briefing.   German Chancellor Angela Merkel addressed her concerns over Germany's next steps in confronting the coronavirus at a press conference in Berlin on Monday.  We must not become careless and lull ourselves into a false sense of security,” Merkel said. “'We must remain disciplined ... My fear is that we must not lose our focus at the inception of this pandemic.\" Preventing a relapse is not only in the interest of ourselves but also for our economy and social and public life, she said.  What we don't want is another shutdown.\"  Merkel cautioned against the false notion that life will soon be safe, and addressed reports saying she was unhappy about discussions involving Germany reopening.  She said Germany doesn't want to see what has happened in other countries. 'The wiggle room we have here — that we have given ourselves — this room for maneuver is being implemented primarily by the federal states through the ordinances and the law governing infectious diseases.\" \"To ensure we interpret this latitude we have given ourselves as narrowly as possible and not as broadly as possible, otherwise I fear we run the risk of not being able to keep the loosening restrictions under control.\" When asked how she spent her weekend, the German Chancellor smiled and answered, “I obeyed all rules that were submitted.\"  ##Daily Life## ##Health## The peak of Russia’s coronavirus outbreak still lies ahead as more and more cases are reported in across the country, Russia President Vladimir Putin said in a videoconference with specialists on Monday. “The spread of the epidemic, unfortunately, continues,” Putin said in a televised conference. “The number of citizens infected with coronavirus is growing, and not only in Moscow, which was the first to face the threat.\" Putin initially said that early action had contained the spread of coronavirus. But the Russian government’s official assessments have since been more pessimistic.  Moscow and its region still account for the majority of coronavirus cases, but the country's regions are lagging two to three weeks behind, Deputy Prime Minister Tatyana Golikova said at the meeting.  “According to experts — that is, you and your colleagues — the peak of the incidence rate is yet to come,” Putin said. “And now we need to do everything to smooth out this peak, to shorten the transit time through the so-called plateau, when the largest number of new infections is recorded.” ##Health## UK Prime Minister Boris Johnson told his ministers and advisers his main concern in easing  restrictions would be a potential second wave of coronavirus, a government source told CNN. Johnson expressed his concern during a two-hour Zoom video call with his team on Friday from the UK Prime Minister’s country residence, Chequers, where he is recovering from the virus. On Monday, Johnson's spokesperson said a potential second peak “is ultimately what will do the most damage to health and economy. If you move too fast you risk a second peak. The public will expect us to protect life. If you have a second peak, it’s not just damaging for people’s health but would end up in a second lockdown which would be damaging on the economy.” He said the government will be “guided by the science” in terms of when to lift social distancing measures. The UK government could however potentially relax some coronavirus restriction measures and strengthen others, when it comes to a second review of the current lockdown, the spokesperson said. ##Daily Life## ##Health## A rise of 399 deaths from the coronavirus in the last 24 hours brings Spain's total death figure to 20,852, according to figures released by the Spanish Ministry of Health Monday.  The death toll is a 2% increase — a slower rise than last week’s average.  These are “figures that give us hope,” Fernando Simón, Spain’s Director of Health Emergencies, said. At the government’s daily technical committee briefing Simón reported 0.8% increase in hospital admissions, and 0.7% increase in ICU admissions over the last 24 hours — a lower trend than reported Sunday. Meanwhile, Spain’s cabinet is due to discuss the rules for loosening measures for children and seniors on Tuesday. The new measures are planned to start on April 27th. Simón warned that the expected relaxation of confinement measures for children means personal responsibility on the part of parents.  “If people think kids are going to be going out to freely play with all their neighbors, that won’t be the case,\" he said. Simón cautioned the outdoor movement of seniors saying “this virus can infect anyone, but doesn’t affect everybody equally. The risks for older people are much bigger “not because they’re more easily infected, but because the risk is much bigger if they do become infected.\" ##Health## ##Daily Life## One of the last cruise ships still at sea after the coronavirus outbreak began has docked in Marseille, France, a Marseille Tourism spokesperson tells CNN. The MSC Magnifica docked Monday morning with 1,769 mostly European passengers on board. All of them are healthy, the spokesperson told CNN, but before disembarking they are being checked by firefighters for temperature and symptoms. The spokesperson said she knew of another cruise liner, the Costa Deliziosa, still out at sea. That cruise liner is currently off the coast of Barcelona, and is expected to dock in Genoa, Italy, tomorrow, she said. Some context: The MSC Magnifica left port in Genoa, Italy on January 5th and since has been to several ports, the last one on the 10th of March in Wellington, New Zealand, Anne Kaufmann, spokesperson for MSC Croisieres told CNN. MSC Cruises has halted all of its cruise departures until May 29.   Shake Shack is returning a $10 million loan it received from the US government under an emergency program that was touted as a way to help small businesses pay workers and keep their operations running during the coronavirus crisis. The burger chain was awarded the loan as part of the Paycheck Protection Program (PPP). The $349 billion stimulus package, overseen by the Small Business Administration (SBA), ran out of funding last week.  There has been a growing backlash over the way the money was distributed, with several media outlets revealing how large chunks of the package were taken up by chain restaurants, hoteliers and publicly traded corporations, rather than small, local businesses.  Shake Shack CEO Randy Garutti and chairman Danny Meyer revealed their decision to give back the funding in an open letter Monday, saying that the NYSE-listed company no longer needs the money because they are \"fortunate to now have access to capital that others do not.\"  The company said in a filing Friday that it expects to be able to raise up to $75 million from investors by selling shares. The executives also shared their frustrations with the PPP, arguing that many restaurants had been left out unfairly because the program \"came with no user manual and it was extremely confusing.\" Garutti and Meyer are now calling on the SBA to increase funding to the program. They also want the US agency to assign a local bank to work with each applicant and ease the process, and to make the forgiveness policy more flexible. Read more here ##Business## As the curve of new coronavirus cases begins to flatten in Italy, talks between the regions and the national government on the so-called \"Phase 2\" of restrictions are intensifying. Phase 2 is the next stage of Italy's attempts to contain its devastating coronavirus epidemic; it is expected to see the government gradually reopen the country's economy following the advice of its scientific committee. \"The data indicates that the number of people with symptoms are decreasing and that the curve is in a decreasing phase. It shows a country with different zones, with a different circulation intensity,\" Silvio Brusaferro, head of the National Institute of Health said during a press conference on Friday. The Institute said that Italy's number of cases won't drop to zero by mid-May, meaning that the infection will continue to circulate. Brusaffero said it will be extremely important to be able to identify possible outbreaks, carry out tests, tracing and isolation of contacts and eventually create red zones to contain the virus. On Monday, Italian Prime Minister Giuseppe Conte is expected to hold a cabinet meeting, and on Wednesday he will talk with some of the regional governors to try and come up with a more coherent nationwide calendar for reopening. \"May 4 is a date around which we have to build Phase 2. I hope that there will be a meeting between the key figures as soon as possible ... but I want to be clear on one point: The battle is not won,” Health Minister Roberto Speranza told Italian radio on Monday. Regarding the \"Immuni\" contact-tracing app, chosen by the government to track the spread of the virus in May, Speranza said it \"is one of the tools in this crisis.\" Speranza also stressed the importance of the question: \"How we will reopen?\" and not necessarily: \"When?\"  \"We are now equipping ourselves with a national guideline on how to meet this challenge,\" Speranza added. Lombardy looks to emerge from lockdown: Last week Lombardy, the Italian region worst affected by coronavirus, where nearly half of the total number of deaths have been registered, presented guidelines for a reopening of production activities: diagnosis and testing, digitalisation, social distancing, and rights of workers. Lombardy is one of the richest regions in the EU, according to the latest Eurostat figures. The reopening of businesses \"must take place in the maximum protection of health and sanitary provisions,\" the Lombardy region said Sunday in a statement.  However, the mayor of Milan, Beppe Sala, criticised the Lombardy region's plan in an interview with the Financial Times on Monday.  \"I am very critical of (Lombardy's governor) Fontana's proposal. Lifting restrictions too soon could lead to extreme consequences,\" he said. In an interview with Italian newspaper Corriere della Sera, Sala explained that next week, Milan would outline plans to reopen the city, reorganising public transport, staggering working hours to avoid rush hour, reopening schools, offering incentives to bars and restaurants, and a summer school option to help parents return to work. \"Three conditions are necessary to reopen,\" Sala explained. \"The first is trivial: We are notified in advance, because public transport cannot be reorganised in 48 hours. The second is fundamental: We do our part by reorganising, for example, transport and subways, but if the others don't do their part, everything becomes useless,\" Sala told the paper. \"Freedom over fear.\" That's just one of the messages from groups of protesters who ignored social distancing guidelines to voice their opposition to stay-at-home orders in several US states this weekend. President Donald Trump is coming under scrutiny for encouraging the demonstrations and seemingly fomenting rebellion, flouting his government's own social distancing policy. \"They have got cabin fever, they want to get back,\" Trump said during yesterday's White House press briefing. Meanwhile, Brazil's President Jair Bolsonaro took Trump's tactic a step further, joining a rally to end quarantine measures and cheering on protesters who called on the military to shut down congress and the supreme court. As calls grow for a return to normal life, health officials warn that additional waves of the virus are virtually inevitable, and that letting up on social distancing too early will only make matters worse. Still, many hope antibody tests could provide the key to reopening. New York will begin the \"most aggressive\" antibody testing survey in the US over the next week, according to Gov. Andrew Cuomo, who warned was \"only halftime\" in the battle against the \"beast.\" Cuomo and other governors from both sides of the aisle have disputed Trump's claims that there's enough coronavirus testing. Elsewhere, Chile is set to become the first country to issue \"immunity cards\" to those who recover from the virus, allowing them to go back to work. But the World Health Organization says there's no evidence that antibody tests can determine immunity. Here's what else is important today... UK government under fire: Hospital leaders have criticized the government for making announcements about personal protective equipment (PPE) supplies that cannot be delivered amid \"critically low\" stocks in some health trusts (and a shipment of PPE from Turkey, due yesterday, still hasn't arrived).  Sex workers struggle: After some controversy, sex workers in Japan are now eligible to apply for financial aid from the government, under certain conditions — a move some activists have hailed as a sign of progress for an industry that has long suffered social stigma. But sex workers say it's not enough to live on. Beaches begin to reopen: Some beaches are beginning to reopen in Australia, but things aren't back to normal just yet. The reopening of beaches in Jacksonville, Florida was met with less caution. Crowds cheered as police took the barriers down, and people were seen swimming, biking, surfing and fishing. A version of this story appeared in the April 20 edition of CNN's Coronavirus: Fact vs. Fiction newsletter. Read the full version here and sign up here to receive the need-to-know headlines every weekday. David Attenborough is adding \"geography teacher\" to his résumé, stepping up to offer his unrivaled knowledge to British school children during the coronavirus lockdown. The pioneering broadcaster and naturalist will educate students on topics such as mapping the world, animal behavior and the world's oceans, as part of the BBC's new virtual learning program, \"Bitesize Daily,\" which launched Monday. Attenborough, 93, is among the famous faces leading lessons as part of the broadcaster's plans to offer relief to parents struggling with homeschooling children during the Covid-19 pandemic. The new series will also include Manchester City star Sergio Agüero, who will help youngsters learn to count in Spanish, and renowned physicist Professor Brian Cox, who has been recruited to bring science to life, covering topics such as force, the solar system and gravity. Former Member of Parliament Ed Balls will revisit his past as shadow finance minister, delivering a math class, and \"EastEnders\" actor Danny Dyer -- who is a direct descendant of King Edward III -- will provide a history lesson on Henry VIII, the BBC said. Read more here A Japanese virus expert says he is \"pessimistic\" that the postponed Tokyo Olympics will go ahead as planned next year. Kentaro Iwata says that even if Japan can get the outbreak under control in time, there is no guarantee that other competing countries will be in a similar position. The International Olympic Committee (IOC) confirmed in March that the Games would be pushed back to 2021 because of the ongoing coronavirus pandemic. It is the first time in history that the Olympics have been postponed during peacetime. The Games of 1916, 1940 and 1944 were all canceled because of world wars. \"To be honest with you, I don't think the Olympics is likely to be held next year, if held anytime,\" said Iwata, professor of infectious diseases at Kobe University. \"Japan might be able to control this disease by next summer, and I wish we could, but I don't think that would happen everywhere on Earth, so in this regard I'm very pessimistic about holding the Olympics Games in next summer.\" Read more here. According to data released Sunday by Florida's Department of Health, there have been 179 Covid-19 deaths at nursing homes and long-term care facilities in the state.  That means 23 percent of Florida’s 774 deaths have occurred in nursing homes. After much pressure, Governor Ron DeSantis authorized the release of data, including the death toll, relating to the 307 nursing homes with Covid-19 cases this weekend.  More than 1,800 Covid-19 cases involving residents and staff have been linked to nursing homes, according to Florida's Department of Health. The total number of cases in Florida exceeds 25,500. Prince Philip, the Duke of Edinburgh, has sent a message of thanks to those working across the UK to help tackle the coronavirus pandemic. In a statement, the 98-year-old royal said: “As we approach World Immunisation Week, I wanted to recognise the vital and urgent work being done by so many to tackle the pandemic; by those in the medical and scientific professions, at universities and research institutions, all united in working to protect us from Covid-19.  \"On behalf of those of us who remain safe and at home, I also wanted to thank all key workers who ensure the infrastructure of our life continues; the staff and volunteers working in food production and distribution, those keeping postal and delivery services going, and those ensuring the rubbish continues to be collected,” he added.   The Queen and Prince Philip are currently in residence at Windsor Castle. The Mayor of London, Sadiq Khan, says there is increasing evidence that people from ethnic minority backgrounds in Britain are being \"disproportionately affected” by Covid-19, saying it should act as a “wake up call” for fundamental change. In an opinion piece published in the Guardian newspaper on Monday, Khan points to a study showing that a third of those critically ill in hospital from coronavirus are from black, Asian and minority ethnic (BAME) communities, even though people from those groups make up just 14 percent of the population as a whole. “More and more, the notion that this epidemic is some kind of “great leveller” is being exposed for what it is – a complete myth,” Khan writes. He says the reasons for the disparity are complex and varied, but says people from BAME communities are more likely to be employed in frontline roles, as health workers, supermarket shelf stackers and bus drivers. “One of the biggest underlying factors driving the disproportionate number of deaths in BAME communities is socioeconomic,” he says. “It’s an uncomfortable truth that people from ethnic minority backgrounds are overrepresented in poor, overcrowded accommodation, or households with multiple generations under one roof. And it’s a fact that they are more likely to live in poverty or work in precarious and low-paid jobs. Many simply don’t have the luxury of being able to work safely from home during the lockdown.” “This must be a wake-up call for our country and a catalyst for far-reaching and fundamental change,\" he says, adding: \"Once this crisis is over, we will need to forge a new social contract that advances the twin causes of racial and economic equality, and prioritises the welfare and wellbeing of every single community in this country.” Khan says there needs to be real-time collection of data about the ethnicity of those who contract coronavirus. China is not the enemy of America, Foreign Ministry spokesman Geng Shuang told reporters Monday, in response to US criticism over China’s transparency about the virus.  \"Certain Americans should be clear about this: China isn’t their enemy,\" Geng said at a press briefing. \"The international community must band together to win the fight against the virus.\"  \"Attacking and smearing China wouldn’t win back wasted time or lost lives,\" he said. \"We hope those people in the US respect facts, science and international consensus. They should stop attacking and blaming China, stop making irresponsible remarks, and focus more on domestic containment and international cooperation.\" On Sunday, President Donald Trump said the US wanted to send investigators into China, but that previous requests to do so had been rebuffed.  Geng also called on the international community to \"band together to cooperate, instead of pointing fingers at each other or even demanding compensation,\" referring to reports that Republican lawmakers in the US had introduced legislation last week allowing Americans to sue the government of China over misinformation about the virus. In addition, Geng said Australia's call for an \"independent review\" of how the virus began in China was “disrespectful.” He urged Australia to do more to improve bilateral ties, especially bilateral cooperation on fighting the pandemic, instead of \"echoing a certain country and following its footsteps to hype up the issue.\" Covid-19 survivors in England are being asked to donate blood plasma for a potential trial that, if approved, may help those currently ill with the virus.  NHS Blood and Transplant hopes to test how effective antibodies in the \"convalescent\" plasma of recently recovered patients might be in treating those fighting the infection.  Plasma, a yellowish liquid, is the largest constituent part of your blood, making up more than half (about 55%) of its overall content. The main role of plasma is to \"take nutrients, hormones and proteins to parts of the body that need it.\" It is a \"critical\" part of treatment for many serious health issues, according to the University of Rochester Medical Center.  In order to give plasma for this trial, donors must have recovered from coronavirus at least 28 days ago, and meet a series of criteria including being between the ages of 17 and 66 and weighing between 110lbs and 348lbs. They must not have any existing or previous heart condition.  The southern German state of Bavaria is to make it compulsory to wear masks in all shops and on public transport, Prime Minister Markus Söder announced Monday.  Speaking in Bavaria's state parliament, Söder said it would introduce \"oral and nose protection obligation\" from next week, adding that \"some people also call it a mask obligation.\" Söder said mouth and nose protection would play a \"very central role\" in containing the further spread of the coronavirus. Bavaria is the first state in western Germany to introduce such regulations, Söder said. The eastern state of Saxony introduced mandatory mouth and nose protection last week. Mecklenburg-Western Pomerania, also in the former east, has also introduced mask regulations, which will apply from April 27 -- as in Bavaria. Opinions among experts vary as to how effective wearing a mask is to counter coronavirus, but more countries and regions have now made it compulsory to wear them in public. Bavaria is the German state with the highest number of confirmed coronavirus cases and deaths. As of Monday, Germany's largest state had recorded 37,849 confirmed cases of coronavirus and 1,286 fatalities, according to the Robert Koch institute, Germany's center for disease control. A handful of Indian states and union territories have begun to ease lockdown restrictions in line with guidelines issued by the country's Ministry of Home Affairs (MHA): In a televised address on April 14, Prime Minister Narendra Modi extended the nationwide lockdown till May 3, but announced a conditional relaxing of restrictions in parts of the country with low or zero levels of coronavirus cases. Which states are easing restrictions?  Maharashtra: With 4,203 confirmed cases and 223 deaths as of Monday morning, the western state currently has the highest number of cases in the country, but will begin to allow some essential activity in certain \"orange\" and \"green\" zones that have recorded low levels of cases. The measures being relaxed are geared towards the agricultural sector -- farming, fisheries and plantations -- which provide a lifeline for thousands of farmers across the country. Red zones where there is a high or increasing number of cases will not see relaxations. \"We have given permission only for industries in the essential sector and the transport of essentials,\" Uddhav Thackeray, the chief minister of Maharashtra said in his weekly address on April 19, adding that district borders will remain closed and all other services will remain shut until May 3.  \"We want transport of goods and not of the virus,\" Thackeray added.  Kerala: The southern state, which has been praised for its success in tackling the outbreak, has now drawn criticism from the MHA after announcing a substantial easing of restrictions in \"green zones.\" This includes restaurants opening with social distancing rules in place, private vehicular movement under the \"odd-even\" scheme, which enables cars with even and odd number plates to drive on alternate days. “This amounts to dilution of guidelines issued by MHA and a violation of MHA Order dated 15th April 2020,” read a tweet by the spokesperson for the Ministry of Home Affairs. “The Government of Kerala is urged to revise guidelines in line with MHA guidelines, without any dilution and ensure strict compliance,” continued the tweet. Madhya Pradesh: Agricultural activity and manufacturing will resume in districts that have no cases, as well as in districts that have a low number of hotspots and have managed to contain cases. Essential public works programs will also be allowed, but with strict rules on social distancing. Like the agricultural sector, the public works department provides an income for hundreds of thousands of daily wage earners across the country. “However, in districts where the situation is dire, such as Indore, Bhopal and Ujjain, there will be no relaxations because our first priority is people's lives,\" Shivraj Chauhan, chief minister of the central Indian state said in an address on Sunday.  Uttar Pradesh: The chief minister of India’s most populous state, Yogi Adityanath, reviewed lockdown measures on Sunday and asked district magistrates to decide on the relaxation of measures. \"There are 19 districts that have more than 10 positive cases of coronavirus. District authorities should be reluctant to take risks while making decisions on relaxation from April 20 in these areas. No relaxations will be made in hotspot areas,\" Adityanath said in an address on Sunday.  States that won’t ease restrictions Delhi: Lockdown restrictions will continue in the capital, Delhi Chief Minister Arvind Kejriwal announced Sunday, adding that he would reassess the situation with experts after a week. ‘’Delhi has 11 districts and all of them have declared hotspots. As per the central government, restrictions cannot be relaxed in containment areas,” Kejriwal said. \"All 186 Covid-19 positive cases reported yesterday were asymptomatic. They didn't know they had coronavirus, which is more worrying,\" he added. Delhi has the second highest number of cases in the country, with 2,003 confirmed cases and 45 deaths as of Monday morning.  Punjab: Lockdown restrictions in the north Indian state will remain until May 3, in line with the nationwide extension. Telangana: The southern state has decided to extend lockdown measures until May 7. Hong Kong reported no new confirmed cases of novel coronavirus on Monday for the first time in more than six weeks, according to a statement by the city's Centre for Health Protection. As of Monday, the total number of reported coronavirus cases in Hong Kong remained at 1,025, including four deaths. Despite that, the CHP is encouraging residents to continue to maintain an appropriate social distance and avoid social activities like meal gatherings to reduce their risks of getting infected. \"Given that the situation of Covid-19 infection remains severe and that there is a continuous increase in the number of cases reported around the world, members of the public are strongly urged to avoid all non-essential travel outside Hong Kong,\" the CHP added. Hong Kong last reported no new cases on March 5. ##Health## Germany started to ease its lockdown restrictions on Monday, allowing businesses and shops to reopen as the country takes small steps back to normalcy.  Shops up to 800 square meters in size can reopen, so long as they have hygiene and social distancing measures in place.  Bookshops, car dealerships and bike stores are also allowed to reopen regardless of their size. In some regions of Germany, zoos are reopening. The reopening of shops and businesses varies from state to state.  This comes after the government last week said the virus in the country was \"manageable.\" The Robert Koch Institute, Germany's national agency for disease control and prevention, reported Friday that each person infected with Covid-19 is now infecting fewer that one other person on average. ##Daily Life## ##Business## French Prime Minister Edouard Philippe says France won’t return to normal for a long time. \"Imagining that the situation is getting better would be a mistake,\" the prime minister said at his news conference on Sunday. Philippe said that France had passed the peak of the epidemic. But the country is not going to return to normal soon because right now there is no vaccine and no treatment, he warned. France has suspended all non-essential business until May 11.  Philippe said May 11 won’t be the end of the confinement, but a new phase. He said that measures for after May 11 will be announced in a couple of weeks and will be based on three main principles: social distancing, massive testing and isolation of people who have tested positive. The prime minister indicated that schools won’t be reopening everywhere after May 11 and, in any case, would be operating differently. Authorities were considering options such as telling students to attend class on alternate weeks, or using bigger classrooms than usual. The prime minister also announced that visits to nursing homes would be reauthorized as of Monday, but would be severely restricted. For example, physical contact would not be allowed, he said. ##Daily Life## If you're just joining us, here's the main news to break since our last catch-up. UK government under fire: Hospital leaders have criticized the government for making announcements about personal protective equipment supplies that cannot be delivered amid \"critically low\" stocks in some health trusts. That follows a public backlash after officials admitted on Sunday that PM Boris Johnson missed five emergency meetings in the early stages of the pandemic.\nGermany's new daily case rate falls: Some 1,774 new infections were confirmed for Sunday, bringing the total number of cases to 141,672, according to the Robert Koch Institute, the country's center for disease control.\nSpike in India: The country has recorded its highest single-day spike in cases since the coronavirus outbreak began, reporting 1,553 new infections. PM Narendra Modi has meanwhile asked his people to come together to face the challenge of the pandemic. \"We are in this together,\" he wrote on social network LinkedIn.\nNew Zealand's lockdown: Prime Minister Jacinda Ardern announced the country would stay under its toughest lockdown measures for five more days, before the restrictions are eased slightly next week. \nAustralia beaches: Some beaches are reopening in Sydney -- but beachgoers will still be restricted to exercising, and won't be allowed to sunbathe. Meanwhile, students are back at school today in the country's vast and sparsely populated Northern Territory.\nSingapore cases jump: The country has preliminary confirmed 1,426 new coronavirus cases as of midday on Monday. The vast majority of new cases are work permit holders residing in foreign worker dormitories. A kangaroo was spotted bouncing through an almost deserted South Australian city on Sunday amid the coronavirus lockdown, according to police. With much of the country being told to stay at home, Adelaide -- a coastal city of more than 1.2 million people -- has become a much more attractive place for the country's iconic animal to hang out. The kangaroo was caught on CCTV camera on Sunday morning. Officers watching the footage just happened to see the marsupial bouncing down the nearly empty streets, a South Australian police spokesperson told CNN. The kangaroo narrowly escaped a road accident, before heading to Adelaide's West Parklands nature reserve, the spokesperson said.  Every now and then, kangaroos are spotted in Adelaide's suburbs, but it's not usual to see them bouncing down the central city streets, the spokesperson said. \"It was quite unique,\" the spokesperson said, adding that it was likely the quiet of the coronavirus lockdown that had drawn the kangaroo to the city. ##Daily Life## Singapore has preliminary confirmed 1,426 new coronavirus cases as of midday on Monday, according to the country's Ministry of Health.  The vast majority of new cases are work permit holders residing in foreign worker dormitories, the ministry said in a statement.  Only 16 cases are Singaporeans or permanent residents.  ##Health## Hospital leaders in the United Kingdom have criticized the government for making announcements about personal protective equipment supplies that cannot be delivered amid “critically low” stocks in some health trusts. NHS Providers, which represents hospital trusts and ambulance services, says health workers need certainty about what they can expect. “Bitter experience over the last few weeks has shown that until a consignment of gowns has landed, the boxes have been checked and the equipment tested, the NHS can’t count on the gowns being available for use at the front line,” NHS Providers chief executive Chris Hopson said.\n“Given the current uncertainties over gown manufacture and supply, due to global shortages, we suggest that any future announcements on what gowns might be available for delivery, when, just focus on what we can be certain of.” The NHS Confederation, which also represents hospital trusts and other NHS services, says the government’s announcements are making the situation worse. “It would have been better had the government not made the announcement in the first place -- we know shipments in this supply chain are unreliable and even when they do arrive they are not always what is expected. In future the NHS will expect announcements when supplies have arrived not promises about what may or may not be delivered,” NHS Confederation chief executive Niall Dickson said.\n\"It now looks more likely that supplies of fluid repellent gowns could run out in some places but everything that can be done will be done to protect patients and staff.” The UK government has faced intense criticism for its response to the coronavirus crisis, including the current shortage of PPE in hospitals. Culture Secretary Oliver Dowden told Sky News on Monday that the government is “working around the clock” to deal with the issue, including delivery of a plane load of supplies that are stuck in Turkey. “Of course we would have wanted this flight from Turkey to take off yesterday. There’s been logistical challenges at the Turkish end, but we’re confident it will take off later today,” Dowden said. The UK has reported more than 121,000 coronavirus cases, including 16,095 deaths, according to Johns Hopkins University.  ##Health## While millions of people around the world are cutting their own hair and inventing new recipes amid the Covid-19 pandemic, thousands of the world's commercial airplanes are also getting much-needed rest. Qantas has shared a video revealing how its planes are being maintained and cared for while grounded during Australia's lockdown measures. John Walker, the airline's Melbourne-based Head of Line and Intermediate Maintenance Operations, shared that the planes are getting plenty of TLC while they sit in hangars waiting for global travel to resume.  \"When you park an airplane, it's not just like parking a car,\" Walker explains. \"You don't just switch it off and lock the doors.\"  The planes are towed periodically around so that their wheels can rotate, and service members clean the inside and outside of the aircraft. Depending on the model of the plane, its engine must be turned on either every 15 or 30 days, and the cockpit window is covered in tinfoil so the front of the aircraft won't get too hot. Read the full story here: ##Travel## ##Business## For weeks, Sydney's beach lovers have had to stay away from the sand and surf. But starting Monday, some beaches in the city's eastern suburbs will be open for \"exercise purposes only,\" according to the local authorities.  Randwick City Council said Coogee, Maroubra and Clovelly beaches would reopen for activities including \"sand jogging and walking, swimming, surfing and other exercise activities.\"  Three weeks ago, all Randwick City beaches were closed to discourage large groups congregating at the beach. \"Living along the coast, I know how important our beaches are to the mental and physical health of so many in the community,\" said Mayor Danny Said.\n\"The past three weeks have been difficult as we’ve all had to make changes and sacrifices to our daily routines.\" Not back to normal: Even though beachgoers are allowed back, they must maintain a distance of 1.5 meters (4.9 feet) between each other, limit groups to two people and move on once they have completed their exercise. Sitting or sun-bathing on the sand will not be permitted, the council said in a news release. Additionally, two beaches on Queensland's Gold Coast -- Surfers Paradise and Coolangatta -- reopened on Monday.  ##Daily Life## India has reintroduced a ban on the delivery of non-essential items by e-commerce companies -- reversing an earlier decision to lift the restriction. In an order issued Sunday, the Ministry of Home Affairs said companies such as Amazon and Flipkart wouldn't be allowed to deliver non-essential items until May 3. That reverses an earlier relaxation of lockdown restrictions introduced last week -- when the government said e-commerce companies could start delivering non-essential items.  Nothing has changed for essential items. Since the lockdown was enacted last month, e-commerce companies have been allowed to deliver groceries and other essential goods. That remains the case. ##Daily Life## Mika is worried. As a sex worker in Japan, she used to see three or four clients a day -- then the coronavirus pandemic hit. Now, with people staying home and avoiding close contact, she's out of clients and out of money.  With no savings or other sources of income, Mika says she is living off borrowed money. She has tried to find other jobs, but nobody's hiring in the middle of an economic crisis. At this rate, she might not be able to pay rent or afford basic necessities, let alone pay off the debt she has recently taken on. \"I'm worried if I will have a place to live or if I can find a job to get money to live,\" she said, using a pseudonym to protect her privacy. \"I worry about (my health) of course, but now I worry more about how to survive.\" Sex workers across Japan have been hit hard by closures and restrictions due to the pandemic. The entire country is under a state of emergency, with many businesses ordered to shutter and people advised not to go out.  Japan has recorded nearly 11,000 coronavirus cases nationwide, including at least 236 deaths, according to Johns Hopkins University. Softening the economic blow: The central government has launched a massive stimulus package worth 108 trillion Japanese yen ($1 trillion). After some controversy, sex workers are eligible to apply for aid, under certain conditions -- a move some activists have hailed as a sign of progress for an industry that has long suffered social stigma.  But for many sex workers, the package offers little reassurance -- and its rules for eligibility seem opaque and restrictive. Some aren't sure how to apply for benefits without effectively outing themselves.  \"(The government) haven't clearly said they will help everybody,\" Mika said. \"There are many people unable to eat and survive without working.\" Read the full story here: ##Daily Life## ##Business## A total of 1,553 new Covid-19 cases have been reported in India in the past 24 hours -- the country's largest single-day spike during the epidemic, according to a CNN count.  Another 36 deaths were also reported. India has confirmed a total of at least 17,265 cases of coronavirus, including 543 deaths, according to the country's Ministry of Health.  A total of 2,547 people have recovered or been discharged. Some 401,586 samples have been tested as of April 19, according to the Indian Council for Medical Research. The highest number of cases are being reported from the states of Maharashtra and Gujarat, and the union territory of Delhi. ##Health## Over the weekend, 15 pro-democracy activists were arrested in Hong Kong. According to the Hong Kong police, the 15 were arrested on charges that included organizing and participating in unauthorized assemblies between August and October last year, and announcing unauthorized public processions in September and October. Questions over timing: Some people – including high-profile pro-democracy activist Joshua Wong – have raised questions over the timing of the arrests, given that the world is currently dealing with the coronavirus pandemic.  In an interview Monday, CNN asked 81-year-old Hong Kong Democratic Party founder Martin Lee -- who was among those arrested -- about the timing of the arrests. \"There must be some people advising the Hong Kong government to do this, knowing the rest of the world would be too busy dealing with their own problems due to the virus,\" he said.\n\"Whoever’s fault it is, to have people arrested left, right and center -- it is not a decision of the Hong Kong government, it is the Chinese Communist Party in Beijing. If they were to leave us alone, I'm sure we, the Democrats and the protesters, we can always sit down with the Hong Kong government but the Chinese Communist Party would not permit that.\" What the Hong Kong government says: In a statement Sunday, a Hong Kong government spokesman said that investigations by law enforcement agencies and prosecutions by the Department of Justice are carried out in strict accordance with the law. The spokesman pointed to the city’s mini-constitution, the Basic Law, which says that Hong Kong’s Department of Justice shall control criminal prosecutions free from any interference. \"The prosecutors have always been discharging this constitutional duty independently and professionally, without fear or favour. No one should interfere or attempt to interfere with independent prosecutorial decisions which are based on an objective assessment of all admissible evidence and applicable laws, made strictly in accordance with the Prosecution Code which is available to the public,\" the spokesman added. The spokesman added that cases will not be handled any differently due to political beliefs of the person involved. \"As legal proceedings are on-going, it is inappropriate for anyone to comment on the cases as it would create a public discussion which may amount to a trial by the public. No one should embark upon baseless speculations. These types of accusations may be perceived as purporting to influence the proper discharge of public duties,\" the spokesman said. \n\"The rule of law is a core value in Hong Kong. Any unfair and unfounded allegation made with a view to undermining and discrediting our independent criminal justice system is vehemently refuted.\" Germany has recorded one of its lowest rates of new coronavirus cases and virus-related deaths in the past 24 hours, the German center for disease control, the Robert Koch Institute, said on its website on Monday. According to the Institute, 1,774 new infections were confirmed for Sunday, bringing the total number of cases in Germany to 141,672. The death toll in the country climbed by 110 to 4,400, according to the data. An additional 3,500 people recovered from the disease.  The background: Over the past week, the number of new coronavirus cases in Germany has sunk lower, but the daily death toll has risen.  While the Robert Koch Institute has said physical distancing measures are working, it has also warned in the past that weekend infection numbers can be inaccurate because some labs have a lag in sending their results.  ##Health## India's Prime Minister Narendra Modi has asked his people to come together to face the challenge of the coronavirus pandemic. “Covid-19 does not see race, religion, color, caste, creed, language or border before striking,” he said in a post on social network LinkedIn. \"Our response and conduct thereafter should attach primacy to unity and brotherhood.\"\n\"We are in this together,\" he added.\n\"Unlike previous moments in history, when countries or societies faced off against each other, today we are together facing a common challenge. The future will be about togetherness and resilience.\" The background: Activists in the country have accused the Indian government of marginalizing minorities during the coronavirus crisis.  Modi’s comments come weeks after the first set of cases emerged from a virus hot spot at a mosque in New Delhi. Thousands of Muslims linked to the Nizamuddin Markaz Mosque in the capital have tested positive for coronavirus. Police have also reported incidents of Muslims with suspected links to the mosque being beaten. New work culture: Modi also shared his thoughts on how the lockdown has changed lifestyle and the work environment. \"Today, the world is in pursuit of new business models. India, a youthful nation known for its innovative zeal can take the lead in providing a new work culture,\" he wrote. A total of 17,265 coronavirus cases, including 543 deaths, have been confirmed in India, according to the Ministry of Health and Family Welfare. ##Daily Life## Even after three tumultuous years in which US President Donald Trump has shredded the decorum of his office, his unwillingness to provide unifying leadership still has the power to shock. Trump's daily coronavirus task force press briefing has become the chief exhibit in this deficit of national stewardship and has largely shed any purpose in conveying useful information at a fraught moment -- if that was ever the aim. Instead, the President spends his time perpetually trying to repair his own image by disguising his belated and faulty response to the emergency. It didn't have to be this way. Despite criticism of the administration, no White House -- Republican or Democratic -- could have predicted every twist of this crisis given the enormity of the political and economic upheaval that has overtaken the country. Not all failings in testing and supplies are personally Trump's fault. But his refusal to accept any responsibility at all raises questions about what he thinks the presidency, a problem-solving job of last resort where the buck stops, is actually for. The President's plan to use Sunday's briefing to polish his own personal narrative became clear when he read out and held up a Wall Street Journal opinion column praising his leadership. He also played an out-of-context video of New York Democratic Gov. Andrew Cuomo praising his administration's work -- including on providing ventilators -- and said reporters should praise him too. Yet Trump insisted after his trawl for personal credit: \"It's not about me. Nothing is about me.\" This came on the day when US deaths from the pandemic topped 40,000 and raced upwards, though Trump claimed he had saved a million lives through his leadership -- despite taking several months to recognize the magnitude of the unfolding disaster. Read the full analysis here:  New Zealand's Prime Minister Jacinda Ardern has announced the country will stay in its strict lockdown for five additional days. The country was scheduled to come out of its level 4 lockdown -- the highest level on the alert system -- on Wednesday at 11.59 p.m. local time. However, Ardern said on Monday that the measures would continue until next Monday at 11.59 p.m. That means New Zealand will remain under strict lockdown measures -- which require all non-essential workers to remain home -- during the upcoming three-day weekend. Next Monday is a public holiday in New Zealand for Anzac Day, a day of remembrance for soldiers killed in conflict.  The decision comes despite New Zealand seeing a dwindling number of coronavirus cases over the past few weeks. On Monday, New Zealand reported nine new cases, bringing the country's total reported to 1,440. Of those, 12 have died and 974 have recovered.  What Ardern said: The prime minister praised New Zealanders, saying she couldn't be prouder of the start they made to curbing the spread of the virus. \"We have done what very few countries have been able to do,\" she said. \"We have stopped a wave of devastation.\" She noted that New Zealand had one of the highest testing rates in the world, with more than 85,000 tests completed. The country also has one of the lowest mortality rates and a low rate of transmission, with each case infecting less than one additional person, she said. \"My message to New Zealanders is that you have sacrificed too much to lose those gains now,\" Ardern said. What happens next? Next Monday, the country will move to a level 3 alert for two weeks. Cabinet will review whether to extend that on May 11.  Under level 3, the country will still essentially be under lockdown, but there will be an easing of restrictions. Schools can open. People will be able to buy takeaway food, and take part in more recreational activities, such as swimming at the beach. Up to 10 people will be allowed to gather for weddings and funerals.  Alert level 3 does not permit more social activity, but would allow more economic activity like construction, manufacturing and forestry, Ardern said. ##Daily Life## ##Health## ##Business## ##Travel## As of midday Sunday, Singapore had reported another 596 cases of coronavirus, according to the country's Ministry of Health. Singapore has now reported at least 6,588 cases, including 11 deaths, according to a count from Johns Hopkins University.  Who are the new cases? Some 544 of the new cases were detected in migrant workers living in dormitories. There were also 30 new cases found in the wider community. Where are the people who are infected? According to the ministry, a total of 768 people have fully recovered from the infection and been discharged from hospitals or community isolation facilities. Another 2,921 confirmed cases are still in hospital, with most stable or improving. According to the ministry, 22 are in critical condition in the intensive care unit.  Some 2,888 cases that are clinically well but still tested positive for coronavirus have been isolated and cared for at community facilities.  The background: Less than a month ago, Singapore was being hailed as one of the countries that had got its coronavirus response right. Encouragingly for the rest of the world, the city-state seemed to have suppressed cases without imposing the restrictive lockdown measures endured by millions elsewhere. And then the second wave hit, hard. So what went wrong? The answer appears to lie in overlooked clusters of cases among migrant workers living in cramped dormitories and an underestimation of the speed at which those infections could spread through a city where lockdown measures had not been put in place. Read more here: ##Health## At least 759,569 coronavirus cases have been recorded in the United States, including at least 40,679 deaths, according to Johns Hopkins University's tally.  On Sunday, 24,498 new cases and 1,774 deaths were reported, according to Johns Hopkins.    The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  CNN’s map tracking US cases refreshes every 15 minutes: ##Health## As he shut down his factory in January amid China's growing coronavirus epidemic, Vance Wang had a revelation. Usually, his assembly line in Foshan, a city in the southern province of Guangdong, produces plastic sheets for whiteboards.  However, Wang realized that a change in process meant he could switch to creating face shields to protect himself and his workers from coronavirus in the long weeks and months ahead. \"I wanted to create a good quality product, in a bigger size to cover all of the face,\" he told CNN over video chat. Wang said he hadn't intended to make equipment for hospitals, but as the coronavirus crisis worsened, hospitals around the world came asking for help. \"We started making them in early March,\" he said.  The initial order was only in the thousands. After a week, it increased to tens of thousands. \"Now we have received orders for more and more,\" he said. Wang hasn't just been selling the face shields -- he's donated about 8,000 to hospitals in Europe and the US. According to Wang, 3,000 have gone to Germany, 2,000 to France and 1,000 the United States, with another 2,000 or so expected to be delivered to New York soon. Wang said he wanted to set an example for his daughter, Cheryl. \"(She) is 12 years old. She is building her own world. She is learning. This is the most important reason for me to do my best: to be a positive, kind and inclusive example,\" he said.\n\"I hope she can look at the world more broadly and understand that kindness and giving are the greatest values.\" ##Business## Starting today, students in Australia's Northern Territory are expected to physically attend school. What's going on in the Northern Territory? The vast, sparsely populated federal territory in the north of the country has only reported 28 coronavirus cases, according to the government. Eleven patients have recovered. Meanwhile, the territory has performed more than 3,600 tests to date. It is the only Australian state or territory to report no Covid-19-related deaths, according to data provided by Australia's Department of Health. Currently, the territory requires all non-essential travelers entering the border to complete 14 days of quarantine. The government is advising that, as a general rule, people should stay home unless it is absolutely necessary to go out. The Northern Territory is home to about 229,000 people -- and to one of Australia's most iconic landmarks, Uluru. About 25% of the territory's population are indigenous Australians -- nationwide, indigenous Australians people make up around 2.8% of the population. Indigenous Australians often have lower education, health and employment outcomes than the rest of the population, prompting the government to roll out additional support for indigenous businesses amid the pandemic. What measures are in place for students? Schools are to consider moving classes outside, reconsider school excursions, and encourage the avoidance of handshakes, hugs, kissing, and games that include holding hands, according to the Northern Territory's Department of Education. ##Daily Life## If you're just joining us, here's what has been happening over the past few hours. Testing in the US: President Donald Trump said early work on coronavirus tests by the Centers for Disease Control and Prevention was a \"mess\" -- but said things have improved. Trump said he plans to use the Defense Production Act to help with the production of swabs for tests.\nInvestigating China: Trump said the US still wants investigators to go to China to investigate the coronavirus spread, although he said \"we weren't exactly invited.\"\nTrump praises protesters: The President said that those protesting their governors' social distancing measures are \"great people,\" adding \"their life was taken away from them.\"\nBolsonaro joins protesters: Brazil's President joined a rally in Brasilia on Sunday, where protesters called for an end to quarantine measures. Some also urged military intervention to shut down Congress and the Supreme Court, which have supported social isolation measures imposed by governors.\nAustralia adds pressure on China: Australian Foreign Minister Marise Payne called for an \"independent review\" of the circumstances that led to the start of the coronavirus pandemic in an interview with ABC television on Sunday, adding to growing pressure on China over its handling of the virus. \nBoris Johnson faces criticism: The British Prime Minister missed five emergency meetings in the early stages of the pandemic, officials admitted on Sunday, as the UK government faced a barrage of criticism over its response to the spread of the disease.\nAnd, in lighter news: Stars including Lady Gaga, Stevie Wonder and the Rolling Stones took part in an eight-hour show called \"One World: Together At Home,\" which helped to raise nearly $128 million for the World Health Organization. The proceeds will be given to the WHO's Covid-19 Solidarity Response Fund. A total of 2,315 inmates across three correctional facilities in Ohio have tested positive for the coronavirus after more than 900 additional positives were reported Sunday, according to the Ohio Department of Rehabilitation and Correction. On Saturday, more than 1,400 inmates from Marion Correctional Institution, Pickaway Correctional Institution and Franklin Medical Center had tested positive, the ODRC website said. In total, 955 additional inmates were reported to be positive as of Sunday, according to the website. The state of Ohio has reported more than 11,602 confirmed coronavirus cases, including 471 deaths.  ##Daily Life## South Korea has reported 13 new cases of coronavirus from Sunday, raising the national tally of reported cases to 10,674, according to a news release from the South Korean Centers for Disease Control and Prevention.  Among the new cases, seven are imported.  Two more deaths were added from Sunday, raising the national death toll to 236.  Around 76% of reported cases have recovered.  The background: On Saturday, South Korea had eight new reported cases -- the country's first single digit increase in infections since February 18, according to a CNN calculation of KCDC data.  ##Health## US President Donald Trump on Sunday called people who are protesting their governors’ social distancing measures “great people.” Trump said this despite the fact the states are following recommendations of federal health officials to institute the distancing guidelines. In recent days Trump has encouraged governors to relax those guidelines as soon as they feel it’s safe to do so. Trump was asked on Sunday if he is worried that his tweets about liberating Kentucky, Michigan and Virginia are in any way helping to incite potential violence, as some governors have reportedly received death threats. Trump responded: “I’ve seen the people. I’ve seen interviews of the people. These are great people.”  He added that they have cabin fever and they want their lives back.  “Their life was taken away from them,” he said. “These people love our country, they want to get back to work.” ##Daily Life## United States President Donald Trump has called the country's Centers for Disease Control and Prevention's early work a \"mess\" -- but said things had improved. “CDC had obsolete tests, old tests, broken tests and a mess,” said Trump at a White House news briefing on Sunday. He was responding to a question about failures in testing at the CDC.  Multiple health officials told CNN this weekend that contamination in manufacturing at the CDC caused weeks of delays that slowed the US response to the coronavirus pandemic. The problem stemmed in part from the CDC not adhering to its own protocols, a Food and Drug Administration spokesperson said on Saturday. But things have since improved, Trump said. “(The CDC) has done a very good job, and they've done it under pressure,” he said. “The pressure is -- they had to do this under pressure so we're very proud of the job they've done.” Without citing evidence, however, Trump blamed prior administrations for the CDC’s early failures during the pandemic. “I told you we inherited a lot of garbage, we took, they had tests that were no good, they had all this stuff was no good,” said Trump, who has been President for three and a half years.  ##Health## Brazilian President Jair Bolsonaro joined a rally in the country's capital on Sunday, where protesters called for an end to quarantine measures and some urged military intervention to shut down Congress and the Supreme Court. Congress and the Supreme Court have supported social isolation measures imposed by governors. The President didn’t wear a mask and coughed several times while speaking to the crowd of a couple of hundred supporters in Brasilia. “(Everyone must) do whatever is necessary for the country to have the prominent place it deserves,” he said. “We will not negotiate anything.” The rules in Brazil: National and local governments in the country have issued mixed messaging on how to behave during the pandemic. While Bolsonaro has been pushing against strict restrictions, state and local governments in some of Brazil's hardest-hit areas have closed schools and all but essential businesses, with firefighters and police in the streets urging people to stay indoors. Last week, Bolsonaro fired his health minister after weeks of clashes over social isolation measures. During a news conference to introduce his new minister, he reiterated that businesses need to be reopened to ensure that the economic fallout isn’t worse than the virus. Polls, however, show that a majority of Brazilians support social isolation. On Sunday, Bolsonaro's supporters also organized caravans in different cities. The background: Brazil has the most confirmed coronavirus cases in Latin America. As of Sunday, the country had reported 38,654 cases and 2,462 deaths, according to health officials. ##Daily Life## US President Donald Trump defended his playing of “self-congratulatory” clips at last Sunday’s coronavirus task force briefing. When pressed by CNN’s Jeremy Diamond as to why he was taking time during the daily coronavirus task force briefing to discuss praise he has received while more than 22 million Americans are currently unemployed and more than 40,000 people have died from coronavirus, Trump claimed he was “standing up for the men and women who have done such an incredible job,” not for himself. “I'm sticking up for those people,\" he added. \"I am also sticking up for doctors and nurses and military doctors and nurses.” When further pressed by Diamond, Trump said “those people have been excoriated by the fake news.” Despite what he claimed, the clips Trump played and read from at the briefing were praising himself and not health care workers. Trump said it is not about himself. “It's not about me. Nothing is about me. You are never going to treat me fairly, many of you, and I understand that,” Trump also said. The US has reported more than 759,000 coronavirus cases, including at least 40,665 deaths, according to Johns Hopkins University. US President Donald Trump admitted Sunday that he excluded Senator Mitt Romney from the bipartisan congressional task force focused on reopening the country because he maintains a grudge against him. Romney voted in favor of Trump’s impeachment in February. When asked at Sunday’s coronavirus task force briefing if the decision to shut Romney out of the task force shows that he is still holding a grudge against Romney, the only Republican senator left off the congressional task force, Trump said yes. “Yeah it does. I’m not a fan of Mitt Romney at all,” Trump said. “I’m not a fan of Mitt Romney, I don’t want his advice.” Romney voted to convict Trump on the first article of impeachment -- abuse of power. Romney was the only Republican Party senator to vote in favor of either articles of impeachment. US President Donald Trump said he is planning to use the Defense Production Act again, this time to help with the production of swabs needed to conduct coronavirus tests. Trump said the administration is close to finalizing a deal with a company that will convert its plant to produce 10 million swabs per month, but that he would use the DPA to force another company to do the same. “We also are going to be using and preparing to use the Defense Production Act to increase swab production in one US facility by over 20 million additional swabs per month. We’ve had a little difficulty with one so we'll call in -- as we have in the past, as you know -- we are calling in the Defense Production Act and we'll be getting swabs very easily,” Trump said. Trump did not name either company. Governors on both sides of the aisle have complained that one of the reasons states cannot conduct enough coronavirus tests is that they lack the materials needed to conduct such tests, including swabs. Trump said last week 5 million swabs were going to be sent to the states but did not provide specifics. ##Health## US President Donald Trump said Sunday the United States still wants investigators to go to China to investigate the coronavirus outbreak. The US has previously made requests, which have been rebuffed. The White House has continually accused China of withholding accurate information about the extent of the virus within the country. “We are talking to China. We spoke to them a long time ago about going in. We want to go in,” Trump said Sunday at a coronavirus task force briefing. About 12,000 coronavirus testing kits distributed by the Washington Department of Health have been recalled because of possible contamination, according to a news release from the health department. On Friday, University of Washington Medicine notified the state health department that there may have been a quality control issue after a small number of vials of viral transport media (VTM) fluid appeared to have an unusual color, according to the release. The testing kits in question were sent to local health jurisdictions, tribal nations, and state agency partners across the state, the news release said. Jurisdictions that received the kits are encouraged to contact the health department for a new shipment of swabs and VTM transport tubes, according to the release. A large shipment of swabs and VTM from a different vendor are expected to arrive in the state this week, the release said.  ##Health##"], "Language": false}