{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/entertainment/toronto-film-festival-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-23T20:10:29Z"], "LastModifiedDate": ["2020-04-23T20:10:29Z"], "Headline": ["Toronto International Film Festival organizers formulating pandemic plan"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["One of the largest film festivals in North America is planning ahead.  The Toronto International Film Festival (TIFF) isn't scheduled to happen until September, but organizers told Variety that they are already formulating a plan to deal with the pandemic. \"We know that there are a lot of industry members and delegates that will not be able to travel to Toronto because they are coming from all over the world,\" TIFF executive director and co-head Joana Vicente told the publication. \"It's going to be a modified version of the festival.\" The event is set to run September 10 to September 20 and the festival's artistic director Cameron Bailey said it's \"full steam ahead.\" \"We are absolutely planning for a public festival and a strong industry component,\" Bailey said. \"We are going to follow what happens with public health guidelines, of course, and that will determine more. We hope that by the middle of June, say, we'll be able to make a call [as to] which way we are leaning. But we will deliver a festival this year.\" Vicente said organizers are envisioning a \"hybrid festival\" that incorporates a digital component. \"How big that digital component is and what it looks like, we're still working on that,\" she said. TIFF has already embraced the virtual, with it's \"Stay-at-Home Cinema\" series that partners them with the Canadian streaming service Crave to stream movies in conjunction with virtual Q&As conducted by Bailey with Hollywood insiders. Vicente said \"Whoever will be the first big festival that is able to happen needs to just kind of bring people together.\" \"If we get lucky and have the festival in September -- which we are obviously hoping for and planning for -- we really see it as a moment to celebrate films, to celebrate the filmmakers, to support the industry, to bring audiences back,\" she said. \"That's the thing that people love about Toronto, it's the Toronto audiences.\""], "Language": false}