{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/22/entertainment/whitney-houston-movie/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-04-22T21:42:38Z"], "LastModifiedDate": ["2020-04-22T21:42:38Z"], "Headline": ["Clive Davis producing Whitney Houston biopic"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The story of one of the biggest music stars of our time is coming to the big screen.  Clive Davis and Pat Houston, on behalf of Whitney Houston's estate, are on board to produce a film currently titled \"I Wanna Dance with Somebody,\" the story of singer Whitney Houston.  The film, which will track her story from her musical beginnings through her tragic death, will be a \"joyous, emotional and heart-breaking celebration of the life and music of the greatest female R&B pop vocalist of all time,\" according to a press release for the project.  Stella Meghie, whose credits include 2020's \"The Photograph,\" is in \"advanced talks\" to direct, according to the release.  Academy Award-nominee Anthony McCarten, who wrote other real life-based films like \"The Theory of Everything,\" \"Darkest Hour\" and \"Bohemian Rhapsody,\" will write the script.  \"From all my personal and professional experience with Whitney from her late teenage years to her tragic premature death, I know the full Whitney Houston story has not yet been told,\" Davis, a veteran record producer and Houston's long-time collaborator, said in a statement. \"I am so glad that Anthony McCarten has committed to a no holds barred, musically rich screenplay that finally reveals the whole Whitney whose vocal genius deeply affected the world while she fiercely battled the demons that were to be her undoing.\"  Houston died in 2012 of from an accidental drowning at age 48. The heart disease and cocaine use were contributing factors in her death, according to the coroner's report at the time. \"The Estate of Whitney Houston is more than elated to be involved with a group of people that are as passionate about Whitney's life story as we are. Whitney's legacy deserves only the best that can be given,\" Pat Houston, Whitney Houston's sister-in-law, said in a statement. \"I stand with the hearts of these partners being the chosen ones to produce a film that's uplifting and inspiring to all that loved her, giving you a reason to continue to celebrate The Voice that we all fell in love with and will cherish forever!\" Houston sold more than 200 million records worldwide and won six Grammy Awards during her 25-year career."], "Language": false}