{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/entertainment/val-kilmer-interview-memoir-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-21T18:04:04Z"], "LastModifiedDate": ["2020-04-21T19:52:28Z"], "Headline": ["Val Kilmer opens up in interview, new memoir after bout with throat cancer"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Val Kilmer is back on both the big and small screen.  The actor is set to co-star in \"Top Gun II\" and on Tuesday was interviewed by \"Good Morning America's\" Chris Connelly.  Kilmer's speaking voice is now much different because of a bout with throat cancer.  \"I feel a lot better than I sound, but I feel wonderful,\" the 60-year-old said. \"I was diagnosed with throat cancer which healed very quickly. This is a tracheotomy to help me breathe because the glands in my throat swelled up as well.\"  Kilmer went public with his cancer diagnosis in 2017 after initially denying reports he was ill.  His new memoir, titled \"I'm Your Huckleberry\" -- a famous line of his from the 1993 film \"Tombstone\" -- traces his career, including memorable roles playing legendary singer Jim Morrison in the big screen biopic about The Doors frontman. Kilmer also shares in his book about his past romances, including with Cher, Michelle Pfeiffer and Cindy Crawford. \"You have to be committed with a woman that's as dynamic and as committed to their work as someone like Cindy Crawford, who was the number one model on the planet at the time,\" he said.  In 2017, Kilmer advocated to reprise his famous role as Tom \"Iceman\" Kazansky in the \"Top Gun\" sequel when the project was announced. \"Friends said it's official - #TOPGUN2 was announced today,\" Kilmer wrote in the caption of a photo he posted on Instagram showing him wearing a T-shirt with a drawing of his Iceman character on it. \"I'm ready Tom- still got my top gun plaque! Still got the moves! Still got it!\""], "Language": false}