{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/entertainment/alicia-silverstone-batman-robin-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-04-20T13:27:12Z"], "LastModifiedDate": ["2020-04-20T13:27:12Z"], "Headline": ["Alicia Silverstone reveals she had an awful time filming 'Batman & Robin'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Alicia Silverstone didn't have a great time making \"Batman & Robin,\" saying that she was weight shamed while filming the movie.  Silverstone played Batgirl in the 1997 film directed by Joel Schumacher, telling The Guardian, \"That definitely wasn't my favorite filmmaking experience,\" partially because of media attention regarding her weight. She said one interviewer at the time even asked her for her bra size.  \"They would make fun of my body when I was younger,\" she says. \"It was hurtful but I knew they were wrong. I wasn't confused. I knew that it was not right to make fun of someone's body shape, that doesn't seem like the right thing to be doing to a human.\" Silverstone was named Worst Supporting Actress at the 1998 Razzies for her role in the movie. After filming \"Batman & Robin,\" Silverstone says she \"stopped loving acting for a very long time,\" because of the experience.  But she craved acting and says it was a part in a David Mamet play that brought her back.  \"My body was just like, this is what I'm meant to do, I love it so much, I need to find a way to do both, to be able to be an actress and be an activist at the same time so that's what I did,\" she says.  The 43-year-old actress is currently starring in the indie flick \"Bad Therapy,\" about a couple who encounter a bad therapist to deal with relationship problems.  Fans hoping for an update to \"Clueless,\" the 1995 film that gained her fame and critical praise, shouldn't hold their breath. Silverstone told The Guardian, \"I hope to be doing theater until I'm dead.\""], "Language": false}