{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/the-man-behind-the-movie-trailer-voice"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-04-17T18:32:25Z"], "LastModifiedDate": ["2020-04-17T18:32:25Z"], "Headline": ["The Legendary Voice Behind Movie Trailers"], "Section": [null], "MappedSection": [null], "Article_Body": ["Redd Pepper has more than just a radio voice. He’s voiced movie trailers the likes of “Men in Black,” “The Blair Witch Project” and “Jurassic Park.” He’s been compared to voice-over legend Don LaFontaine, whose career included more than 5,000 movie trailers. And Pepper is just getting started.\n\nBorn in Barbados, Pepper moved to the UK at a young age and attended school in London. He got his first job working at a McDonald’s, and eventually quit for a six-month stint as a fireman before moving on to drive trains in the London Underground. There, he says, he got incredibly bored on the job and spent a lot of time announcing interesting and funny messages over the loudspeaker. \n\nHis antics paid off when, one day, a television executive riding his train heard Pepper’s voice and knew there was something special. After exchanging information, Pepper went in to do various voice-overs, and in 1996 he got a call to do his first movie trailer: “Space Jam.” \n\nSince then, Pepper has done over 50 movie trailers, along with television spots, advertisements and video games sound effects. Because his voice is his job, Pepper makes sure to treat it well—he’s even insured his vocal cords for 10 million pounds ($12.4 million).\n\nPepper is also a stage actor in his own right and has been featured in shows produced at the Edinburgh Festival. But he is still best known for his voice-overs across the UK. He usually doesn’t get recognized—until people hear him speak, that is, and then all bets are off. \n\nPepper’s voice is so unique that sometimes you might think he’s deepening it. But he assures us: That’s just the way he talks. His voice has become a fixture in the film world that will forever be linked to his iconic movie trailers. And, of course, the signature trailer phrase, “In a world …”"], "Language": false}