{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/entertainment/allen-daviau/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-04-16T22:12:01Z"], "LastModifiedDate": ["2020-04-16T22:13:22Z"], "Headline": ["Allen Daviau, cinematographer for 'ET,' dies at 77"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Allen Daviau, an Oscar-nominated cinematographer whose work produced some of the most iconic film images of our time, has died from complications related to Covid-19, his talent agent Karin Martin tells CNN. He was 77.  Daviau, a frequent collaborator of director Steven Spielberg, was a resident at the Motion Picture and Television Fund in Woodland Hills, California and died there Wednesday, a statement from MPTF president & CEO Bob Beitcher said. Daviau, according to Beitcher, will be remembered as \"a master of light and a connoisseur of the science and magic of film, a memorable physical presence, a lover of great food and wine, and a long-time Los Angeleno who didn't drive.\"  Daviau work included films \"E.T. the Extra-Terrestrial,\" \"Empire of the Sun\" and \"The Color Purple,\" all of which earned him Oscar nominations.  \"In 1968, Allen and I started our careers side by side with the short film AMBLIN',\" said Spielberg in a statement posted to Twitter. \"Allen was a wonderful artist, but his warmth and humanity were as powerful as his lens. He was a singular talent and a beautiful human being.\" He was nominated for five Academy Awards total, the other two being for 1991's \"Bugsy\" and 1990's \"Avalon.\" Outside of his work with Spielberg, Daviau worked on films like  \"Defending Your Life,\" \"The Astronaut's Wife\" and \"Van Helsing,\" the latter being his final feature film work.  In 2007, the American Society of Cinematographers gave Daviau its Lifetime Achievement Award. He is the fourth resident of the Motion Picture and Television Fund to die from Covid-19 complications, Beitcher said in his statement."], "Language": false}