{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/entertainment/run-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-16T21:23:27Z"], "LastModifiedDate": ["2020-04-16T21:23:27Z"], "Headline": ["'Run' turns the lure of escaping by reconnecting with an ex into an HBO series"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Run\" begins with a premise that invites a ton of questions, then proceeds to answer them in mostly unsatisfying ways. Despite a creative pedigree that includes the Emmy-winning \"Fleabag's\" Phoebe Waller-Bridge and the romantic pairing of Domhnall Gleeson and Merritt Wever, this HBO series feels like one of those ideas that's going nowhere fast. The opening is certainly promising: Wever's Ruby sits looking glum in a Target parking lot, when she receives a one-word text message: \"RUN.\" After some hesitation, she responds in kind. The text came from Billy (Gleeson), Ruby's college ex, with whom she made a pact 17 years earlier: That if they both agreed, they would drop everything and reunite. Paired with Issa Rae's \"Insecure,\" \"Run\" gets points for the undercurrent of 30-something angst into which it taps -- the sense that the roads taken don't always pan out as planned, and the lure of escaping into the relative freedom provided by the heady romances of our college years. It's the TV series version of hunting down an old flame via Facebook, taken to absurd and darkly comic extremes. But what about everything that's happened in between -- the commitments left behind? Those facts and complications dribble out, too slowly, as the two embark on a cross-country trek by train, in a way that really doesn't do much to endear the audience to either of them. Created by Waller-Bridge's longtime collaborator Vicky Jones (a veteran of both \"Fleabag\" and \"Killing Eve\"), there's a strong whiff of romance in the concept, and, amid their dodging and weaving, a fair amount of chemistry between the leads. \"Is anybody totally honest?\" Billy asks, clearly implying that would be a big fat \"no.\" Still, with its cheeky indie-film sensibility, \"Run\" increasingly feels like it's straining to tease all this out. Good actors (among them \"The Good Wife's\" Archie Panjabi and \"Mad Men's\" Rich Sommer) keep popping up in smallish roles, but it's really a two-character piece -- and a somewhat claustrophobic one at that. The show's dark streak (a Waller-Bridge hallmark) also manifests itself in the escalating situations, suggesting that Ruby and Billy won't be able to get through this experiment without causing collateral damage. That raises the stakes, but also adds hurdles to the already thorny issue of whether you really care what happens to these two, separately or together. Mostly, \"Run\" is notable as a juicy vehicle for two topnotch performers, and to that extent, it's nice to see Wever (the \"Nurse Jackie\" alum who graduated to lead status in \"Unbelievable\") and Gleeson (a veteran of \"Ex Machina\" and the recent \"Star Wars\" trilogy) showcased in a different way. Yet at the risk of being totally honest, after watching five episodes, it's a show that appears fated to run out of gas before this train ever reaches its destination. \"Run\" premieres April 12 at 10:30 p.m. on HBO. Like CNN, HBO is a unit of WarnerMedia."], "Language": false}