{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/us/five-things-april-15-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-15T10:00:46Z"], "LastModifiedDate": ["2020-04-15T14:01:33Z"], "Headline": ["5 things to know for April 15: Coronavirus, WHO, South Korea, health, Notre Dame"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It may be hard to think about travel with everything else going on, but experts say now is the time to book low-risk, low-cost future flights. Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  The number of global coronavirus cases is rapidly approaching 2 million. The number of cases in Russia has surged, and Singapore is seeing a second wave of the virus. Germany recorded its highest number of deaths in a single day, even though new infections in the country are significantly down. The US yesterday also marked its deadliest day, and all 50 states now have at least one confirmed death due to Covid-19. The Centers for Disease Control and Prevention and the Federal Emergency Management Agency have reportedly drafted a plan to reopen the country in phases. Despite some politicians, including President Trump, champing at the bit to get the economy going again, Dr. Anthony Fauci says the country is \"not there yet.\" In fact, a new study from the Harvard School of Public Health says Americans may need to endure periods of social distancing until 2022 if a vaccine isn't found. Follow here for the latest.   2. World Health Organization  President Trump is halting funding to the World Health Organization while a review is conducted into the body's handling of the coronavirus pandemic. Trump said the US allots $400 million to $500 million to the WHO each year, and if the organization had better investigated early outbreaks in China, the US would have been better prepared. The WHO has faced criticism for what some say was a slow response to the growing crisis in China at the beginning of the year. However, Trump is facing his own round of criticism for his response to US outbreaks, so some politicians think he's trying to deflect blame. Others, like Bill Gates, have warned that halting funding to a major international health organization during a pandemic, even if it did make mistakes, is a dangerous move.   3. South Korea  South Koreans headed to the polls today despite the looming pandemic. Voters wore masks and gloves and were required to use disinfectant and maintain distance from each other in line as they cast their ballots for the country's 300 parliamentary members. The election is seen as a midterm referendum on the country's President Moon Jae-in and his party. Recently, Moon's coronavirus response has boosted his approval rating. Though experts warned holding elections during the pandemic may result in lower turnout, 56.5% of registered voters had cast their ballot by 3 p.m. local time, including a record-breaking quarter of the country's eligible voters who cast early ballots.   4. Antibody tests The FDA is walking back its decision to loosen restrictions on coronavirus antibody tests after the market was flooded with faulty, low-quality versions. Antibody tests can tell if a person has been infected with coronavirus, recovered and is now ostensibly immune. According to leading doctors like Dr. Anthony Fauci and Dr. Deborah Birx, knowing who's been infected across the population is critical to understanding how quickly and safely society can reopen. Unfortunately, after the FDA loosened restrictions on the tests, scientists realized new tests on the market were not all reliable. Seeing as how an inaccurate result could endanger people with a false sense of immunity, the FDA has now tightened enforcement again.  5. Notre Dame It has been a year since a massive fire at the Notre Dame Cathedral in Paris toppled the iconic building's spire and endangered its structural integrity. The cultural tragedy inspired a worldwide influx of donations to rebuild and reinforce the 850-year-old building, but those efforts are now on hold due to the pandemic. Work at the Paris site has been suspended since March 16, and despite the months of recovery work already undertaken, the full extent of damage still isn't clear. An Army general overseeing the project told the French Senate in January that it was too early to tell whether the cathedral could be saved. More recent prognostications have struck a more optimistic tone, but with France shut down for nearly another month, it will be a while before any more progress can be made.  BREAKFAST BROWSE Cannes Film Festival organizers are considering alternate plans due to coronavirus safety Perhaps a Cannes living room movie night?  A 93-year-old woman got a massive Coors Light delivery after a viral plea for more beer  As far as we're concerned, 93-year-old women (and men) can have whatever they want!  Disney+ edited digital hair over Daryl Hannah's butt in 'Splash' It's like the \"Cats\" CGI, only ... just on the posterior.  Gwen Stefani gave Blake Shelton a 'Tiger King'-inspired mullet  Good to know even celebrities aren't immune to the quarantine cut. 'The Bachelor' franchise has a new music-themed show  It's called \"Listen To Your Heart,\" and your heart is saying you'll probably watch 40 hours of this.  TODAY'S NUMBER ~10,000 That's the number of MLB employees, including players, staff and family members, who will be participating in a massive nationwide coronavirus antibody study. Scientists reached out to the league because of its wide-ranging geographical scope.  TODAY'S QUOTE \"It is always the American government's position to say, in the choice between the loss of our way of life as Americans and the loss of life, of American lives, we have to always choose the latter ... It is policymakers' decision to put on our big boy and big girl pants and say it is the lesser of these two evils.\" Indiana state Rep. Trey Hollingsworth, a Republican who said during a radio interview that relaxing coronavirus restrictions, which would lead to more American deaths, was preferable to letting the economy suffer from further lockdown measures.  TODAY'S WEATHER Check your local forecast here>>> AND FINALLY Could you please pass the salt? This is how Rube Goldberg machines do social distancing. (Click here to view.) "], "Language": false}