{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/opinions/netflix-binge-on-period-dramas-covid-19-thomas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Holly Thomas"], "Writers": [[]], "FirstPublishDate": ["2020-04-14T21:10:35Z"], "LastModifiedDate": ["2020-04-14T21:10:35Z"], "Headline": ["British costume dramas are keeping me sane"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The volume of available content to stream and the urge to binge-watch is at an all-time high in the age of Covid-19. \"Tiger King,\" \"The Two Popes,\" \"Uncut Gems,\" \"Phantom Thread,\" \"A Quiet Place\" and more are on Netflix, and I hear Apple makes TV now. As a child-free laptop owner lucky enough to be working from home during the UK lockdown, there couldn't be a more open opportunity to broaden my cultural horizons -- or at least have a clue what the rest of Twitter is on about.   The problem is, I can't be bothered. While I realize that almost nothing is less demanding than placing oneself in front of a screen and hitting play, absorbing something new during my (surprisingly limited) free time and with the same curtailed emotional bandwidth we're all confronting while shut in feels too much to ask. What if I'm not sufficiently soothed by this Herzog documentary? What if the educational merit of this Palme d'Or nominee doesn't compensate for the mental energy it will take to watch it?  In lieu of such stamina, I've been embracing the most basic Brit viewing option: period dramas. Actually, I'll go a little broader: I am watching anything set a long enough time ago that the Internet does not exist, no one watches television, news is non-existent, and all human interactions are done in person, but without anyone expressing their actual feelings -- unless in a quivering, awkward outburst. The BBC's \"Pride and Prejudice,\" Ang Lee's \"Sense and Sensibility,\" \"The Durrells\" (aka Gerald Durrell's \"My Family And Other Animals\" meets Netflix) and ITV's \"Jeeves and Wooster\" are the order of the day. I'm after scenes free from pollution, aggressive advertising and hyperconscious contemporary references. I want characters' houses to be preposterously large, even when its inhabitants are supposedly \"down on their luck.\" I want lush landscapes punctuated by the placid clip-clop of horse shoes, characters who \"take a turn\" about the living room, and concerns about gentility levels as the hazard de jour. I want a break from our current reality, but in a setting I can kid myself might once have been real. I feel conscious of embodying some very obvious cliches. Suggesting to a woman in her 30s from balmy southern England that watching the BBC's \"Pride and Prejudice\" might be relaxing is like suggesting to an Italian that pasta might be delicious, or to Quentin Tarantino that he might enjoy glamorizing violence. But in the same way that the onset of the coronavirus pandemic a few weeks ago saw me prematurely nibbling Easter eggs for breakfast and craving Heinz tomato soup with white buttered toast for lunch within the first week, I found that my viewing tastes regressed almost immediately. I strongly suspect I'm not alone.  I couldn't be bothered to follow subtitles or navigate complicated ethical questions. I wanted the world my on-screen companions operated within to be local and predictable, with clear social structures and little call for outside interference or -- more stressful still -- information. I wanted news to travel slowly, and the solutions to life's problems to lie in vague hopes of a wealthy suitor or generous neighbor rather than statistics, scientific models and charts. I wanted clear delineation between heroes and villains, the latter distinguished by the gigantic feathers in their hair (every haughty Regency woman's calling card, if any Austen-based film is to be believed), or, if male, by their ability to flirt effectively (a true suitor would be conversationally crippled by love!). I wanted quiet devotion to triumph over shallow lust, and to watch Ang Lee's \"Sense and Sensibility\" knowing that, ultimately, Kate Winslet's vivacious Marianne will come to her senses and fall for Alan Rickman's devoted Colonel Brandon.  It's not -- always -- just about the romance. While it's still blissful to sink into the fantasy of \"Pride and Prejudice's\" Mr. Darcy sorting out Elizabeth's Bennet's absurd family for her before hitting her with one of the most seductive proposals in TV history, a lot of the comfort of shows and films set in the past comes from the comedy. It's gentle, PG humor -- Imelda Taunton's Charlotte Palmer (\"Sense and Sensibility\") exclaiming: \"If only this rain would stop,\" followed immediately by Hugh Laurie's Mr. Palmer muttering, \"If only you would stop.\" It's Stephen Fry's Jeeves sighing as he discovers Bertie Wooster's white mess jacket: \"I assumed it had got into your wardrobe by mistake, sir. Or else that it had been placed there by your enemies.\" It's low stakes and silly, but imbued with the wit of Jane Austen, P.G. Wodehouse and Gerald Durrell. The settings of period pieces also tend to be incredibly calming. The heavy tapestries and high ceilings of England's country houses feel expansive, yet grounding -- too removed from any modern surroundings to spark envy, but real and familiar enough to feel comforting as Bertie Wooster motors into their driveways, like a moving National Trust brochure. Even the sparkling water surrounding 1930's Corfu in \"The Durrells\" manages to delight and console, as it's so obviously as removed from us by time as Greece currently is by space, and travel restrictions. The lack of electricity in the Durrells' huge, crumbling house is almost appealing, and the relief of watching an 11-year-old Gerry running around an island unsupervised without any fear for his safety is the antithesis of the stress any of us currently feels when stepping outside our front doors.  Escapism is, of course, an enormous luxury -- and not one afforded to everyone. But at a time when many comforts feel ephemeral, I need to know that the ones I'm choosing will do their job as effectively as possible. While cleansing my own life of news and notifications is unrealistic, I can at least remove them from the lives of my on-screen companions who, at the moment, hugely outnumber my physical ones. I don't want to hear a phone buzz, or listen to characters elucidate on whatever pop science they feel best explains their circumstances. I don't want brain-dumps or streams of consciousness. I want people dealing with the practical or frivolous problems in front of them, without thinking too far ahead, and with the promise that if anyone goes wrong, Jeeves will surely be along to fix it."], "Language": false}