{"Type": ["article"], "Url": ["https://www.cnn.com/2013/01/21/us/steven-spielberg-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-01-21T18:04:54Z"], "LastModifiedDate": ["2020-04-14T14:10:41Z"], "Headline": ["Steven Spielberg Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the life of filmmaker Steven Spielberg. Personal Birth date: December 18, 1946\t Birth place: Cincinnati, Ohio Birth name: Steven Allan Spielberg Father: Arnold Spielberg, electrical engineer and computer pioneer Mother: Leah (Posner) Spielberg, restaurateur and concert pianist Marriages: Kate Capshaw (1991-present); Amy Irving (1985-1989, divorced)   Children: with Kate Capshaw: Destry Allyn; Mikaela George (adopted); Sawyer; Sasha; Theo (adopted); Jessica Capshaw, (step-daughter); with Amy Irving: Max  Education: California State University Long Beach, B.A., 2002\t\t Other Facts As a child, he recorded family events using an 8-mm camera and made horror films with his younger sisters. He was rejected by the University of Southern California (USC) School of Cinema Arts twice.   His 1975 movie, \"Jaws,\" is considered the first \"summer blockbuster,\" grossing $60 million within its first month of release.  Is godfather to actresses Drew Barrymore and Gwyneth Paltrow. He has been nominated for seventeen Academy Awards and has won three. Received one honorary award. He has won four Primetime Emmy Awards and seven Daytime Emmy Awards. Timeline March 24, 1964 - \"Firelight\" is released, his first feature-length film. November 13, 1971 - \"Duel\" premieres as a made-for-television movie. 1982 - \"E.T. The Extra-Terrestrial\" becomes one of highest-grossing movies of the year.  1984 - Founds Amblin Entertainment. The company is named after a short movie Spielberg filmed while in school. March 30, 1987 - Receives the Irving G. Thalberg Award at the 59th Academy Awards. June 9, 1993 - \"Jurassic Park\" is released, based on the science fiction novel by Michael Crichton. The film is Spielberg's highest grossing movie worldwide to date, making more than $1.03 billion to date (2016). 1994 - Wins an Academy Award for Best Picture and Directing for \"Schindler's List.\" 1994 - Creates the Shoah Foundation to record and preserve interviews with survivors and witnesses of the Holocaust. 1994 - DreamWorks SKG is created by Spielberg, Jeffrey Katzenberg and David Geffen. 1995 - Receives the 23rd American Film Institute Life Achievement Award. 1996 - Wins an Emmy Award for Outstanding Animated Program (one hour or less) for \"Steven Spielberg Presents A Pinky & The Brain Christmas Special.\" September 23, 1997 - DreamWorks releases its first full-length feature film, \"The Peacemaker,\" starring George Clooney and Nicole Kidman. 1999 - Wins an Academy Award for Directing for \"Saving Private Ryan\" and receives the US Navy's highest civilian award, the Distinguished Public Service Award for the WWII film. 2002 - Wins an Emmy Award for Outstanding Miniseries for \"Band of Brothers.\" 2003 - Wins an Emmy Award for Outstanding Miniseries for \"Steven Spielberg Presents Taken.\" December 2005 - DreamWorks SKG is sold to Paramount for $1.6 billion. Spielberg and Geffen remain with the company. December 3, 2006 - Receives the Kennedy Center Honors. 2010 - Wins an Emmy Award for Outstanding Miniseries for \"The Pacific.\" November 24, 2015 - Spielberg is awarded the Presidential Medal of Freedom by President Barack Obama.  February 20, 2018 - Announces he is donating $500,000 to March For Our Lives, an event formed in the aftermath of the deadly shooting at Marjory Stoneman Douglas High School in Parkland, Florida."], "Language": false}