{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/halston-models-halstonettes/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Emily Dixon, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-08-22T11:47:38Z"], "LastModifiedDate": ["2020-04-14T11:11:49Z"], "Headline": ["\"Free inside our clothes:\" Top models remember what it was like to walk a Halston show"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["To walk a runway for Halston, the archetypal '70s brand created by Roy Halston Frowick, was to feel a sense of freedom in an industry that wasn't always kind to models. And the women who did -- fabled supermodels like Alva Chinn, Pat Cleveland and Karen Bjornson -- were closer to the designer than most. The \"Halstonettes\" were a select group of models often seen alongside Halston. They traveled with him, attended galas with him and inspired his creations. Though Halston was often pictured with celebrities like Liza Minnelli, Anjelica Huston and Bianca Jagger, it was the Halstonettes who most frequently accompanied him, often in coordinating outfits he'd custom-tailored for them. In a new documentary about the designer's life, \"Halston,\" Chinn, Cleveland and Bjornson are among those to share their memories of a man who defined an era and championed diversity on the runway when few others did. To Alva Chinn, who paved the way for African-American supermodels, Halston's clothing represented \"elegance and ease,\" she says in the documentary. They offered their wearer \"a sense of owning power without being masculine, and honoring the body that you have,\" Chinn explains, adding: \"Basically you were usually naked underneath.\"  \"You were free inside your clothes,\" Karen Bjornson recalls, while Nancy North, also a Halstonette, says in the film: \"His clothes fit me like, 'This is it, this is the fashion that I would want to wear.' No zippers, just get in and out, over your head.\" Earlier this year, North revealed to the New York Times that the term \"Halstonettes\" began as a derisive remark by another model, but ended up catching on all the same.)  Meanwhile, Pat Cleveland, another trailblazing African-American supermodel, recounts the experience of walking a Halston show. \"All the ladies of society were there,\" she says in the documentary. \"The Vogue ladies were sitting in the front row. 'Oh my goodness, this is it, we're doing this show.'\"  \"And he lined us girls up -- we were all perfectly dressed -- and he would go to the first girl and he'd whisper something into their ear. And he'd say, 'Now don't forget, you're the best.'\" The three models' status as Halstonettes still carries weight in the fashion industry today: In February, they closed out Naeem Khan's Fall 2019 show at New York Fashion Week wearing glittering silver dresses that could have sprung straight from the '70s. Still, to the models who wore them, Halston's clothes stood out for how they made them feel. \"He took away the cage,\" Cleveland says, \"and he made things as though you didn't really need the structure as much as you needed the woman.\" Watch the video above for more of the models recollections of working with Halston."], "Language": false}