{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/10/entertainment/trolls-world-tour-column/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-10T14:12:39Z"], "LastModifiedDate": ["2020-04-10T14:12:39Z"], "Headline": ["'Trolls World Tour' isn't good. But it would still be more fun in a theater"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Trolls World Tour\" isn't good -- far from it -- but watching it at home nevertheless made me wistful for what it would have been like to see it in a theater. Due to coronavirus, Universal Pictures shifted the movie's planned theatrical release to make it available on demand -- one of the first major films to bypass theaters entirely amid shelter-at-home orders. In theory, it would be an escape for kids, and potentially allow the studio to recoup at least some of its investment. Creatively speaking, this DreamWorks Animation-produced sequel to the 2016 movie \"Trolls\" is completely forgettable -- psychedelic and colorful, with a message that celebrates our differences in the most obvious way. The plot, such as it is, involves a villain named Barb (voiced by \"Crazy Ex-Girlfriend's\" Rachel Bloom) who sings hard rock and wants to eradicate all other forms of music in the Trolls' land. It falls to Poppy (Anna Kendrick), the Troll pop princess, and her pal Branch (Justin Timberlake) to try thwarting her, via a tour of all the different music in the extended kingdom, including hip hop, country and classical. Where the best animated movies work for both adults and kids, \"Trolls\" doesn't really have much to offer either. It's too aimless and loud for grownups who might appreciate some of the references and vocal cameos, and while there's a lot to look at and hear in a jukebox musical manner, it's hard to imagine many kids understanding jokes at the expense of smooth jazz and yodeling. Still, watching it at home, what came through clearly -- if not as loudly as everything else in the film -- was that this movie is intended to be enjoyed with an audience. It's an outing for families, an experience where adults and kids can sit together in a darkened theater, hopefully getting the latter accustomed to behaving in such a venue, without sending their parents screaming into the lobby. In media circles, there's been plenty of speculation about whether the current shift triggered suddenly and jarringly by the Covid-19 crisis will alter longterm consumer behavior. At the very least, it's allowing (or forcing) studios to experiment with windows in terms of when and how movies reach audiences, something they have been negotiating about with skeptical and defensive theater chains for some time. It's possible that the convenience of having more and more entertainment streamed into the home will take root, even more than it already has, during this crazy period. But it seems just as likely -- especially for genres of movies that benefit from an in-person response -- that people will crave the communal aspect of movie-going once it's available again, whenever that might be. For \"Trolls,\" a crowd of appreciative (and less cynical) tykes probably would have eased the groans a bit. As it was, I screened the movie flanked by a kid who, admittedly, didn't like it much better than I did. But when the credits rolled, I asked him if he thought he would have enjoyed it more had he seen it in a theater. After a beat, he nodded, then said, \"At least we could have ordered popcorn.\" \"Trolls World Tour\" is available on demand beginning April 10 for $19.99. It's rated PG."], "Language": false}