{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/09/opinions/seeking-vaccine-for-coronavirus-as-with-polio-epidemic-mcnair/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Charles McNair"], "Writers": [[]], "FirstPublishDate": ["2020-04-09T17:57:59Z"], "LastModifiedDate": ["2020-04-14T12:31:56Z"], "Headline": ["The other time America desperately sought a miracle cure for a devastating disease"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Who doesn't long for a miracle? Right now, it appears that even if coronavirus doesn't give us fever and fear, it will give us a year, maybe two, of suffering and sacrifice. Our trials could last even longer, depending on the shambles left of our economy once the pandemic fades. We all hope for a miracle. And miracles do happen.  One afternoon in the 1960s, four unhappy McNair children stood in a long line in the blazing Alabama sun. Mama and Daddy turned out the whole family on a special afternoon at the Houston County Farm Center. It looked possible that every other person in Dothan and all the little peanut-economy towns around it had showed up too.  The line took hours. At its end, though, inside the blessed shade of the agricultural exhibition building, a row of tables held a sight I'd never seen. Sugar cubes. White sweet cubes stacked on a table like a cityscape.  Until that moment, sugar cubes only existed in movies that showed tea-drinkers in England. In rural Alabama, sugar came in a bag. Behind the trove worked sweating men and women, injecting a pink liquid into individual cubes. Those officials offered a pink cube on a paper napkin to every person in line.  One. Just one, son. Nothing ever tasted so sweet. The pink liquid? No taste at all. On the way back to the car, mama told us what it all meant. \"Now,\" she said, her nose and cheeks a little sunburned. \"Y'all are never gonna get polio.\" The illness got Aunt Rose Nell As I grew up in my part of the world, the word polio came with a thunderclap of fear. Poliomyelitis, the scientific name, had another name that summed up its awfulness -- infantile paralysis.  No childhood disease was more terrifying. The poliovirus infected adults too. It got my Aunt Rose Nell. She'd been a pretty young woman, maybe a little vain, if family stories are to be believed. Rose Nell married a good-natured GI who returned from navigating bomber missions over Europe in World War II. He sold insurance, Rose Nell got pregnant. The baby was stillborn, one of those moments every family remembers, the story passed down. Today there's still a little headstone in the city cemetery.  Not long after that loss, the family's tragedy compounded. Rose Nell, still in her twenties, complained of a severe headache, and then pain in her back and legs. The doctors diagnosed her polio just in time -- the poliovirus attacked the muscles of her diaphragm, and she lost the ability to breathe on her own.  An ambulance rushed her to Montgomery, 100 miles north, where a hospital had a chance to save her with a device called, ominously, an iron lung. That metal unit encased Rose Nell, all but her head, creating a negative pressure environment inside that mechanically forced her lungs to inhale and exhale. It kept her alive for three months, until the viral attack waned, and she luckily regained the ability to breathe on her own. The McNair children came along a few years later. We only ever knew a disabled Rose Nell, an aunt who often complained about pain as she arrived in her wheelchair or, on very good days, as she hobbled up between the crutches that helped her walk. She regularly went to Warm Springs, Georgia, to bathe and exercise in the healing waters. Bravely, she and her husband adopted a wonderful child and did their best to live The American Dream -- though theirs had a cruel twist. In the McNair household, the words \"polio\" and \"Aunt Rose Nell\" and \"iron lung\" and \"crippled\" clustered together in conversations. Infantile paralysis grew even more fearsome. When TV announcers would tell viewers that a case of polio had stricken some local kid, our world would go into lockdown. It's hard to describe the gut punch of shock in those years when our car would pass the swimming pool at the recreation center. One day, it would swarm with children splashing, running, diving. The next day ... lifeless. Water drained. The bare cement like a burial vault. Polio. The thunderclap. And then ... victory Medicine began to win the battle against poliovirus in the early 1950s. The virologist Jonas Salk developed a vaccine, and he became a household name. The United States Food and Drug Administration fully approved large-scale polio vaccinations on April 12, 1955.  Another researcher, Albert Sabin, developed an oral version of the vaccine -- something like that pink liquid dropped onto those sugar cubes in Dothan.  For their achievements, both got their pictures on postage stamps in 2006. The vaccine officially arrived for many kids in my part of the world on March 31, 1965, with this headline in our hometown newspaper, The Dothan Eagle: \"Timetable Given For Polio Program\"   Vaccines would be administered on a schedule to hundreds of thousands of first and second grade Alabama children (9 million nationally) in a broad effort to eradicate the disease.  For the skeptical, the article addressed vaccine safety. Dr. W. J. Donald of the State Health Office declared, \"It has already been proved safe. Not a single child had any adverse effects in any field trial.\" The announcement added a fascinating bit of context -- that for the previous year more than 30,000 monkeys in India were used in the polio research program funded by the March of Dimes.  The article stated:  The polio virus, grown in the kidneys of monkeys, is treated with a solution of formaldehyde to make the virus harmless ... the vaccine induces the human body into setting up a defense against such invasion by producing antibodies. The miracle end of polio came too late for Franklin Delano Roosevelt, stricken at age 39 and paralyzed from the waist down for the rest of his life.  Polio killed many others -- in 1952, the US saw 57,879 cases, the most ever, with 3,145 deaths -- but it could also prove milder. Prominent victims, with various degrees of disability, include celebrated violinist Itzhak Perlman, athlete Wilma Rudolph, singers Neil Young and Judy Collins, golfer Jack Nicklaus, moviemaker Francis Ford Coppola, artist Frida Kahlo, swimmer and film Tarzan Johnny Weissmuller, and Emmett Till. The list gets shorter over time. In 2016, only 42 cases of polio were diagnosed, these in Afghanistan, Nigeria, and Pakistan.  The vaccine has worked its miracle for billions of people. Waiting for another miracle As we've endured the coronavirus pandemic, we've begun to see a headline nearly every day -- usually discreet, speculative -- that mentions some potential vaccine or remedy for the virus. We pay attention. But ultimately, so far, we're forced to dismiss these reports as false hope or wishful thinking or ... worse ... fake science. Still, within living memory doctors Salk and Sabin conjured a miracle.  So miracles happen. We saw something like one in 2018. Researchers with the Public Health Agency of Canada and then Merck introduced a vaccine to control the Ebola virus. Ebola is so virulent that in some outbreaks it killed 90% of those who contract it. That vaccine helped end a deadly, fast-spreading epidemic in Africa.  In 1963, researchers found a vaccine that dramatically reduced the spread of measles. Before it arrived, that disease each year killed 2.6 million people worldwide, many of them children. Also, the human papillomavirus, linked to cervical cancer, met its match with Gardasil, a 2006 vaccine.  The list of effective vaccines for once-feared diseases -- pertussis, tetanus, diphtheria, hepatitis B, smallpox, and more -- goes on.  Will a miracle stop coronavirus? We can always hope. And what's wrong with hope? Hope springs eternal. Hope is a thing with feathers. Hope is sweet, pink on top. We all long for the moment a mother turns to her loved ones with reassuring words like those my mother spoke in Alabama more than half a century ago.  Something like these: Now ... y'all are never gonna get coronavirus ..."], "Language": false}