{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/america-private-zoos-legislation/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jen Rose Smith, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-08T09:31:54Z"], "LastModifiedDate": ["2020-04-14T14:56:43Z"], "Headline": ["The wild world of America's private zoos"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Along with Italian marble and Egyptian antiquities, legendary newspaper publisher William Randolph Hearst filled his San Simeon estate with hundreds of wild animals. Zebras grazed in fenced enclosures during Hearst's star-studded, extravagant parties in 1930s California. As the Great Depression sent Americans to bread lines, the tycoon's leopards and grizzly bears snarled from cages.  \"It is domination, there is absolutely no question,\" says Peter Laufer, a journalism professor at the University of Oregon and author of \"No Animals Were Harmed: The Controversial Line Between Entertainment and Abuse.\" When figures like Hearst collect fearsome creatures, Laufer says, it sends a clear message.  \"This is a wild animal. It's dangerous, it's mine, I own it.\"  At the time, Hearst's collection was the world's largest private zoo, the animals acting as exotic décor for his sumptuous estate.  Now, his former home is a tourist attraction and escaped zebras roam free on the nearby coast.  With his outsized personality and affinity for wild animals, Hearst is a fitting precursor to the colorful zoo-keepers of the Netflix documentary series \"Tiger King,\" whose epic feuds and controversial practices have made it a most-watched show around the world.  And more than a century after Hearst broke ground on his California mansion, unaccredited private zoos and exotic pet ownership are widespread in America.  To some visitors, private zoos offer an opportunity to fulfill their lifelong dream of cuddling a tiger cub or petting a lion. But according to some activists and scientists, those interactions with exotic species are a threat to animal rights, public safety and even global health.  Not all private zoos are a problem Some of America's most reputable zoos are actually privately owned, such as the award-winning, non-profit Phoenix Zoo, which is accredited by both the Association of Zoos & Aquariums (AZA) and the World Association of Zoos and Aquariums (WAZA). \"We have a very comprehensive set of standards,\" says Dan Ashe, AZA president and the former director of the United States Fish and Wildlife Service.  When accrediting a zoo or aquarium, the AZA assesses animal care, veterinary programs, conservation efforts, education and other metrics. \"At the very core of accreditation is animal welfare,\" Ashe says. \"The highest priority of an AZA-accredited institution is to provide exceptional care for the animals that live there.\" Unaccredited private zoos in the US Though the AZA is the primary accreditor in the US, Ashe says fewer than 10% of USDA-licensed animal exhibitors are accredited. Some of these are well regarded, but many private zoos don't meet the most basic standards of accrediting organizations like the AZA.   Ashe says that animal interactions, such as playing with tiger cubs or posing for photos, are a particular problem.   \"We don't allow any kind of interaction with dangerous animals,\" says Ashe. \"It's dangerous for the animals and dangerous for the people.\"  In addition to the risk of injury, Ashe says animal interactions where the dangerous animal is restrained so the public can pet or hold the animal they would otherwise not get close to are unethical.  \"It's restrictive and potentially abusive to the animals,\" Ashe says. \"In order to be in direct contact with humans, humans have to be in control of the animal.\"  And at some private zoos, unusual or hybridized species are leveraged to bring in crowds, a trend that concerns Ashe and other animal welfare advocates.  \"What you see on a show like 'Tiger King' is these lion-tiger hybrids, white tigers, animals that are bred to create a carnival-like novelty,\" says Ashe.  \"That's not in the interest of the animals themselves,\" he explains. \"A lot of times those animals suffer from genetic abnormalities that require specialized care that many of these facilities are unable to provide.\"  Is cuddling a tiger cub animal abuse? Those questionable animal interactions and breeding practices are common at the private zoos in \"Tiger King.\"  In Miami, convicted drug trafficker Mario Tabraue, who is featured in the documentary, keeps jaguars, Bengal tigers and cougars at his private, appointment-only Zoological Wildlife Foundation. Tabraue charges visitors hundreds of dollars for hands-on wildlife encounters.  \"People [say] I shouldn't have animals because I was a convicted felon. But I did my time for what I did,\" says Tabraue in \"Tiger King.\" \"Sometimes they say that I'm the prototype for [the Tony Montana character in the film] 'Scarface.' Back then, I sold drugs to maintain my animal habit.\"  Speaking of the murder of informant Larry Nash, he says, \"You know, I really didn't do most of the stuff but I carry the stigma of it [...] I was still there.\"  And while Joseph Maldonado-Passage, or \"Joe Exotic,\" the bleached-blond, polyandrous star of \"Tiger King,\" is currently serving a 22-year federal prison sentence for several wildlife violations and his role in a murder-for-hire plot, the private zoo he founded is still open for business.  At the Greater Wynnewood Exotic Animal Park, in Wynnewood, Oklahoma, guests play $80 per couple for a 12-minute Deluxe Private Playtime with animals that include ligers and ti-ligers, hybridized offspring of lions and tigers that do not exist in the wild. (The park's new owner, Jeff Lowe, has had his own legal troubles, including pleading guilty in 2008 to mail fraud.)  Lowe has criticized the \"Tiger King\" series, telling The Media Exchange, \"They touched on about 10% of the story and, you know, the portrayal of us stealing the zoo from Joe was very unfair because we came here to help him, we got it back on its feet.\"  How America regulates private zoos and exotic pets According to many conservationists and animal rights activists, national laws don't do enough to protect wild animals in captivity in the United States.  The Animal Welfare Act (AWA), which was signed into law in 1966, is the most significant legislation governing the treatment of animals. \"It sets minimum standards for housing, handling, food and basic living requirements for most warm-blooded animals,\" says Alicia Prygoski, the legislative affairs manager of the Animal Legal Defense Fund, an animal rights organization.  \"It can prevent egregious acts of animal abuse at neglected roadside zoos and cub petting facilities,\" she explains, but notes that the ALDF believes enforcement of the AWA is lax, and advocates for stricter rules.  \"With the Animal Welfare Act you sometimes see roadside zoos and cub petting facilities racking up hundreds of violations before they're finally shut down.\"  And in some places in the United States, owning an exotic pet such as a tiger isn't regulated at all. \"Depending on whether a state or municipality has a ban on private possession in place, it could be illegal to own a big cat as a pet in a private home,\" says Prygoski. \"That lack of uniform federal law has really resulted in a patchwork of inconsistent laws and regulations across states.\"  According to the wildlife charity Born Free USA, which tracks the diverse state laws regulating possession of wild animals, as of May 2016, five states do not require any license for the possession of many exotic animals. (These include Alabama, Nevada, North Carolina, South Carolina and Wisconsin.) Exotic animal regulations around the world International laws on exotic pet ownership and private zoos vary widely, as well.  Drafted to protect both wild animals and plants, the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) is a voluntary agreement with contracting parties from 183 countries and the European Union .  But while that agreement aims to limit exotic animal trade, possession is another story.  In a 2013 report for the Law Library of Congress, foreign law specialist Laney Zhang surveyed the laws regulating private possession of big cats in 21 countries, each a member of CITES. Of these, only 12 had national legislation prohibiting or restricting private big cat possession. In the United Kingdom, for example, the Dangerous Wild Animals Act of 1976 allows, under license, the private possession of animals including venomous snakes, pumas and wolf hybrids.  And in China, the survey found that private individuals can also get a license to breed state-protected tigers, lions, clouded leopards and snow leopards in captivity.  The threat of pandemic It's an issue that has new resonance as the novel coronavirus known as Covid-19 spreads around the globe. This week, a tiger at New York's Bronx Zoo was the first of its kind to test positive for novel coronavirus, having been infected by an asymptomatic zoo keeper, according to the zoo.  Some scientists believe that pangolins, an animal that looks a bit like an armadillo, may be the intermediate host that introduced Covid-19 to humans.  The world's only mammal with scales, pangolins are sought after in some parts of Asia as both a food and a medicine; several pangolin species are listed as critically endangered or vulnerable. Pangolins are also part of several zoo collections in the United States, including that of the Chicago Zoological Society's Brookfield Zoo.  Another exotic animal, the civet, has been linked to the SARS outbreak in 2003.  In a 2007 article for the Emerging Infectious Diseases journal, researchers estimated that 75% of emerging infectious diseases are zoonotic, a term referring to illnesses that can spread between animals and people. (Like Covid-19, these are mostly viral.) While civets and pangolins are not primarily trafficked for zoo- and pet-ownership, human contact with exotic animals does carry the risk of disease. As an example, the researchers referred to a 2003 monkeypox outbreak in the United States, which was traced to pet prairie dogs infected by imported African rodents.    To combat diseases spread by animals, the researchers said more education was needed. \"Our quest for close contact with wild animals and for exotic pets puts us at risk for exposure,\" they wrote.  Will America's exotic animal zoos survive changing attitudes? If legislation in the US House of Representatives passes, scenes of tiger petting and animal selfies from the documentary \"Tiger King\" may come to an end. With 227 co-sponsors in the US House of Representatives, the Big Cat Public Safety Act would ban the private possession of big cats, with some exceptions, as well as the up-close interactions visitors have with big cats at places like the Zoological Wildlife Foundation and the Greater Wynnewood Exotic Animal Park.  Also in the House of Representatives is the Captive Primate Safety Act, which would add non-human primates to the list of prohibited wildlife species under the Lacey Act Amendments of 1981, offering a significant barrier to buying and selling animals as pets across state lines.  Those laws, which are still "], "Language": false}