{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/franziska-stunkel-coexist/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Allyssia Alleyne, CNN"], "Writers": [["Allyssia Alleyne"]], "FirstPublishDate": ["2020-04-06T12:54:25Z"], "LastModifiedDate": ["2020-04-06T12:54:25Z"], "Headline": ["In today's light, these surreal photos of busy metropolises are eerily poignant"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["German filmmaker and photographer Franziska Stünkel has built a creative practice around seeing the things people miss. For more than a decade, she's wandered through cities in Asia, Africa, Europe and the United States (sometimes walking as far as 15 kilometers -- over 9 miles -- a day) with her Leica camera, waiting for the perfect combination of color, faces and texture to reveal itself in the reflection of a window pane.  \"Reflections surround us every day, and yet we don't see them,\" she said in an email. \"I have to concentrate very hard, and observe and feel exactly when the moment of greatest compression is right.\"  Falling somewhere between a Photoshopped collage and a surreal dream, each of Stünkel's photos suggests a narrative, the layered effect insinuating connections that aren't really there. And though Stünkel has crossed the globe for the series, geographical location seems irrelevant. A photo capturing the colors and faces of a busy shopping street could have been taken anywhere. A woman dragging a suitcase through reflections of busy travelers and fluorescent lights could be a scene from any airport or train station.  That, largely, is the point. It's the reason Stünkel doesn't name or label her photos by date or location. (Instead, they're simply called \"All the Stories\" and numbered.)  \"My photographs are a symbol of global coexistence. I want to give an idea of the complexity of the world and of being human,\" she said. Looking at each one, we're forced to acknowledge the similarities of our environments, rather than the differences.  Stünkel, who splits her time between the German cities of Hanover and Berlin, began shooting the series in 2009, when she visited Shanghai for its international film festival. While wandering the streets alone, she was struck by how different reflections -- of diners, cars, the trees that lined the street -- overlapped in the window of a restaurant.  \"It showed me that, somehow, everything is connected and that I am never alone,\" she said. The image she took there became \"All the Stories 01.\"  Now, Stünkel has collected 110 of the photos into her new book \"Coexist,\" released through German publisher Kehrer Verlag. Featuring short academic texts exploring the notion of coexistence in varying contexts -- from linguistics to sex robotics -- it shows the world through Stünkel's eyes, interrogating the way we view our relationships with one another. At a time when the world is facing endless international crises, from the spread of the coronavirus, which has individuals retreating to their homes to isolate, to the ongoing climate and migration crises, Stünkel has been reflecting on the theme more than ever. Watching how people have both separated and come together in recent months, she's hopeful we'll learn to act \"together in solidarity and with empathy.\"  \"We cannot look at ourselves in isolation... we have responsibility for each other,\" she said. \"This does not have to be a burden, it can also be a wonderful experience to feel this power of togetherness.\"  \"Coexist\" by Franziska Stünkel, published by Kehrer Verlag, is available now."], "Language": false}