{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/03/media/disney-film-dates-mulan-marvel-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-04-03T19:20:47Z"], "LastModifiedDate": ["2020-04-03T19:20:47Z"], "Headline": ["Here's when Disney's delayed movies are coming to theaters"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Disney on Friday announced new release dates for films that were delayed because of coronavirus, including two of its biggest movies this year, \"Mulan\" and Marvel Studios' \"Black Widow.\" \"Mulan,\" which was set to debut in March, will now hit theaters on July 24, the company said. \"Black Widow,\" which was going to open the summer movie season on May 1, will now open on November 6.  \"Jungle Cruise,\" the studio's adventure film based on its beloved theme park ride, has been moved from July 24 of this year to July 30, 2021. \"Artemis Fowl\" is moving from a theatrical release on May 29 to a release on the company's streaming service, Disney+. Disney and Pixar's \"Onward\" was released on Disney+ Friday. Disney's rescheduled film lineup has caused a ripple effect across this year and next. With \"Black Widow\" moving to November, Marvel's other big film of 2020, \"Eternals\" is now moving to February 12 of next year.  Since Marvel has a connected cinematic universe, its time line will now shift. Next year's \"Shang Chi and the Legend of the Ten Rings,\" \"Doctor Strange in the Multiverse of Madness\" and \"Thor: Love and Thunder\" are all being pushed back.  The shifts in dates indicate that Disney is still committed to theatrical releases for its films rather than putting them out for at home rental and purchases. Disney announced last month that it would release Pixar's \"Onward\" on demand and on Disney+ early because of the coronavirus outbreak. The company put \"Frozen 2\" on Disney+ early as well.  Disney has been severely impacted by the coronavirus pandemic. Its theme parks have shuttered, its cruise line is suspended and sporting events, the lifeblood of the Disney-owned ESPN, have also been put on hold.  The company announced on Thursday that it would would furlough employees \"whose jobs aren't necessary at this time\" starting on April 19."], "Language": false}