{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/world/coronavirus-newsletter-04-20-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-04-20T11:13:27Z"], "LastModifiedDate": ["2020-04-21T11:23:25Z"], "Headline": ["What you need to know about coronavirus on Tuesday, April 21"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["In an unprecedented attempt to seal off the United States from the rest of the globe, President Donald Trump said he would temporarily suspend immigration into the country. It was not immediately clear what legal basis the President had for the move, which he claims will help safeguard American jobs and defend against \"the invisible enemy.\"   Campaigners have been warning for weeks that the Trump administration is using the coronavirus pandemic to push its aggressive immigration agenda: Refugee resettlement has been put on hold, visa offices are largely closed and citizenship ceremonies aren't happening. Meanwhile, the US has continued to deport thousands — including some who are sick.    And fear of foreign infections doesn't stop at America's doorstep. In Guatemala, people have been attacked after returning from overseas, particularly those arriving from America — even if they test negative and follow quarantine rules.  As the US looks to clamp down on borders, Trump continues to call for governors to lift lockdowns and \"liberate\" citizens. Several southern states are moving to reopen business, including Georgia. Governor Brian Kemp is making a high-stakes public health bet — he plans to open nail salons, massage therapy businesses, bowling alleys and gyms from Friday — that will likely please the President, even as the country's leading expert warned that reopening too fast would \"backfire.\"  YOU ASKED. WE ANSWERED Q: For countries lifting lockdowns, is life returning to normal?  A: Many nations are testing new techniques to help ease lockdowns without causing a second wave of infections. From staggered school days to immunity cards, weekend-only lockdowns to age-specific restrictions, Emma Reynolds outlines some of the strategies. Spoiler: it's a far cry from normal life.     More than 50,000 people have asked us questions about the outbreak. Send yours here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Facebook acts on anti-stay-at-home protests Facebook will remove some posts on protests being organized in California, New Jersey and Nebraska against stay-at-home orders meant to slow the spread of the coronavirus, after consulting with officials in those states, a company spokesperson told CNN Monday. A Facebook group for Pennsylvanians against \"excessive quarantine\" that was set up last week had more than 66,000 members as of yesterday.  US stimulus bill As attention turns to restarting the American economy, lawmakers are on the verge of striking a deal on a nearly $500 billion package to extend funding for an emergency small business lending program, provide additional funding for hospitals and more funding for screening. But experts say it will be difficult to reopen the country without massively ramping up the number of tests being conducted each day.   Oil prices plummet US oil prices are still in flux after falling below $0 yesterday for the first time ever, meaning that some producers were paying customers to take it off their hands. But don't expect to get paid to fill up your gas tank.  Race for the vaccine Even if scientists successfully develop a vaccine, distributing it will require \"one of the greatest scientific, one of the greatest political, one of the greatest financial, one of the greatest public health operations in a generation,\" Michael Ryan, the executive director of the World Health Organization's emergencies program, warned yesterday. Dr. Anthony Fauci, the nation's top infectious diseases expert, has estimated that a vaccine is at least 18 months away.  As scientists race to produce an inoculation on an unprecedented timescale, the coronavirus is doing something startling: it's making some anti-vaxxers reconsider vaccines.   This country lifted its lockdown after 3 weeks Ghana has partially lifted a three-week lockdown in two cities, citing improved coronavirus testing and the \"severe\" impact of the restrictions on the poor and vulnerable in the West African nation.     Could a free press have prevented the pandemic? Strongman leaders are using the coronavirus crisis to stifle journalists, a leading press freedom watchdog has warned, as it bemoaned a missed opportunity to highlight the severity of the outbreak in its early days in Wuhan, China.   ON OUR RADAR A group of broke tourists were found by police in an Indian cave, where they had been self-isolating for nearly a month.   \nRichard Branson has offered his Caribbean island as collateral after Virgin Australia entered bankruptcy proceedings.      \nParks in Tampa, Florida are currently closed. But that didn't stop one resident from trying to get a workout in: Tom Brady.  \nTrading ballet barres for fireplace mantels, and audiences of thousands for family pets, Royal Ballet dancers keep moving under lockdown. \nGen X women were already exhausted, then came a pandemic.\nA British hiker was nearly three years into the middle of an 8,700-mile hike when coronavirus hit. Now he's sheltering on a deserted Scottish island.  TOP TIPS Remember, you are not working from home; you are at home during a crisis, trying to work. That mantra has helped this newsletter writer put the pandemic into perspective. It's a subtle reminder that just because you're working from home, it doesn't mean you can't burn out. Kathryn Vasel outlines the risk factors, and what you can do to cope with burnout.  TODAY'S PODCAST \"I started to worry in February. But it wasn't really until March that I started to recognize how devastating this could be to individuals that have problems with substance abuse.\" — Dr. Nora Volkow, Director, National Institute on Drug Abuse  Social support systems are important for everyone, but have an especially critical place in the lives of those struggling with substance abuse. CNN's Chief Medical Correspondent Dr. Sanjay Gupta explores the impact of the pandemic on people dealing with addiction. Listen now"], "Language": false}