{"Type": ["article"], "Url": ["https://www.cnn.com/2013/08/26/us/naacp-image-awards-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-08-26T16:15:47Z"], "LastModifiedDate": ["2020-04-01T14:06:30Z"], "Headline": ["NAACP Image Awards Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the NAACP Image Awards.  February 22, 2020 - The 51st NAACP Image Awards ceremony is held. March 30, 2019 - The 50th NAACP Image Awards ceremony is held. History The Image Awards were established in 1967 \"to honor outstanding black actors, actresses, writers, producers, directors, and recognize those working in Hollywood who supported those artists.\"  The Image Awards is now \"a multi-cultural awards show from an African-American point of view.\" There are 54 competitive awards in the fields of film, television, literature and music. There are also several honorary awards. Voting rights for the Image Awards are restricted to members of the NAACP only. 1991 - First prime-time broadcast.  2020 Winners (selected): Entertainer of the year: Lizzo Outstanding TV Comedy Series: \"black-ish\" Outstanding Actor in a Comedy Series: Anthony Anderson in \"black-ish\" Outstanding Actress in a Comedy Series: Tracee Ellis Ross in \"black-ish\" Outstanding TV Drama Series: \"Greenleaf\" Outstanding Actor in a Drama Series: Omari Hardwick in \"Power\" Outstanding Actress in a Drama Series: Angela Bassett in \"9-1-1\" Outstanding Motion Picture: \"Just Mercy\" Outstanding Actor in a Motion Picture: Michael B. Jordan in \"Just Mercy\" Outstanding Actress in a Motion Picture: Lupita Nyong'o in \"Us\" Outstanding Album: \"Homecoming: The Live Album\" - Beyoncé Complete lists of winners and nominees 2019 Winners (selected) Entertainer of the year: Beyoncé Outstanding TV Comedy Series: \"black-ish\" Outstanding Actor in a Comedy Series: Anthony Anderson in \"black-ish\" Outstanding Actress in a Comedy Series: Tracee Ellis Ross in \"black-ish\" Outstanding TV Drama Series: \"Power\"  Outstanding Actor in a Drama Series: Omari Hardwick in \"Power\"  Outstanding Actress in a Drama Series: Taraji P. Henson in \"Empire\" Outstanding Motion Picture: \"Black Panther\"  Outstanding Actor in a Motion Picture: Chadwick Boseman in \"Black Panther\"   Outstanding Actress in a Motion Picture: Amandla Stenberg in \"The Hate U Give\"  Outstanding Album: \"Ella Mai\" - Ella Mai"], "Language": false}