{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/movie-villains-modern-architecture/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacqui Palumbo, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-24T09:10:14Z"], "LastModifiedDate": ["2020-04-01T01:54:43Z"], "Headline": ["Why movie villains love modern architecture"], "Section": ["architecture"], "MappedSection": ["STYLE"], "Article_Body": ["As James Bond in the 1974 classic \"The Man with the Golden Gun,\" actor Roger Moore pilots a seaplane above the clear gemstone waters of Thailand's Phang Nga Bay, meant to be somewhere off the coast of China.  Bond's antagonist, the assassin Francisco Scaramanga, has fortified his hideout within a towering limestone karst.  When 007 enters the secluded home, Scaramanga's henchman, Nick Nack, flips a switch from the home's control station, sending the hero into a dizzying red-lit funhouse of horrors. Miami-based architect Chad Oppenheim first saw the film and Scaramanga's hideout when he was seven years old. It was the start of an obsession with the ultimate lair. \"Either I could become a supervillain and build one of these (lairs), or become an architect,\" he said. Oppenheim explores his darker road not traveled in \"Lair,\" a recent book from Tra Publishing, that renders 15 highly secretive dwellings in black-and-white architectural drawings. They include the Nordic alpine hideaway in \"Ex Machina,\" the spidery underwater sea home in \"The Spy Who Loved Me,\" the sleek Mount Rushmore abode in \"North By Northwest,\" and the eerie Brutalist Wallace Corporation HQ in \"Blade Runner 2049.\" The lairs generally share commonalities: They are pristine, awe-inspiring, high-tech, otherworldly, often impractical, and draw heavily on the tenets of modernism. The book poses the question: Why do bad guys live in good houses? \"Villain's lairs always have the sexiest architecture, inviting you to be the bad guy,\" said Leah Greenblatt, critic-at-large of Entertainment Weekly, at a panel in New York City for the book. Besides the titular childhood home in \"Skyfall,\" she asked, \"does James Bond even have a home?\" Oppenhenheim toyed with the idea of the hero's hideout too -- the Bat Cave, the Fortress of Solitude -- but generally finds supervillains have \"a little bit more depth to them,\" he said.  Oppenheim and his team came up with a rubric for which hideouts made the final cut -- and what counted as true villainry. \"First, primarily, the lairs had to be aspirational. They also had to be incredibly beautiful from an architectural standpoint,\" he explained. They omitted  the lavish John Lautner-designed mansion of porn director Jackie Treehorn in \"The Big Lebowski,\" not deeming him a real antagonist. Darth Vader's hellfire stronghold in \"Star Wars\" also lost out in favor of the Death Star because Oppenheim decided nobody would actually want to live on an untenable volcanic planet. They also opted for bad guys who had grand visions for humanity, not so much the brutal nature of serial killers like Hannibal Lecter. \"They're very utopian, in a way, in that they believe they're actually doing the right things -- like most megalomaniacs,\" Oppenheim said. Their chosen architecture represents their colorful personalities. \"A lot of these villains either want to be old-world gentlemen or they want to be super hyper-modern, and there's not really an in-between,\" Greenblatt noted -- except for the high-tech exterior, \"Downton Abbey\"-like interior of Karl Stromberg's sea arachnid, she conceded. \"Lair\" examines how modernist, futuristic, and utopian architecture has long been associated with amorality. Over the course of the 20th and 21st centuries, sleek homes, equally minimal and extravagant, made of glass, steel, and concrete, have become the archetypal home for the idealistic recluse with dastardly ambition.  \"Modern domestic architecture has become identified almost exclusively with characters who are evil, unstable, selfish, obsessive, and driven by pleasure of the flesh,\" Joseph Rosa writes in an essay in the book. \"Were they still alive, this might thoroughly shock the pioneers of modernism, who envisioned their movement facilitating a healthy, honest, and moral way of life.\" While family life on television has most often been portrayed in cozy, traditional settings, modernist digs have been reserved for wayward bachelors -- like Don Draper of \"Mad Men\" leaving his suburban colonial home with Betty for cleaner lines and a new love interest in Manhattan. Modern architecture has not been as readily embraced by Americans. In addition, Rosa points out, mistrust of technology following World War II deepened the idea that progress and innovation could be dangerous.  Production designers often reference Brutalism's monumental poured concrete forms or Constructivism's collective social ideas to build out dystopian settings. The Ken Adams-designed bunker in \"Dr. Strangelove\" and the bleak tower blocks in \"A Clockwork Orange\" both follow this lineage. On the panel, film critic Chris Nashawaty commented on Constructivism: \"It's an architecture of propaganda, and like all these villains or dictators or communist rulers ... it's all about convincing people that there's power and thought and might.\"  But many supervillains are drawn to the natural world as well. Such inclinations find an unlikely influence in Frank Lloyd Wright, whose organic architecture movement preached a symbiosis with the environment. Hollywood often finds its favorite lairs in the designs of architect and Wright protege John Lautner: the Hollywood Hills lookout homes in \"Body Double\" and \"Lethal Weapon 2,\" and the desert hideout in \"Diamonds Are Forever.\" Wright's presence appears again in \"North By Northwest.\" Hitchcock asked the architect to build the home perched atop Mount Rushmore, but couldn't afford him and built a set inspired by the architect's work instead. Harnessing the power of nature itself is the ultimate feat of ambition. In \"The Incredibles,\" Buddy Pine's volcanic island home boasts a wall made of lava. \"Star Wars'\" Death Star resembles a moon, but has the power to destroy entire worlds -- an idea that was drawn from history: The US, Soviet Union, and Nazi Germany all considered the potential of a deadly orbiting satellite.  Oppenheim sees a link between our own destructive behaviors and the villain's impulse to dominate nature. \"We've really tried to conquer the planet. (Our) civilization has manipulated nature to its advantage, and we're just building more and more,\" he said. Villains represent our worst inclinations with grandiose, destructive visions. They utilize their hideouts to retreat from humanity, taking refuge in immaculate spaces, their complicated defense systems, and the privacy of secret chambers or a far-flung volcanic crater lake.  But their desires are ultimately very human. \"These lairs are kind of mocking the whole idea of domesticity, because in a way that's what they want,\" Nashawaty said. \"They want these big houses. They want what everybody wants.\" \"Lair Radical Homes And Hideouts Of Movie Villains\" is available now from Tra Publishing. This article has been updated to reflect the film's location of Scaramanga's hideout in the \"The Man with the Golden Gun,\" instead of the novel's location. "], "Language": false}