{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/opinions/selena-death-anniversary-larkin/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Ximena Larkin"], "Writers": [[]], "FirstPublishDate": ["2020-03-30T18:14:48Z"], "LastModifiedDate": ["2020-03-31T17:43:47Z"], "Headline": ["A quarter century hasn't dimmed Selena's legacy"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Twenty-five years after her death, Selena Quintanilla-Perez (known widely as \"Selena\") -- who was murdered at 23 by the founder of her fan club, who had also become a business associate -- is still making headlines and influencing cultural conversation.  She just joined Elvis on Houston Rodeo's Star Trail of Fame, Netflix recently announced a series on her life (the trailer currently has more than 2.5 million views) and a second MAC collection inspired by the Latina is forthcoming (the first sold out in minutes). Jennifer Lopez, who broke out as a star by playing Selena in a 1997 film based on the singer's life, recently posted a Selena-themed video on Instagram, urging followers to share their own memories of the singer and saying, \"Selena was such an inspiration to me and I was so lucky to be chosen to play her. As an artist, this movie truly was an experience I'm going to remember for the rest of my life.\" It's one of her most engaged recent posts, outperforming the one-year anniversary video of her engagement to baseball legend Alex Rodriguez.  It's clear from all of this that the Mexican-American singer's impact on American culture is stronger than ever. Her spirit lives on because she was a groundbreaker; her life remains a symbol of hope and perseverance.  Her unfulfilled life gave other Latinos the drive to pick up the mantle and show the world what they can do. This is evident in Shea Serrano's new book about pop culture —featuring J.Lo as Selena on the cover—which made the New York Times best sellers list (Serrano and his illustrator are the first Mexican-Americans to achieve this three times). Selena Gomez is named after her and has gone on record crediting Quintanilla-Perez for influencing her career. Cardi B. called Selena her alter ego because she's \"someone everyone wishes they could be.\" It is not an exaggeration to say Selena inspired the careers of many Latinos and non-Latinos alike.  In 1994, Selena became the first woman in Tejano music to win a Grammy. The Tex-Mex genre blends mariachi and cumbia beats with European polkas and waltzes. She became a celebrated figure in the Spanish-language music scene and earned the nickname \"Queen of Tejano.\" However, the years leading up to Selena's success were peppered with rejection in large part because she was a woman attempting to operate in a male-dominated space. She was also a Mexican, born in Texas. As a result, Selena was seen as not being Mexican enough for those with whom she shared cultural ancestry —particularly because she had not started to speak Spanish until her teens. The flipside, of course, was that many people did not see her dark features and curvy body as American enough for them. She was part of two worlds where neither one completely welcomed her. But instead of trying to fit into one or the other, she carved out her own space. She was never supposed to make it. For her to succeed meant that others like her could too.   She broke into a space that shunned outsiders—not just as a woman but as a Mexican-American. In the first episode of \"Gentefied,\" born as a web series and now a Netflix show executive produced by America Ferrera, this is personified by Carlos Santos' character. He may have a Latino name, dark features and work in the kitchen, but the other chefs who are born South of the border don't see him as one of them. Instead of allowing herself to be brought down by the challenges a situation like this brings, Selena concentrated on her goals and created a path that was uniquely her own. In the process, she provided a roadmap to help Latinos navigate between the two worlds they lived—particularly when it came to language and identity. Selena struggled to speak Spanish. She recorded her first album in Spanish through phonetic sound.  Her candor to be herself as she struggled won over the masses. This is a memorable moment depicted in the 1997 biopic featuring Jennifer Lopez in a breakout role. Lopez herself (who is of Puerto Rican descent) was criticized for not speaking Spanish well enough. And though she spoke Spanish at home, Lopez explained her lack of fluency was due to her parents' idea (common among many Latino households) that English would afford their children more opportunities. Just last year, a tweet by Alexandria Ocasio-Cortez went viral after she admitted to struggling to maintain her fluency in Spanish—despite it being her native language. This is a shared struggle among many Latinos. They have to defend and justify their command of two languages to prove they are enough. Selena's candor set an example and gave other Latinos permission to admit their own struggles as they navigated the intricacies of belonging to more than one culture. The success that came with this mentality became a beacon of hope. For the first time, many Latinos were seeing someone who looked like them—dark features with hips and thick lips—succeed on the main stage. But it wasn't just her appearance that allowed her to become a hero for the community.   Her passing stings because it was a reminder of what could have been. Her death did not hurt just because of her family's tragic loss or because she lost a promising career. The pain also comes from what that career meant—that she was being welcomed by her ancestral and residential home. This is a dream many Latinos fight for, but not all get to achieve. What \"she was supposed to be\" didn't stop her. She worked through rejection, labels and typecasting in order to pursue the work she found meaningful.  Selena's perseverance is the reason she has not been forgotten. She showed people what life can look like when they keep fighting—when they have hope. The Tejano singer kicked down the door for an entire generation of Latino talent. Some things changed, some didn't (J.Lo's Oscar snub for \"Hustlers\" comes to mind) but her enduring legacy showed people it was worth trying. And that's worth remembering."], "Language": false}