{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/31/us/selena-quintanilla-death-anniversary-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2020-03-31T09:09:26Z"], "LastModifiedDate": ["2020-03-31T12:31:35Z"], "Headline": ["Selena is one of the greatest Latino icons. Her legacy has no comparison 25 years after her death"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Selena Quintanilla Perez was poised to become a superstar across America when her sudden death rocked millions of people. Twenty-five years have passed since the \"Queen of Tejano music\" was killed by her fan club president but her songs and style still loom large in the memories of her fans. Next month, MAC Cosmetics will launch a second makeup collection inspired by her, a Netflix series based on her life is in the works and she was honored with a star on the Hollywood Walk of Fame a couple of years ago. As she continues drawing new generations of fans, here's a look at how she's impacted music and culture through the years: Her music inspired many A-listers The 23-year-old Grammy-winning singer has inspired the careers of numerous artists, including Demi Lovato, Camila Cabello and Selena Gomez, who was named after the singer.  Selena may have risen to stardom in the early 1990s but fans in both sides of the United States-Mexico border continue singing \"Bidi Bidi Bom Bom\" and \"Como la Flor\" until now. Songs from 1995 crossover album, \"Dreaming of You,\" which was released unfinished after her Selena's death, continue making it to stages around the country.  Solange has covered \"I Could Fall in Love\" on tour multiple times. Last year, Camila Cabello performed \"Dreaming of You\" at the Houston Rodeo and Ally Brooke sang it during the Miss Universe pageant. \"Never imagined I would ever ever everrr hear this song sung at a MISS UNIVERSE pageant! (Not the best recording I did with my phone) @allybrooke Thank you so much for this! Truly honored you chose this song and honored her..,\" Selena's sister Suzette Quintanilla wrote on Instagram.  For Jennifer Lopez, her breakout role as Selena in the 1997 biographical film \"Selena,\" which has become a cult classic for fans, was much more than a great step in her career. \"She had a sense of living in the moment, living in the present and following her heart,\" Lopez told Billboard. \"For me, that was the biggest lesson.\" She showed others it's OK to celebrate their identity  Selena was both Mexican and American. She sang in Spanish and spoke mostly in English. She couldn't be prouder of it and people took notice. For many fans, it was the first time they saw someone who looked like them under the spotlight and thriving.  For that reason, Nathian Shae Rodriguez, a professor at San Diego State University, is teaching a class this semester using Selena's influence to examine representation in media. \"She gave me an identity in the media, and she gave me a person I could be,\" he told CNN last year. \"I could listen to Spanish music while also being able to speak English. She existed in this in-between and that's how I felt.\" Her wardrobe staples are unforgettable Selena was as passionate about fashion as she was for music. She wore elaborate outfits onstage and produced her own clothing and accessories line.  She rocked crop tops, hoop earrings and bedazzled bustiers that fans still remember and imitate.  Following her performance at the Houston Rodeo, Cardi B said her look in the video for her hit song \"Please Me\" featuring Bruno Mars was inspired by Selena. \"This was the inspo for 'Please Me,'\" she said in an Instagram video while pointing at a photo of the singer in her signature bejeweled bustier along with a purple leather jacket. Hundreds of fans who idolize Selena's signature bold lips rushed to MAC Cosmetics stores for a limited-edition makeup collection inspired by the singer was released in 2016. The company created the collection after 38,000 fans signed a petition asking it to do so. Lipsticks, eye shadows, gloss and a face powder with purple packaging quickly sold out within hours. Fans are already anticipating the new makeup collection set to be released in April."], "Language": false}