{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/audrey-hepburn-little-black-dress-remember-when/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marianna Cerini, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-11-27T08:31:34Z"], "LastModifiedDate": ["2020-03-31T09:20:15Z"], "Headline": ["Remember when Audrey Hepburn defined elegance in a little black dress?"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Remember when actress Audrey Hepburn turned a sleek black dress into an enduring symbol of understated style?  It was 1961, and Hepburn was playing the part of troubled call girl Holly Golightly in Blake Edwards' \"Breakfast at Tiffany's,\" based on the novella by Truman Capote. In the film's opening scene, she appears at dawn, gliding out of a yellow cab outside upmarket jewelry store, Tiffany's, on a deserted Fifth Avenue in New York. She's dressed in a slinky black satin gown paired with long satin gloves and large tortoiseshell sunglasses, strands of pearls around her neck and a diamante ornament in her hair. Sipping coffee and nibbling on a pastry, she gazes at the jewelry store's window. In a single scene, she defined one of fashion's most iconic garments: the little black dress (aka LBD). In fairness, that defining moment wasn't all Hepburn's doing. The frock was designed by none other than Hubert de Givenchy, who worked on Hepburn's entire wardrobe for the movie, together with costume designer Edith Head, a couturier whose aesthetics were all about sophistication and understated glamour.  Givenchy created a dress that combined both of those aspects. At the front, the sleeveless silhouette had a simple but modish bateau neckline. At the back, it featured edgy, strategically placed cut outs revealing her shoulder blades in an alluring, subtly sexy way.  It was a very deliberate sartorial display, specially conceived with Hepburn's character in mind. The dress suggests Holly has been out the night before, hinting at her \"wild\" side. But her pit stop at Tiffany's is no walk of shame. She looks fabulous -- a confident, bold, thoroughly urban woman (and one with a mystifying personality, as the movie goes on to show).  It's no wonder the LBD has since become the party dress of choice for generations of women.  However, Givenchy didn't invent the little black dress. That feat is attributed to designers in the 1920s, most notably, Coco Chanel. In 1926, the Parisian designer had a drawing of a knee-length black dress in crepe de Chine published in American Vogue. The magazine dubbed the garment \"Chanel's Ford\" -- a direct comparison to Henry Ford's black Model T automobile, which is generally considered to be the car that democratized road travel among middle-class Americans due to its low-maintenance and affordability. The fashion bible declared the little black dress would become a staple for women across social classes.  It did. Chanel took the dress -- which working-class women had only ever worn as a uniform -- into the realm of haute couture, creating straight-lined silhouettes that were utilitarian but chic and, most importantly, didn't constrict or hide the body, as corsets and long skirts had done until then. The style was widely imitated and adopted during the Great Depression and, later, World War II, as it struck the perfect balance of being elegant yet economical. It was no cocktail frock, however.  The shift towards a sexier, evening version of the LBD came courtesy of Christian Dior, who, at the end of the 1940s, changed the way women dressed with his New Look. Cinched at the waist, with full skirts usually falling below mid-calf length, Dior's black gowns were hyper-feminine, and a hit in Hollywood, where the then highly popular film noir genre was pushing the femme fatale image hard.  And then came Givenchy, with his quietly glam, simple dress -- and Hepburn, of course, who was on her way to becoming a fashion and film icon. The duo ushered the LBD into its modern-day interpretation: a piece of clothing that evokes a wondrous lifestyle but does that in the simplest way, no frills required.  Which is why, as fashion historian Valerie Steele wrote in her book \"The Berg Companion to Fashion\" Hepburn's dress is still \"the most famous of all little black dresses.\" And why it fetched £467,200  (about $604,000 in today's money) when it was auctioned at Christie's in 2006, making it one of the most expensive film memorabilia of all time.   Not bad for a party dress. "], "Language": false}