{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/stained-glass-plane-windows/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maureen O'Hare, CNN"], "Writers": [["Maureen O'Hare"]], "FirstPublishDate": ["2020-03-27T10:03:38Z"], "LastModifiedDate": ["2020-03-27T10:03:38Z"], "Headline": ["On a wing and a prayer: 'Stained glass' windows for planes"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["There isn't a big market for travel accessories right now, but a new concept by product designer Danielle Baskin seems perfectly suited to this time of refuge and reflection.  She's created \"stained glass\" films that fit onto airplane windows, transforming the cabin interior into something altogether more spiritual.   \"At the time I thought of stained glass airplane windows, coronavirus was just beginning to spread globally and many flights were still in operation,\" she tells CNN Travel. \"I thought this object would be a way to transform your plane into a place of prayer if you're afraid of getting sick.\"  Colorful ray of inspiration It's made from a flexible film that clings onto glass, so you can bring it rolled up in your carry-on, slap it on your window, and keep it fresh between uses with soap, water or disinfectant.  It comes in five window sizes: Airbus A330, A350, Boeing 707-767, 777X and 787.  \"People who have ordered them said they'll keep them on their home windows to remind them of future travel plans,\" says Baskin.  The A330 -- at $25 and 9 inches by 23 inches, the smallest and cheapest of the window sizes -- is already sold out.  \"It might take a while, but the next time humans fly again without worrying about getting sick will feel magical,\" Baskin adds.  QuarantineChat In the meantime, Baskin has other projects to raise the spirit in these troubled times.  On March 1, she and her collaborator Max Hawkins launched QuarantineChat, a free app that randomly connects users with other housebound people around the world.  While we're familiar with the format from the Chatroulette craze of a decade ago, it's an idea that's really come into its own now that a third of the world's population are living under coronavirus-related restrictions. \"I've  been matched with people all over the world -- Berlin, Hiroshima, Dubai, Dijon, Madrid -- and each call feels like I'm transported as I learn details about what they're experiencing,\" says Baskin.  One of our prompts is \"describe what's outside your window\" and hearing someone tell you what they see paints a vivid picture.\" At a time of isolation, it's a way to still connect with new people. \"There's a few people I've matched with who I'd totally visit if I was in their city,\" she says. Most of us are finding that our WhatsApp groups are abuzz now that everyone is bored at home, while Zoom has risen to become the hottest video messaging system of the pandemic. One of Baskin's other projects is the Virtual Background Awards, to reward innovation in this ears of virtual communications.  Says Baskin, \"I'm making projects like this because I hope that people find joy, humor, creativity, and new friendships even during these turbulent times.\" The prayer windows are available for a limited time at the Magical Super Store QuarantineChat can be downloaded for free for iOS and Android"], "Language": false}