{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/brooke-baldwin-profile"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2014-03-25T15:16:47Z"], "LastModifiedDate": ["2020-03-26T19:28:28Z"], "Headline": ["Brooke Baldwin"], "Section": [null], "MappedSection": [null], "Article_Body": ["Brooke Baldwin is a Peabody Award finalist who anchors the 2 - 4 p.m. edition of CNN Newsroom. She is also the creator and host of CNN's Digital series \"American Woman\" which focuses on the stories of trailblazing women who have broken barriers in their respective fields and are now helping other women do the same. Baldwin came to CNN in 2008. In addition to holding down two hours in the studio, Baldwin is often sent into the field to the biggest breaking stories in the US and around the world. She played a key role in covering the historic 2016 Presidential election. She's also reported from Europe, Africa and the Middle East. In April 2016, Baldwin traveled to the Persian Gulf for an exclusive embed opportunity with the US Navy, reporting on the War on Terror. She traveled to Kenya ahead of President Obama's historic visit and landed an exclusive interview with his half-sister and grandmother in the Obama family ancestral village. In September 2015, she hosted an historic town hall in Washington, DC with 40 people who have all been touched by gun violence, including Sandy Hook, Aurora and WDBJ-TV. That interview landed Baldwin and her team a Peabody Award finalist nomination. Baldwin was nominated for an Emmy for her coverage of the NYC chokehold death protests in 2014. In 2013, she reported live from the red carpet at the Golden Globe Awards and then the same month traveled to Washington to cover President Obama's second Inauguration. In the spring, for three weeks, Baldwin anchored extensive special coverage on the Boston marathon bombings. Over the next few months, she returned to Boston to interview survivors and anchored a special live show from Fenway Park during the World Series. Baldwin has also anchored from the field amid tornado debris in Moore, Oklahoma and from Cleveland, covering the release of three women held in captivity for a decade. Baldwin also joined CNN's Jake Tapper for special coverage of the historic government shutdown from Capitol Hill. In 2012, she reported live from Newtown, Connecticut in the days following the Sandy Hook elementary school shooting. She was tapped to co-anchor the network's global coverage of the Queen's Diamond Jubilee with Piers Morgan in London. In addition, she covered the 2012 Presidential election, anchoring her show from the Republican National Convention and participating in the network's primetime coverage of the GOP primaries. Baldwin also anchored breaking news coverage of the Arab Spring, the earthquake and tsunami in Japan, the Benghazi attack, the death of Osama bin Laden, and the crisis in Syria. She also helped lead CNN's special coverage of the final space shuttle launch Atlantis from Kennedy Space Center in 2011. She was part of the network's Peabody-award winning team, covering of the oil spill disaster in the Gulf, the collapse of the Upper Big Branch Coal Mine in West Virginia; and the battle over the fate of the nation's big three automakers. Baldwin worked with the network's Special Investigations Unit to complete her first hour-long documentary \"To Catch a Killer\" which won a Silver World Medal for Best Investigative Report at the New York Festivals International Television & Film Awards 2012. She a part of CNN's annual New Year's Eve coverage with Anderson Cooper from cities like Nashville & New Orleans. Due to the success of Baldwin's #MusicMonday series of original artist interviews, Baldwin hosted a half-hour special on music on CNN. She contributed to the network's Peabody award-winning coverage of the 2008 presidential election. In 2009, she exclusively reported on the new discoveries of the forgotten Mayan City of Mirador for CNN International's \"World's Untold Stories.\" Baldwin joined CNN after serving as a lead reporter for the 10 p.m. newscast for WTTG in Washington, D.C., where she covered the shooting massacres at both Virginia Tech and the West Nickel Mines School, a one-room Amish schoolhouse in southeastern Pennsylvania. At WOWK in Charleston/Huntington, West Virginia, she was the morning anchor and reported on the Sago Mine collapse and Martha Stewart's release from federal prison. She began her news broadcasting career at WVIR in Charlottesville, Virginia. Baldwin earned a double bachelor's degree in journalism and Spanish from the University of North Carolina at Chapel Hill. While at UNC, she also studied at the Universidad Ibero Americana in Mexico City. You can find her on twitter: @BrookeBCNN. "], "Language": false}