{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/entertainment/crip-camp-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-25T14:16:56Z"], "LastModifiedDate": ["2020-03-25T14:16:56Z"], "Headline": ["'Crip Camp' could put the Obamas back in the documentary Oscar race"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Obamas' maiden foray into Netflix documentaries, \"American Factory,\" won the Oscar in February, and the former First Couple could be in contention again next year with \"Crip Camp: A Disability Revolution,\" a fascinating look at how a Woodstock-like camp for the disabled became the incubator for a generation of activism. Co-directed by Nicole Newnham and Jim LeBrecht, a sound designer with spina bifida who attended the camp, the film begins by looking at the experience of growing up disabled in the 1950s and '60s. At that time, as LeBrecht (who is among the former campers interviewed) puts it, \"I had to fit into this world that wasn't built for me.\" Small wonder that his introduction to Camp Jened, a bare-bones site in upstate New York, struck him and others as \"a utopia,\" a bit like Dorothy stepping out of Kansas and into the multi-colored world of Oz. The filmmakers draw upon a trove of grainy home video shot at the time, which almost feels like stepping into a time machine. They capture the teens participating in activities they never could before, while reveling in the utterly liberating aspect of being around people like themselves. In that environment, as the video shows, they were free to share feelings, discuss issues like overprotective parents and explore their sexuality. (In an especially amusing moment, Denise Sherer, a paraplegic, recalls being inordinately proud when it was discovered she has a sexually transmitted disease, if only to demonstrate that someone could want her.) That consciousness raising birthed activism, mirroring the various movements that came to the fore in the 1960s and '70s. For the disabled, that meant pushing for reforms and occupying buildings, insisting they would \"accept no more segregation.\" The film then segues into a protracted history of the campaign to pass the Americans with Disabilities Act. It's a near-two-decade process that included grappling with the Nixon administration over the 1973 Rehabilitation Act, standing shoulder to shoulder with Vietnam veterans who came home needing wheelchairs. \"Crip Camp\" manages to recount that campaign -- and highlight key figures like Jened alum turned activist Judy Heumann -- while touching an inordinate number of bases. The film is alternately funny and heartwarming, but more than anything, eye opening, covering a chapter at best underreported in history books, if not outright overlooked. It's also stirring, in terms of the remarkable people who assembled at Camp Jenet and took those lessons and that sense of determination out into the world. Perhaps foremost, \"Crip Camp\" offers a portrait of the progress made over the last 50 years and the dogged persistence that achieved it, told by the people -- now mostly senior citizens -- who simply refused to settle for second-class-citizen status. Although the template possesses the trappings of what might be called a feel-good film, there's happily nothing saccharine about it. As for the Obamas, who are among the credited executive producers, they've stated a desire to champion fare that is both serious and uplifting. While they're still relatively new to this whole production thing, they've already exhibited a pretty impressive knack, in a short time, for betting on the right horses. \"Crip Camp: A Disability Revolution\" premieres March 25 on Netflix."], "Language": false}