{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/us/cowboy-museum-oklahoma-security-twitter-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-24T19:31:35Z"], "LastModifiedDate": ["2020-03-25T01:20:55Z"], "Headline": ["Museum gives its security chief a new job and his attempts at 'social media management' have people LOLing"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["A new internet icon has emerged and his name is Tim.  As the head of security at the National Cowboy & Western Heritage Museum in Oklahoma City, Tim takes his responsibility of protecting the museum and its collection seriously.  But with the museum closed to the public and other employees working from home to prevent the spread of the coronavirus, Tim was given an additional duty of managing the museum's social media accounts.  \"I'm new to social media but excited to share what I am told is called 'content' on all of The Cowboy's what I am told are 'platforms' including the Twitter, the Facebook, and the Instagram,\" Tim wrote in his first post.  In Tim's \"content\" that he posts daily, he takes followers on a tour through the empty museum, showing off cool artifacts like the hat and eye patch John Wayne wore in \"True Grit,\" the 1969 film in which Wayne won his only Academy Award for his portrayal of US Marshal Rooster Cogburn. While definitely interesting, his followers seem to be getting a kick out of his posts for a completely different reason -- his dad jokes and wholesome attempts at figuring out social media.  From writing out \"hashtag\" to ending each post with \"Thanks, Tim,\" he isn't what you'd call social media savvy, but that's why people are loving him.    \"Tim has turned this twitter into a wholesome beacon in frightening times,\" one Twitter user commented.  \"I love this man omg thank you for this wholesome content I'm staying inside for people like you #HashtagThanksTim,\" another commented.  Putting Tim in charge of the museum's social media was simply just a way to keep the public engaged while the museum was closed, said Seth Spillman, the museum's chief marketing and communications director.  Spillman said he never expected each post would be garnering thousands of likes from people around the world.  \"What we found was an authentic voice for the Museum,\" Spillman said in a statement to CNN. \"What we didn't anticipate was how much that voice would resonate with people during this difficult time. It's wonderful.\"  Let's just hope that once the coronavirus crisis ends, the museum will let Tim keep tweeting. "], "Language": false}