{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/entertainment/what-to-binge-during-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-24T14:47:13Z"], "LastModifiedDate": ["2020-03-24T21:40:21Z"], "Headline": ["1,000 hours of TV to watch while social distancing"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The CNN Entertainment team is here to help those staying \"safer at home\" during the coronavirus pandemic.  Here are some of our top time-consuming TV binges:   \"ER\" 15 seasons (331 episodes) = 242.73 hours of television (14,564 minutes)  I recently did this binge. It's bold. It's brave. It's hypochondria-inducing. Above everything, though, revisiting this hospital drama packed with talent will captivate you whether it's your first time watching or fifth. The characters are diverse, the storylines were groundbreaking for the time and the writing is timeless. -- Sandra Gonzalez \"Mad Men\" 7 seasons (92 episodes) = 75.8 hours of television (4,548 minutes) Like its central character, advertising executive Don Draper (Jon Hamm), \"Mad Men\" is moody and mysterious. I hung on every scene of its seven-season run (2007-2015), trying to decipher the code of creator Matthew Weiner's omni-present dark lighting and frequent pregnant pauses. This is the kind of show you sip like a scotch, as you watch very flawed men and women chain smoke and drink their way through the social politics of Madison Avenue in the1960s. The attention to detail alone makes \"Mad Men\" a worthy watch, but Elisabeth Moss as ultimate boss lady Peggy Olson is really justification enough. -- Megan Thomas Watch on Netflix. 'Justified' and 'Nip/Tuck' 6 seasons each (78 episodes and 100 episodes, respectively; runtime varied) = 131.2 hours of television (7,872 minutes) In addition to \"The Shield,\" \"Nip/Tuck\" -- which premiered in 2003 -- was one of the landmark shows in terms of transforming FX network into a showcase for edgy, premium-style dramas, in addition to marking a breakthrough for Ryan Murphy (who has since done \"American Horror Story,\" \"Glee,\" etc.) as a showrunner. Dark and morbidly funny, the show starred Dylan Walsh and Julian McMahon as a pair of longterm friends turned successful plastic surgeons, and Joely Richardson as the former's spouse. Episodes began with them asking a prospective patient, \"Tell me what you don't like about yourself.\" Despite periodic bouts of excess in the later seasons, overall there was a lot to like about this provocative drama. \"Justified,\" meanwhile, starred Timothy Olyphant as a modern-day Deputy U.S. Marshal with a shoot-first attitude, and a boyhood chum (played by Walton Goggins) who had turned to crime. With serialized stories and a beyond-colorful group of terrific supporting players in its Kentucky setting, it felt like a very modern spin on the cop drama mashed up with a western. As a bonus, the show also delivered a first-rate series finale. (Olyphant, incidentally, portrayed a lawman in another binge-worthy drama, HBO's \"Deadwood.\")  -- Brian Lowry Watch both shows via FX on Hulu. \"Veronica Mars\"  4 seasons (72 episodes) and 1 movie = 53.35 hours of content (3,201 minutes)  With the world seemingly spinning out of control, we need the common sense, with a side of snark, that is Veronica Mars. Initially centered around a high school student turned private investigator (played by Kristen Bell), \"Veronica Mars\" will give you everything you need: drama, suspense, comedy and OMG the relationship between her and Logan. Set in Southern California in the fictitious seaside town of Neptune, it's kind of what you would get if you combined the best parts of \"Beverly Hills 90201,\" \"Laguna Beach\" and \"Murder She Wrote.\" The series, which aired from 2004-2007, was so beloved that viewers literally willed it back into being with a Kickerstarter campaign. First with a 2014 movie and then Hulu revived the show with a fourth season in 2019. Kick back and match wits with Veronica for some much needed escape. -- Lisa Respers France Watch on Hulu. \"Sex and the City\" 6 seasons (94 episodes) and 2 movies = 52.1 hours of content (3,126 minutes)  If you're a sucker for romantic comedies then have a seat on your couch and mix some cosmos because this is the series for you. The show, which followed four friends with very different romantic lives in New York City, had women everywhere declaring whether they were a Carrie, Charlotte, Samantha or Miranda during its original run from 1999-2004. \"Sex and the City\" also inspired two feature films -- but please don't ask about that third movie. -- Chloe Melas (CNN, like HBO, is owned by WarnerMedia) Watch on Amazon Prime and HBO Now. \"Supernatural\" 15 seasons (320 so far) = 224 hours of content (13,440 minutes) At fifteen seasons, \"Supernatural\" is the Pacific Crest Trail of TV binges. And it comes with similar highs and lows. Highs: The two monster hunting brothers at the center of this drama are easy to root for, bring levity to an at times dark premise and not bad to look at. The ensemble of characters that surround them throughout the course of the show are delightful. And you might be pleasantly surprised how quickly the series becomes about more than things that go bump in the night. Lows: There are some slower chunks along the way but creative lulls are part of any worthy TV ride. \"Supernatural,\" now in its final season (the current season can't be streamed but can be purchased), is among the TV productions shut down amid the spread of coronavirus. This happened when the cast and crew still had roughly two episodes of the series left to film. So while we're not sure when the show will come to a proper conclusion, once you've consumed 300+ episodes, you're already a a loyal member of the global fandom referred to as the #SPNFamily and to that there really is no end. -- Sandra Gonzalez Watch it on Netflix. Character-driven comedy MVPs 13 seasons (112 collective episodes so far) = 46.83 hours of content (2,810 minutes) I usually don't like shows that need a lot of special effects, or characters that live in space. I just can't get into it. What I do love are character-driven shows, with small casts and really good writing. Here are a few of my favorites: \"Catastrophe\" (Watch on Amazon Prime.) Over the 24 episodes filmed in London, an American named Rob on a business trip meets Sharon, an Irish teacher, in a bar and they have a one night stand. That turns into a weeklong affair and when Rob returns home, Sharon tells him she is pregnant. Soon, the two marry and live together as a family. It's sweet and sad and funny and real.  \"Casual\" (Watch on Hulu.) Tommy Dewey as Alex Cole stars in this 44-episode Hulu series, centered around dating and life living with his sister and his teenage niece. Michaela Watkins plays Dewey's a newly divorced sister who moves in. This show is a hidden gem.  \"Better Things\" (Watch via FX on Hulu, airing new season now) It seems as if many people are just now discovering the genius of the show's creator and star, Pamela Adlon. She plays a single mom and a working actress, navigating her three kids, a selfish ex-husband, her elderly mom, and some unique best friends. She's so real this show hits you right in the heart.  \"Forever\" (Watch on Amazon Prime.) Part of the appeal of this show was the mystery leading up to the release. I don't want to give too much away, but Fred Armisen and Maya Rudolph play June and Oscar, who have lived their married version of groundhog day until a series of events shakes things up. It's a one-season delight.  -- Marianne Garvey \"Bones\" 12 seasons (246 episodes) = 180.4 hours of television (10,824 minutes) This crime procedural share a lot of DNA (pun intended) with others -- there's always a murder case of the week, lots of science talk and a quirky ensemble of characters. But what set this series apart for 12 seasons was the magic of the two leads -- Temperance Brennan (Emily Deschanel) and Seely Booth (David Boreanaz), who had a chemistry (science pun #2) that remains unmatched in the genre. This choice is a good one for a few reasons. If you watched the series during it's original run, the rewatch is easy, pleasant and as fun as when you saw it the first time. For newbies, the show has fewer lulls in the writing that you'd expect to get from a show that ran this long.  -- Sandra Gonzalez  Watch it on Hulu. Grand total, for those keeping tally:  More than 1,006 hours (or 60,385 minutes) of television"], "Language": false}