{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/24/entertainment/garth-brooks-trisha-yearwood-concert-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-03-24T13:22:18Z"], "LastModifiedDate": ["2020-03-24T13:32:41Z"], "Headline": ["Garth Brooks and Trisha Yearwood's emotional home concert crashes Facebook Live"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Garth Brooks and Trisha Yearwood performed in a Facebook Live concert Monday night that drew so many fans it crashed the site multiple times. The country couple drew 3.4 million viewers to the concert they called \"Inside Studio G,\" which fans were forced to reload when it was overwhelmed several times by the high traffic. As Yearwood sang \"Amazing Grace,\" Brooks tearfully told the audience \"We're all in this together,\" in reference to social distancing during the coronavirus outbreak, adding \"I need this worse than anybody.\" \"You get to play your guitar walking around your home because got nothing to do,\" Brooks said. After taking requests from fans, the two performed a cover of \"Shallow,\" the Bradley Cooper/Lady Gaga duet from 2018 film \"A Star Is Born.\" They also covered the Leonard Cohen classic, \"Hallelujah\" and \"Golden Rings,\" a song performed by another country couple, Tammy Wynette and George Jones. At one point Yearwood borrowed her husband's guitar and took a shot at it herself.  \"I want to play. Do not panic,\" she said, adding it was about having fun, not \"being perfect.\"  Brooks took to Instagram to plug the concert last night. \"Inside Studio G by Request!! love, g #GarthRequestLive I know I said I was going to take this down, but some people said in comments that they got kicked off because of capacity. So, we are leaving it up through the west coast airing until 8pm PT. love you all, g & T.\" The concert lasted an hour and was broadcast on Brooks' Sirius XM satellite radio channel as well. "], "Language": false}