{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/entertainment/broadway-one-day-more-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim and Saba Hamedy, CNN"], "Writers": [["Allen Kim", "Saba Hamedy"]], "FirstPublishDate": ["2020-03-23T21:48:48Z"], "LastModifiedDate": ["2020-03-23T21:48:48Z"], "Headline": ["Broadway performers create lip-sync video to 'One Day More' amid coronavirus quarantine"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Broadway performers helped keep people's spirits high amid their coronavirus quarantines by doing -- what else? -- lip-syncing a show-stopping anthem. Led by Broadway performer Jordan Grubb, a handful of musical theater actors banded together (virtually) to film themselves singing along to the epic, \"One Day More\" from \"Les Misérables.\" As expected, the performers remained very much in character while lip-syncing the song, which in the musical helps showcase the human spirit of the characters struggling to survive in 19th-century France. Some even sported their own DIY costumes. The video features all of the performers going about their days in self-isolation. The activities they do may look familiar to those practicing social distancing -- one performer lip syncs while washing his hands; one clutches a handle of alcohol; another holds (and essentially serenades) his dog. \"Like the rest of the theater community, (I) have been trying to do social distancing as best I can while having an artistic outlet,\" Grubb, who is also a videographer, told CNN.  Last week, Grubb put out a request on social media asking friends to contact him if they were interested in participating. \"From there, I sent them a time stamp of the song, asked them to get creative, film a sequence, and send it to me from their phones,\" he said. \"Everyone's footage you see in the video is filmed from themselves. It was kind of this artistic community labor of love for what we do.\" Grubb collected clips throughout the week, and then spent two days editing the video before uploading it to Facebook on Sunday. The video's release comes almost two weeks after the Broadway League announced all Broadway shows will be suspended through April 12 due to the coronavirus. \"Our top priority has been and will continue to be the health and well-being of Broadway theatregoers and the thousands of people who work in the theatre industry every day, including actors, musicians, stagehands, ushers, and many other dedicated professionals,\" Charlotte St. Martin, president of the Broadway League, said in a statement announcing the theater closures. Last week, New York Gov. Andrew Cuomo officially ordered all workers in nonessential businesses to remain at home to stop the spread of the coronavirus."], "Language": false}