{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/sport/jelles-marble-runs-coronavirus-sport-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman, CNN\nVideo by Noura Abou Zeinab"], "Writers": [[]], "FirstPublishDate": ["2020-03-23T11:06:06Z"], "LastModifiedDate": ["2020-03-23T11:52:15Z"], "Headline": ["In a world gripped by fear, marble racing proves welcome distraction"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Different colored marbles race down a path curved in a sandy beach, crashing into one another as they vie for position. A commentator excitedly narrates the action, breathlessly describing which marble is winning.  At the time of writing it's a video that has garnered 34 million views. With the sports world in disarray -- amid the coronavirus pandemic -- has marble racing's time come?  What's not in doubt is that in a world gripped by anxiety and fear, marble racing is proving a soothing distraction. Its fans even include ex-England soccer player Gary Lineker. The viral beach video clip is actually from 2016 and from a channel on YouTube called Jelle's Marble Runs (JMR), the brainchild of Dutch brothers Jelle and Dion Bakker. Originally, younger brother Jelle did normal marble runs, but then Dion suggested he should be more adventurous. \"All the marble runs became quite boring,\" Dion tells CNN. \"I said to Jelle maybe we should just try some competition-like videos. So he did that and it worked very well!\" Four years on and the JMR channel has over 600,000 subscribers and a cumulative 53 million views.  The brothers started with the Marble Sand Rally and after that went viral they invented the Marblympics -- which is now called the Marble League after a run-in with the International Olympic Committee. The Marble League is an annual tradition that consists of 16 events where 16 different marble teams compete against each other. The teams have different colors and individual identities with their own fanbases. Teams include the Green Ducks, the O'Rangers and the Raspberry Racers. The league has a vibrant community page on Reddit where fans post memes, videos and support their favorite team. But is marble racing is a sport? \"It's pretty serious now,\" says Dion as he launches into an impassioned defense of marble racing. \"People see it and experience it like a sport, a real sport. \"It's blown my mind, people see it like that.\" He could be right; last year the Marble League was featured on ESPN8: The Ocho, a 24-hour takeover of ESPN2 inspired by 2004 film \"Dodgeball: A True Underdog Story\" that showcases \"seldom seen sports.\" It also featured again in this year's takeover. In the past, JMR has even worked with a betting company that livestreamed races with viewers able to bet on the outcome in real-time. Dion believes that there's been an upsurge in interest as people have found solace in the sport amid the coronavirus pandemic. \"It's sucking you into another world free of war and everything in the human dimension, I think that's the magic of it,\" he says. \"It brings relief. I have a lot of messages and DMs from fans who thank us for the videos and what we do right now for them.\" In the past week, the YouTube channel has received 3.8 million views and gained over 78,000 new subscribers. During the same period, the channel's Twitter following doubled and Instagram following tripled. The genesis of this marble racing series began over 30 years ago in the backyard of the brothers' grandfather's house. \"Jelle built the marble runs and I started helping,\" Dion explains. \"It was when he was four. Most people with autism have a preoccupation, one thing they only want to repeat and that was one of his [Jelle's] activities.\" In a 2016 interview with VICE, Jelle said his form of autism means he is \"really interested in moving things, sounds, lights, etc\" and that building marble runs and racing marbles plays into this perfectly. Fast forward to 2020 and Jelle is doing this full-time alongside commentator Greg Woods, who is from the US.  Meanwhile Anton Weber from Germany -- known to the community as Mellacus -- is the full-time PR and community manager, which he does alongside his duties as president of the Jelle's Marble Runs Committee (JMRC). The JMRC is made up of collaborators and fans from all over the world. The channel also has a composer from Greece and a designer from Belgium. \"It's a decision we made to have people from everywhere,\" Dion says. \"It's nice, it's cool, it's fun to have contact and communicate with people from all over the world.\" As well as organizing the Marble League, the inaugural season of Marbula One is currently being released weekly on YouTube -- and in a similar way to Formula One -- has qualifiers on Saturdays and races themselves on Sundays. There are time splits, while the points system also mirrors F1 as well. Constructing circuits can take up to three days, with filming taking another day, though according to Dion, this can go much quicker, with Jelle sometimes able to do two races in a day. \"If he has his flow, it's going very well,\" he says. \"Sometimes he blocks [due to his autism] and it's too much. \"Too much impulses and reactions from outside, and he can block a little bit.\" Amid the current upsurge in interest surrounding marbles, Dion has lofty ambitions for the series. \"I hope also to broadcast Marbula One on American television. That would be very cool.\""], "Language": false}