{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/23/health/extrovert-social-distancing-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Prior, CNN"], "Writers": [["Ryan Prior"]], "FirstPublishDate": ["2020-03-23T10:39:25Z"], "LastModifiedDate": ["2020-03-23T10:58:29Z"], "Headline": ["The extrovert's guide to social distancing"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["If you're an extrovert and the thought of weeks or months of social distancing has you jumping out of your skin, rest assured. Your feelings are normal. And we're here to help. \"We are social beings,\" Jaime Blandino, a clinical psychologist in Decatur, Georgia, told CNN. \"My most extroverted clients are having the hardest time.\" An extrovert is someone who gets his or her energy from other people. When they can't spend time with others, \"they might not know what to do with themselves,\" she said. Blandino's practice has closed in response to the coronavirus pandemic, and she and her colleagues have moved to seeing all their clients through telehealth. Her message to her clients is simple: \"It's normal to feel abnormal in a situation that's not normal.\" \"I didn't know anybody who didn't feel a surge of anxiety when these new rules were introduced,\" she said.  As the US government prepares for a potential months-long fight against Covid-19, extroverts will need to learn to create their own plans on how they might manage their own psyche as social distancing, quarantines and shelter in place orders become more commonplace. And if you're an introvert, quietly excited about the prospect of more alone time, we've got a separate guide on how you can make the most of social distancing. Use technology to connect with friends Your \"usual habits are going to be disrupted,\" said Gretchen Rubin, the author of \"Outer Order, Inner Calm\" and host of the \"Happier\" podcast. An important strategy is to \"reimagine what you want and get out in front of it.\" In terms of social connection, \"nothing can beat real life,\" she said, but the second best way to interact can be through images. There are plenty of apps offering video chat or live broadcast functions, ranging from Skype to House Party. You could use one to connect with a friend you haven't seen in awhile. She recommended \"lots of touches\" -- virtually, of course -- including writing physical cards to your friends, hosting a virtual family reunion and even basic lifestyle hacks like sending more voice memos rather than text messages. \"People have more time, and they want to hear your voice,\" she said. Or you can create more group text message threads with friends and family, knowing that at any given moment, somebody on the thread might be free and able to write back. In Italy, where the whole country has been in lockdown for more than a week, throngs joined in a singing flash mob belting out the country's national anthem from their apartment balconies. No judgment if you want to round up your neighbors -- through virtual means, please -- and try the same. \"We could come out of this closer,\" Rubin said. \"We're all going through something big together.\" Socially, we're living in a backwards time Blandino, the therapist, said that mental health professionals have traditionally advocated for in-person social experiences as antidotes to anxiety and depression, prizing real connections over virtual ones. That's now changing. \"Some of the things that we'll recommend now go against what we used to advise,\" she said. \"We're in a backwards time.\" And while her introverted clients may be feeling less stressed, and sometimes even emboldened by social distancing, Blandino said both extroverts and introverts can leverage technology to weather the storm. Another option to feel connected is to host watch parties and virtual movie nights, watching the same movie from different locations using Netflix.  She even said you might consider keeping the TV on in the background with a familiar film or show from your childhood. \"Hearing human voices is soothing,\" she said. It's a time to shine for any technology offering a way to connect with others. The Bumble dating app is seeing a spike in how people are using the app to meet dates. a company spokesman said. That uptick includes a 21% uptick in video call usage, along with a separate 21% increase in what the company calls \"quality chats\" -- in which two people have a more substantive back-and-forth. Practice physical distancing, not social distancing Even with social distancing, it's still important to to go for walks, take a bike ride or hang out near your neighbors, said Dr. Don Dizon, a professor of medicine at Brown University. Even if you're in an area that now must shelter-in-place, it's still fine to go out for a walk and feel the sun on your skin as long as you're keeping proper distance from others.  \"There is no national lockdown,\" he says. \"It doesn't say that you can't go outside.\" At least not yet. And he advises picking apart the concept of social distancing to make it feel less scary. As physician and researcher Dr. William Dale has said, policies to contain Covid-19 are actually \"physical distancing.\" There's still plenty of room to practice emotional and social connection, despite being physically separate. Dizon said he was finding time for online gaming. And he's been using Twitter, Instagram and TikTok to stay up to date with medical colleagues around the globe, sharing both funny videos and substantive scientific data. Find some time to read To help relax, now might be a good time to start up a book club on Facebook, Dizon added.  From Plato to Thoreau, generations of philosophers, poets and prophets have celebrated solitude, stillness, and taking time to get to know thyself. \"Extroverts are very plugged in,\" Blandino said. \"This is a time to practice slowing down and introducing new routines.\" There's no shortage of literature on that topic, and taking a moment to sit quietly with a book you've always wanted to read may be one of the best ways for extroverts to seek tranquility. \"All men's miseries derive from not being able to sit in a quiet room alone,\" the French philosopher Blaise Pascal wrote in the 17th century. \"Let there be spaces in your togetherness,\" philosophical writer Kahlil Gibran advised in his book \"The Prophet.\" Encouraging others in social distancing, Dizon had shared Gibran's popular adage with his social media followers. It's long been a popular reading at weddings, a meditation on how to carve out productive solitude within marriages. Now extroverts might consider Gibran's fuller text in their quest to maintain sanity in the age of coronavirus: \"Fill each other's cup but drink not from one cup. Give one another of your bread but eat not from the same loaf. Sing and dance together and be joyous, but let each one of you be alone, Even as the strings of a lute are alone though they quiver with the same music.  \"Give your hearts, but not into each other's keeping. For only the hand of Life can contain your hearts. And stand together, yet not too near together: For the pillars of the temple stand apart, And the oak tree and the cypress grow not in each other's shadow.\""], "Language": false}