{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/us/apollo-15-al-worden-pilot-dies/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris and Andy Rose, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2020-03-19T09:53:35Z"], "LastModifiedDate": ["2020-03-21T04:02:48Z"], "Headline": ["Astronaut Al Worden, who circled the moon and once earned record for 'most isolated human being,' has died"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Al Worden, an astronaut from the Apollo lunar program, has died, NASA says.  Worden was command module pilot on the Apollo 15 lunar landing -- and although he never got to walk on the moon, he performed a space walk on the flight back from the moon to retrieve film from cameras on the spacecraft, according to NASA.  NASA earlier said Worden made three spacewalks but later clarified he made one, during which time he exited and re-entered the spacecraft three times.  As astronauts David Scott and James B. Irwin explored mountains during the 1971 mission, Worden circled around them.  \"During this time he earned a world record as 'most isolated human being' while his crew mates roamed the lunar surface, and he was 2,235 miles away from anyone else,\" NASA Administrator Jim Bridenstine said in a statement.  He died Wednesday in Texas at the age of 88. He spent more than 295 hours in space.  Before joining NASA, Worden was a test pilot, instructor and colonel in the US Air Force, Bridenstine said.  He became an astronaut in 1966, his NASA biography says. Worden eventually became senior aerospace scientist at NASA's Ames Research Center in California. He once said, \"Now I know why I'm here. Not for a closer look at the moon, but to look back at our home, the Earth,\" according to Bridenstine.  \"His multiple appearances on the children's show 'Mr. Rogers' Neighborhood' surely fueled the desire of many children to pursue careers along the lines of his and become future exploration leaders,\" Bridenstine said.   \"We remember this pioneer whose work expanded our horizons,\" he said. "], "Language": false}