{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/entertainment/onward-disney/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-20T21:06:14Z"], "LastModifiedDate": ["2020-03-20T21:06:14Z"], "Headline": ["'Onward' coming to Disney+ weeks after being released in theaters"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Disney and Pixar's \"Onward\" will soon be streaming on Disney+, less than one month after being release in theaters. It's safe to say the quick turn around was not planned for the lauded animated film.  But, as Disney said in a release, \"With cinemas currently impacted by closures due to the global health crisis, Disney will offer the film ahead of schedule.\"  Starting Friday evening, the film is available for digital download for $19.99. Those with Disney+ can start streaming it on April 3.  \"While we're looking forward to audiences enjoying our films on the big screen again soon, given the current circumstances, we are pleased to release this fun, adventurous film to digital platforms early for audiences to enjoy from the comfort of their homes,\" said \"Onward\" director Dan Scanlon and producer Kori Rae in a joint statement.  The film, released on March 6, stars Tom Holland and Chris Pratt as brothers who go on an epic quest in hopes of having a brief reunion with their late father.  Disney's decision to push up the film's home release comes one week after the family friendly studio decided to push up the release of hit sequel \"Frozen 2\" by three months in response to the coronavirus pandemic. Disney has not released streaming figures, but with so many schools closed and millions of children home, the fresh entertainment option is likely welcome.  Disney's Walt Disney World, its flagship theme park resort in Orlando, Florida, and Disneyland in Anaheim, California remain closed.  On Thursday, California Gov. Gavin Newsom issued the first statewide mandatory restrictions in the United States to help combat the outbreak, ordering nearly 40 million residents to stay home to prevent the spread."], "Language": false}