{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/asia/india-rape-execution-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["New Delhi, India"], "ByLine": ["By Julia Hollingsworth, Swati Gupta and Manveena Suri, CNN"], "Writers": [["Julia Hollingsworth", "Swati Gupta", "Manveena Suri"]], "FirstPublishDate": ["2020-03-20T00:27:12Z"], "LastModifiedDate": ["2020-03-20T13:45:18Z"], "Headline": ["7 years after bus rape and murder shocked the world, attackers hanged in New Delhi"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["Four men have been executed for the gang rape and murder of a 23-year-old student on a New Delhi bus in 2012, a case that shone a global spotlight on shocking rates of sexual assault in India. Akshay Thakur, Mukesh Singh, Pawan Gupta and Vinay Sharma were hanged at a jail in the Indian capital on Friday, March 20, more than six years after being convicted of raping and killing the woman, known only as \"Nirbhaya.\"  The four men were convicted in 2013, but three of them appealed their death sentence to India's top court, the Supreme Court. All appeals were denied, including mercy pleas to India's President Ram Nath Kovind.  The case prompted outrage around the world and in India, where protesters demanded justice for Nirbhaya, a pseudonym given to the student that means \"fearless.\" Under Indian law, victims of certain crimes cannot be named.  Campaigners called for tougher laws on sexual assault in a country where, based on official figures from 2018, the rape of a woman is reported every 16 minutes. While reports of rape are all too common, the execution of prisoners for any type of crime in India is rare. In 2018, trial courts imposed 162 death sentences -- the highest number in nearly two decades -- according to data collated by National Law University in Delhi.  However, there were no recorded executions that year, according to Amnesty International. Only a handful of people have been executed over the past 20 years, including three terrorists, and Dhananjoy Chatterjee, who was executed in 2004 over the rape and murder of a school girl. Recently, the Supreme Court has commuted a number of death penalties to life imprisonment.   A horrific attack At about 8:30 p.m. on December 16, 2012, Nirbhaya and her boyfriend took a chartered bus home after watching the film \"Life of Pi\" at a Delhi movie theater. It's common in India for chartered buses to pick up additional passengers during odd hours. While the bus was moving, a group of men stole the pair's belongings, then took the victim to the back of the bus where they raped and assaulted Nirbhaya with iron rods, according to court documents. They also stripped and beat her boyfriend, who they held down during the attack. Afterward, the men threw the naked victims from the front door of the moving bus and tried to run them over. They then cleaned the bus with the victims' clothes, before burning them and dividing the \"loot\" among themselves, including two mobile phones, a wrist watch, and a pair of shoes.  Nirbhaya died two weeks after the attack in a Singapore hospital, where doctors had been treating her for serious injuries to her body and brain. Before she died, she made statements to the authorities about the attack. The men involved Soon after the attack, police located six suspects, who knew each other before the incident.  The oldest was 34-year-old school bus driver Ram Singh, who \"routinely\" drove the vehicle where the attack took place, according to court documents. He was accused of the victim's rape and murder but was never convicted as he allegedly killed himself in prison shortly after the trial began. His family claimed that he was murdered, according to media reports.  The youngest, who was only 17 at the time of the attack and who cannot be named for legal reasons, was sentenced to three years in a juvenile correctional facility, and was released in 2015.  The other four, aged between 28 and 19 at the time of the attack, were convicted and sentenced to death less than a year later. They include bus cleaner Akshay Thakur, part-time gym instructor Vinay Sharma, fruit seller Pawan Gupta, and Ram Singh's younger brother Mukesh Singh. In a 2015 BBC interview, the younger Singh said \"a decent girl won't roam around at nine o'clock at night. A girl is far more responsible for rape than a boy.\" A wider issue of rape In 2018, more than 33,000 cases of alleged rape were reported -- roughly 91 cases each day, according to India's National Crime Records Bureau.   The number of reported rapes has risen since 2012, potentially because of greater awareness and the perception that something will be done. Legal reforms and more severe penalties for rape were introduced following Nirbhaya's death. Those included fast track courts to move rape cases through the justice system swiftly, an amended definition of rape to include anal and oral penetration, and the publication of new government guidelines intended to do away with the two-finger test which purportedly assessed whether a woman had sexual intercourse recently. The authorities also updated the law to allow the death sentence for repeat rape offenders. Prior to that, the maximum punishment for rape was life imprisonment. In 2018, the law was amended so that the death penalty can be handed down in cases where the victim is a girl under the age of 12. Experts say that the outrage following Nirbhaya's death has helped to lift the shame around discussing rape. However, many of the problems associated with India's rape crisis continue.  And high-profile rape cases have continued to hit headlines. Last year, four men confessed to the gang rape and murder of a 27-year-old woman, whom they set on fire. The four were shot dead by police in custody after allegedly snatching weapons from police and firing at them while visiting the scene to reconstruct the crime.  "], "Language": false}