{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/20/entertainment/anthony-hopkins-piano-cat-coronavirus-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-03-20T11:34:30Z"], "LastModifiedDate": ["2020-03-20T12:48:29Z"], "Headline": ["Anthony Hopkins is whiling away the hours by playing the piano to his cat"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["One strange side-effect of the coronavirus pandemic? We're getting to see a lot more of the insides of celebrities' homes and some surprising glimpses of their daily routines.  Coldplay's Chris Martin has been singing to an empty room, Justin Bieber has been dancing, David Spade has done a stand-up set in his living room, and Ellen DeGeneres has been watching herself on TV. But Anthony Hopkins may have outdone them all this week.  The actor best known for playing Hannibal Lecter posted a video of himself playing the piano to his cat, Niblo, on Twitter Wednesday, and it's the purrfect piece of content for these frightening yet tedious times. \"Niblo is making sure I stay healthy and demands I entertain him in exchange,\" the \"Silence of the Lambs\" and \"Westworld\" star explained. The 82-year-old Oscar winner has spoken of his love of composing classical music on several occasions, and released an album of his musical works in 2012. \"I've been composing music all my life and if I'd been clever enough at school I would like to have gone to music college. As it was I had to settle for being an actor,\" he told the Guardian in 2012. He has also introduced his fans to Niblo in the past, frequently posting videos of himself spending time with his pet. Hopkins was nominated for a Best Supporting Actor Oscar earlier this year, for his role as Pope Benedict XVI in the Netflix film \"The Two Popes.\" The actor owns a home in Malibu, California, though it is unclear if he made his latest video there.  On Friday, California Gov. Gavin Newsom, ordered the state's nearly 40 million residents to stay home to prevent the spread of the coronavirus, the first statewide restrictions in the United States. Nineteen people have died and more than 900 have tested positive for coronavirus in the state. Elderly people in particular have been encouraged to stay home around the world. CNN has contacted Hopkins' representatives for comment on the reason for his self-isolation."], "Language": false}