{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/19/business/boeing-new-hampshire-coronavirus-ppe/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Jazmin Goodwin, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-04-19T18:51:30Z"], "LastModifiedDate": ["2020-04-19T18:51:30Z"], "Headline": ["Boeing completes first Covid-19 transport mission, bringing more than 500,000 face masks to New Hampshire"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["New Hampshire received more than half a million face masks on Saturday, courtesy of Boeing and inventor Dean Kamen.   Boeing's 737-700 aircraft flew nearly 540,000 medical-grade face masks from China to Manchester-Boston Regional airport, as part of a deal coordinated by Kamen, who brought 91,000 pounds of personal protective equipment to the state last weekend. Kamen obtained the face masks from manufacturers in China through his company DEKA Research and Development, Corp.  New Hampshire Gov. Chris Sununu, along with Boeing President and CEO Dave Calhoun, Kamen, and congressional members from the state, were on-site at the airport to greet and unload the aircraft filled with PPE.  The state purchased the shipment of personal protective equipment and will be distributing supplies to areas across the states that need it most.  There will be no costs for recipients, and Boeing is covering the cost of transporting the equipment from China. The trip also marks Boeing's first Covid-19 response mission using a company-owned corporate 737-700, the company said. The supply distribution is a part of New Hampshire's ongoing efforts to respond to the coronavirus pandemic.  \"Another life-saving delivery of PPE has arrived in New Hampshire,\" said Sununu. \"The state will deliver these masks to the greatest areas of need across New Hampshire so those on the frontline have the necessary resources to fight COVID19.\" Boeing has plans to carry out more Covid-19 transport missions in the future, using its Boeing Dreamlifter and ecoDemonstrator aircraft. The company says it has been working closely with US government officials on how to best assist areas with the greatest need."], "Language": false}