{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/entertainment/books-to-big-screen/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-03-19T19:07:39Z"], "LastModifiedDate": ["2020-03-19T19:07:39Z"], "Headline": ["Read this book then stream the movie"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It would appear that we all now have a bit more time on our hands. As we practice social distancing and (hopefully) spend more time at home, now would seem an ideal time to read a book or see a movie. And if you really have some time why not do both? If nothing else, it will give you something to talk about in your group chats as you argue about which is better, the original book or the film adaptation. The following is a list of novels you should pick up and then stream the movie: \"Like Water for Chocolate\" by Laura Esquivel The whimsical and delicious novel about a young woman forbidden to marry by tradition who pours all of her passion into her cooking, made it to the big screen in the 1992 film starring Lumi Cavazos and Marco Leonardi. Make sure to have some popcorn of some other type of snack handy while both reading and watching. Where to stream: Netflix, Amazon Prime, YouTube, iTunes, Google Play and Vudu.  \"The Godfather\" by Mario Puzo Before it was an Academy Award winning film directed by Francis Ford Coppola and starring Al Pacino and Marlon Brando, \"The Godfather\" was a 1969 novel. Like the film, the book is also the first in a series and both helped firmly establish the mob and mob life as part of pop culture.  Where to stream: Amazon Prime, YouTube, Google Play and Vudu.  \"The Devil Wears Prada\" by Lauren Weisberger Come for the fashion, stay for the fabulousness that is Meryl Streep. The 2003 novel was a bestseller and had many people talking about \"chick lit.\" Streep and Anne Hathaway brought the two main characters to life on the big screen three years later  -- and we learned about cerulean blue.  Where to stream: Amazon Prime, YouTube, iTunes, Google Play and Vudu.  \"Friday Night Lights: A Town, a Team, and a Dream\" by H. G. Bissinger This 1990 non-fiction book is a triple threat: it's been a book, a film and a TV series. All three, about a Texas town's high school football team, are pretty beloved. Where to stream the film: Amazon Prime, Hulu, YouTube, iTunes, Google Play and Vudu.  Where to stream the TV series: NBC streaming service, Hulu, You Tube TV, Sling TV, Starz and You Tube. \"The Sisterhood of the Traveling Pants\" by Ann Brashares The 2005 charming film adaptation of the 2001 novel about a group of teens who share a pair of jeans which perfectly fits each of them is a great coming of age tale. It's one the whole family can enjoy. The family stars Amber Tamblyn, America Ferrera, Blake Lively, Alexis Bledel and Bradley Whitford. Where to stream: Amazon Prime, You Tube, iTunes, Google Play and Vudu. "], "Language": false}