{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/cnn-underscored/apple-ipad-pro-updated-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-03-18T14:01:40Z"], "LastModifiedDate": ["2020-03-19T15:48:14Z"], "Headline": ["Apple's new iPad Pro gets a Magic Keyboard with trackpad and zippy speeds"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It's been a long two years, but Apple has finally updated the iPad Pro. The updated models (the 11-inch starting at $799 and the 12.9-inch starting at $999) feature a new A12Z processor and handle tasks briskly. Orders are rolling out now from a variety of retailers, and Expercom is even offering a discount on both the new 11-inch iPad Pro and 12.9-inch iPad Pro in all models across Wi-Fi and LTE. But the true highlight: You can pair it with a Magic Keyboard that brings backlighting and a trackpad. Yes, a trackpad for the iPad. The Magic Keyboard will ship in May ($299 for the 11-inch and $349 for the 12.9-inch). The Smart Keyboard isn't going away, though, and is a bit more affordable, starting at $179 for the 11-inch model.  Here's a full breakdown on the iPad Pro models: 11-inch iPad Pro 11\" iPad Pro Wi-Fi with 128GB in Silver or Space Gray ($799; amazon.com or expercom.com)\n11\" iPad Pro Wi-Fi + Cellular with 128GB in Space Gray or Space Gray ($949; amazon.com or expercom.com)\n11\" iPad Pro Wi-Fi with 256GB in Silver or Space Gray ($899; amazon.com or expercom.com)\n11\" iPad Pro Wi-Fi + Cellular with 256GB in Space Gray or Space Gray ($1,049; amazon.com or expercom.com)\n11\" iPad Pro Wi-Fi with 512GB in Silver or Space Gray ($1,099; amazon.com or expercom.com)\n11\" iPad Pro Wi-Fi + Cellular with 512GB in Silver or Space Gray ($1,249; amazon.com or expercom.com)\n11\" iPad Pro Wi-Fi with 1TB in Silver or Space Gray ($1,299; amazon.com or expercom.com)\n11\" iPad Pro Wi-Fi + Cellular with 1TB in Silver or Space Gray ($1,449; amazon.com or expercom.com) 12.9-inch iPad Pro 12.9\" iPad Pro Wi-Fi with 128GB in Silver or Space Gray ($999; amazon.com or expercom.com)\n12.9\" iPad Pro Wi-Fi + Cellular with 128GB in Silver or Space Gray ($1,149; amazon.com or expercom.com)\n12.9\" iPad Pro Wi-Fi with 256GB in Silver or Space Gray ($1,099; amazon.com or expercom.com)\n12.9\" iPad Pro Wi-Fi + Cellular with 256GB in Silver or Space Gray ($1,249; amazon.com or expercom.com)\n12.9\" iPad Pro Wi-Fi with 512GB in Silver or Space Gray ($1,299; amazon.com or expercom.com)\n12.9\" iPad Pro Wi-Fi + Cellular with 512GB in Silver or Space Gray ($1,449; amazon.com or expercom.com)\n12.9\" iPad Pro Wi-Fi with 1TB in Silver or Space Gray ($1,499; amazon.com or expercom.com)\n12.9\" iPad Pro Wi-Fi + Cellular with 1TB in Silver or Space Gray ($1,649; amazon.com or expercom.com) But enough about trackpads (for now). Both models get Face ID and an edge-to-edge, incredibly realistic Liquid Retina Display. It's also a True Tone display, so it will adjust the color temperature based on the lighting in your room. And it keeps Pro Motion, which means a buttery smooth 120Hz refresh rate. That provides seamless scrolling and a really high level of responsiveness for gaming, watching movies and editing content. Additionally, there's an anti-reflective coating on top, so you can use this iPad in direct sunlight or other spaces with harsh light, and you'll never have to strain to see the full picture. Powering the iPadOS on these is an A12Z Bionic Chip, which Apple claims is faster than most Windows PCs. The A12Z Bionic Chip is an eight-core CPU, eight-core GPU and a Neural Engine. All of this works together to let you run tons of high-performance apps all at once while also taking a FaceTime call — all without skipping a beat. You can edit a full 4K video, draw your next Picasso level work with the Apple Pencil, or even open up, say, 60 windows in Safari while multitasking (if you for some reason need to).  If you're all about appearances, these iPads look the same as the previous generation from the front and sides. (In fact, the Magic Keyboard that drops in May will support the previous generation as well.) The one area of difference for the new iPad Pro line is the camera on the back. Instead of providing a thin rectangle with a single lens and a flash, Apple is doubling it and adding a bit more. The 11-inch and 12.9-inch iPads feature a 12-megapixel wide and a 10-megapixel ultrawide camera on the back. It's a similar setup to the iPhone 11. It can film video in 4K and capture some sweet shots.  Apple also included a LiDAR sensor in the camera module. The Light Detection and Ranging sensor is a pro-level feature and one that developers will love, but for you, it will improve Augmented Reality experiences on the iPad by quite a bit. The LiDAR sensor itself allows the iPad to measure distances both inside and outside of objects (or people) at up to 5 meters away. It can take those measurements in a jiffy and send them to the A12Z Bionic chip for fast processing. It's setting developers up with a whole new way to design apps and create experiences. Out of the box, the Measure app made by Apple will be improved with features like calculating someone's height and a Ruler view, which will help you get more precise measurements. Rounding out the features are five microphones that aim to capture noise-free, clean audio. They're strategically placed around the iPad so it can capture audio from any direction. Plus, playback is still coming from a four-speaker setup.  Apple is launching the entry models with 128GB of storage — double the 64GB from last year and at the same price ($799 and $999 for the 11-inch and 12.9-inch, respectively). And iPadOS 13.4 is bringing trackpad support to the iPad, a whole new way of interacting with the device. We're eager to go hands-on with it, but from what Apple has shared, it seems to be really well thought out. Rather than being a pointer (like on the Mac), on the iPad the cursor is a circle, and it can be adapted depending on what it's hovering over. Hovering over an app icon on the dock, for instance, it will switch to wrap the icon. You can even use the trackpad to multitask, access control center and much more. It's built into the core operating system and many first-party apps from Apple, while developers will be able to add support for their apps. As for the Magic Keyboard, it's a new accessory for the iPad Pro (dropping at $299 or $349, depending which size iPad you opt for). The keyboard will work for the new devices announced Wednesday and the previous-generation iPad Pro family. While trackpad support is coming to the 2018 iPad Pro family, 7th Gen iPad, iPad Mini 5 and even the iPad Air, the Magic Keyboard is reserved for the iPad Pro. Like the Smart Keyboard Folio, it will magnetically attach to the 11-inch or 12.9-inch iPad Pro.  It connects to and is powered by the Smart Connector on the back and lets the iPad Pro float above the keyboard. It's pretty impressive and will let you position the iPad Pro however you'd like. On the typing front, it's using the same Magic Keyboard design that is featured on the new MacBook Air and 16-inch MacBook Pro. We haven't gotten to try it yet, but we're expecting it to be pretty punchy with 1 millimeter of key travel. The keys are fully backlit and hard to the touch, unlike the fabric cover on the Smart Keyboard.  The Magic Keyboard for iPad Pro will launch in May. New Smart Keyboard Folios are out now for the 11-inch and 12.9-inch iPad Pros, but those lack a trackpad. You can order the new 11-inch or 12.9-inch iPad Pro right now. Online storefront Expercom is already discounting the new models, and you can see full details on that here. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}