{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/studio-54-brooklyn-museum-night-magic-dustin-pittman/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["Jacqui Palumbo, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-18T16:14:21Z"], "LastModifiedDate": ["2020-03-19T13:21:53Z"], "Headline": ["The photographer that captured the disco and diamond dust of legendary club Studio 54"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["From 1977 until early 1980, lucky revelers who got past the velvet ropes of Studio 54 in Manhattan were greeted with a haven for hedonism and creativity.  The former opera house-turned-television studio became a playground for dancing, drugs, sex and diamond dust during the nightclub's brief but meteoric rise, before founders Steve Rubell and Ian Schrager were jailed for tax evasion and the studio closed its doors.  \"It's where you come when you want to escape. When you dance here, you're just free,\" the late Michael Jackson said in footage that later appeared in the 2018 documentary \"Studio 54.\" It was a joyous prelude to the AIDS epidemic, which reared its head in the early 1980s, before claiming around 50,000 American lives a year during its peak in the mid-1980s, and fundamentally changing New York nightlife. Dustin Pittman was one of many photographers who entered the hallowed grounds of Studio 54 to document and participate in the club's infamous parties. He has also become one of the most prominent chroniclers of the era, featured in both the 2018 documentary and a 2017 coffee-table book on the club. Now Pittman, along with many other creative talents in photography, fashion, make-up and design, is featured in the Brooklyn Museum's ode to the midtown hotspot. Though the exhibition, \"Studio 54: Night Magic,\" is temporarily closed due to the coronavirus pandemic, it crystallizes the glamorous nights set against gritty 1970s New York. When Studio 54 opened, Pittman was working as an editorial photographer for publications like W magazine and The New York Times. He frequented the other clubs of the era, such as Paradise Garage, Infinity, Max's Kansas City, and Mudd Club, but Studio 54, which he attended from opening night, was different. The photographer credits this to the late Rubell, who died in 1989, and Schrager. \"A lot of the clubs had their energy, their excitement,\" he said in a phone interview. \"What made Studio 54 great was that everything they did -- every night and every function -- they did in excess. But they did it so professionally, and to the nines. Everybody they hired was an artist.\"  The team that brought Studio 54 to life in just six weeks included architects Scott Bromley and Ron Dowd, set designer Richie Williamson, and lighting designers Jules Fisher and Paul Morantz. But Pittman also nodded to florist Renny Reynolds and event planner Robert Isabell, the latter of whom once dumped four tons of glitter on the dance floor when the clock struck midnight on New Year's Eve. That sort of spectacle is what made  Studio 54 intoxicating for partygoers. On one night, Pittman recalled, the club's ascending and descending revolving floor featured a performance from the entire cast of the musical \"A Chorus Line,\" as glitter and balloons rained down. \"It was an assault of the senses,\" he said. For the new exhibition, Pittman reflected on the night of actress Elizabeth Taylor's birthday. \"Renny the florist decorated the entire studio with live gardenias for Liz, because that was her favorite flower,\" he wrote as a caption for one of the exhibition images . \"When you walked in the front door, not only did you get the sound of the disco music, the smell of sex and taste the sweat, but you got the smell of all those live gardinias. It was the last breath and last hurrah before the AIDS epidemic.\" Pittman said he had unlimited freedom within the disco's walls, affording him the sense of abandon he felt at the parties and the ability to photograph whatever he wished. Rubell, who often insisted that photographers hand over their images for approval, didn't ask the same of Pittman, he said. Pittman also noted the boundless \"artistic exchange\" that happened at Studio 54 parties -- it was a weekly meeting place for musicians, visual artists and other creative minds. The photographer said he only experienced that type of energy at Andy Warhol's studio, the Factory, which the photographer frequented in the 1970s.  Pittman recalled shooting at Bethesda Fountain in Central Park, which was then a social spot to \"peacock fashion,\" drink sangria and socialize, in 1969. There he met one of Warhol's inner circle of \"superstars,\" the actress known as Ingrid Superstar, and she took him downtown to the Factory to meet the famed Pop artist. \"My style is the Andy Warhol Polaroid school of photography,\" Pittman said of the artist's influence on his work.  Warhol was known to capture the spirit of the era, and all of his friends, through snapshots on instant film. Pittman took a similar approach at Studio 54. \"(I'd) back off a little bit and feel the vibe, and then document things,\" he said. If Pittman was taking a portrait, he liked to make it more collaborative, capturing the whole of their personality in a single shot. What made the atmosphere special, the photographer said, was the co-mingling of people from all walks of life. Though the door was notoriously challenging due to the sheer number of people lined up each night, inside there was no hierarchy. Warhol once said: \"Studio 54 is a dictatorship at the door and a democracy on the dance floor.\"  With few cameras in the club, and Rubell and Schrager careful about which images were made public, celebrities were more uninhibited. \"It was the whole mix of the people: people from all around the world, all income levels, all professions mixing together and absolutely getting along (and) enjoying themselves,\" Pittman said. \"What was great about Studio 54 was that the unallowed was allowed,\" he added. \"People were able to let go of their inhibitions, let go of all their emotional baggage they had on the outside and just be who they were.\" Since then, the photographer said, there's never been another club like it, though many have tried to recapture the spirit (including Rubell and Schrager, who opened the nightclub Palladium after their stints in jail). \"Studio 54 only ran for 33 months, which is outrageous -- you'd think it ran longer because ... people are always trying to reinvent (it),\" he said. \"It's always in the air.\""], "Language": false}