{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/politics/melania-trump-coronavirus-psa/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kate Bennett, CNN"], "Writers": [["Kate Bennett"]], "FirstPublishDate": ["2020-03-18T22:42:55Z"], "LastModifiedDate": ["2020-03-18T22:42:55Z"], "Headline": ["Melania Trump to appear in public health PSAs on coronavirus"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["First lady Melania Trump will appear in public service announcements on coronavirus set to be broadcast nationally, according to a news release sent late Wednesday afternoon from the White House.  The PSAs will address the \"important ways Americans can protect themselves and those most at risk\" from contracting and spreading the coronavirus, according to the release.  It's not clear when the first lady's PSA debut will occur but the announcement is the first significant sign of engagement by Melania Trump in sharing pandemic-related information, outside of 10 tweets she has posted in the past seven days on the topic.  According to the White House, the Covid-19-related PSAs featuring Surgeon General Jerome Adams, Dr. Anthony Fauci, Dr. Deborah Birx and other unnamed \"administration officials\" will also be recorded and nationally broadcast. As the coronavirus pandemic challenges nearly every aspect of American life, President Donald Trump has faced lingering criticism over the slow-build of his response. So, too, has Melania Trump, who outside of Wednesday's announcement of planned PSAs, has made infrequent and at times confusing public comments on the global crisis. On Monday, the first lady announced in a statement that the annual Easter Egg Roll would be canceled. And Wednesday morning, the White House also confirmed the postponement an upcoming state dinner for the King and Queen of Spain next month. On Tuesday, Melania Trump tweeted a call for spending time with family, as many Americans were settling in for early days of what could be a long period juggling work life and home life. However, she appeared to mix up what it means to \"work\" from home. \"Consider taking advantage of time working from home to connect with your loved ones via email or FaceTime, spend time w family, or work on your well-being by reading a book or spending time on a hobby,\" tweeted the first lady, seemingly unaware that most of the millions of Americans working remotely are spending those days doing just that -- working. It was not until Wednesday that Trump sent her first social media post specifically about children and parents dealing with massive school cancellations across the nation, nearly five days after they first occurred. \"I know these can be trying times for parents & kids. I encourage students at all grade levels to continue their learning at home. Scholastic Learn At Home allows open access to daily learning,\" she tweeted to her 13.3 million followers, adding a link to Scholastic's programming. Melania Trump's platform -- Be Best, which in May will mark its third anniversary -- is centered around helping children, with one of its three pillars devoted to their health and emotional well-being.  \"I think this would be a great time to remind Americans about the 'Be Best' campaign,\" said Katherine Jellison, a professor of history at Ohio University and an expert on first ladies. \"She could remind the public, especially youngsters, that in times of stress, kind words to one another are a national duty. Especially at a time when family members are by necessity spending more time with one another, the best thing that everyone can do is be nice to one another.\" The White House did not respond to CNN requests for comment about specifics on any upcoming plans to publicly say more about the pandemic or to address how she is handling the crisis, both as a parent and as first lady. An additional request to see whether Trump had herself donated blood to the Red Cross was also not answered. The President himself made a plea to young Americans to heed warnings about socially distancing on Wednesday, saying: \"I hope they just listen to what we've been saying over the last period of time. We don't want them gathering, and I see that they do gather including on beaches, and including in restaurants, young people.\"  \"They don't realize that -- they're feeling invincible, I don't know if you felt invincible when you were young. But they don't realize that they could be carrying lots of bad things home to their grandmother and grandfather and even their parents,\" he said. \"So, we want them to heed the advice ... and I do believe it's getting through.\"  The first lady has spoken with clarity several times during her tenure to high school and college students, as the founder of Be Best, on topics varying from online safety to opioid abuse. Yet as the need for young people to be mindful of public health guidelines grows exponentially, Melania Trump has yet to do more than retweet standard operating guidelines, ranging from not to overstock on groceries to helping at-risk neighbors. Other first ladies responding to crisis Kate Andersen Brower, CNN contributor and author of \"First Women: The Grace and Power of America's Modern First Ladies,\" said this is a moment of national unity, and nonpartisanship, which is where a first lady can shine.   \"(The coronavirus pandemic) is an anxiety-producing situation we're faced with and the first lady should see it as her job in this difficult time for the entire country to exude warmth, empathy, and to share helpful information with children and parents specifically in mind,\" she said. Indeed, previous first ladies have found ways to aid -- and console -- the nation in hard times. In a presidential radio address from the Oval Office at the White House, a first lady told families:  \"I'm very happy to have this chance to talk with children here in the White House and children who maybe have been watching cartoons or just getting up around the country and turning on the television set,\" said the first lady. \"I know that many children around the country have been very frightened by what they have seen and heard, particularly on television in the last few days. And I'm sure that you, like many of the children I've already talked to, are really concerned because they don't know how something so terrible could have happened here in our country.\" It was then-first lady Hillary Clinton, discussing the Oklahoma City bombing of the Alfred P. Murrah Federal Building in 1995, which until 9/11 was the deadliest terrorist attack to take place on American soil. For a time, the event threw the country into a panic, a state of national uncertainty and anxiety.   Clinton, though aligned primarily during her tenure as first lady as an advocate for health care reform, considered national crises an \"all-in\" situation, a former administration official told CNN.  \"She was visible and she was a reassuring face for the administration,\" the official, who spoke on background in order to speak freely, said.  The official added that while President Bill Clinton was often the proactive message-deliverer for the nation, Hillary Clinton was frequently at work behind the scenes, \"setting up virtual programs or calls for core affected constituencies, and shoring up support through radio or television,\" the mediums most utilized during that time period. Similarly, Laura Bush supported the nation in her role, following the dual catastrophes of September 11, 2001, and Hurricane Katrina, in 2005.  President George W. Bush was criticized for his handling of Katrina in its aftermath, but it was Laura Bush who as first lady returned to try to mend those shortcomings, visiting the region solo some 26 times, acting, said her former chief of staff Anita McBride, as an emissary for the then-President and his message.  \"Mrs. Bush would always say, 'I'm not here for myself, I'm here for George and because of George,' and that was the prism and the filter she used,\" said McBride.  Two months post-9/11, Bush became the first first lady to give the weekly presidential radio address, saying her goal was to \"kick off a worldwide effort to focus on the brutality against women and children by the Al Qaeda terrorist network and the regime it supports in Afghanistan, the Taliban.\" A 'wartime' first lady The President has this week referred to fighting coronavirus as a \"war\" and likened himself to serving as a \"wartime president,\" which would make Melania Trump, at least figuratively, a wartime first lady.  \"I view it as -- in a sense -- of wartime president,\" the President said Wednesday as every American was again urged to remain in place and cases of coronavirus spread to all 50 states. \"I mean, that's what we're fighting. I mean, it's a very tough situation here.\" During World War II, Eleanor Roosevelt wore her Red Cross uniform and visited military hospitals across the US and overseas, Jellison, the Ohio University professor, said. \"She wrote the script to a newsreel film asking women to do their part for the war effort -- in the factories, in the military, etc. -- and had her friend Katharine Hepburn serve as narrator. She used her frequent radio broadcasts and her daily newspaper column to promote wartime themes,\" said Jellison. \"These were just some of Mrs. Roosevelt's wartime activities. She seemed to be everywhere and doing everything.\" "], "Language": false}