{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/18/entertainment/idris-elba-coronavirus-update/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-03-18T14:14:28Z"], "LastModifiedDate": ["2020-03-18T14:29:31Z"], "Headline": ["Idris Elba is doing OK and urges people not to spread coronavirus conspiracy theory"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Idris Elba wants everyone know that he's doing OK. In a Twitter Live video that he posted Tuesday, the actor answered some questions from followers and offered an update on how he's feeling after having been diagnosed with the coronavirus. His first message was to ask people to stop spreading the false conspiracy theory that black people can't contract Covid-19, saying \"it's dumb, it's silly, it's very dangerous.\" \"Please guys, now is not the time,\" he said. \"People need to know facts, need to understand the truth so that they can protect themselves. Stop sending this stuff out. It's very dangerous for all, not just black people, but for everyone.\" Responding to a question, he explained why he was tested when he wasn't displaying any symptoms. Elba said he was notified last Friday that he had been in contact with someone who had tested positive. The \"Luther\" star didn't name that person but said that he was exposed to the person on March 4. Because he was on location about to start filming a new project, it was imperative for him to be tested given that he could potentially exposed many people on a film set, Elba said. \"We were really lucky to test very quickly because of the shortages of the test, but from my perspective it was the best thing to do immediately was to get tested because I was going to be around a lot of people starting this new film,\" he said. Elba said he immediately quarantined himself in his house on location and advocated for more testing being available since he believes that earlier diagnosis is the key to stemming the pandemic.  And while he is \"generally feeling OK\" with just a slight runny nose but no fever (one of the symptoms of the virus), Elba said his asthma places him in the high-risk category given that coronavirus can affect the respiratory system.  \"I've had asthma all my life and catching corona was not on my bucket list at all,\" he joked. \"But even my asthma is OK.\"  Elba's wife, model and actress Sabrina Dhowre Elba, can be heard coughing in the background of the video announcing his diagnosis, which he said was due to her choking on a drink. He explained that she had been on \"the other side of the world\" when he was tested and flew in while they were awaiting the results. The couple took a \"calculated risk\" in staying in the same residence, he said, adding his wife has been tested and they are awaiting the results. He said she is not as used to being in the public eye and woke up a bit saddened yesterday. \"It was weird because people were criticizing her for being next to me (in the video where he announced he had coronavirus) and that was bananas,\" he said. \"I think that took a little bit of a mental strain on both of us. We didn't expect that.\""], "Language": false}