{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/the-last-bookstore"], "Source": ["api.greatbigstory.com"], "Location": false, "ByLine": false, "Writers": [[]], "FirstPublishDate": ["2020-03-18T00:20:42Z"], "LastModifiedDate": ["2020-03-18T00:20:42Z"], "Headline": ["The Last Bookstore Begins a New Chapter"], "Section": [null], "MappedSection": [null], "Article_Body": ["Bookstores all over the United States are closing because of competition from online retailers like Amazon and the increasing popularity of eReaders. So when a bookstore with a cheeky name—The Last Bookstore—opened in Los Angeles, Chad Howitt was curious. He stopped by and did some research, and what he learned about the store and its owner compelled Howitt to make the documentary “Welcome to the Last Bookstore.”\n\nThe film depicts a small business success story. But it goes deeper than that, painting an inspiring portrait of Josh Spencer, The Last Bookstore’s owner. Spencer has been paraplegic since he was hit by a car while riding a moped in the mid-’90s. As we learn in Howitt’s film, it took him about 10 years to adjust to his reality.\n\nHowitt, a first-time documentary filmmaker with a background in visual effects and advertising, was eager to share Spencer’s personal story. “I’ve been working in commercial production, TV commercials, visual effects, a lot of computer-based imagery. So I wanted to test myself and see if there was a way I could tell a human story and something without all the polish and gloss, or Michael Bay effects,” says Howitt, who is currently creative director of the digital agency We Are Royale.\n\nPart of being a filmmaker is connecting with one’s subjects and building trust, and Howitt and producer Matt Olson met with Spencer to talk before the bookstore owner agreed to take part in the film. “He wanted to meet first, which is completely understandable,” Howitt says. “You never know anyone’s motives, and you need to know who they are, what they’re up to, what they’re asking for. Especially when we were wanting to talk about him and his life as well.”\n\nTo make the film, Howitt assembled a small crew of friends and colleagues, including James Laxton. Howitt had shot a few commercials with Laxton, who served as DP on “Welcome to the Last Bookstore.” (The cinematographer went on to shoot two of director Barry Jenkins’s feature films—2017’s “Moonlight,” which won the Oscar for best picture in 2017 and earned Laxton a nomination for best cinematographer, and “If Beale Street Could Talk.”)\n\nVisually, Howitt and Laxton aspired to make “Welcome to The Last Bookstore” feel as raw and as real as possible. “We just wanted to prioritize the idea of observation over presentation. We wanted to make sure that we felt like we were a fly on the wall,” Howitt says. “Anytime there was a discussion, I tried to keep Josh right in front of the camera, having him tell the story facing towards the lens and making it as intimate as possible.”\n\nWhen we’re not making films, we’re watching them. Introducing “Great Big Spotlight,” Great Big Story’s latest series highlighting our favorite documentaries from some of the best filmmaking talent out there. Watch more of director Chad Howitt’s work at his website."], "Language": false}