{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/media/coronavirus-espn-programming/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-17T16:41:55Z"], "LastModifiedDate": ["2020-03-17T16:42:43Z"], "Headline": ["ESPN shares what it plans to air instead of sports"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["What will ESPN air now?  That was one of the biggest questions last week after the coronavirus outbreak put the sports world on hold. ESPN provided some answers on Tuesday, saying that it would broadcast a mix of live studio shows, archival content and \"stunt event programming\" going forward.  Burke Magnus, the network's executive vice president of programming, said in an online Q&A posted by ESPN that the network now has \"two simultaneous goals.\" The first is making sure that ESPN is \"as relevant as possible\" with its news and live studio shows to \"frame for sports fans the impact that these unprecedented circumstances are having on the sports world,\" he said. The second goal is to entertain fans through archival content, encore presentations of past games and \"themed and stunt event programming,\" which the network hopes will provide a \"diversion at a time that there are virtually no other live sports to watch.\" ESPN has many \"creative things we can do,\" Magnus said, which will be similar to some of the \"initiatives we've done in the past for special event anniversaries.\" The network also plans to air many of its sports films and documentaries.  One special event that's not ready for TV yet is \"The Last Dance,\" the network's 10-part miniseries about the Chicago Bulls NBA dynasty that is set to air in June. \"The reality is that the production of that film has not yet been completed, so we are limited there at the moment,\" Magnus said.  \"Obviously, you can't air it until it's done.\" The sports world has been ravaged by the coronavirus outbreak, leading to the suspensions or postponements of games and major sporting events. The NBA suspended its season, the NCAA canceled the men and women's college basketball tournament -- better known as March Madness -- and Major League Baseball delayed Opening Day indefinitely. However, ESPN had plenty to talk about on Tuesday when quarterback Tom Brady announced that he would not be returning to the New England Patriots. ESPN covered the news wall-to-wall on its morning studio shows, \"Get Up\" and \"First Take.\""], "Language": false}