{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-041720/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-16T17:09:12.932Z"], "LastModifiedDate": ["2020-04-19T12:50:25.526Z"], "Headline": ["US stocks surge on report of a promising Covid-19 drug: April 17, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Air passenger traffic has virtually vanished, prompting airlines to slash their schedules. But cargo still needs to move by air. So the Federal Aviation Administration says airlines may remove the seats from passenger aircraft and turn them into freighters.  The regulator laid out how the carriers could use “seat tracks to tie cargo down,” stow smaller pieces in overhead bins, and possibly strap containers behind bulkheads. Airlines would need to properly balance the weight on the aircraft and develop fire prevention plans, because passenger compartments don’t have the specialized smoke detection systems used on freighters. One workaround: Stationing a single crew member to monitor for potential fires.  The agency called it “an extraordinary situation … for an entire passenger cabin to be loaded with cargo.”  Passenger aircraft bellies are already an essential link in the supply chain. But that capacity has dwindled as airlines slash their usual schedules. Repurposing the passenger aircraft fleet is another way to expand capacity for critical medical supplies. And rising air cargo prices offer struggling airlines a lifeline.  Some U.S. carriers are already hauling cargo in their bellies with the passenger compartment empty. In mid-March, American Airlines flew its first cargo-only flight since 1984. United added cargo-only routes this week, Southwest is offering its aircraft for cargo charters, and Delta is also operating cargo-only planes. US stocks soared on Friday, giving markets their second week of gains in a row. This hasn’t happened since the first half of February. Markets were in the green Friday as investors were hopeful a potential coronavirus treatment could help fight the pandemic. Discussions about reopening parts of the US economy also put Wall Street in a cheery mood. News that China’s economy contracted by 6.8% in the first three months of the year, couldn't derail the positive sentiment. The Dow finished nearly 3%, or 705 points, higher. It gained 2.2%for the week.\nThe S&P 500 closed 2.7% higher, for a 3% gain on the week.\nThe Nasdaq Composite closed up 1.4%. It rose 6.1% this week. Stocks are on track to finish both the day and the week in the green. It would be the first back-to-back weekly gains for Wall Street since early February. This week's further upswing in the S&P 500 brings it back to levels last seen in early March, or well before the North American economy began to shut down in earnest,\" said Douglas Porter, chief economist at BMO. And even though the S&P is still down 16% from the all-time high it hit on February 19, it has rebounded nearly 27% from its low on March 23 -- when the coronavirus selloff pushed the market to a bottom. But with so much uncertainty, it could be another few months until we know whether the market has bottomed out. The tech-heavy Nasdaq Composite is down only around 5% for the year. That's pretty shocking, considering the index has fallen 30% between its highest and lowest close of the year. The Dow is still down more than 16% on the year, but it has also bounced back 28% from its late-March low. Looking at these numbers, the recovery sure looks underway. But Porter warns that may not be the case. While we certainly wouldn’t rank as pessimists, and the March lows may not be an appropriate metric, the ultra-rapid V-shaped snapback in equities just doesn’t jibe with the coming economic pain and/or the lingering uncertainty as to how long that pain will last,\" he said. Consumer spending across the world is expected to take a hit in the second quarter of 2020 as sheltering in place and social distancing measures are keeping people from shopping. Food and beverage purchases spiked in March, when most containment measures took hold, as people were stockpiling ahead of self isolation. But other big ticket items, like tourism, retail and hospitality took a backseat. The main question is what will happen to spending patterns after the great stockpiling is over. In the Netherlands, for example, supermarket sales have already declined in April, according to economic research firm Capital Economics. Capital Economics forecasts that the eurozone and the United Kingdom will see the sharpest declines in consumer spending. That's in part because \"many European countries spend a lot on hospitality and very little on healthcare,\" said Capital Economics' assistant economist Gabriella Dickens.  In Britain, consumer spending could collapse by more than 30%. US consumer spending, meanwhile, could fall more than 20%. Some of the worst hit areas of spending could be some of the latest to recover once the locksdowns are over,\" said Dickens. This would likely include hotels, bars and restaurants. \"And even when they are, consumer might be slow to start booking holidays or get back to hitting the nightclubs,\" she added. US stocks are going strong at midday. though they have come off their morning highs. Market sentiment improved today amid news the drug developed by Gilead (GILD) is proving effective as a coronavirus treatment in a clinical trial. Talks of the proposed reopening of the US economy are also boosting investors' moods. The Dow is up 1.5%, or 360 points, while the S&P 500 is up 1.3%. The Nasdaq Composite gained 0.3%. Shares of Gilead are up more than 7%. Federal Reserve officials were on the interview circuit this morning, talking about the coronavirus recession and this week's brutal economic data. The data is very ugly,\" said Cleveland Fed President Loretta Mester on Bloomberg TV.  But the economic reports are just reflecting the engineered shutdown, and were not really surprising, she added. \"This is very, very painful for everyone,\" Mester said.  Now the question is how the monetary and fiscal policies can get America from an economy that looked good in February through this shutdown period and back to a functional state, Mester said. New York Fed President John Williams, meanwhile, told CNBC that the US economy will open up again this year, but growth likely won't return to full strength by the end of 2020. St. Louis Fed President James Bullard called the second quarter a \"write off\" during a webinar with the the Reinventing Bretton Woods Committee. Shake Shack (SHAK) is furloughing or laying off around 1,000 employees as the coronavirus pandemic continues to batter its bottom line.  The company revealed in its preliminary first quarter results that 17 locations are closed and its revenue of $143 million came in slightly below analysts' expectations.  Perhaps more worrying for the trendy chain was that sales open at least a year fell 12.8% in January and February, which was before the virus the spread. March sales sank 28.5% compared to the same month a year before. Shares fell nearly 5% in early trading. Shake Shack's stock is down 30% for the year. Its full results are due out May 4. Ford warned investors Friday that it will record a net loss of about $2 billion when it reports first quarter results later this month. It had previously signaled it would report a $600 million loss before interest and taxes, but it had not given any guidance on net income. Despite the guidance, Ford (F) shares were up 3% in morning trading. Ford and other US automakers have halted production at their North American plants in mid-March due to the concerns about workers' health. Car sales have also fallen sharply, as dealerships are closed in many states, and the number of people losing jobs have soared to record levels. European investors shoved some $2.45 billion into junk bond funds in the week ended April 15, according to a Bank of America (BAC) Global Research report. US-focused funds received the largest inflows at nearly $1 billion, but European and global funds also got a significant bump, according to BofA. The massive influx of cash came on the heels of the Federal Reserve's decision to buy corporate high yield bonds to support credit markets. The Fed is committing to purchasing the only highest-rated of this junk debt -- so-called \"fallen angels\" that were downgraded because of the coronavirus crisis. Junk, or high-yield, debts are the loans and bonds of less creditworthy companies. They're higher risk, but also have higher rewards. High yield ETFs are marginally up today. The iShares iBoxx high yield corporate bond ETF (HYG) is up 0.6%, while the SPDR Bloomberg Barclays high yield bond ETF (JNK) is up 0.5%. Since the Fed's announcement on April 9, both ETFs have climbed more than 5%. AMC Entertainment (AMC) has enough money to sustain a shutdown until at least after Thanksgiving, according to a regulatory filing. Right now, the company said, it's \"generating effectively no revenue.\" AMC closed its roughly 1,000 US theaters in mid-March for at least 12 weeks because of restrictions on nonessential businesses operating in most of the country. AMC warned that closures might be \"further extended\" past June if restrictions aren't lifted.  The optimistic liquidity update sent the movie chain's stock up as much as 40% in early trading.  US stocks opened sharply higher on Friday, as investors got excited about a potential coronavirus drug and the reopening of the US economy. News that China’s economy contracted by 6.8% in the first three months of the year, couldn't derail the positive sentiment. The Dow climbed 2.6%, or 600 points.\nThe S&P 500 opened up 2.2%.\nThe Nasdaq Composite opened 1.6% higher. Procter & Gamble (PG), the manufacturer of Charmin, Bounty and Tide brands, said Friday that sales rose 6% during its most recent quarter, driven strong demand during the coronavirus pandemic. Sales in the United States increased 10%, marking some of P&G's best results in years. Shoppers have cleaned out supermarket aisles and online delivery warehouses during the pandemic. That has benefited P&G and other top consumer product manufacturers. P&G CEO David Taylor said the company was \"maximizing availability of P&G products to meet heightened consumer need.\" P&G's stock rose slightly before the bell. Stocks are looking to rally into the weekend, as investors are getting excited about a potential Covid-19 treatment and the gradual reopening of the economy. Gilead (GILD) developed a drug that is reportedly showing signs of effectiveness as a potential treatment for the coronavirus during clinical trials. The company's shares are up more than 12% in premarket trading. \"It's worth noting that the clinical trial was very small, despite the seemingly very positive results and everyone is being urged to treat them with caution but let's face it, we've waited a long time for some hope in the fight against this horrendous disease, people are going to get carried away,\" wrote Craig Erlam, senior market analyst at Oanda, in a note this morning. Meanwhile in Washington, the White House outlined a plan to reopen the US economy in a staggered, three-phase approach. Not all states will follow the same timeline on this, with the Northeast corridor expected to reopen later, after New York was the epicenter of the outbreak for weeks. \"Some states might be back to fairly normal activity by mid-May, while other large areas (including the Northeast and West Coast) will take longer,\" said Citi economists Andrew Hollenhorst and Veronica Clark. Finally, there's some good news after a week of dire economic data. News that China's economy contracted by 6.8% in the first three months of the year, couldn't derail the positive sentiment. Altria (MO) CEO Howard Willard is leaving his position, a month after being diagnosed with Covid-19.  The company said in a statement that Willard \"decided to step down\" after being with the company for 28 years.  Altria's Chief Financial Officer Billy Gifford, who filled in for Willard during his absence, was promoted to CEO.  The company sells the Marlboro, Virginia Slims and Parliament brands of cigarettes in the United States. It recently announced that it was taking a $4.1 billion writedown related to its failed Juul investment. Altria shares rose 2% in premarket trading.  Here's where they stand at 6:15 am ET: Dow futures are up 685 points, or 2.93%\nS&P 500 futures rose 2.79%\nNasdaq Composite futures rose 2.12% Shares in Gilead (GILD) also popped overnight after a news report claimed one of its drugs was showing signs of effectiveness as a potential treatment for the coronavirus during clinical trials. Covid-19 patients who are getting the drug, called remdesivir, have been recovering quickly, with most going home in days, STAT News reported Thursday. Global stocks rocketed higher on Friday despite data showing an unprecedented economic slowdown in China caused by the coronavirus and a mounting death toll from the pandemic in the United States. Investors were focusing instead on signs that industrial giants are reviving production, along with a report of early success in the trial of a potential treatment for the virus.  They also brushed off the official Chinese data revealing that the world's second largest economy contracted by 6.8% in the first three months of the year.  The plunge is the worst for a single quarter that China has recorded since it started publishing such figures in 1992. It's also the first time China's economy has shrunk since 1976, when Communist Party leader Mao Zedong's death ended a decade of social and economic tumult. Japan's Nikkei (N225) and South Korea's Kospi (KOSPI) each gained more than 3%\nHong Kong's Hang Seng Index (HSI) added 1.5%\nShanghai Composite (SHCOMP) rose 0.7% European markets opened sharply higher:  The FTSE 100 (UKX) increased 2.4%\nFrance's CAC 40 (CAC40) and Germany's DAX (DAX) each gained nearly 3% Boeing (BA) is planning to call 27,000 employees back to work next week in Washington state to begin building airplanes again. The company said the workers are due to return in a phased-in process, with some starting as early as Monday. Most should be back at work by Friday, April 24. Boeing said it will take steps needed to protect their safety. The decision to restart production comes as airlines have seen demand for air travel come to a virtual halt. Airlines are grounding many of the jets they already own as they slash their schedules by 70% to 90%. Shares soared nearly 10% in premarket trading."], "Language": false}