{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/16/opinions/i-rushed-home-from-paris-to-beat-trump-travel-curb-andelman/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David A. Andelman"], "Writers": [["David A. Andelman"]], "FirstPublishDate": ["2020-03-16T05:04:12Z"], "LastModifiedDate": ["2020-03-16T10:18:52Z"], "Headline": ["I rushed home from Paris to beat Trump's travel curbs. But first I listened to President Macron"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Well, I'm back. My month working in Paris came to a slightly premature end shortly after 2 a.m. Thursday (9 p.m. Wednesday in New York). I had heard President Donald Trump on CNN International, announcing that all folks coming from Europe would be barred entry into the US beginning midnight Friday, and quickly began to re-think my plans.   The French are hard to shake from their normally phlegmatic approach to sundry crises. Bertheil, the men's clothing shop on the ground floor of my apartment building around the corner from the Musée d'Orsay, was featuring the final days of its deep-discount \"braderie\" sale of winter clothes, getting ready for the spring line.  The book seller across the Boulevard Saint-Germain was holding its Wednesday book signings, and the outdoor food market on the Boulevard Raspail was still filled with shoppers. The little Carrefour neighborhood grocery around the corner from my apartment was fully stocked. My son, Philip, and his French wife Sarah went to a movie Thursday evening.    Still, Paris was getting edgy. The lights in the Eiffel Tower, which I can just see from my little pied-à-terre, were still glowing after dusk, though the tower would be closed to all visitors starting Friday as was the case for all museums, and beginning Monday all schools as well, from nursery school to universities, across France. And all gatherings of more than 100 people would be barred, so Thursday's was the last cinema visit for awhile for my film director son.    The French government also began unhesitatingly taking whatever measures necessary to cap the pandemic -- announcing the closing beginning Saturday of all restaurants, bars, discos, all non-essential commerce and thinning out all public transport.     From New York, Dr. Stuart Garay, my pulmonologist at NYU Langone Medical Center, had already e-mailed me, \"barricade yourself like Les Misérables.\"    So, after listening to President Trump, I didn't wait for any of the elaboration that would follow, though I did wonder if his throwaway announcement of a travel ban at \"midnight\" meant 12:01 a.m. Friday morning or 11:59 p.m. Friday night. I decided that, rather than race for the airport in four hours to make a Thursday flight, I'd take a wild chance and re-book for Friday. I immediately called the American Airlines reservation 800-number and was told there'd be a 12- to 14-minute wait. I waited.   When it reached 26 minutes, I picked up my cell phone and called the French reservation number for American Airlines. By then it was well after 3 a.m., but within a minute I had an agent on the phone. After a bit of discussion, five minutes later, I had a seat on the Friday flight. The US number, after 45 minutes, was still asking me to hang on. I hung up since my free overseas calls can't go beyond 59 minutes.   Friday morning, I was at Charles de Gaulle Airport at 6:30 am. There was not a bit of traffic, though usually at that hour there are huge jams for the drop-off lanes. Inside, at French passport control, four agents sat behind their windows. There was no queue. In fact, I was the lone individual passing passport and customs. A handful of passengers were at the security check, including an American family wearing face masks, the mother with a customized (OK!) mask made from the same elaborate fabric as her dress.   On arrival at JFK airport in New York, I experienced my first-ever no wait for a Global Entry kiosk. The immigration agent, wearing a white face mask, asked two questions: what countries had I visited in the past 14 days? (France) Did I have any symptoms? (No) Moreover, no one checked my temperature, which I knew was 98.6 degrees, since I'd checked it myself before leaving my Paris apartment.   The first real shock came as I walked out of customs. It was empty. Throngs lining both sides of the exit, waiting for loved ones? None. One lone chauffeur carrying a small sign for an arriving passenger. Not a soul anywhere. The same at the taxi stand outside Terminal Eight. A long line of yellow cabs. No riders. I'd called an Uber. I was the only one at the Uber pickup point. My driver was already there waiting for me.   Clearly, a very different experience than I would have had 24 hours later. The mandatory health screening of every arriving passenger had not yet kicked in, panic had not yet reached across Europe where thousands suddenly realized, it may be now or never to get back.      I drove straight to Pennsylvania. While my wife went into the Giant food store in East Stroudsburg, I listened to Trump's news conference, which CNN's Chris Cillizza later called, quite correctly: \"Donald Trump's appalling, blame-shifting Rose Garden news conference.\" And I thought about the contrast between the two Trump appearances this past week and the Thursday evening address to his nation by French President Macron, six hours before Trump's first, Oval Office broadcast.   Here was Macron, barely half Trump's age (42 years versus 73), acting truly presidential. By himself, in the salon d'oré (gilded room) of the Elysée presidential palace, looking reassuringly, though earnestly, into the camera, calmly telling the French people, I feel and share your pain and fear.  So, he was taking the difficult if unprecedented measure of closing all French schools from nursery to university. \"Everyone has his role to play,\" he said firmly, excluding neither himself nor the French people, but adding a warning that was in such contrast to the words from Donald Trump.     Said Macron: \"We are only at the debut of this epidemic. ... Despite our efforts to put a brake on, the virus continues to propagate and is in the process of accelerating.\" His words seemed to me to be preparing the French for hard measures that might lie ahead. He refused to cut France off from the world, nor from Europe, but appealed for everyone to pull together.   On Sunday, Le Monde disclosed that a study by a commission of leading scientists provided to Macron hours before his speech projected that without such measure 300,000 to 500,000 would die in France.    Contrast that with Trump's two performances: calling it a \"foreign virus,\" refusing to accept responsibility, then surrounding himself on Friday by a cadre of others -- corporate executives, government officials -- to share the guilt and deflect all criticism. France has a smart, honest and direct leader. America has a leader who shifts with the winds of the moment, believing that nationalism and isolationism rather than globalism is the prescription to battle a disease that has already shown it respects no boundaries.   So now, here I am, writing this from my isolated little cabin out in the woods of rural Pennsylvania, where I intend to wait it all out."], "Language": false}