{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/19/football/guangzhou-evergrande-biggest-stadium-in-world-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-19T11:28:11Z"], "LastModifiedDate": ["2020-04-19T12:21:02Z"], "Headline": ["Chinese club begins constructing world's biggest soccer stadium for $1.7 billion"], "Section": ["football"], "MappedSection": ["SPORT"], "Article_Body": ["As lockdown restrictions in China to slow the coronavirus pandemic are slowly lifted, one Chinese soccer club aims to get back into the swing of things with aplomb.  Guangzhou Evergrande announced that work has began on an eye-catching, 100,000-seater stadium, which would be the largest football stadium in the world.  Designed in a lotus flower shape, the stadium is scheduled to cost $1.7 billion (12 billion yuan) and to be completed by the end of 2022. Work began last Thursday, with the goal to become \"a world-class new landmark comparable to the Sydney Opera House and the Burj Khalifa in Dubai, and an important symbol of Chinese football going to the world,\" according to president of real estate conglomerate Evergrande, Xia Haijun. READ: Golf 'lends itself more to social distancing,' says PGA Tour Commissioner Jay Monahan Guangzhou Evergrande played at the 60,000-seater Tianhe Stadium since 2011.  The 100,000 capacity would surpass the 99,354 capacity of Barcelona's Camp Nou, currently the largest soccer-only stadium in the world.  The design of the stadium is the work from the Shanghai-based American designer Hasan Syed, following an initial concept from the Evergrande Group chairman Xu Jiayin. The lotus flower design originates from Guangzhou's status as the Flower City.  The stadium include 16 VVIP private rooms, 152 VIP private rooms, a FIFA area, an athletes area, a media area, and a press room.  According to ESPN, Xia told reporters that Evergrande plans to construct between three and five more stadiums with capacities of 80,000 to 100,000 around China to address the lack of facilities that could host a World Cup someday. Guangzhou Evergrande is one of the most successful teams in China and Asia.  The club has won the Chinese Super League eight times, as well as two Asian Champions Leagues -- the only Chinese club to win it twice. Visit CNN.com/sport for more news, features, and videos The 2020 CSL season had been scheduled to start on February 22 but was postponed due to the coronavirus pandemic."], "Language": false}