{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/14/entertainment/rita-wilson-playlist-coronavirus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-14T19:08:55Z"], "LastModifiedDate": ["2020-03-15T16:11:13Z"], "Headline": ["Rita Wilson made a playlist for everyone self-isolating or quarantining under coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Days after Tom Hanks and wife Rita Wilson announced they were both diagnosed with the novel coronavirus, Wilson decided to try to brighten everyone's lives just a little bit. Wilson took to Twitter on Friday, reaching out to fans and asking for suggestions regarding a playlist -- a quarantine playlist. \"I want to make a @Spotify playlist for people self quarantining,\" she wrote. \"Something that might relate to isolation, perhaps? Can you send some song ideas that I can add?Also, what should we call it?Quarantine Choruses? This is what one does in quarantine.Uthink of stuff like this.\" Later Friday, her work was done. \"Quarantunes\" was born -- and lives here, for anyone interested. The playlist features 32 songs and runs for just more than two hours, with classics like Eric Carmen's \"All By Myself\" and The Beatles' \"I'm So Tired,\" to more modern hits like Miley Cyrus' \"The Climb,\" Destiny Child's \"Survivor\" and MC Hammer's \"U Can't Touch This.\"  For anyone quarantining or self-isolating, the playlist definitely has some bops to bring some light to a grim situation.  Wilson and Hanks have been in isolation in Australia since Thursday, taking it \"one-day-at-a-time,\" Hanks wrote in a recent Instagram post.  \"There are things we can all do to get through this by following the advice of experts and taking care of ourselves and each other, no?\" he wrote. This playlist, some might say, is one way to provide care. And some users must think so -- the playlist has more than 5,000 followers on Spotify, more than any other playlist by Wilson. Hanks posted another update on Sunday, thanking the \"helpers\" during this time. \"Thanks to the Helpers. Let's take care of ourselves and each other,\" Hanks wrote. The two were originally in Australia doing pre-production work on a film about singer Elvis Presley, in which Hanks is set to play Presley's manager.  There are more than 120 confirmed cases of coronavirus in Australia, the World Health Organization said. Prime Minister Scott Morrison's government announced a $11.4 billion economic plan to support the country's economy during the epidemic."], "Language": false}