{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/entertainment/tom-hanks-rita-wilson-coronavirus-update/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Faith Karimi, CNN"], "Writers": [["Faith Karimi"]], "FirstPublishDate": ["2020-03-13T04:01:51Z"], "LastModifiedDate": ["2020-03-13T19:33:10Z"], "Headline": ["Tom Hanks and Rita Wilson share update after coronavirus diagnosis"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Tom Hanks and Rita Wilson shared an update from Australia, where they are both in isolation after testing positive for coronavirus.   Hanks tweeted a picture with his wife Thursday night, thanking those who've cared for them as they battle the virus. \"Hello folks. Rita Wilson and I want to thank everyone here Down Under who are taking such good care of us. We have Covid-19 and are in isolation so we do not spread it to anyone else,\" he said. \"There are those for whom it could lead to a very serious illness. We are taking it one-day-at-a-time. There are things we can all do to get through this by following the advice of experts and taking care of ourselves and each other, no?\" Just a day earlier, the couple posted that they tested positive after exhibiting symptoms like tiredness, body aches, chills and slight fevers. \"Not much more to it than a one-day-at-a-time approach, no?\" he wrote Wednesday.  Wilson also posted a light-hearted tweet writing, \"From here on out, the only Corona I want is from Mexico and you drink it.\" Warner Bros. confirmed the actor was in Australia doing pre-production work on a film about singer Elvis Presley. Hanks is set to play Presley's manager, Colonel Tom Parker, in the film. Actor Austin Butler is playing Presley.  There are more than 120 confirmed cases of coronavirus in Australia, the World Health Organization said. Prime Minister Scott Morrison's government  announced a $11.4 billion economic plan to support the country's economy during the epidemic.  The couple's diagnosis forced Australia's Nine Network to set up a crisis response plan after Wilson  visited the channel's morning talk show for an appearance Monday.  The show airs on CNN's affiliated Nine Network. Nine Network said staff on the show will be quarantined after coming into \"prolonged contact\" with the singer and actress. The famed Sydney Opera House said Wilson performed there Saturday for about 200 people, including her husband. The Opera House got disinfected, and will reach out to people who may have been in contact with the couple. "], "Language": false}