{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/entertainment/contagion-and-pandemics-in-movies/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-30T17:30:23Z"], "LastModifiedDate": ["2020-03-13T15:49:08Z"], "Headline": ["The movies that predicted an outbreak like coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Amid fears stoked by the coronavirus, \"Contagion\" -- a 2011 movie about a pandemic with potentially eerie similarities to recent events -- has been climbing up the iTunes rental charts, reflecting how people often use fiction as a means to process reality. Yet that film is only one example of a recurring theme in movies associated with such an outbreak, a longtime staple of science fiction that has always been informed by science fact. Not surprisingly, the Hollywood version of global pandemics has frequently spiraled off in fantastic directions, birthing armies of zombies in movies like \"The Omega Man,\" \"World War Z\" and \"Pandemic.\" More sober stories, however, have tapped into the notion of mankind being threatened with annihilation not by nuclear weapons (a favorite topic in the 1950s and '60s) but a microbial killer. Early examples include the 1971 thriller \"The Andromeda Strain\" -- adapted from a book by the prescient author Michael Crichton, who repeatedly returned to concepts (see \"Westworld\" and \"Jurassic Park\") in which scientific and technological breakthroughs created existential threats to humankind. The juxtaposition of those impulses within the genre can be seen in two movies released in 1995: \"12 Monkeys,\" a science-fiction plot about using time travel to try to thwart a nascent plague that will wipe out most of humanity; and \"Outbreak,\" a more grounded premise in which an airborne virus gets inadvertently smuggled into the US from Africa, requiring a team of doctors (led by Dustin Hoffman) to race against time trying to save a town where the infection is spreading. Nor have screen versions of these stories been confined to fiction. Just last year, the National Geographic network aired \"The Hot Zone,\" a fact-based account about the emergence of Ebola virus in 1989, and Army scientists reacting to potential exposure in the suburbs of Washington DC, via imported monkeys. 'Contagion' best fits the brewing danger For all those examples, \"Contagion\" correlates most directly with the current danger, beginning as it does with a woman (played by Gwyneth Paltrow) who returns to Minnesota with a strange illness after a trip to Hong Kong. In a matter of days, she's dead, leaving her husband (Matt Damon) in a state of shock, before others begin exhibiting the same symptoms, as the outbreak spreads across the world. Directed by Steven Soderbergh and written by Scott Z. Burns, the movie offers an alarming glimpse at a worst-case scenario. Rumors and panic begin to spread, and the guardrails quickly start to come off society as the days click by, amid quarantines, looting and chilling scenes of vacant airports. Watching the movie again, what stands out -- beyond an inordinately good cast that includes Kate Winslet, Jude Law, Laurence Fishburne, Marion Cotillard and Bryan Cranston -- is how difficult it is to convey the global sweep of such a story without sacrificing something in terms of the drama. Specifically, \"Contagion\" scatters its attention among so many characters -- including victims and those desperately working to find a vaccine -- that it suffers in stoking an attachment to any one of them. Buried within the film, though, is a stark warning that feels even timelier today, subtly conveying how one misguided policy decision or thoughtless action can have a devastating domino effect, sowing the seeds of destruction in a vast, interconnected world. At the time of the movie's release, Laurie Garrett, a consultant on the film who wrote the book \"The Coming Plague,\" stated that the plot is \"part fantasy, part reality and totally possible.\" In that sense, \"Contagion\" is well worth seeing -- or seeing again -- as a reminder that some of the scariest stories don't involve supernatural threats, but those that hew most closely to reality."], "Language": false}