{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/entertainment/big-time-adolescence-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-12T23:02:36Z"], "LastModifiedDate": ["2020-03-12T23:02:36Z"], "Headline": ["Pete Davidson doesn't exactly stretch much in 'Big Time Adolescence'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Pete Davidson doesn't exactly stretch much as a performer playing a 20-something slacker in \"Big Time Adolescence,\" a Hulu-bound movie that's most surprising for what it isn't. Somewhat ironically, the main flaw with this earnest film built around a directionless character is its lack of a clear objective. Buying into the premise requires a bit of leeway to get started: During high school, Davidson's Zeke dated the older sister of Mo (Griffin Gluck), and remained his pal after they broke up. Now Mo's a 16-year-old high school student -- with all the attendant insecurities -- and Zeke, at 23, mostly enjoys getting high and playing video games. That the two remain near-inseparable seems odd to, well, pretty much everyone, perhaps especially Mo's dad (Jon Cryer). Yet the family tolerates the situation, which will gradually have pretty significant consequences (foreshadowed in a pre-credit sequence) as Mo's budding adolescence runs into Zeke's Peter Pan-like case of arrested development. For Davidson, the \"Saturday Night Live\" star whose off-screen life is generally more interesting than his on-screen contributions, Zeke certainly offers an easy transition to movies, though the central focus is actually Gluck, whose struggles with all the usual teen troubles are complicated by Zeke's been-there advice and generally bad influence. Mo insists Zeke is \"a nice guy once you get to know him,\" but his cavalier attitude -- toward everything from his retail job to relationships -- doesn't always make him the most sterling counselor. That includes his suggestion that Mo become the source of booze and pot for a circle of \"friends\" that not surprisingly mushrooms after learning that he can supply them. Written and directed by Jason Orley (whose credits include Davidson's stand-up special \"Pete Davidson: Alive from New York\"), the unexpected aspect of \"Big Time Adolescence\" is that it doesn't fit neatly into the usual boxes. It's not a madcap coming-of-age comedy, though there are a few laughs; and it's not morally scolding of Mo's ruinous trip toward teenage wasteland, though it does indicate that following in Zeke's footsteps is likely a dead-end path. That relegates the movie to a sort of limbo, pivoting on a central dynamic that leaves you wondering how Mo's folks allowed the situation to reach this perilous juncture. It's mentioned that Zeke is \"like\" a big brother, but that's not an entirely convincing reason for why nobody intervened sooner. Nor is the overall picture helped by a problematic if predictable subplot involving Zeke's girlfriend (\"Euphoria's\" Sydney Sweeney). If there's a standout here, it's Gluck, playing the latest permutation of the confused but very-real-seeming teenage boy. As for Davidson, while he fits right in as a grown-up adolescent, given \"SNL's\" storied history of alumni graduating into movies, this minor vehicle doesn't appear to move him any closer to the big time. \"Big Time Adolescence\" premieres March 13 in selected theaters and March 20 on Hulu. It's rated R."], "Language": false}