{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/china/great-manchurian-plague-china-hnk-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul French, for CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-18T23:56:50Z"], "LastModifiedDate": ["2020-04-19T04:30:43Z"], "Headline": ["In 1911, another epidemic swept through China. That time, the world came together"], "Section": ["china"], "MappedSection": [null], "Article_Body": ["In 1911, a deadly epidemic spread through China and threatened to become a pandemic. Its origins appeared to be related to the trade in wild animals, but at the time no one was sure.  Lockdowns, quarantine measures, the wearing of masks, travel restrictions, the mass cremation of victims, and border controls were deployed to try to lower the infection rate. Yet more than 60,000 people died in modern-day northeast China, making it one of the world's largest epidemics at the time.  When the disease was eventually brought under control, the Chinese government convened the International Plague Conference in the northern city of Shenyang -- close to the epicenter of the outbreak.  In attendance were virologists, bacteriologists, epidemiologists and disease experts from many of the world's major powers -- the United States, Japan, Russia, the United Kingdom and France.  The purpose of the conference was to find the cause of the outbreak, learn which suppression techniques were most effective, discover why the disease had spread so far so fast, and assess what could be done to prevent a second wave. While the conference was not without some finger pointing, it was mostly a genuine attempt to learn. As the world now faces a pandemic characterized by a lack of a globally co-ordinated response and multilateral effort on the part of political leaders, the collaborative aspects of the 1911 conference in north-eastern China are worth reconsidering.    Today, the World Health Organization (WHO) appears compromised, the virus has been racialized, major nations are angry with each other and competing for resources and control of the narrative, while poorer countries are left to fend largely for themselves.  Compared to 1911, we appear a polarized and divided world.   Marmots and plague The Great Manchurian Plague that broke out across northeastern China in 1910 was devastating.  From the autumn of 1910, until the outbreak was finally suppressed the following year, an estimated 63,000 people died. The epidemic hit international headlines when it reached the northeastern city of Harbin, in today's Heilongjiang province. Harbin was then part of what was known as Manchuria, a vast, agriculturally important but sparsely populated region situated on the juncture of the Chinese, Japanese and Russian spheres of influence. The majority of the territory was Chinese-governed, with Japan controlling the port area around Dalian and Russia running Manchuria's railways.  Harbin was an international city, home to many Russians who worked for the China Eastern Railway (CER), which connected the Trans-Siberian Railway to the Japanese-controled port city of Dalian. The city was also home to large communities of Japanese, Americans and Europeans engaged in trades connected to the railway.  That included the fur trade, and it was from this industry that the disease most likely came.   The Tarbagan marmot was a species of rodent that lived mostly on the grasslands and steppe of Mongolia and neighboring Manchuria. European, American and Japanese furriers had long purchased sable, mink and otter furs from local hunters, but had never been interested in the coarse fur of the Tarbagan marmot. But new dying techniques at the start of the century allowed marmot fur to pass as an affordable alternative for better-quality furs. Thousands of nomadic local hunters were tasked by foreign buyers with bringing marmot hides, which soared in value in the years before the virus. Rural hunters had long avoided using diseased marmots for food, but did not think to cast aside the hides of sick animals -- especially not when they were worth so much.   Pinpointing the initial outbreak of the plague is hard, but it was first officially noted by Russian doctors in Manzhouli, an Inner Mongolian town on the Chinese-Russian border, which had grown up around the CER. The symptoms were alarming -- fever followed by haemoptysis (the coughing up of blood). In Manzhouli, the dead were left in the street and railway freight cars were turned into quarantine wards. Just as viruses spread fast along airline routes today, back then the railways facilitated the spread. Fear in Manzhouli meant many people followed the routes the marmot hides had taken along the CER to the Heilongjiang city of Qiqihar, and then on to Harbin.  Cases of the pneumonic plague appeared in major rail termini -- Tianjin, Beijing and along the Beijing to Wuhan railway. Even Shanghai, almost 2,000 miles from Manzhouli, reported a case and considered a lockdown of the city to prevent wider infection. In the crowded slums of Harbin, the disease took hold swiftly. By November 8, 1910, Harbin had a death toll of 5,272. Initial response and debates The response to the outbreak was rapid, given the logistical constraints at the start of the 20th century.  Quarantine centers were established, mostly in converted rail freight cars, for people the authorities thought had have come into contact with the disease -- relatives of the dead plus those in the fur trapping and trading business. If the quarantined didn't show symptoms within five-to-10 days they were released with a wire wristband fastened with a lead seal stating they were plague free. But if symptoms did show, the entire freight car was essentially doomed, given the disease's staggering near 100% mortality rate. Burials were forbidden; mass cremations were enforced.   In Harbin, the Chinese authorities' lead doctor Wu Lien-teh, a Malaysia-born ethnic-Chinese medic educated at Cambridge University, was managing to contain the outbreak.  Wu began post-mortem exams of victims and crucially established that the disease was pneumonic plague and not bubonic (the difference between the forms of plague is the location of infection; in pneumonic plague the infection is in the lungs, in bubonic plague, the lymph nodes). He also heavily recommended the wearing of face masks. By early 1911, China had mobilized doctors and epidemiologists from across China to converge on Harbin. Wu knew there was a big deadline looming. Chinese New Year was officially January 30 and Wu knew that limiting travel would be almost impossible during the annual migration home for so many Chinese people.  If the infection rate wasn't brought down, then it risked becoming a nationwide epidemic.  The response was sometimes harsh -- any lodging house where an infection appeared was burnt to the ground. But overall Wu's anti-plague measures worked. So-called \"sanitary zones,\" quarantines, lockdowns, isolation, travel restrictions and face masks were all implemented and appear to have brought the infection rate in Harbin down by the end of January.  Infections had spread, however, along the rail line. By the start of January 1911, Shenyang had over 2,571 deaths. Eventually, quarantining and travel restrictions in Shenyang began to take effect and the infection rate fell. But the rail line extended onwards and several towns close to the major port city of Dalian reported cases. In Dalian itself, mass inspections of train and ship passengers were instituted, the line was then shut, and ferries from Dalian ordered to remain in port. This meant the plague never reached Dalian.   Though cases continued to pop up across Manchuria and occasionally beyond, in Harbin, Wu declared the plague suppressed at the end of January 1911, with a final mass cremation of victims.  It was time to convene an international conference to try to find out why the outbreak had been so severe and widespread -- and which anti-plague measures had worked best. A conference in Shenyang Yale professor William C Summers notes in his 2012 study of the Great Manchurian Plague that: \"By the end of January 1911, the momentum for some sort of international consortium of 'experts' to come together in China was building rapidly.\"   The conference was not without risk for the Chinese. China had a Russian-controlled rail line running through a vast swathe of its territory, Japan was ensconced in Dalian and controlling China's major northern seaport, and the European powers and US had treaty ports up and down the country.  Still, they pushed ahead with hosting, which helped China avoid the charge of doing nothing in the aftermath of the epidemic. All attendees pledged that the conference was primarily concerned with scientific investigation, and not with imposing any further controls on China from outside.  By April 3, 1911, Shenyang's Shao Ho Yien palace had been turned into a conference center that included meeting rooms, laboratories for experiments and living quarters for the delegates. As well as the principal countries mentioned, Italy, Mexico, the Netherlands, Germany and Austria-Hungary all sent experts. Many were from prestigious institutes.   The main body of the conference sought to deal with eliminating the bad science and gossip, and getting to the scientific root of the bacteria. It was high-level science for the day -- bacterial toxins, surface agglutinins, variant strains. There was also discussion of modes of contagion such as coughing and false theories such as the passing of the bacillus on food. There even was talk of what we would now call asymptomatic patients and super-spreaders.   Containment was a major theme. What had worked best? Emergency quarantine and travel measures, certainly. Also, the early use of face masks which predated Wu's discovery of the bacillus as pneumonic. Additionally, the rapid construction of plague hospitals to isolate the infected and potentially infected from ordinary hospital patients.  The conference wrapped on April 28, 1911, with closing remarks by Wu. Ultimately, China's fears that Russia, Japan or the European powers would use the conference to advance their political aims against China didn't materialize. The conference's conclusions and resolutions dealt with the science of the plague, the need for sanitary improvements, quarantine regulations and the unwitting cause of the epidemic, the Tarbagan marmot.  Closing the conference Dr Wu urged that: \"Every effort should be made to secure effective medical education in China.\"  Global responses In 1911 there was no WHO.   The response to the epidemic, the job of trying to limit its spread and suppress it, was left to individual nations, often nations with political antagonisms.   There were no politicians in Shenyang, only scientists who saw the need for a global intergovernmental response -- and a global health organization. That did begin to emerge after the First World War with the League of Nations formed in the wake of the 1919 Paris Peace Conference. The League took on matters relating to health through its Health Bureau, formed by an executive section of medical experts.  The bureau targeted the eradication of leprosy, malaria and yellow fever and successfully helped to contain epidemics of typhus in Russia and various outbreaks of choler"], "Language": false}