{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-031220/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-12T10:10:53.953Z"], "LastModifiedDate": ["2020-03-12T22:55:02.352Z"], "Headline": ["Stocks plunge into bear market territory: March 12, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The Lamborghini Special Super on the automaker's Huracán production line. Lamborghini is closing its closing its headquarters as well as both its factories in the face of Northern Italy’s coronavirus crisis.  They will remain closed until at least March 25, the company said. The facilities are located together in Sant’Agata Bolognese near Bologna in Northern Italy. \"This is an act of social responsibility and high sensibility towards our people, in the extraordinary situation in which we find ourselves in Italy, and which is also evolving abroad,” Lamborghini CEO Stefano Domenicali said in a statement Thursday. One factory produces Lamborghini’s famous supercars, the Aventador and the Huracán. The other factory produces the new Lamborghini Urus SUV. Together, the two factories turn out about 8,000 cars a year.  That's a tiny figure compared to most car factories, such as that of parent company Volkswagen in Wolfsburg, Germany, which turns out 3,500 cars a day. But Lamborghinis cost hundreds of thousands of dollars each and the great majority are built to order. The two factories and the company’s headquarters employ about 1,800 people. Fiat Chrysler (FCAU) temporarily closed four plants in Italy as the novel coronavirus takes its toll there. On Wednesday, the Italian-American automaker said in a statement that plants will be closed and production rates reduced \"to support the nationwide campaign addressing the Covid-19 crisis.\" Wall Street is betting the Federal Reserve will respond to the coronavirus panic by returning to 2008-style interest rates. Barclays predicted Thursday the Fed will slash interest rates by a full percentage point to zero at next week's meeting -- if not earlier, in an emergency action. \"Given the ongoing weakness in investor sentiment and deterioration in market functioning, we now believe a more aggressive response is warranted,\" Barclays economists wrote in a note to clients.  It was almost unthinkable just a few weeks ago that the Fed would need to go back to zero in 2020. Now, the market is pricing in a return to zero, not later this year but imminently.  After the Dow suffered its worst day since 1987 on Thursday, the market priced in a 95% chance the Fed cuts rates to a range of zero to 0.25%, according to the CME FedWatch Tool. That compares with no chance of that just a week ago: a truly stunning reversal.  And the Fed is taking other dramatic steps to calm panicky markets. It promised to pump $1.5 trillion into financial markets Thursday and effectively relaunched the 2008-era bond buying program known as quantitative easing, or QE.  It’s hard to know exactly how long the new bear market will last. The average bear market has lasted 21 months, with the shortest in 1990 and the longest beginning in 1937. Here's how long previous bear markets have lasted: Less than a month after hitting a high of 3,386 on February 19, the S&P 500 sold off sharply, falling more than 25% as novel coronavirus spreads around the world. An oil price war between Saudi Arabia and Russia also emerged, threatening US shale producers and exacerbating selling over the past week. The S&P 500 closed below 2,708.92, officially marking the end of the bull rally and the start of the new bear market. Here are the previous 13 bear markets since 1929. CNN Business' Fear and Greed Index sits at \"2\" out of 100. That's just about as fearful as the market can get. The VIX volatility index soared 39.5% Thursday to its highest level since October 2008 during one of the scariest moments of the global financial crisis. US stocks recorded their worst day since 1987 Thursday as worries about the coronavirus pandemic mounted. Wall Street officially fell into a bear market with the S&P 500 dropping more than 20% from its February 19 peak. The Dow, a smaller index than the S&P, fell into a bear market Wednesday. That officially ended the 11-year bull market -- the longest in history -- which started in March 2009. On Thursday, the S&P 500 closed down 9.5%. It was its worst day since October 19, 1987, also known as “Black Monday”. The index dropped 7% in the first minutes of trading, which triggered a circuit breaker and led the New York Stocks Exchange to suspend trading for 15 minutes. The Dow was down 2,353 points, nearly 10% lower, in its biggest one-day percentage drop since “Black Monday.\" The index is at its lowest level since the summer of 2017. The Nasdaq Composite closed down 9.4%. It is now also in a bear market. With only minutes left in the trading day, Wall Street is on course to close in a bear market. Only the Dow slipped into a bear market Wednesday, but now the S&P 500 -- the broadest measure of the US stock market -- is squarely in bear territory as well. A bear market is defined at 20% below the most recent peak, which for the major US indexes was in February. The pace at which the market has gone from record highs to a bear is remarkably fast. The S&P 500 was down 7.7%, while the Dow was 8.3%, or 1,945 points, lower with just minutes remaining in the session. The stock market was at an all-time high just a month ago and many blue chip companies were hitting records constantly. What a difference the novel coronavirus makes. Today, there are many blue chip companies plunging to new all-time lows. And the list could keep growing. There seems to be no end in sight to the sell-off, despite more moves by the Federal Reserve to try and prop up the market. Here are just a few of the most well-known stocks that fell to their lowest point ever today -- courtesy of Barchart.  Uber (UBER)\nNorwegian Cruise Line (NCLH)\nPinterest (PINS)\nUS Steel (X) \nDeutsche Bank (DB)\nLyft (LYFT) \nKraft Heinz (KHC)\nJC Penney (JCP)\nAlcoa (AA)\nPeloton (PTON) The Small Business Administration announced it would provide disaster assistance loans to  businesses affected by the coronavirus pandemic.  These loans offer up to $2 million per small business and \"can provide vital economic support to small businesses to help overcome the temporary loss of revenue they are experiencing,\" the SBA said in a statement. The loans are intended to pay debts, accounts payable and bills, as well as payroll, that can't be paid because of coronavirus. They will carry an interest rate of 3.75% for small businesses and 2.75% for non-profit organizations. JPMorgan (JPM) CEO Jamie Dimon has left the hospital and is recovering at home, according to a statement from the bank's co-presidents Daniel Pinto and Gordon Smith. Dimon had emergency heart surgery last week. Even though the bank isn't planning regular updates on Dimon's recovery, \"we want you to know that his doctors said he is doing very well in all aspects of his recovery,\" Pinto and Smith said in the statement. New leadership for Tupperware (TUP) is sending shares soaring 25%. The 74-year-old container company has named a CEO after four months operating without one. Miguel Fernandez, a former president of Avon, is taking the top job on April 6. The company said in a release that Fernandez brings \"global direct-selling industry experience and a strong record of implementing positive global transformations.\"  It's a much-needed change for Tupperware. The company has faced declining sales as customers buy cheaper alternatives and has seen its glory days of fervent customers hosting Tupperware parties fade away.  With today's gains, the stock is now only down 70% for the year. US stocks rebounded from their lows in the early afternoon after the New York Fed gears up for a more than $1 trillion capital injection. While stocks are still sharply in the red, they have come off their lowest points. The S&P 500 was last down 5.7%. At its lowest, it was down 8.7%. The Dow is down 1,500 points, or 6.2%. The index was down more than 2,200 points at its low point today. The New York Federal Reserve is taking extraordinary steps aimed at calming panicky financial markets. The NY Fed just announced it will offer $500 billion in a three-month repo operation Thursday afternoon -- and then will do the same thing the next day. Moreover, the Fed said it will offer a $500 billion one-month repo operation Friday and take additional steps as well. The dramatic moves sent US stocks surging off their worst levels of the day. At one point, the Dow was on track for its worst day since 1987. More recently, the Dow was only down 900 points, or 4%.  The NY Fed said these capital injections are being made to \"address highly unusual disruptions in Treasury financing markets associated with the coronavirus outbreak.\" The Fed has repeatedly ramped up its cash injections this week in an effort to keep markets operating smoothly despite the coronavirus fears.  European stocks had their worst day in history Thursday as fears mounted over economic fallout from the novel coronavirus and measures taken by the European Central Bank to cushion the blow from the crisis failed to impress investors. The ECB said it would ramp up bond purchases to help support the economy, joining policymakers around the world in a rush to contain the fallout from the coronavirus pandemic. But the central bank, which also took steps to boost liquidity, did not push interest rates deeper into negative territory, a move that some investors had been expecting. That fed a freefall in European stocks, which were also hit by President Donald Trump's decision to ban travel from more than two dozen countries on the continent. Europe's Stoxx 600 fell 11%, the index's worst day on record. Germany's DAX and France's CAC 40 both plunged over 12%. Read more about European stocks' crazy day here. The selloff didn't take a break for lunch. At midday, US stocks are near their low-points of the trading day. The Dow fell more than 9%, or 2,140 points. At its low-point, the index had shed more than 2,200 points. The S&P 500 slid by 8.2%. The index tripped a circuit breaker this morning, falling 7%, which briefly halted trading. The next circuit breaker will be triggered if today's decline stretches to 13%. The Nasdaq Composite is down 8.1%. The policy response to combat the fallout from the coronavirus outbreak is still leaving investors wanting something more.  A bill for a coronavirus response package will be brought to a vote in the House of Representatives today, but the White House has been skeptical of it. \"The virus remains uncontained in Europe and the US, and although we have seen some stimulus measures from policymakers, it is unclear if it will prove comprehensive enough to mitigate the economic damage arising from coronavirus containment measures,\" said Mark Haefele, UBS Global Wealth Management's chief investment officer.  Boeing shares were down another 13% Thursday, meaning that the Dow component has lost half its value since the index hit a record high close on February 12. The company has been struggling with getting approval for its best-selling jet, the 737 Max, to fly again. And now investors are worried about the impact the coronavirus will have on it its airline customers and on their ability to buy planes. That uncertainty prompted JPMorgan to cut its guidance on Boeing early Thursday to neutral. It had been one of few to have an overweight or buy recommendation. The Dow is calculated based on the price of each of the 30 components, and Boeing stock, which was one of the more expensive components on the blue chip index not long ago, could move the index more than some of the less expensive shares. As of midday trading Thursday, Boeing shares had lost $183 since the Dow's record close. And that means Boeing has cost the Dow 1,243 points all by itself, or about 15% of the Dow's overall decline. The US dollar is climbing higher as markets are flashing red around the globe. Why? Investors see a funding and liquidity squeeze on the horizon. The ICE US Dollar Index, which measures the American currency against a basket of six others, was up 1.4% around midday. The euro -- the dollar's main rival -- was down 1.5% at $1.11. In other words, the greenback is trapped in the cross currents of the market turmoil. US assets got slammed in a massive sell-off of risk assets, the Federal Reserve cut interest rates and is expected to lower them further. Ordinarily this wouldn't be good for the dollar. But these are hardly ordinary times.  Tensions are beginning to build in the dollar funding markets. The US currency is used in contracts around the world. The impact of a further tightening in US dollar funding markets may echo 2008 in that the dollar might grind higher, more or less regardless of the situation in the domestic economy,\" said Shaun Osborne and Juan Manuel Herrera, FX strategists at Scotiabank. Despite the similarities to the 2008 liquidity crunch and companies dashing to bolster their US dollar holdings, things are by no means as bad now as they were then, they added. The release date for \"A Quiet Place Part II\" has been delayed amid growing concerns over the coronavirus' impact on the global theater marketplace. Originally scheduled for March 20, director John Krasinski on Twitter said that it's \"clearly not the right time\" to release the horror film sequel. Paramount Pictures, the film's distributor, hasn't set a new global release date. It said in a statement the decision was made because of the \"ongoing and developing situation concerning coronavirus and restrictions on global travel and public gatherings.\" This is the second major film's release date to be pushed back. Last week, MGM and Universal announced that the upcoming James Bond film \"No Time To Die\" will be released in November instead of April.  The coronavirus selloff is asset class-agnostic: everything is getting hammered. Stocks are in the red, so are commodities, led by plummeting oil prices. The ‘Everything Bubble’ is bursting,\" said Neil MacKinnon, Global Macro Strategist at VTB Capital. \"The historically extreme valuations in US equity markets which investors have ignored for so long are coming home to roost.\" Risk aversion has manifested itself in Treasury yields, that are lower than ever before. A \"Japanification\" of the US government bond market is under way, MacKinnon said.  Japan has had ultra-low interest rates and bond yields for years, but the desired growth bump never came. Market participants refer to this set of circumstances as \"japanification\". It has also been observed in Europe. Central banks around the world have loosened monetary policy in the face of the coronavirus crisis, but \"the risk is that these policies fail to work in generating sustainable economic growth, as has been the case in Japan,\" MacKinnon said. Bitcoin is supposed to be a safe haven -- a digital version of gold if you will. It's not backed by a government and shouldn't be hurt like the dollar, euro and other paper currencies are  when central banks cut rates.  So much for that argument. Bitcoin plunged more than 20% Thursday and has now fallen more than 30% in the past week. It's trading barely above $6,000 after soaring to more than $10,000 just a few weeks ago. The cryptocurrency has been shellacked along with just about every other major financial asset as a result of the coronavirus pandemic.  Except for actual gold, that is. The price of the yellow metal did fall along with the rest of the market Thursday but it is still up about 4% in 2020 and is not far from a seven-year high.  So when it comes to safe havens, it looks like investors want something they can actually touch and feel instead of an asset they have to mine in a server farm. It's no secret President Donald Trump tracks the stock market almost constantly. In many ways, he views the Dow as a real-time report card on his presidency. Yet Trump is expressing confidence, at least outwardly, about the market despite staggering losses suffered in recent weeks. \"The markets are going to be just fine,\" Trump told reporters Thursday at the White House.  His comments came after Wall Street experienced such severe selling that the New York Stock Exchange halted trading for 15 minutes Thursday, the second market timeout in four days.  The S&P 500 plummeted into bear market territory after Trump announced a travel ban with Europe. If the index closes there, it would mark the end of the 11-year bull market.  The market plunge has been driven by fears that the coronavirus pandemic will set off a recession. Trump is urging lawmakers to quickly enact a stimulus package of tax cuts and other assistance aimed at limiting the economic damage.  The Dow is floating around 21,800 points today. That's about 1,700 points lower than where it closed yesterday. It's also lower than at any point in 2019 ... or 2018. Yup, the last time the Dow was this low was September 2017. The Equifax data breach had just exposed just about every American's personal information. And Hurricane Maria had just slammed into Puerto Rico. The Dow is down about 7.3%. If it falls another few percentage points, it'll be on pace for its worst day since October 26, 1987. There's not much good news happening today, but if you're an investor, two stocks could have made you some money. Cabot Oil & Gas (COG), which mostly produces natural gas, is the market leader: up 2.5%. Plummeting oil prices are good news for Cabot, because less American oil production means less natural gas production, which could boost prices. Akamai (AKAM) is also up -- 1.3%. An analyst from Baird upgraded the stock today, because the cloud services provider is going to get some heavy use from folks around the world working from home. Stocks are selling off around the world, but European exchanges are looking particularly bad. Investors hoping for further interest rate cuts from the European Central Bank today were disappointed. The bank announced bond buying and relief for retail banks. Germany's DAX is down more than 9.6%, on track for its worst day since 1987. In France, the CAC 40 dropped 9.8%, while the UK's FTSE 100 is down nearly 9%. The oil market's horrific week keeps getting worse. US oil prices plunged another 7% to $30.60 a barrel Thursday after President Donald Trump imposed a passenger travel ban with Europe. Crude touched a low of $30.02 a barrel. At that level, prices were down a stunning 27% this week alone.  Brent crude, the global benchmark, suffered even more severe losses Thursday, plummeting 9% to $32.70 a barrel. The travel ban with Europe will only amplify the sharp declines in demand caused by the coronavirus. Hit by shuttered factories, canceled flights and empty highways, oil demand was already expected to decline this year for the first time in more than a decade.  That was before the announcement of the unprecedented travel ban, a move that will shut down countless flights for the foreseeable future.  The supply picture is just as gloomy for the oil market. Russia, seeking to deal a blow to the US shale industry, refused last week to go along with OPEC's desire to cut production. Saudi Arabia retaliated by promising to flood the market with cheap barrels.  Luxury goods consignment company TheRealReal (REAL) fell more than 12% as it warned that the coronavirus could hurt its operations. As a result of the outbreak, the luxury goods owners that TheRealReal buys from might change their minds about letting the company’s staff into their homes to review items, according to a Wednesday securities filing. The company said it could also decide to scale back or temporarily halt the service, called a White Glove consultation, to protect its employees.  Most consignors preferred this approach, TheRealReal said, so any disruptions could affect its business. TheRealReal also noted that luxury goods purchases tend to decline in periods of economic uncertainty and that the virus could affect the operations of its retail stores.  The company said March 4 that it had opened a new location in San Francisco. TheRealReal had previously announced a $96.7 million net loss for 2019. Correction: An earlier version of this post's headline incorrectly stated how coronavirus could hurt TheRealReal's business ocs resumed trading at 9:50 am ET, after the New York Stock Exchange halted activity following a 7% drop in the S&P 500. The S&P was down 7.4% at the reopen.\nThe Dow was 7.6%, or 1,780 points, lower.\nThe Nasdaq Composite fell 7.6%. Trading was briefly halted for the second time this week as stocks dropped following the president's travel ban speech. The New York Stock Exchange has a series of \"circuit breakers\" in place to calm investors' nerves when they're panicked. Stocks tripped a circuit breaker Thursday morning shortly after trading began. The S&P 500 fell by more than 7%, halting trading for 15 minutes. The circuit breaker tripped for the first time during this rout on Monday, as coronavirus fears grew and oil prices plunged. The next circuit breaker would be if the market falls by 13%. That would pause trading for another 15 minutes.  If the market plunged 20%, everyone would go home: Trading would stop for the day. Circuit breakers pause and ultimately halt trading to avoid a repeat of \"Black Monday\" on October 19, 1987, when the Dow crashed 22.6% in a single day. Watch: The NBA season's suspension is particularly bad news for the parent company of one of the marquee basketball franchises. Shares of New York Knicks owner The Madison Square Company (MSG) plunged 11% in early trading Thursday. That follows a nearly 10% drop Wednesday. MSG also owns the New York Rangers hockey team. The NHL has not announced any plans to cancel games or hold them with no crowds as of yet.  The fact that the Knicks are not playing any time soon is obviously bad news for MSG and its many workers. The Knicks have remained a major draw, with strong attendance despite a lousy record for the past few years.  Analysts at media research firm LightShed Partners poked fun at that in a report Thursday morning, saying that the regional cable channel MSG Networks (MSGN), which also plunged nearly 10% Thursday, wouldn't be hurt too badly if the NBA had no postseason. The impact on regional sports networks...appears less painful as advertising is a far smaller part of their overall revenues and they have limited playoff advertising exposure (MSGN had no playoff exposure anyway). Yes, interest rates were already in negative territory in Europe. And the European Central Bank did announce further stimulus Thursday to help the continent deal with the effects of the coronavirus outbreak. But investors were still disappointed that the ECB did not join the Federal Reserve and Bank of England with even deeper rate cuts.  \"The fact that the ECB didn't go for more negative interest rates tells you about the complete lack of coordination between the United States and the EU,\" said Nordea Asset Management's senior macro strategist Sebastien Galy in an email Thursday.  \"More negative interest rates are likely seen as a devaluation by the US at the time of heavy trade negotiations and a travel ban,\" he added. Still, it's unclear if a rate cut from new ECB chief Christine Lagarde would have really helped all that much, as Bankrate chief analyst pointed out in a tweet. The New York Stock Exchange has halted stock trading for 15 minutes after the S&P 500 fell 7% on Thursday morning. NYSE has three circuit breakers in place to suspend trading if needed. All of them are based on the S&P 500, which is the broadest measure of the US stock market. Trading is halted for 15 minutes when when the index hits first two circuit breakers: a drop of 7% and again when it falls 13%. A circuit breaker can be triggered only once per day, so if the S&P drops 7% upon the re-open, the market doesn't close again. If the index falls 20%, trading is suspended for the rest of the day. US stocks sold off sharply for the second straight day after President Donald Trump banned European travel to the United States. Wall Street investors are worried about the scale of the coronavirus pandemic and its economic consequences. The Dow fell into a bear market after yesterday’s selloff. The Dow opened 7.4%, or 1,750 points, lower.\nThe S&P 500 kicked off down 6%. The index opened in bear market territory, threatening to end the longest bull market run in history.\nThe Nasdaq Composite fell 6.9%. Watch: The coronavirus pandemic is decimating the cruise industry. Carnival Cruises (CCL) plunged another 11% Thursday after the company announced it will voluntarily pause global operations of its Princess Cruises brand for 60 days. The stock has now lost a whopping 63% of its value so far this year.  Princess Cruises acknowledged this is a \"difficult business decision\" but the right one given the coronavirus outbreak.  President Donald Trump also announced a halt to passenger travel between the United States and Europe.  Royal Caribbean (RCL) plummeted 24% Thursday. and Norwegian (NCLH) lost 20% of its value. Each stock has now lost more than three-quarters of its value this year alone.  The stunning losses highlight serious concerns about the financial health of the cruise industry during this crisis.  The European Central Bank said it would ramp up bond purchases to help support the economy on Thursday, joining policymakers around the world in a rush to contain the fallout from the coronavirus pandemic. But the central bank, which also took steps to boost liquidity, did not push interest rates deeper into negative territory, a move that some investors had been expecting. Interest rates are already at historic lows in Europe, and economists had expressed concern that trimming them further would be insufficient to fight an economic shock. Still, the decision to keep rates steady fed a freefall in European stocks on Thursday, with Germany's DAX and France's CAC 40 extending losses to 7%. The announcement, which was made following a scheduled meeting in Frankfurt, comes after the US Federal Reserve and the Bank of England both slashed interest rates by half a percentage point in emergency sessions, citing the risks the coronavirus poses to economic activity. Read more about the ECB here. The floor of the Chicago Mercantile Exchange will shut down Friday afternoon to help stop the coronavirus outbreak. CME Group, which runs the Chicago trading floor, said it made the decision to send floor traders home at the end of the week \"as a precaution to reduce large gatherings that can contribute to the spread of coronavirus.\" No coronavirus cases have been reported on the floor or in the Chicago Board of Trade, CME said. All products that trade on CME, including many commodities, will continue to trade electronically. CNBC's Rick Santelli, who reports live throughout the day from the Chicago trading floor, will have to find a new location to shoot from. Jobless claims for the week ending March 7 came in lower than expected, at 211,000 compared with the consensus estimate of 218,000. Economists and market participants expected a spike in claims -- the previous week logged 215,000 claims -- as the coronavirus pandemic takes hold in America. The weekly data would be one of the first to show an economic impact from the virus. US stock futures dropped 5% Thursday morning, hitting the \"limit down,\" meaning they can't fall any further. Futures dropped sharply after President Donald Trump last night announced a ban of travel from Europe to limit the spread of coronavirus. Futures last hit their limit on Monday. The tricky part: traders are flying blind when the market opens because there is little indication how low stocks might fall. Stocks hit a circuit breaker when the S&P 500 drops 7%, which leads New York Stock Exchange trading to be halted for 15 minutes. This also last happened on Monday. Given this recent history, it could be an ugly market open in New York. Nearly 80% of manufacturers expect the novel coronavirus will damage their operations, according to a new survey released Thursday.  The National Association of Manufacturers surveyed 600 people about what effects the growing virus would have on business.  Roughly 53% said they anticipate a change in operations and 36% expect to face supply chain disruptions. Already, manufacturers are grappling with disruptions to their businesses due to the COVID-19 outbreak, with many anticipating financial and operational consequences—even before some of the developments of this week,\" NAM President and CEO Jay Timmons said in a release. Stock futures fell by 5% Thursday morning, hitting a \"limit down\" circuit breaker that prevents futures from trading any lower.  They've since pulled back ever-so slightly since then, but it's going to be a bumpy ride once again Thursday. US stock futures plunged after President Donald Trump announced that travel from more than two dozen European countries to United States will be suspended for 30 days, an escalation of measures taken to insulate Americans from the novel coronavirus outbreak. The travel suspension begins Friday at midnight and applies to countries in the Schengen Area, a zone without border controls that includes Italy, Germany, France, Spain and 22 other nations. The United Kingdom is not included. Dow (INDU) futures have plunged more than 1,000 points, or 4.3%\nS&P 500 (SPX) futures are down 4.1%. \nNasdaq (COMP) futures have dropped 4.2% Europe's stock markets fell dramatically at the open: 🇬🇧London's FTSE 100 (UKX) dropped 5%\n🇩🇪Germany's DAX (DAX) declined 5.4% \n🇫🇷France's CAC 40 shed 4.5%. \n🇮🇹Italy's benchmark stock index fell 5.9% Airlines stocks were among the big fallers follow this morning's open across Europe: IAG (ICAGY) owner of British Airways and Iberia was down 7%\nLufthansa (DLAKY) was down 9%  \nRyanair (RYAAY) was down nearly 10% US-based airlines are also falling in premarket trading: Delta (DAL) shares are down 10%\nAmerican Airlines (AAL) stock is off nearly 14%\nUnited Airlines (UAL) shares fell 10% The longest-running bull market and economic expansion in American history are under siege from a one-two punch that few saw coming. First, the coronavirus pandemic slammed a world economy already hobbled by trade wars, crushed the travel industry and sparked fear among American households and CEOs alike. Cruise ships, airlines, hotels, sporting events and concert halls are all in the line of fire. Then, oil prices suffered an historic collapse that threatens to set off a wave of US bankruptcies and layoffs in the energy sector, further denting business spending. Now the Federal Reserve and the White House are racing to stave off economic disaster by pumping in more easy money and pushing for further tax cuts. They might be too late. If we do not see a substantial drop in the spread of the virus or its mortality rate within the next few weeks, the US economy will go into recession,\" David Kelly, chief global strategist at JPMorgan Funds, told CNN Business. Read more here. The Dow and S&P 500 both fell more than 20% from their recent highs Wednesday in light of coronavirus fears, but only the Dow closed the day officially in bear market territory. The S&P 500 finished the day at 2,741, down about 5% for the session and about 19% below the all-time high it closed at on February 19. The tech heavy Nasdaq is also 19% below its all-time high. Two other key market indexes, the Dow Jones Transportation Average (DJT) and the small-cap focused Russell 2000 (RUT), are already in a bear market. The S&P 500 was last in a bear market in late 2007, 2008 and early 2009 -- during the height of the Great Recession and Global Financial Crisis. The index fell more than 56% from its peak before bottoming out. Read more here."], "Language": false}