{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/entertainment/hollywood-reactions-harvey-weinstein-sentence/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France and Chloe Melas, CNN"], "Writers": [["Lisa Respers France", "Chloe Melas"]], "FirstPublishDate": ["2020-03-11T16:07:23Z"], "LastModifiedDate": ["2020-03-11T20:35:03Z"], "Headline": ["Time's Up and others react to Harvey Weinstein sentence"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Harvey Weinstein was sentenced to 23 years in prison Wednesday and women who have been among the most outspoken about him focused their reaction on the legacy of both Weinstein and the women who testified against him. In February, the disgraced film producer was found guilty of committing a criminal sex act in the first degree involving one woman and rape in the third degree involving another woman. The sentences will run consecutively, and both come with 5 years of supervision after release.  The Silence Breakers The group, which has spoken out against sexual harassment and assault and includes several Weinstein accusers like Rose McGowan and Ashley Judd, released the following statement after his sentencing: \"Harvey Weinstein's legacy will always be that he's a convicted rapist. He is going to jail -- but no amount of jail time will repair the lives he ruined, the careers he destroyed, or the damage he has caused. \"The Silence Breaker community was founded on solidarity, support and compassion. The New York trial has ended, but the Silence Breakers will persist in our crusade for cultural change, justice and to have our voices heard.\" Rosanna Arquette Arquette is a member of The Silence Breakers and one of the more than 80 women who have accused Weinstein of sexual misconduct (Weinstein has repeatedly denied all allegations of nonconsensual sex). \"Gratitude to all the silence breakers especially Rose and all survivors of weinstein to the brave women who testified and to the incredible investigative reporting of Ronan farrow who uncovered the sabotage and spying and to david Remnick thank you Rich McKuen and ny times,\" the actress tweeted after the sentencing. Mira Sorvino The actress was one of the first to go on record accusing Weinstein of sexually harassing her. On Wednesday, she tweeted: \"23 years. Harvey Weinstein has been sentenced to 23 years in prison for his crimes of rape and sexual assault. I literally cried tears of amazement, gratitude that the justice system has worked on behalf of all of his victims today.\" Ronan Farrow Farrow, the journalist who broke the story of multiple Weinstein accusers for the New Yorker, tweeted about the power of those who speak up. \"The Weinstein sentence reminds us of the importance of those sources and of leaders at news organizations who refused to kill the story -- including the editors at the New Yorker who published the first allegations of rape and assault about Weinstein,\" Farrow wrote. Time's Up The organization, which arose out of the scandal that followed the allegations against Weinstein, released a statement from Tina Tchen, president and chief executive officer of the Time's Up Foundation. The statement reads as follows: \"First and foremost, we are grateful for the courage and strength of Mimi Haleyi, Jessica Mann, Annabella Sciorra, Dawn Dunning, Tarale Wulff, and Lauren Young, who bravely testified in court, and we remain in solidarity with the more than 100 survivors who suffered abuse, harassment, and rape at the hands of Harvey Weinstein. The trauma of sexual assault and harassment is lifelong -- we can only hope that today's sentence brings all of the survivors of Harvey Weinstein some measure of peace. \"We also hope that these women take pride in knowing the impact they have had on our culture at large. Whether by inspiring more survivors to come forward and seek help, changing how the justice system responds to sexual violence, or leading corporate boards to hold more CEOs accountable for toxic workplace culture, the social change catalyzed by these survivors has been nothing short of transformational.   \"TIME'S UP is committed to keep fighting until everybody is safe at work and in the pursuit of their careers, no exceptions.\""], "Language": false}