{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/isle-of-man-phoneboxes-digital-detox-retreat-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-11T04:04:38Z"], "LastModifiedDate": ["2020-03-11T15:32:09Z"], "Headline": ["The Isle of Man encourages locking your phone in a box for an old-school, analog vacation"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["To help visitors log out from the digital world and into the Isle of Man's natural beauty, the island is testing out an initiative called Phoneboxes, in which visitors lock their phones away for the duration of their trip in return for old-school, analog alternatives.  The items travelers receive recall a time before cellphones; the alternatives are stand-ins for apps we now use to document and plan our trips. For example, instead of a 12-megapixel smartphone camera, you get a film camera with one roll of film that has 24 exposures. After shooting you have to actually develop the film.  In place of a notes app or Instagram captions is a physical travel diary. Instead of GPS, there's a map to help visitors navigate the Isle of Man. As an alternative to Yelp-ing scenic attractions, landscapes and restaurants, there's a \"One Stop Guide to the Isle of Man\" with itinerary inspiration ideas.  \"The guide to digital detox holds the benefits of being able to view our stunning scenery through your own eyes and not through the lens of a phone,\" said Angela Byrne, head of Visit Isle of Man, the government's tourism office.  A packet of postcards and stamps substitutes texting family and friends back home. Mobile games are exchanged for a pack of playing cards. Additionally, visitors receive bird and plant identification books and a selection of binoculars and magnifying glasses.  \"Planning [the alternatives] was basically going back to my childhood, over 20 years ago, and saying, how did we go on holiday before the onset of mobile phones and the technology that's available now?\" said Byrne.  Thus far, the boxes are located at two remote, rural island retreats that evoke an escapism feel: Knockaloe Beg Farm, nestled below Peel Hill, and Glen Helen Glamping, which is located at the foot of Glen Helen and offers hiking trails, a wildflower meadow and the Rhenass Waterfall.  Visitors can email the office ahead of their trip and choose whether to lock their phone in the box at their camping site, or go the full mile and leave it in the reception office of their accommodation, which the island encourages. The island also plans to provide mobile phones with calling and texting features only, in case people need to reconnect.  Forget about sharing selfies in front of Peel Castle on social media. \"Offline\" activities on offer include horse-riding, hiking, water sports, wildlife watching and eating at local restaurants. Constantly connected on vacation An online (and unscientific) survey of more than 2,000 people in the UK administered by the island showed that with the rise of modern technology, we're living in an \"always-on\" culture in which \"workcations\" have become the new norm, with 52% of Brits saying they regularly check work emails while traveling and 54% continuing to work due to fear of getting behind on assignments or underachieving. More than half felt they could reach a better work-life balance if they didn't have their phone with them at all times. Nearly 75% reported their mood as negatively affected when their traveling companion spent too much time on their phone.  \"The use of technology on holiday has blurred the boundaries of 'home' and 'away,' \" said Dr. Brad McKenna and Dr. Wenjie Cai, authors of a 2019 study from Britain that investigated how engaging in digital-free tourism impacted holiday experiences. \"Traditionally a holiday has been a chance to escape, but nowadays people are on holiday checking work emails, or posting holiday snaps on social media. So in a way they are still engaging with their work commitments back home. We believe this constant connectivity on holiday has a negative impact on well-being.\"  Byrne, who has overseen Isle of Man tourism for eight years, has noticed a large increase in the reliance on cellphones for navigating the island, but also for recording mountain bike routes and health data tracking and sharing them on social media. \"The likes of Instagram have become quite an important platform for destinations and in also getting a sort of wider reach in imagery and showcasing the island,\" she said.  Following a digital detox trend The island studied travel trends that revealed a rising demand for digital detox experiences. By participating in a phone-free vacation, you can \"go out for a meal without constantly being on your phone and have conversations with your family and or partner,\" Byrne said.  With an option for a mobile-free vacation, the Isle of Man is catering to a rising trend in which mindful, tech-free experiences are preferable to the norm.  \"People are looking for the wellness feeling of wanting to go away for a few days, but when you get back you feel the benefit of being on holiday and having had that break away from technology,\" Byrne said.  The British study, published in the Journal of Travel Research, found that tourists may go on an emotional journey when they disconnect from social media and technology while traveling.  In the study, participants from seven countries traveled to 17 countries and regions. Most disconnected for more than a day. Initially, they experienced anxiety, frustration and withdrawal symptoms, but later felt acceptance, enjoyment and liberation.  They also paid more attention to their surroundings and reported that they were given advice and information about the sights, places and beaches that weren't on any tourism websites, but were highlights of their trips.  \"These 'being present' moments lead to more memorable travel experiences than having our heads in our phones,\" said McKenna and Cai.  The Isle of Man hopes that by locking their phones away for a little while, visitors can achieve the same effect.  \"We hope that people see how beautiful the island is, that they'll have enjoyed themselves and had a good break, and that they're encouraged to do it more often,\" Byrne said. "], "Language": false}