{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/business/coronavirus-sxsw-cancel-freelance-workers-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-11T12:17:48Z"], "LastModifiedDate": ["2020-03-11T12:17:48Z"], "Headline": ["With SXSW canceled, small businesses are struggling to recover thousands of dollars in lost income"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Freelance cinematographer Kyle Osburn was supposed to bring in about $10,000 in income working at this year's South by Southwest festival. But when the Austin, Texas-based tech, film and music event was canceled last week due to coronavirus concerns, Osburn said he realized he wasn't just losing a gig. He was losing a piece of his livelihood. \"I've been a self-employed freelancer for over 12 years in Austin so I know how to weather the storm during slow work periods,\" Osburn told CNN. \"But this situation is making it exponentially harder to do that when you expected that income to offset the slow months at the start of the year.\" The 36-year-old is among the hundreds of workers reeling from the cancellation of the festival, which was supposed to take place from March 13 to 22.  This is the first time in 34 years that the festival, also known as SXSW, has been canceled, according to organizers. SXSW's abrupt cancellation will likely have repercussions for many, including those who were planning to attend and already spent money on travel or hotel fees. Freelancers and employees at Austin-based small businesses in particular told CNN they are worried that without the revenue from SXSW, they will struggle to stay afloat.  \"This would have paid my rent for two months,\" Mario Garza, a freelance photographer, told CNN. \"A lot of people don't understand that this is other people's 9-to-5. This is my full-time job.\"  Justin Owen, who is the owner of Two Spoons, has catered the event for about seven years, according to CNN affiliate KEYE. Now, instead of providing lunches and snacks for all the volunteers and workers at SXSW, he is scrambling to make up for all the money he lost.  \"(Last week) I had been running around all week buying hundreds of tortillas and pounds and pounds of cheese to make sandwiches and stuff,\" Owen told KEYE. \"I spent most of my day today running back around town returning it all.\"   After seeing local businesses — including his own — take a hit, Luke Lashley, founder of film production company BL&S Film, decided to do something to help. Lashley, his sister Shelly, and friend Mary Kathryn Paynter, co-founded ILostMyGig.com, a website designed to give Austin community members the opportunity to support these freelance workers and businesses by donating money or hiring them for another event. \"The total amount of reported income lost is $2,112,335,\" Paynter told CNN. \"These are people whose job is to be behind the scenes. What we hope to give them is not just help to get their money back, but visibility and an opportunity for them to tell their stories.\" The website has received more than 400 submissions since Friday, and it's been viewed more than 26,000 times, Paynter told CNN.  Osburn, whose information was among those posted on I Lost My Gig, said he hasn't received any donations yet, but is hoping the website will lead to more job opportunities.  \"I would prefer to get hired and work instead of [receive] donations,\" he said. \"Being a creative freelancer, creating and making things is what keeps you most happy.\" "], "Language": false}