{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/media/star-trek-streaming-picard-cbs-all-access/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-03-10T19:48:40Z"], "LastModifiedDate": ["2020-03-10T19:50:14Z"], "Headline": ["Star Trek helps ViacomCBS stand out in the streaming universe"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["There's a lot to choose from in the streaming world. Too much, in fact. But what helps CBS All Access stand out is its rights to Star Trek, one of the most beloved brands in pop culture — and now its parent company is looking to expand the franchise's footprint. Star Trek, which started as a TV series in 1966, has boldly gone into the world of film, books and now streaming. Star Trek is no longer just a film franchise or a TV series. It's a brand that connects the vast universe of the newly merged ViacomCBS. \"Star Trek is as important to ViacomCBS as Star Wars is to Disney,\" Jeff Bock, senior analyst at entertainment research firm Exhibitor Relations, told CNN Business. \"Basically, it's a never-ending stream of content.\" That never-ending quality is important for streaming services like CBS All Access, which need to fill their libraries to keep current subscribers happy and bring in new ones. But while having a ton of titles is useful, it helps if the content is something that's familiar to audiences and potential subscribers, according to Bernie McTernan, senior analyst at Rosenblatt Securities. \"The two most important assets to have in streaming are franchises and money,\" McTernan told CNN Business. \"Franchises are a great customer acquisition vehicle for streaming services because they already have a built-in fan base.\" That's paid off for ViacomCBS. The January premiere of \"Picard,\" which has Patrick Stewart reprise his iconic role as Jean-Luc Picard, broke records for total streams and subscriber sign-ups for CBS All Access, ViacomCBS said in its earnings report last month. The company is now taking the Star Trek franchise and \"extending it across the house,\" Bob Bakish, ViacomCBS' CEO, said on the earnings call. That means developing new shows on All Access as well as an animated series for the company's family cable channel, Nickelodeon. ViacomCBS also plans to release more Star Trek films at its movie studio, Paramount. The Star Trek film franchise has made roughly $2.2 billion at the worldwide box office, according to Comscore. There's a \"scarcity value to key franchises\" like Star Trek, McTernan said, since the rights for many of the franchises are not easily available — or cheap, for that matter. \"Amazon had to pay $250 million for the rights to Lord of the Rings so it could make a series for Prime Video,\" McTernan said. \"The difficult thing for streaming services to overcome is getting customers to try a newly created franchise. [For example,] Netflix is using the volume approach to solve this problem, spending billions on content.\" But building around the Star Trek universe is what has worked well so far for ViacomCBS. Julie McNamara, the executive vice president and head of programming for CBS All Access, told CNN Business that \"Star Trek: Discovery\" and \"Star Trek: Picard\" are two of the most popular shows on the service. \"Just the connection of the Star Trek universe with CBS All Access is a very important driver of awareness and interest in the service,\" McNamara said. \"It's a great tentpole for us.\" McNamara added that there's a \"glut of content\" in the marketplace, so having a beloved franchise helps the service stand out. \"I do think having such a notable franchise that's loud in a crowded marketplace can be a very effective tool to launch a platform,\" she said. \"But that said, you have to do it at high quality because you know your fan base for this kind of franchise is going to be very opinionated.\""], "Language": false}