{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/politics/trump-economy-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristen Holmes, CNN"], "Writers": [["Kristen Holmes"]], "FirstPublishDate": ["2020-04-18T23:41:00Z"], "LastModifiedDate": ["2020-04-19T00:11:25Z"], "Headline": ["Trump is frustrated and 'chomping at the bit' to reopen America and the economy"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump went into the weekend frustrated after a week of calls with industry leaders, governors and lawmakers who raised questions on whether the country was ready to be reopened, specifically whether or not there was adequate testing to reopen the economy and send people back to work, a senior administration official told CNN. The President lamented over negative media coverage of the White House reopening guidance unveiled on Thursday and that he didn't understand why the narrative wasn't more positive. Trump's frustration was on clear display Saturday during a late-scheduled press briefing, called despite Vice President Mike Pence, the leader of the coronavirus task force, being unable to attend as he was in Colorado Springs, Colorado, speaking at the US Air Force Academy's commencement ceremony.  The briefing offered little in the way of a coronavirus response update.  Instead, Trump spent the better part of an hour bashing reporters for unfair coverage, touting his administration's response to the virus, calling the United States the 'king of ventilators', and, defending his administration's response to the coronavirus, saying that China has more deaths \"by a lot.\" He attacked the press for reporting that the United States has the most deaths from coronavirus. The lost month: Trump says he took 'strong action' in February to stop coronavirus. Here's the full picture. \"We're not number one, China's number one, just so you understand. China's number one by a lot. It's not even close. They're way ahead of us in terms of death. It's not even close. You know it. I know it. They know it. But you don't want to report it. Why? You'll have to explain that. Someday I'll explain it,\" Trump said. The President also delved into testing, reiterating an unproven claim that the US testing system is superior to any other country and bashed governors who said they are facing shortages of critical supplies to conduct tests. \"They don't want to use all of the capacity that we've created. We have tremendous capacity,\" Trump said. \"They know that. The governors know that. The Democrat governors know that. They're the ones that are complaining.\" Medical advisers have assured Trump that with the ramped-up production levels of tests and the technology expanding (rapid tests and self tests) that they are getting to the place needed to reopen, according to the administration official. That was the message conveyed by several administration officials at Friday's White House briefing. On Friday, Trump lashed out at Democrats, trying to pass the buck for his handling of the coronavirus pandemic and hoping to pass the blame for a ravaged economy. Trump, who began the week by incorrectly declaring that he had \"total authority\" as President and ended it by passing that responsibility to governors, was \"chomping at the bit\" by Saturday -- eager for the coronavirus pandemic to be over and for businesses to reopened, according to a separate source in contact with the President. The source added that for the first time, the President has actually seemed excited, believing he sees a light at the end of the tunnel. As CNN previously reported, even allies told Trump that in order to move forward there would need to be some sort of readily available mass rapid testing system in place. During his daily news conference on Thursday, Trump said the new guidelines amount to the start of the country's \"rejuvenation.\" \"We're starting our life again,\" he said, even as it remains to be seen just how quickly any state returns to normal. The new guidelines, meant to speed up Trump's goal of restarting the country, won't be mandatory. Many governors have already extended restrictions into May or banded into regional collectives that will determine their own reopening plans.  Adding to the President's frustration, White House medical experts have told him that the country is on track to be prepared for a phased reopening, but those experts and Trump are not in sync on the timing of the relaxation, including whether his May 1 target date for opening certain parts of the country can be met. The President's terse messages echoed and encouraged protests being staged by conservative groups. Trump made no mention of Republican governors, who in many cases are working alongside their Democratic counterparts, trying to fight the deadly outbreak. \"I think some things are too tough,\" Trump said Friday evening at the White House briefing, not offering any specifics. Asked whether states should lift their stay-at-home orders, he said, \"No, but I think elements of what they've done are too much. It was the clearest indication yet the President is laying the groundwork for blaming the dire economic conditions on decisions of Democratic governors, rather than taking steps to improve his actions and acknowledge failures of the administration's handling of the crisis."], "Language": false}