{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/07/entertainment/riz-ahmed-the-long-goodbye-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-03-07T22:13:03Z"], "LastModifiedDate": ["2020-03-07T22:41:10Z"], "Headline": ["Riz Ahmed 'breaks up' with Britain in an emotional album and short film 'The Long Goodbye'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Riz Ahmed released a new album on Friday dedicated to his emotional \"breakup\" with Britain. \"The Long Goodbye\" includes nine tracks about Ahmed being dumped by a post-Brexit Britain and was accompanied by a short film by the same title. \"The record is a breakup album -- but with your country,\" the British actor and rapper said in a statement.  \"So many of us feel like we're being dumped by the place we call home, a home that we built. This album takes you on the journey of this breakup; through the stages of denial, anger, acceptance, and finally self-love to counter the hate.\" The 11-minute short film, directed by Aneil Karia, follows the life of a British South Asian family as they prepare for a wedding, when suddenly a racist gang breaks into their home, drags them into the street and executes them. The family pleads for help as white neighbors look on in concern, but do not intervene. Through a combination of rap and spoken word overlaying the film, Ahmed describes the brutal reality for people of color living in a xenophobic post-Brexit Britain. The United Kingdom left the European Union on January 31, 2020, more than three years after voting to do so in a referendum.  The move was championed by many Brits, including some with anti-immigrant sentiments. Following the vote, reports of hate crimes and racial abuse spiked throughout the UK. More than 70% of people from ethnic minorities reported racial discrimination in February 2019, compared to 58% in January 2016 (before the referendum), according to a nationwide study by Opinium. Meanwhile, online racism has more than doubled. \"My country's broken up with me,\" Ahmed, a Muslim of Pakistani descent, said on Instagram Friday. \"We had our ups, but now it's broken down. Let me break down the whole f------.\" The Emmy Award winner will perform the album live in the UK and US starting March 26."], "Language": false}