{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/media/sxsw-preparation-coronavirus/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn and Rishi Iyengar, CNN Business"], "Writers": [["Kerry Flynn", "Rishi Iyengar"]], "FirstPublishDate": ["2020-03-06T22:00:08Z"], "LastModifiedDate": ["2020-03-06T23:09:53Z"], "Headline": ["SXSW is canceled over coronavirus concerns"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["South by Southwest, the annual tech, film and music conference in Austin, has officially been canceled because of the coronavirus. The decision, announced by city authorities on Friday, came just two days after Austin public health officials said the event could proceed as planned despite a string of high-profile dropouts and widespread calls to cancel. \"I've gone ahead and declared a local disaster in the city, and, associated with that, have issued an order that effectively cancels South by Southwest this year,\" Austin Mayor Steve Adler told reporters Friday afternoon.  The event had been scheduled to take place from March 13 to March 22. This is the first time in 34 years that it has been canceled, according to the organizers.  \"We are devastated to share this news with you,\" SXSW said in a statement. \"We are now working through the ramifications of this unprecedented situation.\" SXSW is now exploring the possibility of rescheduling the event and is working to provide an online alternative. The organizers will reach out to prospective attendees with more information in the coming days, they said.  Several of the conference's biggest names had already pulled out in the days leading up to the cancellation.  Twitter was the first big company to pull out of the event, citing its new policy restricting all business travel because of the virus. Facebook, Intel, Vevo and Mashable soon followed suit. Popular video app TikTok also backed out, saying it would explore \"alternative ways\" to bring its planned SXSW content to audiences. \"While we think the risk is relatively low, we are erring on the side of caution,\" a TikTok spokesperson told CNN Business on Tuesday. Despite the cancellations, SXSW organizers announced new keynote speakers this week, including Hillary Clinton and Andrew Yang. The conference organizers said on Monday they would be \"proceeding as planned\" and that they were working with local, state and federal agencies to ensure a safe event. SXSW draws thousands of people to Austin each year and generates millions of dollars for the city. The economic impact of last year's event on the city was estimated to be $355.9 million, according to a report paid for by SXSW. As recently as Friday, some attendees had been finalizing their schedules and packing their bags for a trip to Texas. San Francisco-based marketing consultant Kate Talbot, who has attended SXSW every year since 2015 as a way to try to get new business, was expecting to be among those descending on the city next week. She typically attends parties run by venture capital firms or startups and other private events to meet potential clients.  \"SXSW is really beneficial to my business,\" Talbot told CNN Business shortly before the event was cancelled. \"I'm doing what the CDC is telling us to do and being smart about it. I don't want to live in fear. I don't understand the difference between being in San Francisco and Austin. There's a risk anywhere you go.\" A number of tech companies have already canceled the in-person portion of their annual spring events, including Facebook and Google's developer conferences.  Soon after, SXSW organizers came under pressure but had resisted to cancel the conference. A Change.org petition urging a cancellation has garnered more than 53,000 signatures.  Mark Escott, the interim medical director and health authority for Austin Public Health, said canceling the event was a necessary precaution to mitigate the further spread of the virus.  \"This is not unlike a hurricane looming in the gulf,\" he said. \"Now is the time to think about what are we going to do as a community and as a government when that storm comes.\""], "Language": false}