{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/18/politics/trump-governors-testing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jeremy Diamond, CNN"], "Writers": [["Jeremy Diamond"]], "FirstPublishDate": ["2020-04-18T23:17:36Z"], "LastModifiedDate": ["2020-04-19T00:07:24Z"], "Headline": ["Trump lashes out at governors over testing shortfalls"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump on Saturday repeatedly blamed governors for not making full use of coronavirus testing capacity in their states, even as several Democrat and Republican governors said they are facing shortages of critical supplies to conduct tests. \"They don't want to use all of the capacity that we've created. We have tremendous capacity,\" Trump said during a briefing at the White House. \"They know that. The governors know that. The Democrat governors know that. They're the ones that are complaining.\" Trump's criticism was the latest missive the President has fired at Democratic governors who in recent days have pressed the federal government for more help to address testing shortages amid mounting pressure for them to begin to reopen their economies.  The President's comments come after the White House released a three-part guideline this week, saying that states can enter the first phase toward reopening once they see a continued decrease over two weeks. As of Saturday afternoon, there were more than 732,000 confirmed cases in the US and at least 38,600 people had died, according to Johns Hopkins University.  Even as Trump said his administration is working with governors to \"help them find and unlock the vast unused testing capacity that exists in their states,\" the President suggested it was the governors' fault for not making use of that capacity. \"The governors should use it,\" Trump said of private lab testing capacity. \"They're waiting for business from these governors.\" The President lambasted governors even as his own health experts have acknowledged shortfalls in testing around the country and he himself committed on Friday to shipping 5 million additional testing swabs to states this month due to shortages. Republican and Democrat governors alike have said they are facing shortages of crucial testing supplies, which has hampered their ability to dramatically scale up testing to the point that is needed. New York Gov. Andrew Cuomo, a Democrat, and Gov. Mike DeWine of Ohio, a Republican, have both said they are facing shortages of the chemical reagent needed to conduct more tests. Trump has repeatedly deflected criticism of his handling of the coronavirus pandemic in recent weeks, instead seeking to shift responsibility and blame onto others, namely Democratic governors. Trump has said he doesn't take \"any responsibility at all\" for his administration's slow roll out of nationwide testing during the critical early weeks of the virus's spread in the United States. And even though the President has sought to put the onus for ramping up testing onto the states, Trump and his top aides have repeatedly credited his administration for upscaling testing in recent months. The President has also rejected any shortcomings amid questions about why the US did not make early purchases of ventilators and personal protective equipment as the threat of the virus became clear in late January and February. Instead, Trump has shifted blame on a rotating cast of characters from the Obama administration to the media, the World Health Organization and China, even though he publicly praised that country during the critical weeks the virus began spreading in the US. Trump's effort to shift blame onto Democratic governors for lackluster testing capabilities came as he also pressured some of those governors to relax restrictions in place in their states. On Friday, Trump tweeted \"liberate\" Michigan, Minnesota and Virginia, three key swing states where Democratic governors have faced protests from the President's backers. This story has been updated with additional developments. "], "Language": false}