{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/politics/bill-clinton-documentary-monica-lewinsky/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dan Merica, CNN"], "Writers": [["Dan Merica"]], "FirstPublishDate": ["2020-03-06T00:45:55Z"], "LastModifiedDate": ["2020-03-06T17:03:02Z"], "Headline": ["Bill Clinton says he feels 'terrible' that affair has 'unfairly' defined Monica Lewinsky's life"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Bill Clinton reflects emotionally in a new documentary about his 1990s affair with Monica Lewinsky, saying that he feels \"terrible\" the affair has defined the former White House intern's life and seeks to explain the sexual relationship as something that he \"did to manage my anxieties for years.\" Clinton, asked why he entered into the relationship, says it was one of many things he did to cope with the \"pressure,\" \"disappointments\" and \"fears\" of life. The former President makes the comments in \"Hillary,\" a new four-hour documentary that traces the former first lady and 2016 Democratic nominee's life and career. In the film, Hillary Clinton also describes how \"devastated\" she was during that time in her life, but defends her decision to stay with her husband. \"We all bring our baggage to life and sometimes we do things we shouldn't do,\" a visibly emotional Bill Clinton says. \"It was awful what I did.\" Clinton, as president, had a sexual relationship with Lewinsky, who was a 22-year-old White House intern at the time. The relationship, and Clinton lying about it during a deposition, led to his impeachment. Clinton was subsequently acquitted by the Senate. In recent years, Lewinsky began to publicly speak out about her relationship with the President, especially how her view of it changed during the #MeToo movement and how she struggled for years to fight her life being defined by the affair. The four-part documentary devotes an entire episode to the investigations during the Clinton presidency and Hillary Clinton's decision to stay with her husband during the Lewinsky scandal, something she has previously described as the toughest decision she has ever had to make. Both Hillary and Bill Clinton -- who are interviewed for this portion separately -- describe their memories from that time, including when the President informed the first lady about the affair and how she told him that he needed to inform their daughter himself.  \"I said, 'If this is going to be public, you have got to go tell Chelsea,'\" Hillary Clinton says, adding that she personally felt \"devastated and so personally hurt.\" \"So, I did that, which was awful,\" a visibly emotional Bill Clinton says, \"What I did was wrong. I just hated to hurt her.\" The former President is then asked why he thinks he took that risk at the time. \"Nobody thinks about that, nobody thinks I am taking a risk. That is not why people do stupid things,\" Clinton says. \"Nobody sits down and thinks I will take a really irresponsible risk, it is bad for my family, bad for my country, bad for the people who work with me. That is not what happens.\" He adds: \"It is you feel like you are staggering around, you have been in a 15-round prize fight that was extended to 30 rounds and here is something that will take your mind off of it for a while. That is what happens.\" Clinton then describes how his decision to enter into the sexual relationship was, in part, motivated by life's \"pressure and disappointments and terrors, fears of whatever\" and describes it as one thing that he \"did to manage my anxieties for years.\" Then Clinton, two decades after the affair, reflects on how he personally has changed. \"I am a totally different person than I was,\" he says. \"Maybe it is just getting older, but I hope it was also going through a lot of this.\" He adds: \"What I did, it was bad, but wasn't like I thought, let's see how can I think about the most stupid thing I could possibly do and do it. It is not a defense, it is an explanation. It was awful. I feel terrible.\" Both Clintons also reflect about the aftermath of the news that he had the affair with Lewinsky and lied about it, including how the first family left the White House for Martha's Vineyard the day after the President admitted to the nation for the first time that he had, in fact, had a sexual relationship with the White House intern. The image has become iconic because of how their daughter, Chelsea Clinton, walked between them holding hands as they made their way to Marine One, the presidential helicopter. \"Chelsea put herself between us and held both our hands. That was not anything other than her trying to keep us together,\" Hillary Clinton said. \"And when she did that, oh my gosh, I thought, 'That is just so incredible, so strong and so wise.'\" Bill Clinton adds: \"She was filling in our empty space there and the picture is worth a million words.\" The former President has reflected about his relationship with Lewinsky over the years, including comments in 2018 where he seemed to defend himself and said he didn't owe Lewinsky an apology. Clinton later admitted that the defense was not his \"finest moment\" -- and the former President did apologize \"to my family, to Monica Lewinsky and her family and to the American people\" during the 1998 National Prayer Breakfast. Clinton says during the documentary that he feels \"terrible about the fact that Monica Lewinsky's life was defined by it, unfairly I think.\" \"Over the years I have watched her trying to get a normal life back again,\" he says. \"But you got to decide how to define normal,\" he says, seemingly acknowledging that it will be difficult for the former White House intern to ever get her life back. The portion of the documentary ends with both Bill and Hillary Clinton reflecting on the then-first lady's decision to stay with her husband. \"Some people thought I made the right decision and some people thought I made the wrong decision and so I have gotten both affirmation and criticism for the decision I made and that was true from the very beginning of deciding that,\" Hillary Clinton says. The former secretary of state has been subject to both criticism and praise for staying her husband after the affair -- a decision that has been subject to changing world views over the last two decades. \"It is a funny time we live in, the kind of public opinion shifts and people say, 'Oh, so noble, she stayed in her marriage' to 'Oh, it is so incomprehensible that she stayed in her marriage,'\" Hillary Clinton says. \"You know that there are forces of work in a society that people are working through themselves.\" The episode ends with an emotional Bill Clinton reflecting on the price -- both personally and politically -- that his wife has paid for staying with him. \"I was so grateful that she thought we still had enough to stick it out,\" Bill Clinton says. \"God knows the burden she paid for that.\""], "Language": false}