{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/entertainment/the-banker-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-03-06T15:03:01Z"], "LastModifiedDate": ["2020-03-06T15:03:01Z"], "Headline": ["'The Banker' yields a modest return on Apple's first bite at movies"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"The Banker\" is a sturdy, old-fashioned film that's been put under the microscope for two unrelated reasons: Not only does it represent Apple's first bite at movies, but allegations involving the subject's children prompted a delay in its release. Setting that aside, the story chronicles a fascinating moment in the civil rights movement, without yielding quite the returns that it should. Based on real events (although its accuracy is among the aspects that have been challenged), the film centers on Bernard Garrett (Anthony Mackie), a self-taught real-estate whiz who set his sights on Los Angeles in the 1950s. He's introduced exhibiting his savvy for business as a child in small-town Texas, where his father says of those entrepreneurial aspirations, \"You were born the wrong color, son.\" A grown-up Garrett is still the wrong color for L.A. in that era but finds creative ways to skirt the roadblocks. First, he aligns himself with a well-established white developer (Colm Meaney) and subsequently a colorful club owner, Joe Morris (Samuel L. Jackson), a boisterous fellow who thinks his tightly-wound partner desperately needs to lighten up. The film doesn't really kick into gear, though, until Garrett and Morris hatch a scheme to secretly expand their footprint in acquiring white-owned properties by tapping a young white guy, Matt Steiner (Nicholas Hoult), to serve as the face of their operation. The arrangement brings to mind the movie \"The Front,\" in which Woody Allen's character pretended to pen scripts from blacklisted writers. Director George Nolfi and several credited writers have the most fun with a sequence in which the African-American businessmen school their protégé in the ways of hobnobbing with white power brokers, using golf as a point of entry. So far, so pretty good, including the way that Garrett's endeavors helped desegregate Los Angeles, as he took buildings bordering white neighborhoods and gradually opened them up to the growing African-American middle class. The movie then pivots, however, to the plot point that is the basis for the film's name, as Garrett seizes on a plan to buy a bank in his hometown, using the same front-man system. Morris warns him repeatedly that no good can come of it, but Garrett is hellbent on opening the loan market to deserving black folks and won't be dissuaded by his wife (Nia Long) or partner. \"The Banker\" becomes a bit predictable at that point, as the racism with which the pair must grapple becomes more overt, threatening everything they've built. And while the film builds well enough toward the conclusion, it ends rather abruptly, relying too much on closing script remarks to do the heavy lifting about what transpired. As for the controversy, the most serious element involved sexual-abuse allegations against Garrett's son, Bernard Garrett Jr., a producer on the film, by his half-sister, Cynthia Garrett. Garrett Jr. issued a detailed statement denying the accusations but agreed to have his credit removed, he said at the time, \"so as not to tarnish my father's legacy.\" Apple acquired the completed movie, then subsequently opted to delay its planned December release. That eliminated the prospect of awards-season contention, although watching the finished product, it's hard to imagine the film having had much of an impact. The performances by Mackie, Jackson and Hoult do give the movie a solid anchor, and the story provides a stark demonstration of the way the system discriminated against African-Americans, even if the dialogue gets muddled in all the financial gobbledygook. Weighing both sides of the ledger, the bottom line is Apple has delivered a credible, modestly entertaining entry into the world of prestige film -- but one that won't lose much if written off against the balance sheet of consumers' streaming-TV budgets. \"The Banker\" premieres March 6 in select theaters and March 20 on Apple TV+."], "Language": false}