{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/entertainment/courtney-stodden-doug-hutchison-divorce/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-03-04T13:11:30Z"], "LastModifiedDate": ["2020-03-04T13:11:30Z"], "Headline": ["Courtney Stodden married Doug Hutchison when she was 16. Now it's over"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Courtney Stodden and Doug Hutchison stirred controversy when they married in 2011. She was 16 at the time, and Hutchison, an actor who had appeared in the film \"The Green Mile,\" was 50. Today they are 25 and 59, respectively, and Stodden says they are over. In a lengthy Instagram post shared Tuesday, Stodden said she and Hutchison are divorced. \"It's March 3rd, 2020 - today I am officially divorced from actor Doug Hutchison,\" she wrote in the caption of a photo showing the actor kissing her on her cheek. \"It's an emotional day for me. God only knows how he's feeling, but I can tell you that it's for the better.\" Stodden, who appeared in 2013 on \"Celebrity Big Brother,\" wrote, \"I look back at this picture and feel absolutely taken advantage of.\" \"I've been scared to even speak up about feeling groomed or being verbally abused during the almost 10 year marriage because I was a child and he was 50 when we married but I'm a woman now and it's time for me to put my big girl pants on and speak on this matter,\" she continued.  \"I've felt completely trapped, manipulated and at times abandoned by adults // growing up in such an environment -- it became a lonely and dark place.\" The actress also offered a message to her ex-husband, whom she said she will always love and also accused of leaving her \"a child woman, feeling belittled and confused.\" \"I wish you well. But please don't ever do this to another minor again,\" she wrote. \"It's not right ... even if the parent signs off.\" The couple's relationship was the subject of much speculation and fodder for jokes by late-night talk show hosts when it was revealed. The pair appeared in 2012 on the VH1 reality series \"Couples Therapy\" and went through multiple break-ups and reconciliations over the years. Stodden has pointed to a miscarriage she suffered in 2016 as a marital stressor.  In her post, Stodden also announced a forthcoming book. Hutchison has a book coming out titled, \"Flushing Hollywood: Fake News, Fake Boobs.\" CNN has reached out to his reps for comment."], "Language": false}