{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/machu-picchu-and-the-sacred-valley-peru/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Simeon Tegel, CNN"], "Writers": [[]], "FirstPublishDate": ["2017-06-13T13:14:50Z"], "LastModifiedDate": ["2020-03-04T08:46:20Z"], "Headline": ["Sacred Valley of the Incas -- see Machu Picchu and so much more in Peru"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["It's not hard to see why the Incas called it the Sacred Valley. The 70-mile narrow strip of land, in the Peruvian Andes, that runs roughly from the old imperial capital of Cusco to the enigmatic citadel of Machu Picchu remains a place of eerie natural beauty. Against a backdrop of snow-capped peaks, the fertile river valley winds below steep forests and ancient agricultural terraces while the mountain light at dusk gives the landscape an otherworldly glow. Many locals still speak Quechua -- the language of the Incas. They also grow corn, raise alpacas and weave brightly colored textiles much as their ancestors did before the violent arrival of the Spaniards five centuries ago. Then there are the area's various other breathtaking Inca ruins that might be internationally renowned in their own right were they not overshadowed by the tourism juggernaut of Machu Picchu. For those making the once-in-a-lifetime pilgrimage to the citadel, the Sacred Valley makes a perfect base. Although the Sacred Valley has a well-developed tourism industry, with lodging and activities for every budget under the sun, it receives far less traffic than the destinations that top and tail it, Cusco and Machu Picchu. There are endless opportunities to explore its natural landscapes as well as the living and ancient cultures. You can do so by road or, preferably, on foot, mountain bike or horseback. The Valley's smaller towns and villages also have a laid-back pace that make them ideal for decompressing, whether it is getting massages, doing yoga or simply chilling in a hammock. Throw in Peru's acclaimed cuisine, and it's hard to go wrong. The area is already home to restaurants overseen by some of the country's top chefs and will soon be the site of a new project from Virgilio Martínez, whose Lima eatery Central, consistently ranks as Latin America's best. There's one other key benefit of basing yourself in the Valley: altitude. Cusco is, on average, around 11,000 feet above sea level. The Valley mainly varies between 7,000 feet and 9,000 feet. That might not sound like a huge difference but it comes right in the altitude sickness \"sweet spot,\" with symptoms such as nausea, fatigue and headaches usually hitting you in Cusco but not the Sacred Valley. MORE: Going to Peru? 10 things to know before your trip Pisac Famous for its pre-Colombian agricultural terracing, this colonial village is a great overnight stop to escape the crowds in the city of Cusco, just a 40-minute drive away, with a small but enticing selection of hip restaurants and hotels. Most come here for the famous Sunday market in the town plaza, a great place to buy knitted alpaca wool clothing, ceramics and finely wrought silver. The village almost bursts at the seams as foreigners and local street vendors crowd the narrow cobbled streets. Yet just a fraction of visitors ever make to Pisac's greatest claim to fame: the hilltop Inca fortress towering over the village. The fortress includes stone water channels and what archeologists believe was an Inca bathhouse. The summit is a small triangular plateau featuring dazzling views and a kind of Inca altar made from solid granite called an intihuatana or \"hitching post of the sun.\" A road actually leads up the rear side of the fortress, allowing visitors to arrive by car, taxi or bus and then explore the site. However, as with most things Inca, the best way to appreciate Pisac, at least for those feeling energetic and unafraid of heights, is by donning walking shoes and ascending by foot from the village square below. The walk up the original narrow stone staircases is steep and typically takes a couple of hours. The mountain sun can also beat down. But the views of the village below, the terracing and the valley beyond make it thoroughly worthwhile. READ: 23 ancient cities that have survived more than just time Chinchero Known locally as the \"birthplace of the rainbow,\" Chinchero is another picturesque colonial village renowned above all for its intricate traditional textiles. Unusually, the village center is private and requires visitors to pay. It's money well spent to go shopping in the various women's weaving collectives, where locals, in traditional Andean dress, using natural dyes to create stunning alpaca wool creations including shawls, blankets and tablecloths. The colors can be as subtle or vivid as the women choose and cover the entire rainbow, with at least five types of green, depending on the leaves used, or bright crimson created by crushing dried cochineal bugs with a pestle and mortar. Moray and the Inca Salt Mines A pre-Colombian agricultural laboratory, Moray is one of the least visited but most fascinating Inca sites in the Sacred Valley. This amphitheater penetrating deep into a hilltop is made of a series of descending concentric rings. Each level, experts believe, simulated a different altitude, allowing the Incas to experiment with different crops for their vast empire. That tradition of trialing natural ingredients is also what has inspired Martínez, the chef. It's here, in the tiny village of Moray, that he plans to open a new culinary complex, covering all aspects of the gastronomic experience from field to plate, with his team testing new crops on the center's own land, perhaps in 2017. The backstory to Moray is that the Incas possessed a highly tuned ecological sensibility. The Pachamama is arguably the most revered deity in the Andean cosmos and can be translated to English equally as Mother Earth or Mother Nature. Moray remains the greatest embodiment of that understanding of the Pachamama's delicate equilibrium, and how it provides for humans. Near Moray, you can also visit the original Inca salt \"mines\" still in use today.  These are in fact a series of cascading, shallow pools built to trap water from a briny hot spring and then evaporate it. The walk down past the salt mines, back to the valley floor, is highly scenic and takes about an hour. Pink Andean gourmet table salt also makes an unusual souvenir to take home. READ: World's 50 best restaurants of 2017 Ollantaytambo This village is where most travelers from Cusco to Machu Picchu jump off the bus and on to the train. Its grid of cobbled streets is also the finest surviving example of Inca urban planning while the village was the scene of a rare and short-lived Inca victory over the Spaniards. It was here, in 1536, that a force of Conquistadors led by Francisco Pizarro's rebellious younger brother was showered with arrows and eventually routed after the Incas used their irrigation system to flood the valley floor, bogging down the horse-riding Spaniards. The narrow streets can jam up with buses during the morning and afternoon rush hours to and from Machu Picchu but the village is pretty quiet for the rest of the time. It's also home to two stunning Inca ruins, including another terraced fort. The huge walls are impressive but so too, albeit in a more subtle way, is the large Inca \"shrine\" carved into the rock on the lower far right of the site as it blends ethereally with the stone's natural features. Ollaytaytambo is also the setting for some great walks and bike-rides, including the four-mile hike to the Inca quarries, as well as El Albergue (Estación de Tren, Av Ferrocarril 1, Ollantaytambo; +51 84 204014), thought to be the Valley's oldest functioning hotel. Opened in 1925 and abutting the train station, El Albergue remains an atmospheric place to stay, with its simple, traditional rooms and leafy grounds. It also has a restaurant for non-guests and runs a high-end distillery for cañazo, a kind of Andean rum that has been produced continuously in the Valley since the 16th century. The hotel's organic farm, with a view of the fort, also serves pachamanca, a pre-Colombian classic of Andean gastronomy, involving slow-cooking various types of meat with potatoes, yams, broad beans and local herbs by burying them with stones heated in a fire.  El Albergue's version has lamb, chicken and alpaca, and, like most pachamanca, must be ordered the day before. MORE: World's scariest stairs: Do you dare climb their steps? Machu Picchu Revered as one of the world's great archeological sites, this hauntingly beautiful Inca citadel fully lives up to the hype. Perched vertiginously on a spur between two sugarloaf mountains draped in emerald cloud forest, Machu Picchu's splendor is rooted in the harmony with its jaw-dropping natural setting. The quality of the stonework also has to be seen up close to be believed. Huge granite rocks with irregular natural edges and multiple corners lock together so snugly -- without mortar -- that not so much as a cigarette paper will fit between them. Many, including Hiram Bingham, the American adventurer who rediscovered Machu Picchu in 1911, once believed it was a fortress. Today, the expert consensus is that it was a seasonal residence for the Inca rulers. But no one really knows. Some 12 acres with two separate walks up the peaks at each end, the site is large enough to merit a full day. If you choose to overnight in the small town below, you can also line up to get in when the gates open at 5 a.m. to watch the sun rise over the citadel. Machu Picchu is made up of roughly 200 stone structures, whose granite walls remain in good shape although the thatched roofs are long gone.  These include a ceremonial bathhouse, temples, granaries and aqueducts. One, known as the Hut of the Caretaker of the Funerary Rock, is thought to have been used for embalming dead aristocrats. Many visitors hire a guide, but simply getting lost amid the buildings is also a great option, and an pressure-free way to visit the main sights.  These include a sun temple, the intihuatana, the sacred plaza and the \"prison group,\" a labyrinth of narrow corridors and cells whose highlight is the temple of the condor, where a carved head of the avian scavenger is set against natural features in the rock that resemble its enormous wings. Once you are done exploring these, you can -- if you've bought the appropriate ticket ahead of time -- take a vigorous hike up either of the two peaks, Huayna Picchu and Mount Machu Picchu. It takes around two hours to do Huayna Picchu while Mount Machu Picchu typically takes twice as long. The former in particular requires a head for height and shoes with a good grip. A glimpse at German film director Werner Herzog's \"Aguirre, the Wrath of God,\" will give you an idea of why. This tale of Spanish conquistadors descending into the Amazon in search of El Dorado, the fabled city of gold, opens with an unforgettable scene of the expedition, decked out in heavy armor, on the steep stone steps of Huayna Picchu. It's from these two peaks that the two classic shots of Machu Picchu are typically taken. Regardless of whether you're out to get that once-in-a-lifetime selfie, they're the only places you can get a full panorama of the ci"], "Language": false}