{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/natalie-allen-profile"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2014-12-22T20:50:43Z"], "LastModifiedDate": ["2020-03-03T21:29:18Z"], "Headline": ["Natalie Allen"], "Section": [null], "MappedSection": [null], "Article_Body": ["Natalie Allen is an anchor for CNN International based at the network's global headquarters in Atlanta. She currently anchors 'CNN Newsroom' Thursday through Sunday. Allen has anchored many major breaking news stories on CNNI including Syria's ongoing civil war, unrest in the Ukraine, the death of Nelson Mandela, Typhoon Haiyan in the Philippines and the Arab Spring. She has also worked as a correspondent for CNNI's Green Week specials. In 2010 she shot, produced and reported a 3-part CNN Freedom Project special on child trafficking from Vietnam and Cambodia. 'The Children of the Dump' focused on a community in the Mekong Delta, where one woman is using literacy to help fight a war against child trafficking. With more than 25 years of experience in broadcast journalism, Allen has also worked at NBC News, MSNBC and The Weather Channel, where she served as the network's first full-time environment and climate correspondent. She also anchored TWC's weekly news program, 'Forecast Earth', traveling the U.S. interviewing environmental pioneers and leaders in sustainability. She also spent nearly a decade at CNN/US in the '90s, anchoring the network's live coverage of a number of major stories including the Oklahoma City bombing, the O.J. Simpson murder trial and the deaths of both Princess Diana and Mother Teresa.  As a reporter and anchor at WFTV in Orlando, Florida, Allen anchored the top-rated morning show, 'Daybreak' and also covered the U.S. Space program. During this time, she won a regional Emmy Award and Edward R. Murrow Award for her reporting and also was voted \"Favorite Morning Personality\" by the Florida Today newspaper.  She started her career at WREG in her hometown of Memphis, Tennessee, becoming the first newsroom intern elevated to general assignment reporter while still a student. Three years later she was named co-anchor of the network's 10pm News show.  Allen graduated from the University of Southern Mississippi with a bachelor's degree in Radio, Television and Film. She has since been inducted into the school's Alumni Hall of Fame. "], "Language": false}