{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/media/invisible-man-box-office-analysis/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-02-28T21:14:57Z"], "LastModifiedDate": ["2020-02-28T21:14:57Z"], "Headline": ["'The Invisible Man' could be a hit. Coronavirus fears might complicate that"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Much like how animation helped build Disney's empire, monster movies like 1931's \"Frankenstein\" and 1941's \"The Wolf Man\" helped identify Universal as a major studio in the early days of Hollywood. Now one of the studio's classic monsters, the Invisible Man, is back. But will real life fear keep people from seeing the film? \"The Invisible Man,\" a reboot of the 1933 film, opens in theaters this weekend. The film, which stars Elisabeth Moss as she tries to outrun an abusive and invisible ex-boyfriend, is expected to win the weekend for the Comcast-owned studio with an opening of more than $20 million. The film made roughly $1.7 million on Thursday night. \"The Invisible Man,\" which cost only $7 million to make, could be a hit for Universal thanks to really strong reviews and positive buzz. (It has a strong 91% score on review site Rotten Tomatoes). But the timing of the film comes during a week when fears about coronavirus dominated headlines and sent the stock market tumbling. So will those concerns impact the box office of \"The Invisible Man\" this weekend? Shawn Robbins, chief analyst at Boxoffice.com, told CNN Business that there's \"an inverse relationship between moviegoing and affairs of the world\" and that audiences may be looking for an escape from the news. \"Cinema represents escapism at its best. During times of economic and social challenges, we've seen people embrace movies as a means to get away from the daily news,\" Robbins said. \"Horror films, in particular, strike a chord with audiences in an almost primal way.\" He added the caveat that there is no way to really predict how audiences will react in the near future.  \"Will some stay home out of caution? Possibly. Will others continue to live their lives normally until they are personally affected? Probably,\" Robbins said. \"The priority, ultimately, is on seeing everyone through this health crisis with minimal impact on human life. Financial gains and losses for films are secondary until that happens.\" Horror films have performed well for Universal historically, and \"The Invisible Man\" could be its next hit in the genre. It's also Universal's attempt to relaunch its monster movie franchise after the failed experiment of \"Dark Universe.\" \"Dark Universe\" was the name of the studio's monster movie banner that was supposed to connect a whole set of films that included monsters like Dr. Jekyll and Mr. Hyde, the Mummy and the Invisible Man.  However, \"Dark Universe\" didn't last very long after 2017's \"The Mummy.\" That film, which starred Tom Cruise, made over $400 million globally, but was critical disaster and a box office disappointment. The studio recalibrated after \"The Mummy\" by eventually scrapping plans for \"Dark Universe.\" After \"Dark Universe,\" the studio released horror hits such as Jordan Peele's \"Us\" and \"Halloween,\" which brought in big numbers on modest budgets.  Universal has embraced the visions of writers and directors like \"Invisible Man\" director, Leigh Whannell, as well as Jordan Peele throughout the creative process, Robbins said.  \"Universal allowed filmmakers to tell the stories they wanted to tell on economical, yet effective, budgets,\" he added. \"That's a win-win for audiences and the studio's bottom line.\" "], "Language": false}