{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/politics/charles-harder-trump-lawsuits/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Katelyn Polantz, Sara Murray and Ellie Kaufman, CNN"], "Writers": [["Katelyn Polantz", "Sara Murray", "Ellie Kaufman"]], "FirstPublishDate": ["2020-02-28T19:03:45Z"], "LastModifiedDate": ["2020-02-28T19:03:45Z"], "Headline": ["Trump campaign's biggest legal costs are to firm that sues and threatens media"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The Trump campaign has shelled out more than $2 million in two years to a law firm known for suing media companies, a signal President Donald Trump's reelection strategy will be about going to war with the media as well as taking on his eventual Democratic rival.  Harder LLP -- the Trump campaign's highest-paid law firm in recent months, according to campaign finance data -- is a boutique Beverly Hills firm led by Charles Harder that is best-known for sending letters to newsrooms alleging defamation and for a lawsuit that gutted the website Gawker. The firm's profile couldn't be further away from the typical campaign ecosystem, where large teams of Washington lawyers advise campaigns on everything from campaign spending and to campaign finance, to voter issues and ballot access. The mystery of why the campaign was paying Harder LLP became clearer Wednesday, when the firm representing the Trump campaign filed a lawsuit against The New York Times. The lawsuit alleged libel in an opinion piece. The Times responded to Trump's lawsuit by predicting that the news organization would triumph in the case. \"Fortunately, the law protects the right of Americans to express their judgments and conclusions, especially about events of public importance,\" a New York Times spokesperson said. \"We look forward to vindicating that right in this case.\" The First Amendment provides broad protections for opinions about and news coverage of public figures, who face a higher bar than average people in proving defamation claims. Harder's work for the Trump campaign mirrors the President's affinity for loudly and publicly slamming news outlets. And it suggests more active efforts to take on the media will be part of the Trump campaign's reelection playbook. Well before becoming President, Trump was fond of firing off lawsuits to get back at his critics. In 1984, Trump filed a libel lawsuit against the Chicago Tribune's architecture critic after the columnist called Trump's plan to build the tallest skyscraper in the world \"one of the silliest things anyone could inflict on New York or any other city.\" The case was dismissed.  In 2013, Trump sued comedian Bill Maher for $5 million after Maher made a joke about Trump being the spawn of an orangutan. Trump later withdrew the suit. In 2006, Trump sued book author Timothy O'Brien for $5 billion for writing that Trump was not actually a billionaire. The case was tossed out of court. Trump stood by his latest lawsuit Wednesday. \"They did a bad thing,\" Trump said of the Times. Then he shot off a warning: \"And there will be more coming.\" Most often, campaigns hire trial lawyers to defend them if the candidates get sued before an election, or in the case of recounts. But the strategy with Harder puts the Trump campaign on the offensive. \"Is it permissible to pay a firm like Harder to file lawsuits against The New York Times like they did on behalf of the campaign? It's permissible under the rules -- but it is unusual,\" said Matthew Sanderson, a Washington political law expert who has advised presidential campaigns for John McCain, Rick Perry and Rand Paul. \"I don't believe I've ever seen that before.\" The growth in Harder's campaign work is clear in Federal Election Commission disclosures. The Trump campaign started paying Harder LLP for legal consulting in 2018, according to FEC records. The campaign paid him roughly $218,000 that year. But in 2019 and 2020, the campaign's payments to Harder grew exponentially. The firm raked in nearly $1.7 million from the Trump campaign in 2019. In January 2020, the campaign paid Harder's firm just over $330,000 -- more than Harder's firm was paid for all of 2018. The Trump campaign's spending on Harder recently surpassed Jones Day, a more traditional political law behemoth that was persistently the campaign's No. 1 law firm until late last year, according to campaign finance data from the second half of 2019 and January. The campaign paid Jones Day less than $360,000 in the fourth quarter of 2019, compared to the more than $500,000 it paid Harder's firm, according to campaign finance data. All told, the Trump campaign has paid Harder's firm more than $2.2 million as of the end of January. Harder's firm is \"doing a lot of litigation. Litigation is expensive,\" the person familiar with the Trump campaign told CNN. \"Most campaigns don't sue The New York Times frequently.\" The person said Harder's role for the Trump campaign this year may be more \"situationally based,\" meaning it would arise in response to news coverage of Trump, the candidates' wishes and lawsuits that may spring up. Two other people familiar with Harder's work reiterated that his specialty is defamation and First Amendment cases. Harder and the Trump campaign declined to comment about Harder's work for the campaign. Worked for Trump on misconduct, Omarosa and Michael Wolff issues The full extent of Harder's legal work for the Trump campaign and for Trump -- which sometimes dovetails in the same cases and situations -- isn't completely clear. Several times Harder has represented Trump and the Trump campaign in attention-grabbing cases in court and in sending letters attempting to quash coverage of Trump to news organizations and others. Harder defended Trump and the campaign in a sexual misconduct lawsuit brought in February 2019 by a former Trump campaign staffer. Alva Johnson claimed that Trump forcibly kissed her without her consent at a 2016 campaign event where she was working. She dropped the suit in September 2019, saying it's difficult to pursue \"justice against a person with unlimited resources.\" Harder touted the decision to drop the case as a \"total victory for President Trump\" at the time. He also represented the Trump campaign in arbitration against Omarosa Manigault Newman, a former Trump campaign aide and White House official, over allegations that her tell-all book violated a nondisclosure agreement. Harder also spearheaded an effort to quash the publication of Michael Wolff's book, \"Fire and Fury.\" He sent cease-and-desist, on behalf of Trump, to both Wolff and his publisher ahead of the book's release. And he sent a letter, on behalf of Trump and the campaign, threatening to sue Steve Bannon, claiming the former White House and Trump campaign official violated a nondisclosure agreement by participating in the book.  But one of Harder's specialties is threatening news outlets with legal action, which in many cases is not followed up with actual legal action. He has fired off letters, often on behalf of both Trump and the campaign, threatening to sue media organizations, including CNN.  Harder has also used his legal talents to represent both President Trump and first lady Melania Trump in their individual capacities. Harder represented Trump in a series of lawsuits regarding Stephanie Clifford, aka Stormy Daniels, the adult film star who claims she had an affair with Trump in 2006, after he married Melania Trump and she gave birth to their son, Barron. Trump has denied the affair.  One of the lawsuits, which Daniels filed against Trump and his personal lawyer Michael Cohen to invalidate the hush money agreement about the alleged affair, was tossed out of court. Another defamation lawsuit that Daniels brought against Trump was dismissed. Daniels was ordered to pay hundreds of thousands of dollars in Trump's attorney's fees -- although less than Trump's attorneys asked for. Harder also declared \"a total victory for the President,\" at the time of one of the judge's rulings. In 2016, Harder at one point threatened to sue at least 10 media outlets on Melania Trump's behalf. She even tweeted one of his letters threatening legal action.  In at least one lawsuit, against the Daily Mail, Harder secured a settlement for the first lady that amounted to a multi-million-dollar payout, according to Harder's website, as well as a retraction. In a lengthy apology published online, the Daily Mail wrote in part, \"We apologise to Mrs Trump for any distress that our publication caused her.\" The Gawker case Harder's firm was known on the West Coast for years for its celebrity representation and its specialty in \"litigation and reputation protection,\" as the firm's website notes. But its media law reputation attracted national attention when Harder, secretly funded by the PayPal billionaire Peter Thiel, took Gawker to trial for invasion of privacy Terry Bollea, known as wrestler Hulk Hogan. Harder's legal team won in a trial court, then secured a settlement after the website's parent company filed for bankruptcy, sold itself and shut down Gawker.com. After that, Harder went on to represent Roger Ailes, Harvey Weinstein and the Trumps. The firm's website touts its prominent client roll, which includes \"Fortune 500 companies, high net worth individuals, and several of the world's most famous people including A-list motion picture and television actors, major entertainment producers, and the President and First Lady of the United States.\" Harder has gained favor in Trump's orbit, where people view him as a talented defamation lawyer, sources said. But not everyone is comfortable with Harder's tactics. Since Harder made its turn toward more Trump work, many of the firm's previous lawyers exited the firm, then were replaced with a different cast of media and entertainment lawyers, according to sources familiar with the firm and online records of its employees. Doug Mirell, who co-founded the law firm with Harder, left in early 2018 after growing uncomfortable with the clients and cases Harder was taking on. They didn't reflect Mirell's \"commitment to the defense of the First Amendment,\" he told the Hollywood Reporter at the time.  He recalled that Harder at the time was bringing lawsuits or threatening to bring lawsuits on Trump's behalf, he told CNN this week.  \"What he was doing for Trump has pretty much been limited to sending threatening letters either to media outlets or about stories that Trump dislikes,\" Mirell said, adding he doesn't know the current work of the firm. \"I'm unclear frankly what he might be doing\" that isn't in court or already publicly known, Mirell added."], "Language": false}