{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/entertainment/ben-affleck-way-back/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-28T13:59:34Z"], "LastModifiedDate": ["2020-02-28T13:59:34Z"], "Headline": ["Ben Affleck has found 'The Way Back'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Ben Affleck knows full well that people will draw parallels between his life and his role as an alcoholic construction worker turned high school basketball coach in his new film, \"The Way Back.\" He's not worried about it.  \"You know, I get asked that question a lot and it makes me think maybe I should have had more concerns because it seemed to me very ordinary,\" Affleck told CNN in a recent interview.   In his latest project to come to screen, Affleck portrays Jack Cunningham, a man who drowns himself in booze as he struggles to cope with his past and the loss of his marriage.  Affleck has been open about his own battles with alcohol addiction.  He separated from his former wife Jennifer Garner in 2015 and has since called their divorce \"the biggest regret of my life.\"  So, it makes sense that some would see \"The Way Back\" as a somewhat biographical project. It's not, though Affleck admits to having deeper insight into the role than some other actors might. \"Ultimately my responsibility as an actor is an honest performance and having had that particular experience and knowing about alcoholism made me feel more confident sort of going, 'Okay, this is sort of how this would feel and that would feel,\" he said. \"But the character suffers a terrible personal loss that I couldn't imagine. And that was scary because I didn't want to even think about it.\" The audience watches Jack struggle as he works to try and turn around the basketball team at his alma mater. It's not your average sports drama, and to Affleck the film was bigger than just the challenges his character faces. \"The appeal of the movie to me is that it's about how we get over things,\" Affleck said. \"How we get past and how even the most difficult things in our lives don't have to define us, but that we can in fact get past and triumph over them.\" It's a transformation Affleck seems to have lived. A former child actor, Affleck was 24 when he and Matt Damon won the best original screenplay Oscar for their film \"Good Will Hunting.\" Hit and miss films and publicized personal highs and lows followed for two decades. Now 47, Affleck says he's in a good place and it shows. \"I felt the best I've ever felt as an actor in this role. I felt really comfortable and great,\" he said of his performance in \"The Way Back.\" \"I remember telling Matt like, 'God, you know, this is just going so well. I feel so at ease. I feel very confident about the choices.'\" \"We were talking about how as we've gotten older that stuff has come more easily,\" Affleck added. \"One of the the gifts of age besides, you know, gray hair is that you have more life experience and you develop more compassion and more empathy.\" The actor said he has \"become a lot more forgiving, a lot less judgmental and a lot more interested in redemption and second chances.\" \"You're not your problems, you're your solutions, you know?\" Affleck said smiling. \"I think [rapper] Kanye [West] said that great quote.\""], "Language": false}