{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/politics/hillary-clinton-podcast/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dan Merica and Paul LeBlanc, CNN"], "Writers": [["Dan Merica", "Paul LeBlanc"]], "FirstPublishDate": ["2020-02-28T02:25:47Z"], "LastModifiedDate": ["2020-02-28T02:25:47Z"], "Headline": ["Hillary Clinton to start a podcast"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Hillary Clinton is getting a podcast. The former secretary of state and 2016 Democratic nominee will begin hosting an audio show to be released in late spring, a Clinton spokesman tells CNN.  The medium will give her a public platform around the end of the Democratic nomination fight and general election against President Donald Trump. The podcast, which does not yet have a name, will be co-produced by iHeartMedia. News of Clinton's forthcoming podcast was first reported by Politico.  Even before the podcast is released, Clinton has shown a willingness throughout the Democratic primary to speak candidly about the crowded field and reflect on her own general election loss in 2016.  Most notably, she ripped current front-runner Sen. Bernie Sanders in a new documentary, saying \"nobody likes him\" \"He was in Congress for years. He had one senator support him. Nobody likes him, nobody wants to work with him, he got nothing done,\" Clinton says in the film, according to The Hollywood Reporter. \"He was a career politician. It's all just baloney and I feel so bad that people got sucked into it.\" In an interview with BBC Radio last November, Clinton said she thinks \"all the time about what kind of president I would've been and what I would've done differently and what I think it would've meant to our country and the world.\" \"So, of course, I think about it, I think about it all the time -- being able to do that,\" she said. The next president, Clinton added, is \"going to have a big task trying to fix everything that's been broken.\""], "Language": false}