{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/disneyland-paris-frozen-land-arendelle/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-25T20:04:34Z"], "LastModifiedDate": ["2020-02-25T20:05:37Z"], "Headline": ["First Look: Frozen's Arendelle is coming to Disneyland Paris"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["European Frozen fans won't have to wait much longer to hang out with Anna, Elsa and Olaf.  The magical land of Arendelle is coming to Disneyland Paris, and the park has just given a first look at Frozen Land, based on the adventures of Disney's blockbuster \"Frozen\" movies.  The area is part of a $2.4 billion expansion to Disneyland Paris announced in 2018, with new developments to roll out gradually starting in 2021.  Frozen Land in Paris is projected to open in 2023. Two other locations are also getting their own Frozen Lands. Tokyo DisneySea is opening theirs in 2022 and Hong Kong Disneyland has not released an official open date. Since the first \"Frozen\" film premiered in 2013, the franchise has rapidly expanded into various different aspects of The Walt Disney Co.: theme park attractions, merchandise, video games, books, a Disney on Ice show, a Broadway stage musical and two short films. Last year's sequel, \"Frozen 2,\" has already brought in more than $1.4 billion in box office revenue, reports Box Office Mojo, making it the highest-grossing animated film of all time. The first rendering of the land reveals a Scandinavian-style village centered around a vast 7.4-acre lake based on the fjord in the films. It will host water-based shows with seats offering audiences a 360-degree view of day and night performances \"complete with fountains, music and lights\" and special effects, the park said in a press release.  At the base of a more than 130-foot snow-capped mountain, there will be a re-creation of the port of Arendelle.  A replica of Elsa's ice palace will be located at the mountain top. \"As part of the fully immersive land, guests will see in the distance the snow-capped mountain of Arendelle opposite a magnificent lake, with an attraction that will take them to the centre of the Kingdom,\" the park said in a 2019 press release.  Frozen fans will also get the chance to meet their favorite characters in a designated meet-and-greet area.  Also in the works are gift shops offering Frozen-related merchandise and souvenirs, and a Frozen-themed restaurant, but what will potentially be on the menu (Chocolate? Anna can only hope) hasn't been revealed.  There's already a bit of Frozen in Florida. At Walt Disney World in Orlando, the Frozen Ever After boat ride attraction in Epcot's Norway Pavilion has taken guests through the kingdom of Arendelle and up to Elsa's ice palace since 2016.  A version of this ride could be the attraction that takes visitors at Disneyland Paris throughout the area, but it hasn't been confirmed.  Other new lands in the Disneyland Paris expansion will include lands dedicated to the \"Star Wars\" movie franchise and the Marvel Universe. Each will feature their own attractions, restaurants, shops and character encounter opportunities.  In anticipation of being able to walk \"Into the Unknown,\" parents of young Frozen fans -- or adult Frozen fanatics -- can attend another Frozen-themed event happening at the Disneyland Paris park four times per day now through May 3, 2020. Frozen Celebration is their live float performance on the parade route of the park starring Elsa, Anna, Kristoff, Sven and Olaf with dancers and acrobats. "], "Language": false}