{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/us/kobe-bryant-legacy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2020-02-25T11:42:58Z"], "LastModifiedDate": ["2020-02-25T15:55:33Z"], "Headline": ["The Black Mamba may be gone but the mentality that made him a legend lives on"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Kobe Bryant was a happy man in his basketball retirement. He rarely attended Lakers games, focusing instead on his wife and four daughters, his business endeavors, writing a book, making an award-winning short film and becoming a youth coach.  The broad smile that was so Kobe was so evident in all of his interviews in what was the second phase of his adult life. In this new life, he approached everything with the same \"Mamba mentality\" that made him a basketball superstar and champion.  In death he leaves behind a legacy of having imparted the desire for being the best at anything he did.  \"Kobe gave every last ounce of himself to whatever he was doing. After basketball, he showed a creative side to himself that I didn't think any of us knew he had,\" basketball legend Michael Jordan said Monday at a memorial for Kobe and his daughter Gianna. \"In retirement, he seemed so happy. He found new passions. ... Kobe never left anything on the court. And I think that's what he would want for us to do.\" From the court to the sidelines A few years after his Lakers career ended, Bryant became a coach for a basketball team that included Gianna, who was one of the seven other passengers killed in the January 26 helicopter crash. But rather than be a dad who just helped out on the sidelines, he wanted to be involved with the business aspect of a relatively new but successful sports training facility in Thousand Oaks called the Sports Academy. Founder Chad Faulkner told CNN affiliate KTLA in December 2018 that he and Bryant met through a friend who coached a girls team with the former NBA star, whose nickname was the \"Black Mamba.\" Bryant and Faulkner got to know each other.  Bryant liked Faulkner's goals for serving youth, and especially kids who need help with the sometimes cost-prohibitive fees associated with sports, he told the Ventura County Star. \"He liked what we were offering, how we did things. It kind of grew from there. We found we shared identical philosophies,\" Faulkner told the newspaper.  The facility was renamed the Mamba Sports Academy. But it wasn't a licensing deal -- both Faulkner and Bryant wanted the Los Angeles Lakers legend to be involved. Bryant could often be seen at the 100,000-square-foot facility and he continued to help coach his daughter Gianna's team. It's hard to believe NBA stars would choose to go to a basketball summer camp instead of taking time off for vacation, but players such as Kawhi Leonard and Paul George went to the Mamba Academy last summer for some instruction and to pick Bryant's brain.  The facility continues to be known as a place where top-flight athletes can get tutelage. \"Today, as the world prepares to remember the lives of Kobe and Gianna Bryant, we remain committed to honoring their legacy. Today, tomorrow, and every day thereafter,\" the facility posted to its Twitter account Monday.  Funding the future The academy also has a foundation. Recently its name was changed to add tribute to Gianna, who wore No. 2 on her jersey. \"Because there is no #24 without #2, we have updated the Mamba Sports Foundation to now be called the Mamba & Mambacita Sports Foundation,\" Kobe's widow, Vanessa, wrote on Instagram. \"Our mission remains the same -- and stronger than ever -- to provide opportunities to young people through sports.  Thank you all for the outpouring of support and your kind donations to date as we carry forth Kobe and Gigi's legacy. We hope to empower young athletes in a world they left us all to help shape.\" Its objectives, the foundation says, are providing financial help to athletes who need it, having sports programs they can participate in and using funds to make sure female athletes have equal opportunities. Honor Kobe Bryant's legacy through the charities he supported His girls will carry on Kobe's legacy will also live on through his three surviving daughters -- Natalia, who was 17 when her father and sister Gianna died; Bianka, 3; and Capri Kobe, 7 months. His wife and daughters were the great loves of his life. \"I would have five more girls if I could. I'm a girl dad,\" Bryant said at an ESPN event in New York, anchor Elle Duncan recalled after his death.  A columnist for the Los Angeles Times wrote that Bryant told him he didn't go to see his former team much anymore because he was busy with his daughters' schedules. But he started going back to Lakers games -- and Los Angeles Sparks games -- with Gianna, a basketball prodigy who fervently wanted to attend the powerhouse University of Connecticut and then play in the WNBA. Gianna's favorite player, Gabby Williams of the Chicago Sky, told the Associated Press that Gigi wasn't overwhelmed by pressure to be a great baller. \"It's intimidating to have to follow in those footsteps,\" Williams said of Gianna's famous father. \"But she really embraced it.\" When asked about his kids and sports, Kobe would point out Natalia's skills as a volleyball player. In one of his final Instagram posts, he uploaded a video of her as a middle blocker, taking a pass at the net and spiking the ball for a point for Mamba Academy.  In 2017 he told \"Extra\" that she also shared his love for movies. \"Her and I can sit down for hours and just watch film after film after film after film,\" he said. Kobe once told late-night host Jimmy Kimmel that Natalia was a typical eldest daughter.  \"I always say if you look at the eldest daughter, she's always like the calm, responsible, thoughtful one, and then the second sister is like a tornado,\" he said. He also used the word \"tornado\" for Bianka when he was interviewed in Australia in 2019. She \"doesn't sit down for anything,\" he said, adding she was always climbing things and he dared not turn his back or she would suddenly be across the room. Vanessa Bryant said Monday that Kobe told her he wanted Bianka and Capri to play basketball, too. She said her husband was proud of the way they were raising their children. She said he told the girls \"they were going to grow up, play basketball and 'mix they ass up.'\" In an interview with Showtime Basketball, he had a warning for the boys who were going to come calling on his daughters one day. They'd have to deal with Vanessa, whom he called the first line of defense, he said. But he was confident they were bringing them up right. \"We just try to raise our girls to be strong, independent women, hold themselves to really high standards, self-respect, things of that nature,\" he told the \"All The Smoke\" program. \"And you just trust that you've raised them the right way.\""], "Language": false}