{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/25/media/harvey-weinstein-verdict-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-02-25T05:03:49Z"], "LastModifiedDate": ["2020-02-25T15:16:29Z"], "Headline": ["Reporters who investigated Harvey Weinstein react to his conviction"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Dow plunged more than 1,000 points on Monday, in its worst selloff in two years, yet the NBC, ABC and CBS evening newscasts all led with the verdict in the Harvey Weinstein trial. That's a testament to how big this news was. Weinstein was the first domino in what we now know as the global #MeToo movement. And the dominos continue to fall. Tuesday's New York Daily News front page is titled #WeToo, as in, \"We the jury...\" And the New York Post's headline is \"HARV TIME,\" illustrated by Weinstein holding onto the bars of a jail cell, now that he's been convicted on two counts. He will be sentenced on March 11. The front page of Tuesday's New York Times calls this a \"watershed moment for the #MeToo movement.\" The moment is a testament to the survivors who came forward, the reporters who took their accounts seriously, and the editors who made sure the resulting stories were published for the world to see. New York Times reporters Megan Twohey and Jodi Kantor, who wrote the first story about Weinstein's abuse in October 2017, wrote a follow-up on Monday. They said the jury verdict suggests that \"accountability stretches from the court of public opinion to the court of criminal law.\" Ronan Farrow, who followed the Times with an even more damning story for The New Yorker five days later, tweeted this on Monday: \"Today's outcome in Harvey Weinstein's New York trial is the result of the decisions of multiple women to come forward to journalists and to prosecutors at great personal cost and risk. Please keep those women in your thoughts today.\" In return, some of the women expressed thanks to the reporters. The actress Rosanna Arquette, speaking on NPR Monday afternoon, said \"all the women that came forward are so brave, and we're the silence-breakers. And we did do this. I want to thank Ronan Farrow, most importantly -- The New York Times, but most importantly Ronan Farrow for his incredible investigative reporting and never ever giving up. I -- you know, I really am happy that I trusted him. And I thank him so much.\" \"Vastly overdue change\" Kantor and Twohey spoke about the verdict on Tuesday morning's edition of \"The Daily\" podcast. They focused on the boundary-pushing nature of the prosecution's case. Farrow made a similar point on ABC's \"Good Morning America:\" He said \"it's a watershed moment in terms of how these cases are tried.\" Twohey, an NBC and MSNBC contributor, appeared on the \"Today\" show Tuesday morning. \"With this verdict,\" she said, \"I think that we may now be seeing a reshaping of public opinions about which victims deserve their day in court.\" Twohey also imagined what must be going on in Weinstein's head now, and referenced his Monday evening trip to the prison ward at Bellevue Hospital. \"For decades, Harvey Weinstein was able to conceal and silence women who had allegations of sexual misconduct against him,\" Twohey said on MSNBC's \"Morning Joe.\" So for him to have to sit, over the course of those weeks, and listen to woman after woman -- ultimately six women testified against him -- for him to have to sit there and listen to that, and at the instructions of his lawyers not be able to take the stand and even tell his side of the story, and then to see this verdict crash down on him...\" Twohey stopped and said: \"I'm not surprised he was hospitalized for chest pains.\" Farrow, speaking on CNN's \"New Day,\" said the Weinstein case is a symbol of \"vastly overdue change in the legal system, in the culture, in the way companies handle nondisclosure agreements,\" but added, \"but there's a long way to go.\" Covering stories about misconduct remains difficult but vital, he said, alluding to his own struggles with NBC News over his Weinstein reporting. \"It is hard for news organizations to go up against power. It takes guts,\" he said on CNN. \"It takes a willingness to assess, 'Okay, how do we do this safely from a legal standpoint, but also not just rely on lawyers to shut this thing down?' And we need to depend on, in our major media companies that are embedded in larger corporate ecosystems -- CNN, all of the major networks have parent companies -- to make sure there's a firewall, so you don't get, you know, the bosses' bosses' boss getting a call from someone like Harvey Weinstein, as happened so many times over the years when this story got shut down. And then, you know, a news organization that has to follow those orders. I hope we never see that again.\" Recommended reads -- \"The Weinstein Verdict Is Radical,\" Irin Carmon wrote, and here's why... (The Cut) -- Lisa Respers France has a roundup of Hollywood reactions, including Ashley Judd, Rose McGowan, and Rosanna Arquette... (CNN) -- Tuesday's LAT editorial: \"Weinstein's conviction is a triumph for a society that says it will no longer tolerate sexual abuse by powerful people...\" (LAT) -- Yes, but... Film producer James Schamus, the former CEO of Focus Features, had this to say on Monday: \"Harvey Weinstein is the one going to jail, but the entire film business - all of us who have sustained and benefited from the hierarchies of power that allowed his crimes to continue and his victims to multiply - it is we who were found guilty today...\" (Twitter) Let's hear it for the courtroom reporters... \"Much of what the world has seen and heard about Harvey Weinstein's rape trial has come from a core group of women journalists -- the regulars at the Manhattan courthouse who would be there reporting regardless of whether a celebrity was involved,\" the AP's Mary Altaffer wrote. Check out Altaffer's photo gallery here... Has anything changed? What has really happened since Weinstein was exposed in 2017? Ryan Faughnder and Stacy Perman took stock of that for this Los Angeles Times story. \"Structural problems, such as Hollywood's persistent lack of women in positions of power and key creative roles, will take years to adequately address,\" they wrote. \"Still, on top of the specific changes to industry practices, advocates say there's a strong sense that the underlying standards of behavior toward women in the industry have changed in significant ways, despite rumblings of backlash from people (mostly men) who say the movement has gone too far.\" Read on..."], "Language": false}