{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/us/italian-hikers-into-the-wild-bus-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee and Pierre Meilhan"], "Writers": [[]], "FirstPublishDate": ["2020-02-25T00:13:04Z"], "LastModifiedDate": ["2020-02-25T00:23:19Z"], "Headline": ["Five hikers rescued on their way back from 'Into the Wild' bus in Alaska"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Five Italian hikers were rescued on Alaska's Stampede Trail as they were returning from visiting the abandoned bus made famous by the book and film \"Into the Wild.\"  The International Emergency Response Coordination Center first received an alert about a medical emergency Saturday morning, according to Alaska State Troopers.  \"Searchers from Tri-Valley Fire Department and AST responded on snow machines and located the group approximately 13 miles in from the Stampede Road trailhead,\" AST said in a statement.  One of the hikers was treated for severe frostbite to his feet.  Tri-Valley Fire Chief Brad Randall told the Anchorage Daily News he believed the group was in the area at least overnight. Temperatures were about 5-10 degrees Saturday morning, Randall told the newspaper.  The nearly 20-mile trail leading up to the abandoned Fairbanks Bus 142, known as the \"Magic Bus,\" has become somewhat of a pilgrimage for hikers ever since Jon Krakauer's book \"Into the Wild\" was published in 1996. A movie based on the book was released in 2007.  The nonfiction book chronicles the life of Christopher McCandless, who grew up in an affluent suburb of Washington. But after graduating from Emory University in 1990, he left behind his comfortable life and headed west without telling his friends and family members.  In April 1992, McCandless hitchhiked to Alaska, where a man dropped him off at the head of the Stampede Trail, according to the book. A few days later, he came upon the abandoned bus and lived there for about three months before deciding to head back to civilization.  As he attempted to make his way back, he arrived at a crossing of the Teklanika River. But because the river was running fast and high from the rain and snowmelt from glaciers, he was unable to make his way across, according to Krakauer. Defeated, he turned around and headed back toward the bus, where he survived for about a month before he died in August 1992. Hikers from around the world attempt to retrace McCandless' steps every year, but many fail and have to be rescued. Some even die.  Last year, a 24-year-old woman from Belarus died while trying to reach the bus. And in 2010, a Swiss hiker drowned while trying to cross the same river McCandless failed to cross."], "Language": false}