{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/24/entertainment/tarana-burke-bianca-nobilo-thebrief-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Bianca Nobilo and Zamira Rahim, CNN"], "Writers": [["Bianca Nobilo", "- -"]], "FirstPublishDate": ["2020-02-24T18:03:25Z"], "LastModifiedDate": ["2020-02-24T19:53:56Z"], "Headline": ["Me Too founder hopes Weinstein trial is cathartic for his accusers"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The founder of the Me Too movement has said she hopes Harvey Weinstein's accusers experienced catharsis from his rape trial, and slammed remarks made by the disgraced movie mogul's defense team as \"vile.\" Tarana Burke said she had gotten to know some of Weinstein's accusers over the past several years. Speaking to The Brief's Bianca Nobilo on Thursday, she said: \"I know for them it's been really difficult to watch this [trial] ... so I watch it thinking, I hope for them that there's some catharsis in this.\" Weinstein, 67, was charged with first-degree criminal sexual act, two counts of rape and two counts of predatory sexual assault. The charges were based on testimony from Miriam Haley, a former production assistant, who said that Weinstein forced oral sex on her in 2006, and on testimony from former actress Jessica Mann, who said that he raped her in 2013 during what she described as an abusive relationship. Burke spoke with CNN days before a jury delivered their verdict in the Weinstein case. The film producer was found guilty of committing a criminal sexual act in the first degree against Haley and rape in the third degree against Mann. \"Today, a jury confirmed what we all know: Harvey Weinstein committed sexual assault,\" Burke wrote on the Me Too website after the verdict.  \"This wouldn't have been possible without the voices of the silence breakers in and outside of the courtroom, the survivors who courageously testified, and the jurors who, despite an unrelenting and unethical defense strategy, voted to find an unremorseful Harvey Weinstein guilty.\" Weinstein's defense attorneys argued that the sexual encounters were consensual. As evidence, they pointed out that both Haley and Mann had sex with Weinstein after the alleged attacks, and they continued to have friendly contact with him for years afterward. Weinstein has also denied allegations of non-consensual sexual activity related to other women who have accused him. While the trial was ongoing, Donna Rotunno, Weinstein's lead attorney, said she had never experienced sexual assault herself because she \"never put [herself] in any vulnerable circumstance.\" \"I would never put myself in that position,\" Rotunno told The Daily podcast.  Burke told CNN that comments like those from Rotunno amounted to \"doubling down on stereotypes\" about sexual assault victims.  \"I think some of the things that I've heard are vile, to be quite honest,\" Burke told CNN. \"It does a disservice to the work that we do to shift the narrative, the mainstream narrative about what really happens in the life of a survivor.\" Burke, 46, founded the Me Too movement in 2006 and used MySpace as a platform to spread her message. At the time, social media platforms were nascent and Weinstein was the toast of Hollywood. Burke spent the following decade building her organization and working with survivors of sexual abuse.  In October 2017, the New York Times broke the story about allegations against Weinsten. A New Yorker article, detailing further accusations, was published days later. Weinstein denied the allegations of non-consensual sex. As the entertainment industry reeled, actress Alyssa Milano sent a tweet in line with Burke's message. \"If you've been sexually harassed or assaulted write 'me too' as a reply to this tweet,\" Milano wrote. The #MeToo hashtag spread across Twitter in a matter of hours, as thousands of women used the phrase to share personal stories of sexual harassment and assault. \"I was not surprised by the number [of women],\" Burke said. \"I've never been in a room with, you know, 20 people, where at least 10 of them couldn't say 'me too.'\"  Michelle Simpson Tuegel, a victims rights attorney, told CNN that the movement had led to a growing number of sexual assault survivors to come forward and seek legal assistance. \"I've definitely seen a change there, with people picking up the phone,\" she said. \"Post-#MeToo, clients are less afraid to come forward and attach their name and identity to a case.\" Tuegel said it was \"a little bit unfortunate\" that the movement's global fame was linked to Hollywood stars. Many of Weinstein's most prominent accusers are white women who work in the entertainment industry such as, Rosanna Arquette and Asia Argento.  Burke herself has said that minorities were sidelined from the movement, telling a TIME 100 summit in 2019: \"The women of color, trans women, queer people—our stories get pushed aside and our pain is never prioritized.\" \"Sexual assault is not a white women problem, it is a human problem,\" Tuegel said. Burke told CNN that ordinary people across society helped #MeToo achieve international prominence and that their voices should not be ignored. \"We have to tell a different story,\" she said. \"We have to make sure that the narrative of the story is not focused on this really, really narrow part of the story.\" The activist also described President Donald Trump's impact on her movement as \"not positive.\" Trump has been accused by multiple women of sexual harassment. He has strongly denied all the allegations. \"What kind of example are you [as president] setting for the country,\" Burke asked. In the future, the activist is hoping to take her organization beyond the US and Western countries. \"We're excited to expand globally,\" the activist told CNN, adding that abuse survivors regularly contact her in the wake of #MeToo's viral fame. \"We have thousands of survivors who reach out to us on a daily and weekly basis to say 'thank you for doing this.\""], "Language": false}