{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/23/intl_business/prada-raf-simons/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Victoria Cavaliere, CNN"], "Writers": [["Victoria Cavaliere"]], "FirstPublishDate": ["2020-02-23T15:29:06Z"], "LastModifiedDate": ["2020-02-23T15:29:06Z"], "Headline": ["Prada taps designer Raf Simons as co-creative director"], "Section": ["intl_business"], "MappedSection": [null], "Article_Body": ["Italian fashion house Prada has for the first time named a co-creative director to work alongside renowned head designer Miuccia Prada. Designer Raf Simons will co-design the Spring/Summer 2021 womenswear show with Prada as his first collection for the label, the company said Sunday in a statement. Simons and Prada will share \"equal responsibilities for creative input and decision-making,\" the company said.  Simons, a former chief creative officer of Calvin Klein, started as a furniture designer before moving into menswear in the 1990s. \"As times change, so should creativity. The synergy of this partnership is far-reaching. It is a reaction to the era in which we live -- an epoch with fresh possibilities, permitting a different point of view and approach to established methodologies,\" Prada said.  The move comes as the fashion industry faces challenges, including concern about its role in climate change and accusations that luxury brands are out of touch with customers and society at large. New York City agreement Prada this month reached an agreement with New York City to promote greater diversity and cultural sensitivity within the company following a 2018 scandal in which it was accused of selling a line of blackface trinkets. The company tapped film director Ava DuVernay and installation artist Theaster Gates to sit on its new diversity and inclusion advisory council, which is tasked with keeping the company's leaders informed of racial and cultural issues that could impact its business and its consumers. The company has taken steps to address its environmental footprint. Last year it unveiled new bag silhouettes  made from a regenerated nylon material known as ECONYL.  Prada also announced that it will stop using fur in its products and design from February 2020.The decision applies to all of the Italian fashion house's brands, including Miu Miu, Church's, Car Shoe and Prada itself."], "Language": false}