{"Type": ["gallery"], "Url": ["https://www.cnn.com/2015/02/18/world/gallery/cnnphotos-iwo-jima/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Joe RosenthalAP", "Sgt. Lou Lowery/National Archives", "Sgt. Louis R. Lowery/US Marine Corp/AP", "Pvt. Bob Campbell/National Archives", "William H. Genaust/AP", "Joe Rosenthal/AP", "US Coast Guard/PhotoQuest/Getty Images"]], "FirstPublishDate": ["2015-02-18T21:00:55Z"], "LastModifiedDate": ["2020-02-23T02:43:03Z"], "Headline": ["The inside story of the famous Iwo Jima photo"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["This iconic photo, taken February 23, 1945, by Associated Press photographer Joe Rosenthal, shows six US Marines raising the American flag over the battle-scarred Japanese island of Iwo Jima. But it wasn't the first flag raised over Iwo Jima that day, and Rosenthal wasn't the only one there taking photos. Marine Sgt. Louis Lowery, a photographer for Leatherneck magazine, captured this image of Marines raising an American flag for the first time atop Iwo Jima's Mount Suribachi on February 23, 1945. A strange series of events, however, made this photo less well-known than Rosenthal's. Another Lowery image of the first flag-raising. A short time later, the Marines were ordered to replace the first flag with a bigger one so more people could see it. After the first flag-raising, Marines stand near Old Glory as it waves in the wind.  Marine Pfc. Bob Campbell shot this photo of Rosenthal standing with Marines near the first flag. Rosenthal can be seen waving his camera in the air.  This image, from a 16mm film shot by Marine Sgt. William Genaust, shows Marines beginning to raise the second flag. When Marines replaced the smaller flag with the bigger one, they lowered and raised the flags simultaneously, as seen in this photo by Campbell.  Rosenthal took this image of three men holding the flagstaff. During the flag-raising, the area was still a dangerous combat zone. Japanese soldiers were hiding throughout the island. This image is referred to as Rosenthal's \"gung ho\" photo, in which Marines posed with the second flag while raising their rifles and helmets in the air. When Rosenthal was asked later if the image was posed, he said it was. That created confusion over whether his photo of the actual flag-raising was posed. For years many people thought it was, but it really was not.  This picture by Campbell shows Rosenthal from behind, shooting the \"gung ho\" photo. On Rosenthal's left is Genaust, who is filming the scene. Marines gather on the summit after replacing the smaller American flag with a larger one. The photographer of this image is uncredited. "], "Language": false}