{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/cnn-underscored/matchbox-top-gun-maverick-toys/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-02-21T16:08:11Z"], "LastModifiedDate": ["2020-02-21T16:08:11Z"], "Headline": ["Matchbox feels the need for speed with new 'Top Gun' line"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Matchbox is set to take flight with a new \"Top Gun\"-themed line dubbed Matchbox Top Gun: Maverick. Pegged to Tom Cruise's return as Pete \"Maverick\" Mitchell in \"Top Gun: Maverick,\" it will be available June 1. And these aren't just your regular ol' die-cast models. With the stomp rocket-like Sky Slammers part of the line, instead of launching a skinny rocket, a few 2020 advancements allow you to launch a die-cast jet into the air. Two themes of Sky Slammers—Darkstar and Attack Jet—will be available for just $9.99 each.  It wouldn't be a Matchbox line without die-cast vehicles, though, so the brand is mixing the old with the new in the Top Gun Past & Present. You'll score an aircraft from the classic \"Top Gun\" movie and the new one: the 1986 Grumman F-14 Tomcat, a 2020 Boeing Super Hornet F/A-18E (which will be in the upcoming film) and two other jets (dubbed Sky Busters). This pack will cost $11.49 for the four planes. Additionally, Matchbox will be launching 13 Sky Busters ($2.49 each), making it easy to expand your collection. If you're looking for a combo playset and storage product, there's the Aircraft Carrier. While it looks like a mini aircraft carrier and functions as a playset, it can also store 10 of the Sky Buster die-cast planes. It comes complete with a full runway for takeoffs and landings, a control tower with antennas and a working aircraft elevator to move the planes to the flight deck. For $19.99, you'll get the carrier and the F/A-18. True to form, Matchbox will release die-cast cars to round out the \"Top Gun: Maverick\" line. There will be two five-packs, ranging from a plane to a jeep to a fuel truck. Each pack will cost $5.49. With just four months to go, it might be a good idea to rewatch the classic and maybe even start expanding your own Matchbox collection prior to the June 26th premiere of \"Top Gun: Maverick.\" Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}