{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/retired-airplanes-upcycling-recycling/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Paul Sillers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-21T01:42:53Z"], "LastModifiedDate": ["2020-02-21T04:38:26Z"], "Headline": ["Born again: Decommissioned airplanes get a new lease on life"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["When airliners have passed their twilight years -- on average, after 26 years of service -- many end up in the tumbleweed-strewn \"plane boneyards\" of California, Arizona and New Mexico.  Sure, the pilots' seats will probably end up taking pride of place in somebody's man cave, and there are other aeronautical curios that specialist companies salvage and transform into avgeek knick-knacks.  But once the engines, landing gear and other interesting components have been stripped out, thousands of metal airplane carcasses end up abandoned, cluttering up the arid desert hinterlands. \"Approximately 700 aircraft are retired each year and this amount is only growing, and it's anticipated that in the next two decades about 15,000 aircraft will be retired,\" says Hans Craen, executive director at the Aircraft Fleet Recycling Association, a global organization for developing and promoting safe and sustainable practices for recycling and disposal. Of those, around 85-90% of the contents of a retired aircraft is reused or recycled, he tells CNN Travel.  \"One can say that the industry has been focusing on circularity long before it became a sustainability goal by authorities,\" he says.  A destination for unwanted parts  The growing scale of aircraft disposal is a consequence of airlines upgrading their fleets with more fuel-efficient and environmentally compliant planes.   According to Airbus's latest market forecast, by 2038 it's anticipated that 1,100 aircraft will be retired annually, and over the next 20 years, $2 billion will be spent on aircraft dismantling. \"There are parties around the world that buy old aircraft, cherry-pick, sell and profit from some of the components, and the rest is waste -- or becomes an environmental problem,\" Koen Staut, CEO of Aerocircular N.V., a Belgian aircraft upcycling business, tells CNN Travel. \"They're not interested in doing something with the rest.\"  When Staut set up his company in 2016 he didn't want to be number 106 on the list of aircraft teardown companies that sell bits and bobs of plane paraphernalia on eBay.  Instead, he posed the question: What if there could be a destination for all of the leftover material that other parties are not interested in -- the discarded pieces such as the fuselage (the main tubular body of the plane) and the interior sidewall panels?  \"These are materials that nobody wanted, except for crushing them together, and bringing them back as low-grade aluminum alloy for cola cans,\" says Staut, who aims to push the percentage of airplane parts recycled or upcycled from the current 85-90% all the way up to 100%. He also wants to ensure that the second life of the parts fully exploits the quality, value and durability of the materials. \"Alloys that are in the fuselage structure and the aircraft skin are the most valuable aluminum alloys that exist today. We thought it was a pity to downgrade these materials, and that's why we started our company.\"   Planes transformed into dog training centers, movie sets Aerocircular, which tags itself as an \"Aircraft Dismantling 2.0 startup,\" is based at the Ostend-Bruges International Airport near Bruges, with additional facilities under construction in Phoenix, Arizona, as well as in Abu Dhabi, where it has plans to dismantle widebody aircraft.  The company was founded on the premise of bringing circular economy principles to the environmental disposal of airliners by having an ecosystem of almost 50 partnerships with companies located within a 200 kilometer radius (124 miles) of each of its three sites.  These partners take the dismantled components to the next stage of their second life.  By having a broad spectrum of destinations for the parts, it becomes possible to recycle virtually 100% of the aircraft, in the form of what Staut describes as \"outflow\": Spare parts, alternative use parts and recyclable raw materials.  When dismantling an aircraft, some parts still have service potential in the form of spares that can be safely used in other aircraft. Aerocircular works with Lufthansa Technik Brussels, a maintenance repair and overhaul company, that checks and certifies such components for reuse on other aircraft.  But it's in the alternative use category where Aerocircular is making a significant blip on the radar of the airliner upcycling world. Case-in-point: Aerocircular recently converted a 20-meter long section of fuselage from a retired ex-VLM Fokker 50 passenger aircraft into a training facility for the Dog Support Service of the Belgian Federal Police. Police dogs are trained to detect drugs and explosives on board the aircraft, a realistic setting. In another project, Aerocircular supplied some leftover aircraft wings and wheels for a sculpture called \"De Straalvogel\" (the \"bird jet\"), located in the municipal park of the seaside resort of Middelkerke. The Straalvogel features in one of Belgium's popular comic strip series \"Jommeke.\"  (See below video.)  In the storyline, a plane is made completely from waste materials, helping raise readers' awareness of the circular economy.  \"This was a project we did in our launch phase,\" says Staut. \"An artist came to us and they had a need for aircraft materials and we just provided some to them.\" Meanwhile, having developed an 8-meter-width diamond-cut machine that can cut an aircraft up like a baker's loaf-slicing machine, Aerocircular recently carried out a project for an action movie (still under wraps). The company dissected an Airbus 320 aircraft fuselage into eight sections so that scenes inside a real aircraft interior could be shot from different angles.  The company also organized the complex logistics of the plane's dismantling and journey by road from Berlin Schönefeld Airport to the film studio. Converting retired planes into aircraft simulators The company is focused on serialized jobs, too. The most high-profile of these involves the conversion of the complete forward section of retired Airbus A320s into flight simulators.  The project is carried out in partnership with Euramec Group, a company located near Antwerp that specializes in the manufacture and supply of aircraft flight simulators for pilot training. The first part of the process involves slicing the cockpit section off from the fuselage section, carried out by Aerocircular using its advanced cutting technology. Once shipped 100 kilometers by road to Euramec's facilities, the cockpit section is mounted onto a base frame and flight controls are tested and refurbished if necessary. The outside of the cockpit is repainted and the inside is cleaned and repainted. The pilot seat cushions are then removed and refurbished. After this, the rebuilding process starts. Flight controls and the pilot's pedals are wired up to Euramec's training systems. New instrument displays are installed and various panels and switches are tested, cleaned up and, if necessary, replaced. \"It's a substantial job to convert the cockpit into a flight training device, however we're looking into building up a production line,\" Bert Buyle, CEO at Euramec Group in Hamme, Belgium, tells CNN Travel. \"Setting up this line should significantly reduce turnaround time from five to about three months.\"  The biggest advantage is that pilots are getting a cockpit that is exactly the same as the original; therefore, the feel of handling the controls will be exactly the same. \"We're talking about aircraft quality, which is a huge advantage for maintenance and reliability,\"  says Buyle. \"We save precious aircraft parts from the scrapyard and give new life to them, and the high standard of the simulator makes it suitable for certification for fixed base training devices.\" Compared with a generic simulator -- where the cockpit does not correspond to an exact type of real aircraft -- this solution is suitable for  Multi-Crew Coordination Course training as well as for \"Jet Orientation Courses.\" \"Cadet pilots become immediately familiar with the real cockpit environment, which saves a lot of time, and compared with simulators built completely with simulated parts, our refurbished cockpits can handle the large number of flying hours required by a flight training organization,\" adds Buyle.   In terms of the environmental advantages, Buyle says that 80% of the cockpit will be reused instead of ending up at a scrapyard and being robbed of parts as requests come in, with ultimately a lot of the cockpit having to be disposed of as there is no use for it.  The remaining 20% of the cockpit that is not required for the cockpit simulator -- original wiring and displays -- gets recycled. Euramec says that it's now looking at other uses for the cockpits, such as training for aircraft maintenance and cabin crew training. Meanwhile, back in Aerocircular's digs in Ostend, Staut and his team are looking ahead to the next era of aircraft upcycling where composite materials will feature prominently.  \"These could be more challenging to recycle,\" he admits.  \"But then again, five years ago nobody was interested in the circular economy, and nobody was thinking about bringing back recycled materials into air travel.\""], "Language": false}