{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/entertainment/brit-awards-dave-2020-highlights-intl-scli-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-19T13:59:59Z"], "LastModifiedDate": ["2020-02-19T14:55:37Z"], "Headline": ["Brit-winner Dave makes political statement in performance, calling Boris Johnson out on racism"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The award-winning rapper Dave accused UK Prime Minister Boris Johnson of being a racist during a politically-charged performance onstage at the 2020 Brit awards on Tuesday night.  The 21-year-old musician took to the stage in London's O2 arena to perform a reworked version of the song \"Black\" from the album \"Psychodrama,\" which explores the experience of black Britons while celebrating black excellence.  The newly written verses included the lines: \"It is racist whether or not it feels racist, the truth is our Prime Minister's a real racist.\" The south London native went on to highlight the disparity in the media's treatment of the Duchess of Sussex and the Duchess of Cambridge, adding: \"Now if you don't wanna get it, then you're never gonna get it. How the news treats Kate versus how they treated Meghan.\"  Dave, who took home album of the year for \"Psychodrama,\" also insisted \"equality is a right, it doesn't deserve credit.\" After calling for \"way less hatred, more conservation, less deforestation\" he concluded the song by criticizing the government's handling of the Grenfell Tower tragedy and the Windrush scandal. \"We want rehabilitation, now that would be amazing, but Grenfell victims still need accommodation, and we still need support for the Windrush generation.\" Opposition leader Jeremy Corbyn appeared to endorse Dave's message, tweeting the lyrics to his 2.3 million followers. Downing Street declined to comment to CNN. On Wednesday, Home Secretary Priti Patel defended Johnson, telling Sky News that the rapper's comments were \"utter nonsense\" and saying that the Prime Minister was \"not at a racist at all.\" Here are the other stand-out moments of this year's ceremony, which celebrated the event's 40th anniversary. Tyler, The Creator taunts Theresa May Dave was not the only artist to call out a politician on Tuesday night. After winning the award for best international artist, US rapper Tyler, The Creator used his acceptance speech to taunt former prime minister Theresa May. The 28-year-old musician recalled being banned from the UK in 2015, when May was the home secretary, on the grounds that his music \"foster(ed) hatred with views that seek to provoke others to terrorist acts\". At the Brits he revealed he was elated that the restriction was overturned by the Home Office in 2019, allowing him to perform in the UK  for the last May. He told the crowd he dedicated his award to \"someone who I hold dear to my heart, who made it where I couldn't come to this country five years ago. I know she's at home, pissed off. Thank you, Theresa May.\" Lewis Capaldi's acceptance speech Scottish singer-songwriter Lewis Capaldi delivered a humorous acceptance speech after taking home the award for song of the year for his smash hit \"Someone You Loved.\" On stage he was keen to set the record straight about who inspired the track, which according to the Official Charts Company topped the UK singles chart for seven weeks in 2019.  \"Contrary to popular belief, a lot of people think this song is about my ex-girlfriend (\"Love Island\" contestant Paige Turley), who you can now see every night on 'Love Island,'\" Capaldi said. \"But it's actually about my grandmother who sadly passed away a few years ago.\" The musician said \"I hope to God that ITV don't contact her to be on a reality dating show,\" then jokingly thanked her for dying and thanked his parents for \"making love.\" Billie Eilish's emotional speech Singing sensation Billie Eilish revealed she had been struggling with some of the pitfalls of fame as she received the award for best international female artist.  After accepting her trophy from Spice Girls star Melanie Chisholm, she admitted during an emotional speech that she had felt \"hated recently.\" Eilish has already had a stellar 2020 after winning five Grammys including best new artist and song of the year. The 18-year-old American has also become the youngest ever person to write and sing the theme song a James Bond film, and she performed \"No Time to Die\" live for the first time at the Brit awards.  \"I just wanna say something I was thinking two seconds ago,\" she told the crowd at the Brits. \"I've felt very hated recently and when I was on the stage and I saw you guys all smiling at me, it genuinely made me want to cry...\" With her voice breaking, she added: \"...and I wanna cry right now, so thank you.\" Ahead of the event, Eilish revealed she had quit social media after being swamped by nasty comments from internet trolls. Lizzo crowned the queen of tequila Lizzo might not be feeling so good this morning after downing an entire glass of neat tequila in front of the crowd. The rapper-singer-flutist, known for her vociferous support of body positivity, won a standing ovation from Harry Styles and cheers from the crowd after showing off her impressive drinking skills at the Brits. The chaotic moment happened after host Jack Whitehall helped himself to Styles' beverage. \"Oh God, that's tequila. That's literally neat tequila. He's gone off the rails,\" the host grimaced before passing the glass to Lizzo. \"Seriously, Lizzo, that's neat tequila!\" he said. Lizzo, who also performed at the show, was unfazed by the revelation and simply picked up the drink and downed it, prompting huge cheers from the audience."], "Language": false}