{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/seoul-parasite-filming-locations/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["ED JONES/AFP/AFP via Getty Images", "Seoul Tourism Organization"]], "FirstPublishDate": ["2020-02-19T02:47:09Z"], "LastModifiedDate": ["2020-02-19T04:07:52Z"], "Headline": ["'Parasite' filming locations you can visit in Seoul"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["\"Parasite\" filming locations: Interest in the Seoul locations featured in the film \"Parasite\" have increased following the South Korean movie's Best Picture win at this year's Oscars. These include Pizza Generation, which is actually called Sky Pizza in real life.  Doijissal Supermarket:  Early in the film, the young Kim Ki Woo (Choi Woo Shik) is seen drinking with his buddy outside the Woori Supermarket, where he learns of a potential part-time tutoring job. This scene was actually filmed at Seoul's Doijissal Supermarket (or Pig Rice Supermarket).  Photo hotspot: Featuring the same old school Lotte ice cream fridge that appears in the movie, the front door of Doijissal Supermarket has become a popular photo shoot spot thanks to the film. Staircase to the Park house: Remember the scene when sister/daughter Kim Ki Jung (Park So Dam) buys peaches and carries them up the stairs to the Park's home in the movie, part of a diabolical scheme to get her mother a job? The staircase is only a stone's throw away from Doijissal Supermarket.  More than pizza: Sky Pizza has become a hotspot for fans of \"Parasite.\" Make sure to try its fried chicken, too.  Sky Pizza: The mom-and-pop pizzeria, first opened 17 years ago, provided the film crew with the stacks of green and orange pizza boxes that father Kim Ki-taek (Song Kang Ho) folds in the movie. Director Bong Joon Ho: A photo of the owner of Sky Pizza and the director of \"Parasite,\" Bong Joon Ho, is now displayed in the shop. Staircase to Jahamun Tunnel: It's one of the film's most pivotal and heartbreaking scenes. The Kims make a mad dash from the Parks and run down this long staircase in the pouring rain into Seoul's Jahamun Tunnel.  The tunnel: It's said that \"Parasite\" director Bong specifically used the stars and the tunnel in that scene to visualize the class disparities between the rich and the poor. "], "Language": false}