{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/world/coronavirus-newsletter-05-11-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-05-11T11:13:33Z"], "LastModifiedDate": ["2020-05-11T11:13:33Z"], "Headline": ["What you need to know about coronavirus on Monday, May 11"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Not even the White House is immune to the spread of Covid-19. Three top health officials, all members of the administration's coronavirus task force, are entering either full or partial quarantine after one of President Donald Trump's valets and Vice President Mike Pence's press secretary tested positive.    Among those in \"modified quarantine\" is Dr. Anthony Fauci, the nation's top infectious diseases expert, who has emerged as a vital voice of reason amid the crisis. But Pence won't self-quarantine, according to his office, which said he plans to be back at the White House today.   The news could not come at a worse time for Trump, who is putting increasing pressure on states to restart their economies. In addition to undercutting the President's message that the outbreak is waning, it also raises an uncomfortable question: If the virus has breached Trump's inner sanctum, the most highly secured workplace in the country, how can it be safe for anyone to return to the office?   The answer to that question may lie in newly-reopened Asian countries like China and South Korea, where new clusters of cases are giving rise to fears of a second wave.     Particularly alarming is a spike of infections in Wuhan, the central Chinese city where the coronavirus was first detected late last year. The virus' reemergence and silent spread in the city — which only recently returned to relative normality after nearly three months of lockdown — will spark concerns about the risks of relaxing restrictions too soon. YOU ASKED. WE ANSWERED Q: What will the future of travel look like?  A: New Zealand and Australia have committed to creating a \"travel bubble\" allowing visits between the two countries — once it's safe to do so. It appears that the UK and France will have a similar arrangement. China has begun allowing domestic travel, although its borders are still shut to most foreigners. Thailand is considering special tourism resorts that double as quarantine zones. But experts warn that even with new initiatives, it could take years for travel to rise to pre-Covid-19 levels. And even when it happens, we might never travel in the same way again.     Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY UK PM shifts advice from \"stay home\" to \"stay alert\" In a highly-anticipated national address, British Prime Minister Boris Johnson called on people to return to workplaces if they cannot work from home and suggested foreign travelers would \"soon\" be quarantined after arrival, laying out his vision for gradually restarting the economy. But the plan, as well as the messaging around it, has left many confused.  As Johnson's advice shifts from \"stay home\" to \"stay alert\" — raising concerns about the possibility of a second wave of infections — Germany may offer a sign of what's ahead. It is seeing an increase in new coronavirus cases, just a few days after lockdown measures were eased. Chancellor Angela Merkel announced last week a gradual reopening of all shops and schools, as well as the resumption of the Bundesliga soccer league, although there will be no spectators.   Our cities may never look the same From Auckland to Bogota, urban planners are already adapting our cities to lockdown. For advocates of walkable, unpolluted and vehicle-free cities, the past few weeks have offered an unprecedented opportunity to test the ideas they have long lobbied for — from closing streets to cars and opening others to bicycles, and widening sidewalks. But will the changes last, and which more radical design proposals — be it sewer monitors or \"epidemic skyscrapers\" — will shape the post-pandemic city?   But, for many countries, there may be no choice but to return to existing infrastructure. In India, the national railway service announced passenger trains will partially resume in the country starting Tuesday, another major step in the easing of lockdown measures there, even as infections continue to mount.     Pro sports are coming back It was the bottom of the ninth inning. Kim Sang-su stepped into the batter's box for the NC Dinos, who were down 4-0 to the Samsung Lions on Tuesday's opening day of the Korean Baseball Organization's (KBO) 2020 season. This was Dinos' final chance for a comeback. But play-by-play announcer Karl Ravech disappeared — an issue with his internet service.  It was the first Korea baseball contest aired by ESPN, as part of an agreement that will see the US sports network show six KBO games a week. For sports fans in the US, and other countries struggling to contain the pandemic, the return of sports like the KBO offers something to satisfy their live sports cravings as well as a picture of what other sports might look like when they eventually resume.   ON OUR RADAR An ice cream shop had to close its doors one day after reopening because customers refused to follow social distancing rules and harassed employees. This is what the store owner had to say: \"People have forgotten how to treat other human beings.\"   \nThe Cheyenne River Sioux Tribe in South Dakota is refusing to end coronavirus checkpoints declared illegal by the state's governor, saying they are the best tool they have to stop the virus from spreading. Meanwhile, at least two teams from Doctors Without Borders are working with Native American communities in New Mexico to help with infection prevention and control.     \nYou make reservations at restaurants, sure. But how about booking in advance for a spot at the beach? That's exactly what some holidaymakers will have to do in Spain this summer. \nThe first Disneyland park has reopened, in Shanghai. But the theme park looks different: visitors are now required to wear masks, have their temperatures taken and socially distance.   \nBeijing is rolling out smart bracelets to measure the body temperature of students who have returned to class as schools gradually reopen in the city.   \nNew Zealand Prime Minister Jacinda Ardern said the country will be taking a staged approach to lifting lockdown measures — with bars being among the last businesses to reopen. \nThe world's second oldest airline has filed for bankruptcy and US airline workers are bracing for massive job cuts because of the pandemic.   TOP TIPS Frosted flakes for dinner. Hiding in the laundry room. This is life for many single moms right now, who are playing teacher, caregiver, provider and parent all at the same time. For a single parent juggling multiple roles, the stresses of the pandemic are even more intensified. Bestselling author and educator Rachel Simmons, a single mom to an 8-year-old daughter, has been hosting webinars about lockdown parenting. From practicing mindfulness, to leaning into funny memes and organizing drive-thru birthdays, she has this helpful advice on managing quarantine parenting on your own.  TODAY'S PODCAST \"We literally put the economy into a coma. I think of it as the Great Paralysis rather than the Great Depression.\" — CNN host Fareed Zakaria As most states begin to reopen, much of the country is thinking about the future. Which aspects of our lives will have changed forever? CNN Chief Medical Correspondent Dr. Sanjay Gupta and Zakaria discuss what to expect from a post-pandemic world. Listen Now"], "Language": false}