{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/politics/covid-19-antibody-tests-china/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Curt Devine, Drew Griffin, Nelli Black and Scott Bronstein, CNN"], "Writers": [["Curt Devine", "Drew Griffin", "Nelli Black", "Scott Bronstein"]], "FirstPublishDate": ["2020-04-17T15:17:27Z"], "LastModifiedDate": ["2020-04-17T20:58:22Z"], "Headline": ["Covid-19 antibody tests can help people rejoin society, but some are stuck in China"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The first tests for Covid-19 antibodies authorized by US regulators are stuck in China, according to the company behind them.  A spokesperson for the North Carolina-based company Cellex, the maker of a test that can detect whether a person's blood has virus antibodies, told CNN Chinese regulatory hurdles blocked its production site in China from exporting to the US.    Asked about the timing of the availability of the tests, which received emergency-use authorization from the Food and Drug Administration earlier this month, the Cellex spokesperson said the company should be able to meet demand \"shortly\" but added, \"it may take a little longer than we would like to sort out the supply chain, mass production, shipping and getting through the red tapes.\"  The US ambassador to China, Terry Branstad, has said the US embassy is aware of issues regarding medical exports from China and is working with Chinese authorities to address them.   \"Countries across the world are all hunting for medical supplies, causing a big challenge for China's efforts of quality control and regulation of export,\" the Chinese Embassy in Washington said, according to The Wall Street Journal. The stalled rollout of the Cellex tests adds to the already complicated landscape of coronavirus antibody tests in the US. At least three other antibody tests received FDA emergency-use authorization after Cellex's test. Companies behind two of those, Chembio Diagnostic Systems and Ortho Clinical Diagnostics, told CNN they have begun shipping but are in process of scaling up production to meet expected demand.  Meanwhile, dozens of other antibody tests have been developed without the companies or hospitals behind them submitting validation data to the FDA, which relaxed its rules in order to give laboratories and healthcare professionals early access to the tests. Epidemiologists agree that antibody tests -- which can detect whether people without symptoms may have previously had coronavirus -- could help determine who may have immunity to the virus and may be able to safely reintegrate into society.  Yet physicians and scientists question the reliability of tests that have not undergone any FDA review. \"The antibody tests that are out there, disturbingly, most of them have not been validated by the FDA or the [National Institutes of Health], so we're not sure if they are really accurate,\" Dr. Anthony Fauci told Snapchat's \"Good Luck America\" on Wednesday.  Some of the companies selling antibody tests admit there could be inaccuracies.  \"Positive results may be due to past or present infection with non-SARS-CoV-2 coronavirus strains,\" reads the webpage for an antibody test from the company BioMedomics. SARS-CoV-2 is the virus that can trigger Covid-19 disease. Antibody tests could also lead to false negatives because antibodies may not be detectable early in infections. BioMedomics notified the FDA that it validated its test, but an FDA webpage states that the agency has \"not reviewed the validation\" of such tests. A spokesperson for a company collaborating with BioMedomics on the test said BioMedomics has followed all protocols in the FDA's guidance and is currently pursuing emergency authorization for the test. \"We wanted to provide this type of test as quickly as possible... We are confident in its performance,\" the spokesperson said. Dr. Ania Wajnberg, who heads an antibody testing program at New York's Mount Sinai Hospital, warns of potential risks. She said false positives -- where test results indicate someone has developed antibodies to the virus when they actually haven't -- could give people a false sense of security.  \"We don't want any test that might tell somebody that they're fine to reenter society and their workplace and then be wrong. That would carry a risk that that person could get sick, or God forbid, even die from this disease,\" said Wajnberg, whose colleagues developed an antibody test that received emergency-use authorization from the FDA this week. Wajnberg said even though the Mount Sinai antibody test will allow physicians to see how many Covid-19 antibodies patients have in their blood, questions remain. \"Can people be re-infected? How long will they be immune if the antibody gives immunity? Those are things that we're looking into,\" she said. The National Cancer Institute's lab is currently helping out by checking the accuracy of antibody tests and will pass that information on to the FDA. Officials at NCI tell CNN they will be through the initial batch of tests by the end of next week. Although the FDA loosened its rules, and some tests that have not been federally reviewed have come on the market, not all physicians are allowed to use them.  Allison Fox, a board-certified doctor who practices family medicine in Maplewood, New Jersey, said she bought 200 antibody tests from an online distributor a few weeks ago, but after the tests arrived, she contacted the New Jersey Department of Health to ask about using the tests. \"Do not offer any COVID 19 tests to your patients,\" a state official said in an April 10 email, which Dr. Fox shared with CNN.   The official said that because the tests she ordered are not FDA-approved, their accuracy and sensitivity are unknown, and therefore she would need a separate license to use them.  \"It's incredibly frustrating. It doesn't make sense to me at all,\" said Fox, who added that she wants to do everything she can to combat the virus and provide her patients with as much information about whether they may have immunity.     Dr. Thomas Kirn, a medical director with the New Jersey Department of Health, said in a statement that federal rules require that such tests only be performed in appropriately licensed high-complexity labs that have the expertise to evaluate the accuracy of such tests prior to testing patients.  A spokesperson for the Centers for Medicare & Medicaid Services, which provides oversight of lab testing, said that if a test has FDA emergency-use authorization, it could be used outside of certified high-complexity labs depending on the FDA authorization. Dr. Lisa Larkin, a women's health internist and founder and CEO of Ms.Medicine in Cincinnati, says she has tested antibodies of 500 patients so far as part of clinical trial, and 23 of the patients tested positive for Covid-19 antibodies. Larkin said when she spoke to those patients, \"They felt so relieved to have the information.\" She said the majority previously had classic symptoms of the viral infection but were unable to get tested. Larkin obtained her tests from a company that does not yet have the emergency-use authorization but says the company has applied for it. FDA Commissioner Dr. Stephen Hahn told The Washington Post Thursday he expects more coronavirus antibody tests to come through authorization. \"We're working very actively,\" Hahn said. Caroline Buckee, an associate professor of epidemiology at the Harvard T.H. Chan School of Public Health, said widespread, reliable antibody testing is important for two reasons. For one, such tests will help public health officials determine what portion of the population has been infected and whether the pandemic has reached its peak or has a long way to go. Secondly, she said antibody tests could shed light on what's called \"herd immunity,\" where a large percentage of a population has immunity, which leads to indirect protection for those who are not immune.   \"We don't need everybody in the population to be immune to the virus. We just need enough people to be immune that the virus can't start to spread again and take off exponentially,\" Buckee said. This story has been updated with comment from the Centers for Medicare & Medicaid Services."], "Language": false}