{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/new-york-city-oldest-bars/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Text by Brekke Fletcher, Stacey Lastoe and Channon Hodge, CNN; video by Diana Diroy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-18T13:49:49Z"], "LastModifiedDate": ["2020-02-18T19:07:04Z"], "Headline": ["The oldest, most iconic bars in New York City"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["In a city where new bars and restaurants open all the time, the old, revered favorites take on a different meaning.   Given the rate at which some of locals' most cherished spots close — high rents, ownership changes and city bureaucracy issues — it's especially important to value the longstanding places that've managed to stay afloat and weather the changes in a city that's constantly shifting.  Below, our list (in no particular order) of New York City's oldest, most iconic bars. These are the dimly lit nooks, shiny bartops and cavernous corners we find ourselves returning to again and again. Old Town Bar Old Town Bar, which opened in 1892, has been a beloved gathering place for residents and visitors alike. Originally a German watering hole, the building stands nestled between Union Square and Gramercy Park, containing many of its original interior features, including the striking mahogany bar, behind it, a beautiful beveled mirror and soaring \"tin\" (actually pressed steel) ceilings.  This institution's charm is its patina -- it's worn and quirky. The creaky staircase leading up to the second-floor dining room is slanted, the lineup old-style urinals in the men's room date from 1910, and the presence of a working dumbwaiter all add to the living history of the place. Old Town has been used as a filming location, for television ('80s Letterman), film (\"The Last Days of Disco\") and music videos (House of Pain's \"Jump Around\").  It has long been an unpretentious haven for artists and creatives from around the world. There's a strong literary tradition, with regulars like poet Seamus Heaney and \"Angela's Ashes\" author Frank McCourt, and multiple autographed and framed book jackets and other historical ephemera hanging on the walls.  Gerard Meagher, Old Town's owner and resident historian, says the bar \"really thrived\" during Prohibition, but that its most enduring attribute is its patrons' sense of belonging and camaraderie. \"Everybody feels comfortable here. And that's very unique in New York these days.\" —Brekke Fletcher Old Town Bar, 45 E 18th St, New York, NY 10003, +1(212)529-6732 The Campbell Grand Central commuters may have it better than any other commuters in the city. Instead of fighting the masses at Penn Station (is the surrounding area never not undergoing construction?), they have access to one of the city's oldest and most beautiful bars right there inside the terminal. The central vein of transportation offers much more than just, well, transit access. Exhibit A: The Campbell Bar, formerly known as The Campbell Apartment. One of the oldest bars in New York City, it is also one of the most stunning.  Before numerous signs on Vanderbilt, a tiny blink-and-you'll-miss-it street parallel to Madison and Park Avenues, pointed the way to The Campbell's hidden-away location inside the terminal, it was prized for being, among other things, a little hard to find.  This made it a great first-date spot, but it also made it a chill respite from the chaotic hub just outside in midtown Manhattan. Even now, this is one midtown bar that downtown devotees will go out of their way for.  Amble in for a cocktail or a nibble (or, as was the case on a recent brisk February afternoon, a currently-trending mocktail) before hopping a train out of the city or back to Brooklyn. The signature Manhattan is the best thing on the menu. Best ordered from Paris Durante, who has clocked 20 years behind this bar, the classic drink's taste owes much to the mixing, according to Durante. \"The key to making a great Manhattan is to stir it enough, but not too much basically. Most of the time they don't stir them enough in busy bars.\"  Durante knows his stuff: when you take that first sip of the potent mix of Woodford Reserve Bourbon, sweet vermouth (Carpano Antica here), and a dash of Angostura bitters, served up or over one oversized cube of ice with Luxardo cherries, you'll be glad you found your way inside. —Stacey Lastoe The Campbell, 15 Vanderbilt Ave, New York, NY 10017, +1(212) 297-1781 The Beer Garden at Bohemian Hall Grab a picnic table at this massive and boisterous Astoria beer garden, and you'll see why Queens is recognized as one of the most diverse counties in the country.  Many of the area's Greek, Italian and Hispanic populations flock to the beer garden, and  it's a place for all ages too — you're just as likely to see families as you are 20-somethings.  The welcoming of children, however, comes with a warning: rowdy kids led to the bar's implementation of a \"no-kids-going crazy\" rule, which stipulates children be within one foot of a parent's reach at all times and gone from the premises after 9 pm.   The Hall and Garden (the garden is open year-round for folks who don't mind less-than-moderate temperatures) were originally built as a gathering place for the area's Czech and Slovak immigrants, and this helps explain the menu's Eastern European influence (though burgers and nachos can also be had). In 1892 residents formed the Bohemian Citizen's Benevolent Society, and in 1910 raised funds to purchase part of an old farm plot. They built the hall and eventually the garden and opened both to the public. It survived prohibition, and today, the building and garden are still owned, managed and used by The Society for the preservation of their culture. The word \"Bohemian\" comes from a region in the Czech Republic known in medieval times as the Kingdom of Bohemia, but in Astoria, Queens, today, this word may best be used to describe the masses of hipsters who adore the beer garden. —Channon Hodge The Beer Garden at Bohemian Hall, 29-19 24th Avenue Astoria, New York 11102, +1(718)274-4925 Julius' This corner pub has a storied past — and a legacy of inclusion and community.  Operating in Greenwich Village on the corner of West 10th and Waverly for over a century and a half, Julius's has had many iterations — though always a bar.  It began in the mid-19th century, and like most bars open during Prohibition, it became a speakeasy. It transformed into a sports bar in the 1940s, emerging as a gay bar in the 1950s and 1960s. And Julius' logo has been around since the 1930s. \"Julius' is a really important place related to LGBT history,\" says Ken Lustbader, a co-director of the NYC LGBT Historic Sites Project. In 1966, three years before the Stonewall uprising, members of the Mattachine Society, a predominantly gay male organization, staged a sip-in.  Modeled on the sit-ins of the black civil rights movement, this group of gay men traveled from bar to bar demanding to be served. The group wisely enlisted the press to follow along as they protested the state liquor authority's practice preventing homosexuals from being served alcohol.  The protest culminated at Julius' and was captured in a now-famous Fred McDarrah Village Voice photograph. Nowadays, Julius' is a home away from home for anyone who shows up. The interior is simple, a long bar with tables in the front and rear — the front tables feature antique wooden beer barrel's from Ruppert's, a former brewery that operated in the early 20th century.  The bar is a celebrity in its own right, serving as a location for films like \"Can You Ever Forgive Me?\" about former Julius' regular, Lee Israel, and the original as well as the forthcoming Netflix remake, \"The Boys in the Band.\" And actress Julianne Moore watched Super Bowl LIV there.  But the real stars at Julius' are the people, behind and in front of the bar. Daniel Onzo, who has worked as a bartender on and off for over 20 years and has been a regular for longer, is as much a part of Julius's present as its past.  \"I want to drop dead right there. I want to be part of this till the last day. That's how I feel about it.\" He waxes poetic about bygone days, about the hustlers and bar fights and friends lost to AIDS, many of whose portraits hang on the walls. \"The people who came here specifically because this was their home.\" —BF  Julius', 159 W 10th St, New York, NY 10014, +1(212) 243-1928 Neir's Tavern It is a paradox that one of the city's oldest bars (190 years young!) is one of its least-known, despite its colorful history and a loyal local following.  Neir's Tavern, in the Woodhaven neighborhood in Queens, is about an hour by subway from Midtown Manhattan, which may be a part of why it's not as recognizable as others on this list.  As Neir's proprieter (and New York City Fire Department lieutenant)  Loycent Gorden said to Anthony Bourdain in a 2017 \"Parts Unknown\"episode centered on Queens, \"It's the most famous place you've never heard of.\"   Opened in 1829 as a tavern to cater to the patrons of nearby Union Course Race Track, the Neir family took ownership around the turn of the 20th century, calling it Neir's Social Hall. Among its varying offerings at that time were a ballroom, hotel rooms and a bowling alley.  Neir's fame goes beyond its longevity. The bar's website states that a young Mae West may have performed there. It was a featured location in the much-lauded 1990 Martin Scorcese film, \"Goodfellas.\"  Firefighter Loycent Gorden took over in 2009, overseeing a careful restoration, but in early 2020, he nearly had to close the bar after an certificate of occupancy issue resulted in untenable rent hikes (it actually quintupled).  Thanks to an outpouring of community support and the subsequent intervention of various members of city government, Neir's was saved from closing, and the New York institution will live on. —BF Neir's Tavern, 87-48 78th St, Woodhaven, NY 11421, +1(718) 296-0600 McSorley's Old Ale House \"Light or dark?\" This is the question you'll be asked when you approach the bartender at this 166-year-old establishment in Manhattan's East Village. Many patrons opt for one of each of the house's ales, and aside from a handful of nonalcoholic beverages that range from a can of Coca Cola to a can of Sprite, these are, really and truly, the only options, and there's only one way the brew is served: in two eight-and-a-half ounce glass beer mugs.  There's a good half an inch of head in the not-quite-full half pints, and, for $6, it can all be had for less than the average price of a beer in New York City these days.  It should come as no surprise, given the limited menu options (cheese plate options include cheddar or American), that McSorley's is cash-only. Not a lot has changed inside since the ale house opened its doors in 1864, though the proprietors did install a women's restroom 24 years ago — 15+ years after women were allowed inside McSorley's.  An anti-discrimination law prohibiting discrimination in public places on grounds of sex was signed by Mayor John Vliet Lindsay in 1970, but the bar was slow to embrace the change.  The bartender on duty on a recent Wednesday evening estimates the bar goes through 60-70 kegs of beer each week.  \"We're never slow,\" she said, nodding toward the full but not too crowded fro"], "Language": false}