{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/16/us/target-birthday-party-atlanta-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-02-17T01:52:49Z"], "LastModifiedDate": ["2020-02-17T03:27:37Z"], "Headline": ["An 8-year-old girl and her friends dressed as Target employees and took over a store for her birthday"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Brayden Lawrence turned 8 on Sunday and had her birthday party at her favorite place on Earth: Target. That's right -- the Atlanta girl and about 10 of her friends went to their local Target dressed in red shirts and khakis and took over the store. Target was the theme, with the girls participating in a scavenger hunt and Brayden checking them out at register No. 8 once it was done. \"Brayden is obsessed with Target,\" said Rikki Jackson, Brayden's aunt, who tweeted pictures and video of the party. \"She will literally just ask to go walk up and down the aisles. She loves it and will spend hours in Target.\" \"No, Target doesn't do parties. We had to ask special permission from the manager lmao,\" Jackson tweeted.  Brayden's mother, Jessica Smith, told CNN on Sunday she started brainstorming with friends and family about how to celebrate Brayden's birthday. \"I told the manager, 'I'm gonna bring 10 little girls in here and we're gonna take over this store,'\" Smith said. Jackson tweeted that she and Smith got uniforms and walkie-talkies for all the children. The store manager even made them name tags.  \"They were basically like Target team members, which was pretty cool,\" said Alberto Sanchez, executive team leader of human resources at the Target in the Atlanta suburb of East Point, where the party took place. \"They were great. It was cool. It was as loud as the little 8-year-old girls can be. It was joyful loud.\" Sanchez told CNN that the party started at 10 a.m., before peak hours, and was done by noon. Brayden told CNN the scavenger hunt included finding things that she liked, such as items with Elmo or from the film \"Frozen.\" Other shoppers even bought Brayden gifts. \"We shopped at Target and we got whatever I want and that's all,\" the birthday girl said.   Jackson told CNN that Brayden's obsession with Target actually stems from her mother. \"My sister, Jessica, is obsessed with Target, too, and always took her on her trips,\" Jackson said. \"We go to Target for everything,\" Smith said. \"My children know you can find whatever you need at Target.\" Target spokesperson Jacqueline DeBuse told CNN via email the company is \"all about bringing moments of joy to our guests every day.\" \"We're thrilled when our team goes above and beyond to create extra excitement and happiness for even our littlest guests,\" DeBuse said. "], "Language": false}