{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/16/us/hair-discrimination-bills-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-02-16T12:24:00Z"], "LastModifiedDate": ["2020-02-16T12:24:00Z"], "Headline": ["In just 1 week, 3 states considered bills to ban discrimination based on hair texture or style"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["In just one week, three states around the nation introduced or advanced bills that would ban hair discrimination. The bills are part of a national effort known as the CROWN Act, which stands for \"Creating a Respectful and Open World for Natural Hair\" and seeks to ensure protection against discrimination based on hair texture and protective styles. The Colorado state House passed the CROWN Act on Wednesday, and the state Senate introduced the bill on Thursday. The same day, Washington state House passed a bill that would prohibit employers and schools from discriminating against people over hairstyles and textures including afros, braids, locks and twists. The bill was introduced in the state Senate on Friday. The Minnesota bill introduced similar legislation earlier in the week. The recent bills come after 'Hair Love's' Oscar The flurry of activity around these bills come as director Matthew A. Cherry won an Oscar for the short film \"Hair Love,\" a story about a black father trying to do his daughter's hair.  In his acceptance speech, Cherry pushed for the CROWN Act to be passed around the nation. \"'Hair Love' was done because we wanted to see more representation in animation, we wanted to normalize black hair and there's a very important issue out there, the CROWN Act. If we can help get this passed in all 50 states it will help stories like Deandre Arnold's ... stop to happen,\" Cherry said. Nearly two dozen states are considering action The CROWN Act is already law in California, New York and New Jersey. At least 22 states are considering the legislation, and local jurisdictions like Cincinnati, Ohio, and Montgomery County, Maryland, have passed it too.  This week Texas lawmakers said they would consider the issue too. Members of the state's Legislative Black Caucus announced this week that they were working on a bill for the 2021 legislative session, after an 18-year-old in the state was told to cut his dreadlocks or he wouldn't be able to walk at graduation. The legislation has also been introduced in Congress. "], "Language": false}