{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/14/asia/miky-lee-parasite-film-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Julia Hollingsworth, CNN"], "Writers": [["Julia Hollingsworth"]], "FirstPublishDate": ["2020-02-14T06:02:24Z"], "LastModifiedDate": ["2020-02-14T06:48:55Z"], "Headline": ["Miky Lee: The godmother of South Korean cinema on Parasite's historic win"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["When Miky Lee was growing up in South Korea in the 1960s, American movies and television were everywhere. When she turned on her black-and-white television -- American content. When she went to movie theaters -- American films.  So as an adult, Lee decided to change that. Fast forward to 2020, and it's fair to say she's had a big impact. K-pop bands are household names in the United States. Viewers all around the world tune in to South Korean-made dramas. And on Sunday, South Korean dark comedy \"Parasite\" became the first foreign-language film to win Best Picture in the Oscars' 92-year history.  Lee -- the vice chairwoman of entertainment company CJ Group -- was the executive producer behind the film. But to many, she's much more than that -- she's the godmother of Korean cinema. Early days Growing up, Lee was struck by the lack of global exposure to Korean content. Her idea was to \"push our Korean content to other people to watch it, keep just pushing it, pushing it,\" she said. \"I really believe that our content is edgy and it's very different from any other content,\" she added. \"I had to believe that they would really recognize the difference.\" In the 1990s, Lee and her brother Lee Jay-Hyun founded the media division of CJ Group. These days, there's barely any facet of the entertainment world that CJ Entertainment and Media isn't involved in. It has a hand in television channels, a record label, a film production company -- and even the annual Korean wave convention held around the world, KCON, which has helped bring Kpop bands like BTS to global audiences.  \"I kept pushing (Korean content) with the confidence and with the belief and with the faith in it,\" she said.  Over the past decade, Korean cultural exports have had a growing impact internationally -- not just in Asia, but in English-speaking countries, where audiences are sometimes resistant to subtitled films. On Sunday, one of Lee's many dreams came true -- recognition at the Oscars. \"Parasite,\" directed by Bong Joon-ho, took home four awards, including Best Picture -- something Lee described as a \"delightful surprise.\"  It's hard to overstate the significance of the win. Only 11 non-English language films have ever been nominated in the Best Picture category.  After the award was announced, a smiling Lee took the stage, where she was full of praise for Bong, who she has worked with for almost two decades, including on his 2013 sci-fi flick \"Snowpiercer.\"  \"I like everything about him. His smile, his crazy hair, the way he talks, the way he walks, and especially the way he directs. What I really like about him is his sense of humor, and the fact is he can be really making fun of himself, and he never takes himself seriously,\" she said. Lee also thanked the Korean film audience.  \"(They) have been really supporting all of our movies, and never hesitated to give us straight forward opinion on all our movies. And that made us never be able to be complacent, and to keep pushing,\" she said. The future Now Lee wants to build on the success of \"Parasite.\"   Her plan is to include Korean films, television and games in global conventions like KCON, to help them get more exposure overseas. Significantly for \"Parasite\" fans, she is working on two more films with director Bong -- one in English, and one in Korean. She says Bong -- who she says is nicknamed \"Bongtail\" because he's so detail orientated -- has an amazing ability to draw audiences into a film.  Lee personally doesn't see herself as the winner of the Oscar -- she's more the \"supporter of the winners of the Oscar.\" And to her, the win is likely to have a much bigger impact beyond the individuals involved in making the movie.  \"I think it really inspires a lot of filmmakers and content makers, not just in Korea but all of Asia,\" she said. \"I think people are more encouraged to be more edgy and push the limits and not be afraid of expressing their ideas and their creativity. \"This is a really positive thing that's happening to everybody.\" "], "Language": false}