{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/us/doctor-charged-hydroxychloroquine-trump/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Josh Campbell, CNN"], "Writers": [["Josh Campbell"]], "FirstPublishDate": ["2020-04-17T17:12:45Z"], "LastModifiedDate": ["2020-04-17T19:17:44Z"], "Headline": ["Feds charge doctor who cited Trump to push hydroxychloroquine 'miracle cure'"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["It was described as the \"magic bullet\" to protect against the deadly coronavirus -- a \"remarkable clinical phenomenon\" that could cure the disease within hours. In the words of San Diego physician Jennings Staley, the drug hydroxychloroquine​, approved to treat conditions ranging from malaria to lupus, was \"almost too good to be true.\" On his website advertising the product, Staley -- whose practice includes Botox injections, tattoo removal, oxygen therapy, and fat transfer -- cited President Donald Trump's recent promotion of a French study claiming hydroxychloroquine had overwhelmingly positive results in the fight against Covid-19​, according to federal prosecutors.  The doctor would soon be charged with a federal crime.  According to federal authorities, comments by the Southern California doctor about the drug's remarkable capabilities were recorded during a phone call with a concerned father of three, who contacted Staley inquiring how he could protect his family from contracting Covid-19.    In reality, the man on the other end of the line was an undercover FBI agent conducting an investigation into possible health care fraud. According to a federal criminal complaint filed ​Thursday and obtained by CNN, the FBI launched an undercover operation and made contact with the doctor in early April after receiving a tip from the public indicating Staley was attempting to sell \"Covid-19 Treatment Packs\" ​to the public. ​   In an advertising email message reviewed by the FBI, Staley's purported medical package included dosages of hydroxychloroquine, antibacterial drug Azithromycin, antianxiety treatments, intravenous drips, and the use of a medical hyperbaric oxygen chamber. Staley offered to sell the items as a family pack for $3,995, according to the criminal complaint.   During the recorded phone call with an FBI agent posing as a customer, Staley indicated the drug hydroxychloroquine \"cures the disease\" associated with coronavirus, according to the complaint.   Staley also told the agent he had received a tank of hydroxychloroquine that had been smuggled out of China. He said he was able to trick US Customs and Border Protection by listing the material as sweet potato extract, according to the complaint.    At one point, the undercover agent asked Staley, \"If I'm hearing you right, if I buy these kits from you, then that's going to pretty much guarantee that neither my kids, my dad, my wife -- any of us -- get sick. And if we are, it's going to cure us, right?\"   \"Guaranteed,\" Staley replied, according to the complaint.   In a follow-up call, the doctor allegedly told the undercover FBI agent he would also sell him Viagra and Xanax, a Category IV controlled substance under the Controlled Substances Act. A package containing the medication was received by the FBI on April 9. ​   In the criminal complaint, an FBI agent said Staley's sale of Xanax during the undercover operation suggests he \"is routinely distributing this controlled substance without any sort of medical examination or demonstration of need.\"  The Controlled Substances Act requires that prescribed medication must be for a legitimate medical purpose, the complaint noted.   The day after receiving the box of medication, FBI agents overtly visited Staley's office for an interview but did not indicate they had previously communicated with him as part of their undercover investigation. According to the criminal complaint, the agents asked Staley if he had ever guaranteed his patients that hydroxychloroquine was a cure for Covid-19.   \"No, that would be foolish,\" Staley said, according to the FBI, adding \"We would never say anything like that.\"   ​The complaint says that Staley admitted to investigators that he distributes ​Covid-19 kits through his website and said he imports his hydroxychloroquine from China, but indicated it was \"perfectly legal\" and \"goes through customs.\"   As part of their investigation, the FBI ​says they visited Staley's website, which offered Covid-19 treatment kits for $595. The website apparently has been taken down. It included language stating \"a French study cited by Trump showed 70% of the hydroxychloroquine treated patients tested negative for the ​Covid-19 virus,\" according to the complaint. ​ The criminal complaint notes the drug hydroxychloroquine has received emergency authorization from the Food and Drug Administration and may be effective in treating those with Covid-19. In the FDA's March 28 authorization letter, the agency's chief scientist indicated the drug would be distributed from the nation's Strategic National Stockpile, and used for treating those who have been hospitalized with Covid-19.    Staley was charged ​Thursday with mail fraud and is scheduled to appear in federal court Friday, according to the  Justice Department. Officials noted that allegations in a complaint are merely accusations, and defendants are considered innocent unless and until proven guilty.   \"The alleged conduct does not rise to the level of a felony offense,\" said Patrick Griffin, an attorney representing Staley, in an email to CNN.    The doctor's criminal charge comes as Justice Department prosecutors and FBI agents aggressively seek out scammers who are using the coronavirus pandemic to defraud the public through various testing and treatment schemes.   \"The FBI is using a variety of tools to identify anyone who exploits the current crisis with fraudulent scams or a variety of cyber schemes -- and is proactively warning the public about products claiming to save lives, before losing their money or creating false hope,\" said Omer Meisel, acting Special Agent in Charge of the FBI's San Diego Field Office. \"Scammers seeking to profit by exploiting fear and uncertainty during this Covid-19 pandemic will be brought to justice.\"  "], "Language": false}