{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/entertainment/macaulay-culkin-esquire-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-12T14:36:53Z"], "LastModifiedDate": ["2020-02-12T14:36:53Z"], "Headline": ["Macaulay Culkin on his 'disastrous' Tarantino audition and Michael Jackson"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Macaulay Culkin knows why he didn't get a role in the Quentin Tarantino film \"Once Upon a Time . . . in Hollywood.\" \"It was a disaster. I wouldn't have hired me,\" he told Esquire. \"I'm terrible at auditioning anyway, and this was my first audition in like eight years.\" Culkin appears on the cover of the new issue of the magazine and has some things to say. He covers a few topics including his plan to change his middle name to \"Macaulay Culkin\" after visitors to his site voted on it to his past drug use.  The former child star - who asks to be called Mack - said he was less forthcoming after he ran into James Franco on a plane just after the documentary \"Leaving Neverland\" was released. The program featured allegations of child molestation against the late King of Pop Michael Jackson whom Culkin was close to. The Jackson estate has denied the allegations. \"I give [Franco] a little nod as we're putting our bags overhead. Hey, how you doing? Good, how ya doing?,\" Culkin recalled. \"And it was right after the Leaving Neverland documentary came out, and he goes, 'So, that documentary!' And that was all he said. I was like, 'Uh-huh.' Silence.\" \"So then he goes, 'So what do you think?' And I turned to him and I go, 'Do you wanna talk about your dead friend?,'\" Culkin added. \"And he sheepishly went, 'No, I don't.' So I said, 'Cool, man, it was nice to see you.' \" Culkin is the godfather of Jackson's daughter, Paris, and has denied Jackson ever did anything inappropriate to him.  \"I never saw him do anything,\" Culkin said. \"And especially at this flash point in time, I'd have no reason to hold anything back. The guy has passed on.\" The \"Home Alone\" star also had an interesting take on fame, of which he is not a fan. \"It's just—I enjoy acting. I enjoy being on set,\" he said. \"I don't enjoy a lot of the other things that come around it.\" He likened it to a scene from the film \"The Shawshank Redemption.\" \"The way he gets out of prison is to crawl through a tube of s**t, you know? It feels like to get to that kind of freedom, I'd have to crawl through a tube of s**t,\" Culkin said. \"And you know what? I've built a really nice prison for myself. It's soft. It's sweet. It smells nice. You know? It's plush.\""], "Language": false}