{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/11/entertainment/rebecca-black-friday-anniversary-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-11T15:53:44Z"], "LastModifiedDate": ["2020-02-11T21:51:44Z"], "Headline": ["'Friday' almost ruined Rebecca Black's life. 9 years later, she's addressing the toll it took"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Partyin', partyin', YEAH! \"Friday,\" the accidental anthem of 2011 and an ode to the best day of the week, is officially nine years old.  It became something of a national joke when it debuted. But to a then-13-year-old Rebecca Black, the single's star, the jokes made at her expense were immensely damaging.  Black, now 22 but still a pop singer, is remarkably well-adjusted for someone whose life was upended by a music video. She marked the 9th anniversary of the song that started it all with a note to her younger self -- and advice for her followers to love themselves a little better.  \"9 years ago today a music video for a song called 'Friday' was uploaded to the internet. Above all things, I just wish I could go back and talk to my 13-year-old self who was terribly ashamed of herself and afraid of the world,\" she wrote.  The backlash was more traumatic than she let on then. In her post, she shares that she felt depressed and alone at 15. Classmates threw food at her and her friends at 17. And at 19, producers and songwriters told her they'd never work with her.  All of it taught her to be kinder to herself, even if self-love is something she still struggles with.  \"I'm trying to remind myself more and more that every day is a new opportunity to shift your reality and lift your spirit,\" she wrote. \"You are not defined by any one choice or thing. Time heals and nothing is finite. It's a process that's never too late to begin.\" Black was only in middle school when she filmed the infamous video. She paid a company called Ark Music Factory to write her a song and film a music video for it, starring her and her friends.  It's not an artistic achievement, but it's fitting for the young star at its center. In it, Black sways and sings her way through a Friday -- she wakes up, she eats cereal, she can't decide which seat in a convertible to take. Typical teen stuff.  The negative comments rolled in almost immediately, and nearly all of them lambasted Black.  \"It's not that I was protecting this thing as, like, my prized most beautiful creative thing I've ever made in my life,\" she told Buzzfeed in 2019. \"But it was me. And that was my face. And that was my name people were making fun of.\" Since then, she's worked to write and release her own music that's truer to herself. And instead of resenting the song that made her famous, she's embraced the infamy -- and made peace with the teen who never could've expected what \"Friday\" could do.  Brava, Ms. Black. You've earned your weekend. "], "Language": false}