{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/business/loreal-beauty-sales-coronavirus/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hanna Ziady, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T16:04:43Z"], "LastModifiedDate": ["2020-04-17T17:29:13Z"], "Headline": ["People aren't leaving home. But they're still buying beauty products"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Demand for beauty products appears to be holding up even though hundreds of millions of consumers are not leaving their homes in order to combat the coronavirus pandemic. L'Oreal, the world's largest cosmetics company, said Thursday that first quarter sales in China increased 6.4% on the same period last year, despite the country's coronavirus shutdown, which caused economic growth to collapse. The company, whose sprawling beauty empire covers dozens of brands across skincare, hair care, makeup and perfumes, said that global sales slipped 4.8% over the three months to March. \"However, as the example of China has shown, the current situation does not call into question consumers' strong appetite for beauty products, which remains intact,\" it said in a statement. L'Oreal said that online sales have skyrocketed in China, with appetite for certain skincare and haircare products increasing during the lockdown. And demand for other products bounced back strongly as the country began gradually reopening its economy, putting sales on track to increase by a double-digit percentage in the second quarter. Many investors are betting on a swift economic recovery from coronavirus, as companies from Starbucks to Volkswagen announce plans to reopen stores and factories. L'Oreal's example could bolster those hopes. \"The experience in China is very interesting and very telling for other parts of the world,\" chairman and CEO Jean-Paul Agon said on a call with analysts. \"What we have seen in China is a pretty quick bounce back of the consumption of beauty products.\" The recovery in makeup sales has been more gradual, he cautioned, as wearing a face mask reduces appetite for those products. Still, he remains confident that consumption will recover.  \"It's not a demand crisis, it's a supply crisis. Consumers are really eager to buy all types of beauty products but they just can't do it because the stores are closed,\" Agon added. Sales of so-called affordable luxury products — which can include everything from nail polish, hair dye and mascara, to premium chocolate, ice cream and confectionary — tend to perform well during recessions, as consumers seek comfort from small indulgences, according to a 2013 Euromonitor International report. L'Oreal's online sales surged during the first quarter, jumping 67% in China and 53% worldwide to account for nearly one fifth of group sales. Consumption of skincare and haircare products, in particular hair dye, has been resilient because women can't go to hairdressers during lockdowns, Agon said. \"What we are seeing everywhere right now, is that where salons are closed, sales in hair color are up 50%.\" L'Oreal sells hair dye and other consumer products, under brands such as Garnier, Maybelline and NYX, in pharmacies and drugstores, many of which have remained open during lockdowns. This has helped to offset sharper sales declines in its professional ranges, which are sold in department stores and salons. \"I think personal care and beauty products will be stronger after the crisis because people will realize even more how important it is to take care of yourself,\" Agon said, predicting a \"rush to salons everywhere\" when businesses are allowed to reopen.  Still, beauty products could prove an exception to the rule. Retail spending dropped 19% last quarter in China, according to data published Friday, as lockdowns prevented consumers from purchasing everything from household items to new cars.  \"We can only hope that the recovery happens gradually from May or June after a second quarter which will still be affected by the crisis, in particular in Europe and the US,\" LVMH said in a statement Thursday.  The luxury goods firm, which owns Louis Vuitton and Hennessy and relies heavily on Chinese consumer spending, reported a 15% decline in first-quarter sales to €10.6 billion ($11.6 billion). "], "Language": false}