{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/asia/parasite-south-korea-us-intl-hnk-scli/index.html"], "Source": ["cnn"], "Location": ["Seoul, South Korea"], "ByLine": ["By Jessie Yeung and Yoonjung Seo, CNN"], "Writers": [["Jessie Yeung", "Yoonjung Seo"]], "FirstPublishDate": ["2020-02-10T08:46:25Z"], "LastModifiedDate": ["2020-02-11T02:16:24Z"], "Headline": ["'Parasite' Oscar win is 'a remarkable chapter in Korean culture'"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["When \"Parasite\" won best picture at the Academy Awards on Sunday night, it cemented the film's position in history -- as well as South Korea's growing cultural influence in the United States. The South Korean film from director Bong Joon Ho has smashed box office records and won awards internationally. Now the movie -- a genre-warping mix of drama, horror and dark comedy -- has become the first foreign language film to win the coveted best picture at the Oscars. The movie also won Oscars for best director, best screenplay and best international feature.  The victory was met with euphoria on social media from South Koreans as well as Asian Americans, who celebrated the win as uplifting the entire wider Asian community on an international stage. \"South Korea did it,\" tweeted Chinese American filmmaker Jon Chu. \"History made.\" Wonsuk Chin, a South Korean film director and friend of Bong's, said the win felt \"surreal.\" \"(Hollywood) never embraced a movie in a language not in English made outside Hollywood like this,\" he told CNN. \"Does this mean Hollywood is ready for a change? ... If Parasite's big win makes some curious moviegoers venture out and check out some more Korean or other international movies, I think the change is coming.\" \"They say, when it rains, it pours,\" he added, pointing out \"Parasite's\" wins in multiple categories. \"In this case, when it rains, it's a deluge.\" Even South Korean President Moon Jae-in spoke about the Oscars win, saying in a statement that he was \"proud of director Bong Joon Ho, the actors and crew.\" \"Taking home four Oscars, after winning the Palme d'Or at the Cannes Film Festival last year, can be attributed to the accumulated efforts of every Korean filmmaker over the past 100 years,\" said Moon. \"I am very pleased to see a Korean film stand shoulder to shoulder with those of other countries and mark the beginning of another 100 years of Korean filmmaking.\" South Korea's soft power in the West \"Parasite\" is just the latest piece of South Korean culture that has gained traction and prominence in the West. Just a few years ago, the 2016 South Korean zombie apocalypse film \"Train to Busan\" debuted at the prestigious Cannes Film Festival. Like \"Parasite,\" it also swept award shows, broke into international markets, and was praised for its social commentary on class inequality. For many abroad, it was the first time they had ever encountered South Korean horror; the film arguably introduced the genre into the American consciousness, and helped pave the way for future films.  It's not just movies -- South Korean music, makeup, and fashion have been making their presence known abroad over the past decade. Korean pop, or K-pop, had long been viewed by Western audiences as a niche, slightly bizarre genre. But in recent years, it has emerged as a heavyweight in the American music scene, with K-pop groups breaking YouTube records and performing on mainstream platforms like \"The Tonight Show\" and \"Good Morning America.\"  The group BTS, possibly the biggest boy band in the world right now, even won a Billboard Music Award in 2017, beating out American favorites like Selena Gomez, Ariana Grande and Shawn Mendes. South Korea is also regarded as one of the world's leaders in the beauty and makeup industry, with consumers across the West buying coveted South Korean products. Top English-language fashion magazines like Vogue and Elle now regularly feature South Korean beauty products. The South Korean government has recognized the sheer force and potential of cultural exports like its music and film, and has backed this cultural expansion, seeing it is a vehicle for soft power and a way to boost the nation's reputation. Changing the face of media representation To many, Bong Joon Ho and the entire cast and crew of \"Parasite\" represent a long-awaited demographic change at the Oscars -- as well as a point of immense pride for South Koreans watching from home. \"This is a remarkable chapter in Korean culture,\" said Chin, the South Korean filmmaker. \"Something I'm still pinching my cheek about.\" Apart from President Moon, other South Korean authorities were celebrating on Monday. Former South Korean prime minister Lee Nak-yeon tweeted that the film and its Oscar had \"changed the world and Korean film history.\"  Park Nam-chun, mayor of the city Incheon, and Harry Harris, US ambassador to South Korea, are among other officials who congratulated Bong and the \"Parasite\" cast. On popular search engines Daum and Naver, \"Director Bong Joon Ho\" topped the list of trending searches as people flocked to social media to bask in victory. \"I've always looks forward to Korean pop culture blossoming at the center of the world. I've always believed in the power (of Korean culture),\" one said on Twitter. The win was splashed across Korean news websites, with ecstatic headlines declaring, \"Parasite has rewritten the world's film history\" and \"Like rain in a drought land, Parasite gets hailed in the political arena.\" The Oscar sweep also delighted Korean Americans and other members of the Korean diaspora, who heralded \"Parasite\" as changing the landscape for international cinema, and opening up space for works created in other countries.  Many in these communities pointed out on social media that it finally felt like the American film industry was highlighting stories that had been left in the shadows -- stories of different races, sexualities, genders, and class experiences. \"Language is a core expression of identity. Subtitles do not divide or disqualify - they're gateways into incredible stories you might have otherwise never known,\" said Korean-American online creator Eugene Lee Yang, best known as a member of the group The Try Guys, on Twitter. \"Tonight I heard the language of my family on the Oscars stage. I can't wait to hear many, many more.\""], "Language": false}