{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/politics/justice-department-rudy-giuliani-ukraine/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By David Shortell, CNN"], "Writers": [["David Shortell"]], "FirstPublishDate": ["2020-02-10T17:11:11Z"], "LastModifiedDate": ["2020-02-10T22:44:01Z"], "Headline": ["Barr confirms Justice Department is receiving Giuliani information about Ukraine"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Attorney General William Barr confirmed Monday that the Justice Department has been receiving information from Rudy Giuliani about his operation in Ukraine, solidifying the channels through which political dirt on the President's rivals has made it into the country's top law enforcement agency. At an unrelated news conference in Washington Monday morning, Barr said that the Justice Department has an \"obligation to have an open door to anybody who wishes to provide us information that they think is relevant\" but expressed skepticism about the reporting, noting that Ukraine can be a dubious source.  As a result, Barr said, the Justice Department has put in place special precautions to ensure that Giuliani's information is \"carefully scrutinized.\" \"There are a lot of agendas in the Ukraine, there are a lot of cross currents, and we can't take anything we receive from the Ukraine at face value. For that reason we had established an intake process in the field so that any information coming in about Ukraine could be carefully scrutinized by the Department and its intelligence community partners,\" Barr said. \"That is true for all information that comes to the Department relating to the Ukraine including anything that Mr. Giuliani might provide,\" he said. The acknowledgment marked the first time that the Justice Department has said it is considering some of the allegations related to the political investigations that initiated the impeachment inquiry, which capped last week in an acquittal of President Donald Trump. Giuliani, the president's personal attorney, has been vocal about his efforts in Ukraine to investigate the work that Joe and Hunter Biden did related to a Ukrainian energy company, granting numerous interviews on the subject and at one point traveling to the country with a film crew for a conservative American cable news channel.  House Judiciary Chairman Jerry Nadler, a New York Democrat, wrote a letter to Barr asking for more information about Giuliani's arrangement with the Department of Justice. \"Any official relationship between Mr. Giuliani and the Department raises serious questions about conflicts of interest—both for the Department, generally, and for you, specifically,\" Nadler wrote. Trump and his allies have repeatedly made unfounded and false claims to allege that the Bidens acted corruptly in Ukraine.  After returning from a trip to Ukraine late last year, Giuliani said Trump told him to brief the Justice Department on his findings.  On Sunday, Sen. Lindsey Graham of South Carolina, the top Republican on the Judiciary Committee and a close ally to the White House, publicly disclosed that the Justice Department was taking information from Giuliani.  The FBI, per longstanding bureau protocol to not discuss potential cases, has not confirmed whether it has an investigation open into Joe or Hunter Biden. At the news conference on Monday, David Bowdich, the agency's deputy director, said that they had received information from Giuliani regarding Ukraine \"as we would in any case,\" adding, \"we will evaluate it appropriately.\""], "Language": false}