{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/entertainment/luke-perry-in-memoriam-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-10T16:23:55Z"], "LastModifiedDate": ["2020-02-10T18:23:23Z"], "Headline": ["Luke Perry, Cameron Boyce and others missing from Oscars In Memoriam"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The \"In Memoriam\" segment of Sunday's Academy Awards caused some viewers grief. Some questioned why Luke Perry, Cameron Boyce, Tim Conway, Michael J. Pollard, Peggy Lipton and others were not included in the annual tribute to those in the filmmaking community who have passed. Perry's exclusion was an especially sore spot for some given that he appeared in the Oscar-nominated film, \"Once Upon a time... in Hollywood.\" The \"Beverly Hills, 90210\" star died last March, following a stroke. He was 52. In Sunday's roughly three-minute segment, Billie Eilish performed \"Yesterday\" by the Beatles as images of 59 late artists were shown. Former NBA star and 2018 Oscar winner Kobe Bryant, who was killed two weeks ago in a helicopter crash with his daughter and seven others, was honored, as was actor Kirk Douglas, who died days before the ceremony. Perry and more than 100 others are included in the Oscars In Memoriam section on the organization's website. The televised tribute generally features a range of members from the Academy's 17 branches and previous Oscar winners.  The Academy offered an explanation in a statement to CNN, saying that it \"receives hundreds of requests to include loved ones and industry colleagues in the Oscars In Memoriam segment.\" \"An executive committee representing every branch considers the list and makes selections for the telecast based on limited available time,\" the statement read. \"All the submissions are included on Oscar.com and will remain on the site throughout the year. Luke Perry and Cameron Boyce are remembered in the Oscar.com gallery.\" This is not the first year the Academy Awards has faced questions about the segment. Last year there were complaints after actress Carol Channing, \"Singin' in the Rain\" director Stanley Donen and others were not included in the televised tribute. "], "Language": false}