{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/bombshell-makeup-oscar-winner/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacopo Prisco, CNN"], "Writers": [["Jacopo Prisco"]], "FirstPublishDate": ["2020-02-10T11:56:41Z"], "LastModifiedDate": ["2020-02-10T14:41:55Z"], "Headline": ["Charlize Theron's transformation into Megyn Kelly nets 'Bombshell' an Oscar"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Take one quick look at the \"Bombshell\" movie poster and you'll know something remarkable is going on in the makeup department: Charlize Theron is almost unrecognizable as former Fox news anchor Megyn Kelly, following a jaw-dropping transformation. The Oscar-winning work by artists Vivian Baker, Kazu Hiro and Anne Morgan received universal praise, as did the performances of Theron and Margot Robbie, who both earned Oscar nominations for their roles.  The film tells the story of sexual harassment and a toxic work environment at cable TV channel Fox News, based on the accounts of Kelly, Gretchen Carlson (played by Nicole Kidman) and several other women who exposed former Fox chairman and CEO Roger Ailes, resulting in legal action and forcing his resignation in 2016. Ailes died in 2017, aged 77. In their acceptance speech, delivered by Hiro, the winners had some very special words for Theron, who also shares a producer credit. \"We'd like to give our heartfelt thanks to Charlize Theron -- you're amazing,\" said Hiro from the stage of the Dolby Theater. \"You're an amazing actor and producer, and your compassion and love and care made this film possible. Because of your bravery and passion we were able to set a new bar in the makeup industry and create a new way to tell stories.\" \"We wouldn't be getting this award without you,\" concluded Hiro, while looking directly at a teary eyed Theron, who had just spent the last few seconds with her head in her hands, overwhelmed with emotion.  The secret of Theron's makeover and the other performers' uncanny resemblance to their real-life counterparts is down to Hiro and Baker's work with prosthetics. The \"Bombshell\" makeup and hairstyling team spent months researching and capturing the \"Fox look,\" a standardized appearance designed to please Ailes:  high heels, a tailored silhouette and perfectly wavy blonde hair.  Talking to CNN in 2019, Theron described the pieces she had \"glued onto (her) face\" that helped her achieve the look, along with regular makeup, contact lenses and wigs. \"I ended up wearing two pieces on my eyes that went from my eyelid to my eyebrow, because our eyes were shaped so differently, and we did a little bit at the bottom of my face as well,\" she said. Applying the makeup required painstaking work every day on set. \"We did a lot of double teaming, we would work simultaneously at every point we could,\" said Vivian Baker at the Oscars' Press Room. For Hiro, this is the second Academy Award after his 2018 win for \"The Darkest Hour,\" for which he transformed Gary Oldman into Winston Churchill. Hiro -- who was then known as Kazuhiro Tsuji, and changed his name after gaining US citizenship in 2019 -- came out of retirement at the request of Oldman himself to work on the film. He had previously worked on other films made famous by his prosthetics work, such as \"The Curious Case of Benjamin Button,\" with Brad Pitt, and Tim Burton's \"The Planet of the Apes.\""], "Language": false}