{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/entertainment/sharon-choi-parasite/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-02-10T06:17:23Z"], "LastModifiedDate": ["2020-02-10T14:30:03Z"], "Headline": ["A round of applause for Sharon Choi, 'Parasite' director Bong Joon Ho's translator"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Award season is finally over for Sharon Choi -- or, as you might know her, the woman who has been translating for \"Parasite\" director Bong Joon Ho as he's made his press rounds.  With her quick talent for translating and appearances alongside Bong Joon Ho on various talk shows and red carpets over the last few months leading up to the Oscars, Choi, who has directing aspirations, has become something of a star herself.  Or as Bong Joon Ho put it in an interview with The Hollywood Reporter: \"She has a big fandom.\" In the same interview Choi, who seemed uncomfortable with the attention being turned on her, admitted doing so much high-profile press for \"Parasite\" made her \"super anxious.\" \"I'm just a huge fan of this film and all the filmmakers. So it's been great,\" she said. \"This is so embarrassing. But, yes, it's been great.\"   Bong Joon Ho added: \"She's perfect, and we all depend on her. She's also a great filmmaker.\"  Choi is a 25-year-old Korean-American currently living in Seoul, according to the Guardian. She studied film in college, Bong Joon Ho said over the weekend, and has been working with him since the Cannes Film Festival in May. Backstage, the Oscar-winning filmmaker said Choi has been working on a feature-length script and, \"I'm so curious about it.\"  \"Parasite\" picked up four awards on Sunday night, including best picture. While on stage accepting one of his statues, Bong Joon Ho had joked that he was going to \"drink until tomorrow\" in celebration of his win.   Here's hoping hard-working Choi got a beverage as well. "], "Language": false}