{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/entertainment/hair-love-academy-award/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-10T02:20:07Z"], "LastModifiedDate": ["2020-02-10T05:30:35Z"], "Headline": ["'Hair Love' went from a Kickstarter to an Oscar winner"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It was videos of black fathers lovingly styling their daughters' hair that inspired Matthew Cherry to launch a Kickstarter campaign in 2017 fund the short film, \"Hair Love.\" On Sunday, Cherry and Karen Rupert Toliver accepted the Academy Award for best animated short film for the project. The story of a dad struggling to do his daughter's hair not only charmed those who saw it, but resulted in a children's book and plenty of conversations about the importance of hair and heritage in the black community. \"Hair Love was done because we wanted to see more representation in animation,\" Cherry said during his acceptance speech. \"We wanted to normalize black hair. There's a very important issue that's out there, the CROWN Act, and if we can't help to get this passed in all 50 states it will help stories like DeAndre Arnold's who's our special guest tonight.\" Arnold, a senior at Barbers Hill High School in Mont Belvieu, Texas, and his mother, Sandy, were invited to attend the Oscars as the guests of Cherry and Rupert Toliver. \"It's truly an honor to have the platform to be able to invite Deandre and his family as our guest to the Oscars next Sunday,\" Cherry told CNN after extending the invitation. \"Deandre is such a good kid, and he shouldn't be punished for his hair. And we love that he didn't bend to the pressure to cut it.\" \"We think his hair is beautiful and this is the least we could do to support him and show him love,\" Cherry added. The CROWN Act would ban discrimination against people based on their hair. \"Hair Love's\" win was celebrated Sunday night on Twitter. Actress/writer Dani Fernandez pointed out that \"Hair Love\" was funded by the masses when Hollywood wouldn't step in.  \"As @VictoriaMahoney reminded everyone, Hair Love had to do crowdsourced funding on Kickstarter in order to be made, because conventional studios and execs didn't believe in it's importance,\" she tweeted. \"It was funded by yall. And I hope all these studios are listening now.\" Cherry predicted both his nomination and win. \"I'm gonna be nominated for an Oscar one day,\" he tweeted in 2012. \"Already claiming it.\" \"Any 3D artists follow me? I got an Oscar worthy short film idea to go with this image. Get at me,\" he tweeted in 2016. With the win, Cherry became the second former athlete to win an Oscar for best animated short. He paid tribute to the first, Kobe Bryant, who in 2018 won for best animated short for \"Dear Basketball,\" which was based on a poem he wrote. \"May we all have a second act as great as his was,\" Cherry said of Bryant, who died in a helicopter crash with eight others, including his 13-year-old daughter Gianna, last month."], "Language": false}