{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/entertainment/adam-sandler-speech-2020-spirit-awards-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin, CNN"], "Writers": [["Eliott C. McLaughlin"]], "FirstPublishDate": ["2020-02-09T21:06:49Z"], "LastModifiedDate": ["2020-02-09T21:06:49Z"], "Headline": ["Adam Sandler will not collect an Oscar, but at least he won 'best personality'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Adam Sandler won't join his fellow leading thespians in taking home any little gold men at the Oscars on Sunday night -- but really, who cares about those \"douchebag mother--\" Well, hold on. Let's go back -- to Saturday, at the 35th Film Independent Spirit Awards. There, the funnyman stepped to a podium to collect his award for best male lead for his role in \"Uncut Gems\" and let everyone know exactly what he thought of the Academy of Motion Picture Arts and Sciences overlooking him.  Adopting a voice that sounded much like that of Bobby Boucher -- the titular character in Sandler's \"The Waterboy\" -- the 53-year-old opened, saying, \"I stand before you trembling with ample glee...\" After riffing on his alleged unpopularity -- he nodded to his and awards host Aubrey Plaza's movie, \"Funny People,\" which he said was the last time \"critics pretended not to hate me\" -- Sandler drew laughs with his mocking mention of being \"quote-unquote snubbed by the Academy\" a few weeks ago, when Oscars nominees were announced. He likened it to the time in high school he was passed over for the yearbook's \"best-looking\" title -- an honor he recalled being bestowed upon \"a jean jacket-wearing, feather-haired douchebag by the name of Skipper Jenkins.\" Sandler instead received the \"best personality\" accolade for his class, he said. Award presenters Octavia Spencer and Rachel Brosnahan giggled on stage behind him.  \"Tonight, as I look around this room, I realize the Independent Spirit Awards are the best personality awards of Hollywood,\" he said as the stars in attendance cracked up and applauded. \"Let all those feather-haired, douchebag motherf***ers get their Oscars tomorrow night. Their handsome good looks will fade in time, while our independent personalities will shine on forever!\" \"Uncut Gems\" tells the story of Howard Ratner, a jewel dealer who is depending on selling a pricey opal to pay off his substantial gambling debts. To prepare for the role, Sandler shadowed jewelers from Manhattan's diamond district in their personal and professional lives.  Though the movie is a thriller, Sandler is better known for his comedy, and he was quick to show off the chops that he lent to playing the likes of Happy Gilmore and Billy Madison.  He took a friendly shot at his fellow nominees for best male lead, who he said \"will now and forever be known as the guys who lost to f***ing Adam Sandler.\"  Continuing his self-deprecation schtick, he spoke, facetiously, of his long history in independent film.  \"In all seriousness, independent films have been a big part of the Adam Sandler ecosystem,\" he began before re-imagining important parts of his oeuvre. \"From my first film, a fearless look into the American education system through the eyes of a privileged sociopath by the name of Billy f***ing Madison, to my searing exploration of American college foosball and its manipulation of socially challenged athletes like the Mr. Bobby Boucher, I have tried to sell my truths with a truly independent spirit, while also cashing some truly disturbingly large paychecks.\" Sandler also acknowledged the star privilege he enjoys in comparison to other honorees. While many in attendance lived in their car outside Ralphs supermarket, begging for nickels on crowdfunding, he joked, \"all Sandler had to was get Ted Sorandos stoned\" -- a reference to the Netflix executive who helped broker Sandler's multi-picture deal with the company.  He ribbed others involved in bringing \"Uncut Gems\" to the big screen as well, including the directors and one of its head honchos.  \"I want to thank some people first off -- of course, the person who shares my life, my home, my laughter, my tears: Scott Rudin,\" he quipped of the movie's executive producer. \"Two years ago, Scott said the words that would forever change my life. 'No, those aren't homeless rabbis. Those are the Safdie brothers.'\" Benny and Josh Safdie, whose own father worked in the diamond district, won the award for best director. They were largely known for directing short and independent films before their 2017 film, \"Good Time,\" was named a nominee for the Palme d'Or, the highest honor at the Cannes Film Festival. The brothers directed a short with Sandler -- \"Goldman v Silverman,\" about two Times Square street performers -- that released last month. Toward the end of his remarks, Sandler ditched the Bobby Boucher voice to offer heartfelt appreciation to his daughters, Sunny and Sadie, for urging him to do \"Uncut Gems,\" and his wife, Jackie, who helped him run lines for the film.  And the four dudes who will forever be known for losing to Sandler? Chris Galust (\"Give Me Liberty\"), Kelvin Harrison Jr. (\"Luce\"), Robert Pattinson (\"The Lighthouse\") and Matthias Schoenaerts (\"The Mustang\"). If only they'd had a real shot at winning. "], "Language": false}