{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/us/weinstein-metoo-prior-bad-acts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-02-09T10:00:32Z"], "LastModifiedDate": ["2020-02-09T10:00:32Z"], "Headline": ["Witnesses at Harvey Weinstein trial show how #MeToo has changed whose voices matter"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["One woman testified that Harvey Weinstein used his hands to sexually assault her as employees sat nearby. Another woman said the movie mogul raped her at what she thought was a meeting about her aspiring acting career. A third woman says he cornered her and masturbated during a meeting she thought was about a movie script. These disturbing allegations were revealed at Weinstein's trial over the past two weeks, and prosecutors argued the harrowing stories showed Weinstein's pattern of predatory behavior. Yet none of their testimony is connected to any of the charges against him. The charges against Weinstein-- of rape, criminal sexual conduct and predatory sexual assault -- are independent of these accusations. He has pleaded not guilty and his attorneys have said the incidents were consensual. The Weinstein jury is not alone in hearing about uncharged accusations. Bill Cosby's trial also featured testimony from five women whose claims were not related to the charges against him. And Cuba Gooding Jr.'s upcoming groping trial will feature two women who will testify about allegations that are not charged. These \"prior bad acts\" witnesses are becoming more common in sexual violence trials like those involving Weinstein, Cosby and Gooding, legal experts told CNN. Their rise is one clear example of how the #MeToo movement and its broader impact has changed the American legal system, they said. It's a powerful change, too. These \"prior bad acts\" witnesses are important in revealing a specific pattern of behavior, such as how Cosby used pills to incapacitate and then assault women. In sexual assault cases, their testimony can turn a \"he said, she said\" case into a more convincing \"he said, they said\" case. \"When you just think of the basic meaning of the #MeToo movement, that's what these women are doing,\" said Michelle Simpson Tuegel, an attorney who represents victims of sexual assault.  \"They're saying 'me too,' and it's so important for the jury to be able to hear about that and I think it's so relevant.\" So why are they seemingly becoming more common? It's part of a feedback loop across the many parts of the legal system, said Michelle Madden Dempsey, a law professor at Villanova University's Charles Widger School of Law. \"It's not as if one day in October 2017 people started saying 'Me too' and that changed everything,\" she said. \"It requires this connection between victims being willing to come forward, prosecutors being willing to hear them and take their cases forward, judges being willing to allow the evidence, and jurors being willing to credit the evidence.\" More victims are coming forward One reason courts have used more prior bad acts witnesses is because there are more victims coming forward who are willing to testify in court. Founded by activist Tarana Burke over a decade ago, \"Me, Too\" gained global attention in October 2017 after The New York Times reported on scores of accusations against Weinstein, the influential movie producer. Since then, many more have come forward to accuse powerful celebrities, politicians and business leaders of abusing their power to get away with sexual misconduct. The movement has made people more willing to listen to victims rather than vilify and attack them, Dempsey said. \"Now that people are feeling more supported, more able and empowered to come forward and speak about what their experiences were, and they're not suffering as negative response as they used to, there are quite literally more witnesses available to provide this kind of testimony,\" said Dempsey. In the Weinstein trial, the three \"prior bad acts\" witnesses each say Weinstein used his Hollywood influence to take advantage of them when they were young and hoping to break into the film industry. One of those women, Dawn Dunning, first spoke out in an interview with The New York Times in October 2017 as part of an initial wave of women coming forward against him. She testified in his trial last week that Weinstein tried to pressure her into having three-way sex with him. When she declined, he told her, \"this is how this industry works,\" she testified. She also said that Weinstein put his hand underneath her underwear and partially penetrated her vagina as his employees sat in an adjoining room at a hotel. Dunning is just one of dozens of women who have stood together to accuse Weinstein of sexual misconduct. At the start of his trial, a group of women calling themselves the \"Silence Breakers\" spoke outside court to offer their support to the testifying women. \"As one of the silence-breakers, I stand in solidarity with the brave survivors who will take the stand against Harvey Weinstein in this trial,\" said Rosanna Arquette, the actress and director. \"While the emotion of the day runs high, I join these other brave women who were also harmed by Harvey Weinstein to say: we aren't going anywhere.\" Prosecutors are using their testimony more Shan Wu, former federal prosecutor and CNN legal analyst, said that prosecutors decide which cases to try in court partly based on how they believe juries will view them. \"Prosecutors are always weighing, 'Is this really a triable case? Am I going to get a conviction on this or not?'\" Wu said. \"When they think about that, you're always thinking about societal prejudices and what's your impression of things.\" More broadly, the #MeToo movement has influenced the American public that makes up these juries to listen more closely to victims. Because of that, prosecutors are more willing to bring these sexual abuse cases to court, creating a feedback loop. \"The breadth of what the prosecutors are willing to consider now is really broadening because of the whole societal sensitivity,\" Wu said. James A. Cohen, a Fordham University associate professor of law, said that the #MeToo movement has made prosecutors consider the testimony of witnesses who may not have been included before. \"Prosecutors are prompted to think about things that perhaps in past times they might not have been so quick to go to,\" said James A. Cohen, a Fordham University associate professor of law. \"It is very powerful evidence ... and I think judges have become more accepting of it, which also encourages prosecutors to raise the issue more often.\" Judges are allowing more witnesses The judges' rulings that allowed these prior bad acts witnesses have been vital to their use in recent years. In general, evidence that the defendant has poor character or has done bad things in the past is not allowed during a trial. The fear is that the jury will be overly influenced by these prior incidents and may ignore the actual evidence of the alleged crime.  \"Prior bad acts\" evidence is one exception to this rule. It can be used to prove the defendant's \"motive, opportunity, intent, preparation, plan, knowledge, identity, absence of mistake, or lack of accident,\" according to federal evidence rules. Judges have a fair amount of discretion to decide what is and what isn't allowed in court as they try to balance the relevance of the testimony against the prejudice to the jury.  That balance appears to have shifted in recent years with the rise of the #MeToo movement. \"Institutions, including the courts and criminal justice, have long not paid enough attention to women coming forward with these issues,\" Wu said. \"I think that has begun to permeate the consciousness of the judges. I think they are more likely now to rule in favor of allowing that type of history to come in.\" \"It's a change in how society views the cases, and the judges are human like everyone else in their thinking and also in their training,\" he said. \"They're being trained to be more sensitive to sexual assault victims.\" Cheryl Bader, Fordham University Law School clinical associate professor of law, said the trial of Larry Nassar helped show the importance of giving voice to victims. In that trial, young girls and women came forward to speak out about how the gymnastics doctor's sexual abuse had changed their lives. \"Judges do want to give voice to victims,\" she said. \"I think there's a broader recognition of the importance of victims being able to be heard.  \"Of course, the judge has to balance that with the rights of the accused.\""], "Language": false}