{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/us/michael-avenatti-trial-week-2-testimony/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez and Aaron Cooper, CNN"], "Writers": [["Nicole Chavez", "Aaron Cooper"]], "FirstPublishDate": ["2020-02-08T17:25:43Z"], "LastModifiedDate": ["2020-02-08T19:02:09Z"], "Headline": ["Michael Avenatti could still testify in his Nike extortion trial. His former client says he betrayed him"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Michael Avenatti is considering testifying at his New York extortion trial after the youth basketball coach he represented in a dispute with Nike said he felt betrayed by the famed attorney. Avenatti wants to know whether the judge would exclude questions involving Stormy Daniels and another criminal case in Los Angeles before making a decision, his attorney, Scott Srebnick, said Friday. Avenatti, best known for representing Daniels when the adult film star sued President Donald Trump, is on trial for allegedly threatening to publicly accuse Nike employees of improper and illegal conduct unless the company paid him up to $25 million. He is facing four charges, including extortion and conspiracy to commit extortion. READ: Michael Avenatti indictments In the past week, attorneys representing Nike, a former client and others took the stand at a Manhattan federal court as prosecutors tried to show Avenatti was merely interested in gaining money for himself when he was hired by a youth basketball coach last year. Avenatti's attorneys have denied any criminal acts and have said the coach hired \"Avenatti to be Avenatti.\" Coach says Avenatti betrayed him Gary Franklin, coach of youth basketball team California Supreme, testified he was bullied by two Nike executives who forced him to make payments to amateur players and those associated with them.  He told the court Nike made him give up control of his elite team and the company then ended its sponsorship of his program in 2018. Nike had provided him $70,000 a year and tens of thousands of dollars more in sports gear, and allowed the team to compete in a league the shoe company owned, Franklin said. He said he decided to do something and was \"ready to get some justice\" more than a year before Avenatti came into the picture.  In March 2019, one of Franklin's friends contacted Avenatti saying he had evidence the company illicitly paid the families of top high school basketball players, the friend testified in court. Franklin said he wanted to expose Nike Elite Youth Basketball executives Carlton DeBose and Jamal James to their superiors and get some restitution for some of what he lost but didn't want to make anything public. He didn't want to hurt Nike, the children or their parents and he told Avenatti that the most important thing was to get his team back, he testified. The coach said he was shocked when he heard that Avenatti was planning a press conference to publicize the alleged claims against Nike. He hadn't given the attorney permission to make anything public and had not talked about speaking to reporters, he testified. \"This is not how I wanted to have things handled,\" Franklin said in court. \"I felt like he totally betrayed my trust.\" Avenatti's attorneys have argued that Franklin changed his story to have reservations about the famed attorney's actions following his arrest. During cross-examination, Franklin acknowledged that Avenatti outlined his demands to him during a meeting on March 18 and told him he was going to seek whistleblower protection, $1 million for Franklin and have DeBose and James fired. Avenatti told him it was unlikely Nike was going to reinstate his team, Franklin recalled, but he still had hope he would try. Avenatti is accused of telling Nike lawyers that he would disclose Franklin's allegations at a press conference, according to court papers, unless the company made millions in payments to him and another lawyer, Mark Geragos, by hiring them to conduct an \"internal investigation.\" Geragos will not testify in Avenatti's trial, citing his Fifth Amendment right against self-incrimination, the judge said.  When asked by Avenatti's attorneys whether he wanted to pay for the costs of an investigation to get the employees fired, Franklin said he didn't know it would take an investigation to get them fired. Avenatti's firm was evicted for not paying rent, staffer says During opening statements, Assistant US Attorney Robert Sobelman said Avenatti \"saw dollar signs\" when the coach contacted him. He tried to extort Nike because he \"was deeply in debt\" and \"owed a ton of money,\" the prosecutors said. Judy Regnier, Avenatti's former office manager, testified earlier this week that she had been working from home since the firm was evicted from its offices in 2018 for not paying rent.  Around March 2019, Avenatti told her he was working on something new that could potentially clear the deck and let him start a new firm, she testified. \"It was a light at the end of the tunnel,\" she said. Prosecutors also detailed more than $10 million dollars in outstanding civil judgments against Avenatti. There were more bills, including unpaid health insurance, late payroll and other outstanding debt the prosecutor was not allowed to mention to the jury.  Nike's attorneys said Avenatti threatened company Lawyers for Nike testified that Avenatti told them he would hold a press conference and say the company illegally paid high-profile players.  \"I'll go take $10 billion off your client's market cap,\" Avenatti said in a secretly recorded phone conversation played by prosecutors in court. \"I'm not (expletive) around with this thing anymore.\" Nike's lawyers took the stand this week to describe two meetings and a phone call with the attorney.  In one meeting, Avenatti said in that in exchange for not going public Nike would have to pay the coach Franklin $1.5 million for any claims he had, and immediately pay Avenatti and Geragos $12 million and guarantee $15 to $25 million in total payments for the internal investigation, prosecutors said. Nike's attorneys who met with Avenatti testified that such a demand for an internal investigation by someone who claimed Nike had wronged his client was a non-starter, and a provision that would pay Avenatti even if he did no work was shocking.  The defense has argued an investigation was how Avenatti would get to the bottom of Franklin's allegations and he never asked to be paid for doing nothing.  Benjamin Homes, an associate for Nike's outside law firm and who took notes during the meeting, said Avenatti's tone and demeanor was aggressive throughout. At some point, Avenatti threatened to \"blow this thing open\" by holding a press conference if his demands were not met, Homes said. The meeting \"evolved into really a shakedown,\" he added. Avenatti didn't ask Nike to fire anyone or do anything with his clients' team, Homes testified. Franklin wouldn't be able to work with Nike again, he remembered Avenatti saying.    The trial will resume Monday. Prosecutors are expected to call another witness before resting their case. The defense has asked the judge to allow them to call Nike executives to testify, but he has not yet ruled if they will. "], "Language": false}