{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/08/entertainment/razzie-nominations-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-08T17:09:23Z"], "LastModifiedDate": ["2020-02-08T17:09:23Z"], "Headline": ["'Cats,' 'Madea' and 'Rambo' lead 40th annual Razzie nominations"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Cats\" may have gotten tossed in the litter box by several critics, but it was purrrrrfect for the Razzies The highly anticipated, big-budget musical led the nominations for the 40th annual Golden Raspberry Awards, which released its lists of finalists Saturday, a day ahead of the Oscars.  Also racking up multiple noms were \"Tyler Perry's A Madea Family Funeral,\" \"Rambo: Last Blood,\" the 2019 version of \"Hellboy\" and \"The Haunting of Sharon Tate.\" Rebel Wilson scored two nominations, for Worst Supporting Actress in \"Cats\" and Worst Actress in \"The Hustle.\"  Perry is competing in part against himself, as he is nominated twice in the Worst Supporting Actor category for characters he plays in \"A Madea Family Funeral.\"  \"Joker\" is the only film this year to get both and Oscar and Razzie nominations.  The Razzies' voting body includes 1,071 members who hail from 50 US states and more than two dozen countries. They cast ballots online, with each voter selecting five top contenders in 10 categories.  Here is the full list of nominees: WORST PICTURE \"Cats\" \"The Fanatic\" \"The Haunting of Sharon Tate\" \"A Madea Family Funeral\" \"Rambo: Last Blood\" WORST ACTOR James Franco / \"Zeroville\" David Harbour / \"Hellboy\" (2019) Matthew McConaughey / \"Serenity\" Sylvester Stallone / \"Rambo: Last Blood\" John Travolta / \"The Fanatic\" & \"Trading Paint\" WORST ACTRESS  Hilary Duff / \"The Haunting of Sharon Tate\" Anne Hathaway / \"The Hustle\" & \"Serenity\" Francesca Hayward / \"Cats\" Tyler Perry (as Madea)/ \"A Madea Family Funeral\" Rebel Wilson / \"The Hustle\" WORST SUPPORTING ACTRESS  Jessica Chastain / \"Dark Phoenix\" Cassi Davis / \"A Madea Family Funeral\" Judi Dench / \"Cats\" Fenessa Pineda / \"Rambo: First Blood\" Rebel Wilson / \"Cats\" WORST SUPPORTING ACTOR  James Corden / \"Cats\" Tyler Perry (as Joe) / \"A Madea Family Funeral\" Tyler Perry(as Uncle Heathrow) / \"A Madea Family Funeral \" Seth Rogen / \"Zeroville\" Bruce Willis / \"Glass\"  WORST SCREEN COMBO  Any Two Half-Feline/Half-Human Hairballs / \"Cats\" Jason Derulo & His CGI-Neutered \"Bulge\" / \"Cats\" Tyler Perry & Tyler Perry (or Tyler Perry) \"A Madea Family Funeral\" Sylvester Stallone & His Impotent Rage / \"Rambo: Last Blood\" John Travolta & Any Screenplay He Accepts WORST DIRECTOR  Fred Durst / \"The Fanatic\" James Franco / \"Zeroville\" Adrian Grunberg / \"Rambo: Last Blood\" Tom Hooper / \"Cats\" Neil Marshall / \"Hellboy\" (2019) WORST SCREENPLAY  \"Cats\" / Screenplay by Lee Hall and Tom Hooper  \"The Haunting of Sharon Tate\" / Written by Daniel Farrands \"Hellboy\" (2019) Screenplay by Andrew Cosby  \"A Madea Family Funeral\" / Written by Tyler Perry  \"Rambo: Last Blood\" / Screenplay by Matthew Cirulnick and Sylvester Stallone WORST REMAKE, RIP-OFF or SEQUEL \"Dark Phoenix\" \"Godzilla: King of the Monsters\" \"Hellboy\" (2019) \"A Madea Family Funeral\" \"Rambo: Last Blood\" WORST RECKLESS DISREGARD for HUMAN LIFE and PUBLIC PROPERTY \"Dragged Across Concrete\" \"The Haunting of Sharon Tate\" \"Hellboy\" (2019) \"Joker\" \"Rambo: Last Blood\" RAZZIE REDEEMER AWARD  Eddie Murphy / \"Dolemite Is My Name\" Keanu Reeves / \"John Wick 3\" & \"Toy Story 4\" Adam Sandler / \"Uncut Gems\" Jennifer Lopez / \"Hustlers\" Will Smith / \"Aladdin\""], "Language": false}