{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/business/prada-black-face-agreement/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Chauncey Alcorn CNN Business"], "Writers": [["Chauncey L. Alcorn"]], "FirstPublishDate": ["2020-02-06T21:54:33Z"], "LastModifiedDate": ["2020-02-07T21:26:16Z"], "Headline": ["Prada agrees to diversify its workforce in response to a 2018 blackface controversy"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Prada has reached an agreement with New York City to promote greater diversity and cultural sensitivity within the company and the fashion industry as a whole following a 2018 scandal in which it was accused of selling a line of blackface trinkets. The high-end retailer's executives and workers will be required to undergo anti-discrimination, diversity, inclusion, and racial equity training. The company also agreed to hire more people of color to work in positions throughout its business, according to Tuesday's agreement with the New York City Commission on Human Rights. Additionally, Prada will hire a permanent diversity and inclusion officer who reports directly to both the company's CEO and its senior vice president of human resources. It will also endow a scholarship program for members of underrepresented groups looking to break into the fashion industry. Last February, Prada tapped acclaimed film director Ava DuVernay and installation artist Theaster Gates to sit on its new diversity and inclusion advisory council, which is tasked with keeping the company's leaders informed of racial and cultural issues that could impact its business and its consumers. \"Diversity and inclusion represents one of the fundamental facets of social sustainability, and we, as a group, feel a strong responsibility to improve it in every aspect of our daily work,\" a Prada Group spokesperson said in statement emailed to CNN Business. \"We share the New York City Commission on Human Rights' commitment to ensuring that diverse perspectives are represented and respected.\" New York resident and civil rights attorney Chinyere Ezie spotted and took photos of a pair of eyebrow-raising dolls sitting in the display window of a Prada store in the Manhattan neighborhood of Soho in December 2018 before detailing the encounter in a Facebook post and filing an NYCCHR complaint. The 35-year-old Brooklyn resident had just returned from a visit to the Smithsonian's National Museum of African American History and Culture in Washington DC, where she saw an exhibit on blackface, when she noticed the items in Prada's store. \"My mouth essentially dropped to the floor,\" Ezie recalled during an interview with CNN Business. \"The images I saw were almost identical to the exhibits I saw at the Smithsonian.\" Prada has denied that the items -- part of the brand's Pradamalia merchandise line -- were blackface. \"They are imaginary creatures not intended to have any reference to the real world and certainly not blackface,\" the company tweeted on December 14, 2018.  The following day, Prada received a cease and desist letter from the NYCCHR. The brand ultimately pulled the items out of its stores. Ezie and her lawyer, Uzoma Eze, arranged a March 2019 meeting with Prada chairman and executive director Carlo Mazzi to discuss how to prevent another such incident.  During the meeting, she asked Mazzi if any black people work at Prada's headquarters in Milan. Speaking through an Italian translator, Mazzi told Ezie he didn't know of any, according to Ezie.  \"He indicated he did not believe that was a problem of racism, but that nobody black wants to come to Italy,\" Ezie said. \"I was told by the chairman that, in fairness, they had Asian people employed at the company.\" Ezie's attorney, Uzoma Eze, also corroborated the details of the meeting. Prada denied Ezie and her attorney's version of the meeting's events. \"Mr. Mazzi made no such representations,\" a company spokesperson said via email, adding \"our employees worldwide represent over 100 nationalities in 40 countries.\""], "Language": false}