{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/media/birds-of-prey-harley-quinn-box-office-preview/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-02-07T19:07:05Z"], "LastModifiedDate": ["2020-02-07T20:20:15Z"], "Headline": ["DC has a lot riding on 'Birds of Prey' and Harley Quinn"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Superman, Batman, Wonder Woman, The Flash, Aquaman.  DC, Warner Bros.' superhero brand, has some of the biggest names in comic book history. Yet despite its cavalcade of heroes, DC lives in the shadow of Marvel, the Disney-owned superhero studio that's garnered critical acclaim and box office records. However, DC is now on a hot streak lately thanks to a string of well-received hits. \"Birds of Prey,\" the brand's latest film which opens this weekend, looks to keep the momentum going. The movie — which goes by the tongue-twisting title \"Birds of Prey: And the Fantabulous Emancipation of One Harley Quinn\" — is set to win the weekend with a debut around $45 million. Now, a $45 million opening is not eye-popping for a superhero movie (\"Avengers: Endgame\" made three times that in a day), but it's not bad for \"Birds of Prey,\" which is R-rated and opens in early February rather than the busier spring and summer seasons. Plus, Warner Bros. and DC have already shown that an R-rated film based on DC characters can exceed expectations. Its \"Joker\" shattered box office records when it opened in October. The film, which stars Oscar-nominated Joaquin Phoenix as the Batman nemesis, has become the highest-grossing R-rated film of all time and could be a big winner at Sunday's Academy Awards. (Warner Bros. is part of WarnerMedia, as is CNN.) Even though the two films aren't connected, \"Birds of Prey\" could build on \"Joker's\" success. The film stars Margot Robbie as Harley Quinn, the henchwoman and on again/off again girlfriend of The Joker. Quinn may not be as familiar of a name as Wonder Woman, but she's a comic book icon that boasts a loyal, cult-like following. \"Birds of Prey,\" which made $4 million on Thursday night, is also well reviewed with an 84% score on Rotten Tomatoes. The positive reception is likely good for the film's bottom line this weekend, but it also shows how far DC has come since it kicked off its cinematic universe seven years ago. When DC released \"Man of Steel\" in 2013, the Superman reboot hauled in a strong box office (roughly $668 million worldwide), but also lousy reviews (a 56% score on Rotten Tomatoes). DC followed that up with 2016's \"Batman v Superman: Dawn of Justice\" and \"Suicide Squad,\" two films with bigger ticket sales, but much worse reviews. The studio course-corrected with 2017's \"Wonder Woman,\" a film beloved by audiences and critics, but stumbled again a few months later with \"Justice League,\" which failed to meet box office expectations. DC was in desperate need of recalibration and got just that with 2018's \"Aquaman.\" The film, which starred Jason Momoa as the undersea hero, was less dour than the brand's previous films and audiences enjoyed the change of pace. The film went on to make $1.1 billion worldwide, according to Comscore. 2019's \"Shazam!,\" a film about a kid who becomes an adult superhero, continued that goodwill with a 90% review score on Rotten Tomatoes and made $365 million around the world. And now, after all the trial and tribulations, DC's future is looking pretty bright. This summer's Wonder Woman sequel, \"Wonder Woman 1984,\" is set to be one of the biggest films of the year, and \"The Batman,\" which reboots the Caped Crusader's story with Robert Pattinson under the cowl, is one of the most anticipated films of 2021."], "Language": false}