{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/07/opinions/oscars-speeches-thomas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Holly Thomas"], "Writers": [["Holly Thomas"]], "FirstPublishDate": ["2020-02-07T16:22:14Z"], "LastModifiedDate": ["2020-02-07T16:22:14Z"], "Headline": ["Oscar winners, follow Joaquin Phoenix's lead"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["While the stars invited to the 2020 Oscars this Sunday are putting the finishing touches to their outfits, a sizable proportion of the attendees -- or of the white ones, at least -- are likely preparing to give acceptance speeches.  Joaquin Phoenix recently called out the stunning lack of diversity in nominated actors and filmmakers this awards season, as he accepted his BAFTA award for best leading actor for \"Joker\" last weekend. And in doing so, he threw down a gauntlet -- not only did he challenge the Academy to address its discrimination problem, but he also set a high bar for everyone making acceptance speeches come Oscars night. So what might those speeches entail? There are a few other issues -- besides diversity -- that Phoenix could mention, should he win the best actor award for \"Joker\" on Sunday night. The film sparked a great deal of controversy for its graphic violence and portrayal of a mentally ill antihero, driven to extreme lengths due to the cruel treatment -- and indeed, ambivalence -- meted out to him by society and everyone he held dear. Should he find himself on stage, Phoenix might point out that while the film's metaphor was taken to a heightened extreme, one of its key messages was this: The mentally ill often fall through the cracks -- sometimes with awful consequences. One of the most distressing elements of Phoenix's portrayal of \"Joker\" is that even as the character's apparent psychopathy and destructiveness amplify, he forces the audience to empathize with him.  Every effort that the Joker -- or Arthur Fleck, to use his \"real\" name -- makes to assimilate is shunned or outright ridiculed. Lacking the wherewithal to support himself, he turns against a world which had already turned its back on him. The film is not telling us to fear the mentally ill -- or that mentally ill people inevitably end up hurting others. It takes a legendary comic book villain, and experiments with a narrative that demonstrates how many opportunities there might have been to help him.  As Phoenix might point out, the stigma Fleck faces turns out to be the most dangerous guiding force throughout the film. What makes the violence in \"Joker\" especially confronting, perhaps, is the shared culpability of a community which failed him along the way. If Phoenix wins again on Sunday, he might take the opportunity to speak in support not only of those suffering with mental illness, but those who react with compassion, when faced with it in others. Of course, while it arguably provoked the most outrage, \"Joker\" was by no means the only film nominated in a major category to feature extreme violence. Indeed, two of the most common themes of the films nominated in the best director category were that they involved killing, and that they were made by men. Strangely, the films which featured your more run-of-the-mill brands of Hollywood bloodshed -- the kind you find in war (see \"1917\"), or from the criminal underbelly in a Scorsese film (see \"The Irishman\"), or from anyone in a Tarantino film (see \"Once Upon a Time... In Hollywood\") -- evoked far less fuss on account of their violence.  It makes sense -- we've seen iterations of these films' heroic, or glamorous, fight scenes a million times before, and we know what to think of them. So, what if one of those movies  win? Should Quentin Tarantino or (as feels painfully likely) Martin Scorsese, find themselves with an award in hand, they might take the opportunity to address another form of privilege enjoyed mainly by white male filmmakers. Namely: that of being allowed to make movies which could comfortably have been 45 minutes shorter and would thereby have been exponentially more enjoyable for audiences.  It's hard to think of an example in which a female director got away with -- or even attempted -- this level of self-indulgence. Tarantino's \"Once Upon a Time... In Hollywood\" runs to two hours and 40 minutes, Scorsese's \"The Irishman,\" to three and a half hours -- double the length of many excellent films. Indeed, while the issue of women being snubbed in this year's nominations warrants huge attention in its own right, it'd be tremendous to hear Scorsese honor those female writers and directors who not only managed to make fantastic films, but kept them to a tight 100 minutes or so. He might give a shout-out to the beautiful \"The Farewell,\" which in an hour and 40 minutes, managed to communicate degrees of emotional nuance and depth that not only profoundly moved its audiences, but left them enough time to get home, make dinner, and have a good night's sleep before sharing their thoughts in the office the next day.  Likewise, \"Hustlers,\" which is about the same length, delivered powerful female performances and a charismatic plot, which balanced sometimes gnarly humor and confidently rode the arc of the deterioration of the characters' relationships. Harking back to Phoenix's point: both \"Hustlers\" and \"The Farewell\" also heavily featured nonwhite women and were entirely ignored in this year's nominations.  Should anyone accepting an award choose to make a more political statement on Sunday, it must be for the sake of those with fewer advantages. As Phoenix pointed out last week: It should not be up to those who are excluded by the Academy to include themselves. That burden should fall on those who are included already."], "Language": false}