{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/opinions/oscars-ignore-contemporary-black-life-on-film-joseph/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Peniel Joseph"], "Writers": [["Peniel Joseph"]], "FirstPublishDate": ["2020-02-06T20:24:08Z"], "LastModifiedDate": ["2020-02-07T08:47:15Z"], "Headline": ["The Oscars' 'Harriet Tubman problem'"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Joaquin Phoenix's impassioned BAFTA acceptance speech, in which he criticized the lack of diversity in filmmaking, showed the persistence of structural racism. Phoenix implicated himself before an overwhelmingly white, and largely stunned, audience -- and cast a strong spotlight on the lack of racial diversity in the nominations for this weekend's Academy Awards. Phoenix's willingness to speak truth to power is fraught with complexity. The actor's bravura performance in the movie \"Joker,\" which many prognosticators predict will garner him the Oscar for best actor, is weighted by the film's sympathetic portrayal of a kind of white, male, sociopathic angst that many critics have embraced.  That film's version of dread as the burden of living in a world that might be characterized as \"post-joy\" garnered near universal accolades -- a fate that escaped films helmed by artists of color with similarly existential themes.  The Academy's most blatant oversight on this score proved to be \"Queen and Slim,\" perhaps the most magisterial depiction of black love flowering against the backdrop of impending death ever made. The dynamic lead performances in that film are stunning, especially Jodie Turner-Smith's unforgettable turn as a fiercely intelligent black woman who refuses to allow trauma to steal her joy, sensuality or independence.  \"Just Mercy,\" a film based on lawyer and human rights activist Bryan Stevenson's bestselling memoir, also found itself unjustly left out of the Oscar race.  Michael B. Jordan's performance as the closest thing we will ever have to a black Atticus Finch and Jamie Foxx's riveting portrait of an innocent man on death row apparently failed to captivate voters during the nominating process.  Which leads us to Cynthia Erivo's well deserved, but suspiciously convenient, nomination for her nuanced portrayal of Harriet Tubman, the formerly enslaved African American activist who led dozens of bondsmen and bondswomen to their freedom during antebellum slavery. To ignore more daring and confrontational images of black humanity in favor of a fairly standard biopic of a former enslaved black woman speaks volumes about what images retain favor in the minds of the academy's predominantly white voters.   What might be called the Oscars' \"Harriet Tubman Problem\" reflects aspects of American popular culture that remain more receptive to historic tropes of blackness than films that display the full and complex humanity of contemporary African American life.   This is no accident. Black women have won Academy Awards in acting for playing, among other roles, an enslaved mammy (Hattie McDaniel in \"Gone With the Wind\"), a \"magical Negro\" capable of contacting the spirit world (Whoopi Goldberg in \"Ghost\"), a Jezebel (Halle Berry in \"Monsters Ball\"), a maid in the Jim Crow South (Octavia Spencer in \"The Help\") and a long suffering black wife and mother (Viola Davis in \"Fences\"). All of these talented actors found opportunities to shine within an industry system that nevertheless forced them to conform to expectations of largely white Academy voters, a system that too often subverts structural inequalities by turning stereotypical roles into rich cinematic achievements.  Black men have won acting Oscars for playing upright \"virtuous Negroes\" selfless enough to build a church for a group of white nuns (Sidney Poitier in \"Lilies of the Field\") or be proud soldiers (Louis Gossett Jr. in \"An Officer and a Gentleman\" and Denzel Washington in \"Glory\"). They have won by being predictably villainous or exceptional figures, like a corrupt cop (Denzel Washington in \"Training Day\"), an elderly boxing trainer (Morgan Freeman in \"Million Dollar Baby\") and a drug dealing paternal figure and gay concert pianist (Mahershela Ali in \"Moonlight\" and \"Green Book\").   The most powerful and poignant part of Phoenix's speech was not simply his plea for those in attendance to recognize their privilege. \"I think that we really have to do the hard work to truly understand systemic racism,\" observed Phoenix. He publicly admitted to not having done enough to make the movie sets he works on more inclusive, something that is especially ironic since, following Francis McDormand's speech two years ago, is exactly what Michael B. Jordan insisted on before the making of \"Just Mercy\" which mandated racial inclusion during all aspects of filmmaking and featured Asian director Destin Daniel Cretton.  For white men in Hollywood, whether or not you choose to publicly display your \"wokeness\" does nothing to lessen your chances of winning an Oscar and being seen as the very powerful, complex, contradictory, and human presence that black folk and people of color are too often disallowed to be.  "], "Language": false}