{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/02/06/world/gallery/week-in-photos-0207/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Oliver Contreras/Pool/Abaca Press/Reuters", "Kevin Frayer/Getty Images", "Patrick Semansky/AP", "Alexander Ryumin/TASS/Getty Images", "Win McNamee/Getty Images", "Kevin Winter/Getty Images", "Jonathan Ernst/Reuters", "Ismail Coskun/IHA/AP", "Karwai Tang/WireImage/Getty Images", "Samuel Corum/Getty Images", "Steve Ruark/AP", "Hazem Bader/AFP/Getty Images", "Senate TV", "Ben Curtis/AP", "Pablo Martinez Monsivais/AP", null, "Aaref Watad/AFP/Getty Images", "DHA/AP", "Yasin Ozturk/Anadolu Agency/Getty Images", "Jeff Swensen/Getty Images", "Mario Tama/Getty Images", "Charlie Neibergall/AP", "Feature China/Barcroft Media/Getty Images", "Gabriel Bouys/AFP/Getty Images", "Tom Brenner/Reuters", "Frank Augstein/AP", "Liam McBurney/Press Association/AP", "Thibault Camus/AP", "Ed Zurga/EPA-EFE/Shutterstock", "Essa Ahmed/AFP/Getty Images", "Nati Harnik/AP", "Kevork Djansezian/Getty Images", "Will Heath/NBC/Getty Images", "Gregorio Borgia/AP", "Philip Fong/AFP/Getty Images", "P. Lehman/Barcroft Media/Getty Images", "Kyle Rivas/Getty Images", "Alex Edelman/Bloomberg/Getty Images", "Andrew Harnik/AP", "Musa Al Shaer/AFP/Getty Images", "Brian Ongoro/AFP/Getty Images", "John MacDougall/AFP/Getty Images", "Leah Millis/Reuters", "Frank Augstein/AFP/Getty Images", "Chaiwat Subprasom/SOPA Images/LightRocket/Getty Images", "John Locher/AP", "Antara Foto/Reuters", "Daniel Pierce Wright/Getty Images"]], "FirstPublishDate": ["2020-02-07T02:51:42Z"], "LastModifiedDate": ["2020-02-07T02:51:42Z"], "Headline": ["The week in 47 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["US President Donald Trump holds up a newspaper at the National Prayer Breakfast on Thursday, February 6. It was a day after he was acquitted in his impeachment trial. Children wear plastic bottles as makeshift masks while waiting for a flight at Beijing Capital Airport on Thursday, January 30. The deadly Wuhan coronavirus is spreading through Asia and across the world. House Speaker Nancy Pelosi rips up her copy of President Trump's State of the Union speech after he finished on Tuesday, February 4. In photos: Memorable reactions from the State of the Union NASA astronaut Christina Koch gives a thumbs-up after her space capsule landed in Kazakhstan on Thursday, February 6. She returned from the International Space Station along with European Space Agency astronaut Luca Parmitano and Russian cosmonaut Alexander Skvortsov.  Democratic presidential candidate Pete Buttigieg speaks to supporters in Des Moines, Iowa, on Monday, February 3, the night of the Iowa caucuses. The caucuses kicked off the 2020 primary season, but the results were delayed for days. Initial results had Buttigieg with a narrow lead. Shakira, left, and Jennifer Lopez perform together at the Super Bowl halftime show on Sunday, February 2. US Sen. Mitt Romney heads to the Senate floor to vote in the impeachment trial of President Donald Trump. Romney announced, in a stirring and emotional speech, that he would break with the Republican Party and vote to convict Trump on abuse of power. He is the first senator in US history to vote to convict a president from the same party in an impeachment trial. Rescue workers and firefighters work around the wreckage of a plane after it skidded off the runway and broke apart at Istanbul's Sabiha Gokcen airport on Wednesday, February 5. At least three people were killed and dozens were injured in the incident, which appeared to have taken place in poor weather conditions. Actress Renee Zellweger looks at the British Academy Film Award that she won on Sunday, February 2. Zellweger won best actress for her role in \"Judy.\" See the full BAFTA winners list Reporters in Washington take photos of a television as they watch the US Senate vote to acquit President Donald Trump on February 5. An Air Force carry team moves a transfer case containing the remains of Lt. Col. Paul K. Voss on Thursday, January 30. On the right is a transfer case containing the remains of Capt. Ryan S. Phaneuf. Voss, 46, and Phaneuf, 30, died in an aircraft crash while serving in Afghanistan's Ghazni province. A Palestinian protester reacts to fire during clashes with Israeli forces in the West Bank city of Hebron on Thursday, February 6. Palestinian factions, including Hamas in Gaza and Fatah in the West Bank, had called for two days of protests following the release of the Trump administration's Middle East plan. The initial wave of protests last week dissipated, but they appear to have returned this week with an increased intensity throughout the West Bank, including in Ramallah, Jenin, Hebron and Qalqilya. Several Palestinians have been killed in the clashes. Chief Justice John Roberts, presiding over President Trump's impeachment trial, formally ends the trial after Trump was acquitted by the Republican-controlled Senate on Wednesday, February 5. Ranger Gabriel Lesoipa is surrounded by desert locusts in Kenya's Nasuulu Conservancy on Saturday, February 1. The Horn of Africa has been hit by the worst invasion of desert locusts in 25 years, said the UN's Food and Agriculture Organization. The invasion poses an unprecedented threat to food security in the entire sub region, where more than 19 million people in East Africa are already experiencing a high degree of food insecurity, the agency said. In Kenya, it is the worst invasion in 70 years, and the government is spending $5 million to manage the swarms of locust and prevent spreading. US Sen. Bernie Sanders speaks to supporters at a caucus-night campaign rally in Des Moines, Iowa, on Monday, February 3. Members of the Syrian civil defense team known as the White Helmets hold young children who were killed in an airstrike in the rebel-held northern Aleppo province. The children were being buried in the village of Urum al-Kubra on Monday, February 3. Emergency workers dig around overturned vehicles near the Turkish town of Bahcesehir on Wednesday, February 5. At least 41 people have been killed and 84 injured after two avalanches hit the mountainside near Turkey's eastern border with Iran. President Donald Trump delivers his State of the Union address on Tuesday, February 4. It was salted with dramatic surprises and heavy on reelection themes. Groundhog handler AJ Dereume holds Punxsutawney Phil during the traditional Groundhog Day festivities in Punxsutawney, Pennsylvania. The famous groundhog did not see his shadow, which according to legend means an early spring. First lady Melania Trump presents the Presidential Medal of Freedom, the nation's highest civilian honor, to radio personality Rush Limbaugh during the State of the Union address on Tuesday, February 4. Limbaugh announced Monday that he is beginning treatment for lung cancer. He is a Republican Party icon and a close ally of the President. Iowa Democratic Party chairman Troy Price walks off stage after speaking about the delay in Iowa caucus results on Tuesday, February 4. Price blamed the delay on a \"coding error\" with the app they planned to use to report the numbers. He apologized and called the delay \"unacceptable.\" Medical workers move a coronavirus patient into an isolation ward at the Second People's Hospital in Fuyang, China, on Saturday, February 1. A model presents a creation from Dominnico during a fashion show in Madrid on Friday, January 31. US Rep. Jackie Speier leads an \"HR3\" chant during the State of the Union address on Tuesday, February 4. Trump urged lawmakers to come up with legislation to lower prescription drug prices, and some Democrats responded with the chant. HR3, now titled the Elijah E. Cummings Lower Drug Costs Now Act, would empower the health and human services secretary to negotiate annually for the best prices on at least 50 costly brand-name drugs and up to 250 medications, including insulin. Brexit supporters celebrate in London on Friday, January 31, after Britain became the first country to ever leave the European Union. Robyn Peoples, left, and Sharni Edwards kiss in Belfast, Northern Ireland, on Wednesday, February 5. They are poised to be the first same-sex couple to be married in Northern Ireland. Emily Hagedorn announces Iowa caucus results from a satellite location in Paris on Monday, February 3. Paris was one of three satellite caucus locations outside the United States. Police in Kansas City, Missouri, swarm on a car after it broke through a barricade and led police on a brief chase prior to the Kansas City Chiefs' championship parade on Wednesday, February 5. A girl suffering from malnutrition is weighed at a clinic in Yemen's northern Hajjah province on Wednesday, February 5. The country's brutal civil war has pushed millions to the brink of starvation. US Sen. Amy Klobuchar greets supporters at her caucus-night campaign rally in Des Moines, Iowa, on Monday, February 3. Dena D'Angelo spray-paints an Oscar statue in Hollywood on Wednesday, February 5. The Academy Awards are on Sunday. Cecily Strong plays former national security adviser John Bolton during a \"Saturday Night Live\" sketch on February 1. Basketball fans pay tribute to NBA legend Kobe Bryant before the start of a game in Pieti, Italy, on Wednesday, February 5. Bryant, who died in a helicopter crash last month, spent seven years of his childhood in Rieti. A passenger is seen on the World Dream cruise ship docked at the Kai Tak cruise terminal in Hong Kong on Wednesday, February 5. More than 5,300 people were being quarantined on two cruise ships off Hong Kong and Japan amid concerns passengers and crew were inadvertently exposed to the coronavirus. Candles and flowers are left at Kirk Douglas' star on the Hollywood Walk of Fame on Wednesday, February 5. The Hollywood legend died earlier that day at the age of 103. The Kansas City Chiefs celebrate during their Super Bowl parade on Wednesday, February 5. The Chiefs defeated the San Francisco 49ers 31-20 for their first title in 50 years. Copies of the White House budget proposal move along a conveyor belt at a publishing facility in Washington on Thursday, February 6. US Sen. Elizabeth Warren arrives at her caucus-night rally in Des Moines, Iowa, on Monday, February 3. Israeli security forces clash with Palestinians following a raid in the West Bank city of Bethlehem on Thursday, February 6. Twelve Israeli soldiers were injured in a ramming attack in Jerusalem that morning, and security forces conducted the raid in search of a suspect. The suspect was arrested on Thursday evening, police said in a statement. A mother mourns for her dead child at the Kakamega Hospital mortuary in western Kenya on Tuesday, February 4. Fourteen children were killed and 39 were injured following a stampede at a Kakamega primary school, according to police. Panda Meng Meng and her two cubs, Meng Yuan and Meng Xiang, are seen in their enclosure at a Berlin zoo on Sunday, February 2. House Speaker Nancy Pelosi remains seated as US President Donald Trump gives a speech at the National Prayer Breakfast in Washington on Thursday, February 6. He started his speech by taking veiled shots at Pelosi and US Sen. Mitt Romney. British Prime Minister Boris Johnson gives a speech at the Old Royal Naval College in London on Monday, February 3. People watch an elephant swim at a zoo in Chonburi, Thailand, on Tuesday, February 4. Former Vice President Joe Biden speaks at a caucus-night rally in Des Moines, Iowa, on Monday, February 3. Medical officers in Batam, Indonesia, spray people with antiseptic after their flight arrived from Wuhan, China, the center of the coronavirus epidemic, on Sunday, February 2. The US Capitol is seen shortly after midnight on Wednesday, February 5. See last week in 31 photos"], "Language": false}