{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/media/disney-bob-iger-emerson-school/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-02-06T21:00:46Z"], "LastModifiedDate": ["2020-02-06T21:00:46Z"], "Headline": ["Disney apologizes to school that was charged $250 for showing 'The Lion King'"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Disney CEO Bob Iger has apologized to a California elementary school after it was charged $250 for showing the studio's 2019 remake of \"The Lion King\" during a fundraiser event. \"Our company @WaltDisneyCo apologizes to the Emerson Elementary School PTA,\" Bob Iger, Disney's CEO, tweeted on Thursday. \"I will personally donate to their fund raising initiative.\" Emerson Elementary School in Berkeley was fined $250 by licensing firm Movie Licensing USA for \"illegally screening\" the film at a \"parent's night out\" fundraiser last year. Movie Licensing USA, which manages licensing for Disney and other major studios, informed Emerson's faculty via email that the company had \"received an alert\" that \"The Lion King\" was screened during an event on November 15. The school received the email more than two months after the event. \"One of the dads bought the movie at Best Buy,\" PTA president David Rose told CNN earlier this week. \"He owned it. We literally had no idea we were breaking any rules.\" Since the school did not have a license with the company, it was asked to pay $250 for the screening as well as $250 per showing of the movie at any future events. The fundraiser raised $800. \"Any time a movie is shown outside of the home, legal permission is needed to show it, as it is considered a Public Performance,\" read the email, which was obtained by CNN. Movie Licensing USA did not immediately respond to a request for comment. Disney's remake of its 1994 animated classic was one of its biggest blockbusters last year. The film, which includes the vocal talents of Beyoncé and Donald Glover, made more than $1.6 billion at the global box office."], "Language": false}