{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/opinions/kirk-douglas-profile-in-courage-seymour/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gene Seymour"], "Writers": [["Gene Seymour"]], "FirstPublishDate": ["2020-02-06T13:35:06Z"], "LastModifiedDate": ["2020-02-06T17:37:39Z"], "Headline": ["Kirk Douglas' stunning political courage"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["He never got an Oscar. But that is no matter -- he was bigger than any gold statuette.  Kirk Douglas, who died Wednesday at 103, was an American of great courage and decency, which he showed at a time in our history when those virtues were sorely tested. As we remember Douglas for his majestic acting career, let's also recall how he used his star power and influence in the late 1950s to help break the Hollywood blacklist that ruined many lives and kept many talented professionals from openly doing their jobs.  It was Douglas who pushed for screenwriter credit for Dalton Trumbo on the hugely successful 1960 gladiator epic \"Spartacus.\" Trumbo was one of several Hollywood writers who had more than a decade before been indicted for contempt of Congress for refusing to implicate fellow writers before the House Un-American Activities Committee for affiliations with the Communist Party. Trumbo not only went to prison for his stance, but was unable to secure writing jobs in movies and television for most of the 1950s because he and others regarded as \"subversive\" by Hollywood studios were prohibited from doing so because of the blacklist.  Though Trumbo and others were able to get their scripts produced by using pseudonyms or \"fronts\" (non-blacklisted writers who provided their own names as aliases), they couldn't receive proper credit for their work. Then in 1960, both Kirk Douglas and director Otto Preminger \"broke\" the blacklist; Preminger by allowing Trumbo to use his name on the screenplay for \"Exodus\" and Douglas by openly, even brazenly declaring Trumbo to be the writer for \"Spartacus.\"  The degree to which each man played a role in dispelling the political stigma can be and has been debated over the succeeding years. But the 2015 film, \"Trumbo,\" gives commensurate credit to both Douglas and Preminger -- and to John F. Kennedy, who as a Democratic presidential candidate in 1960, publicly attended and gave his endorsement to \"Spartacus.\" In a 2015 statement about the film \"Trumbo,\" Douglas recounted that time to Deadline:  \"The choices were hard. The consequences were painful and very real. During the blacklist, I had friends who went into exile when no one would hire them; actors who committed suicide in despair ... I was threatened that using a Blacklisted writer for Spartacus -- my friend Dalton Trumbo -- would mark me as a 'Commie-lover' and end my career.  \"There are times when one has to stand up for principle. I am so proud of my fellow actors who use their public influence to speak out against injustice. At 98 years old, I have learned one lesson from history: It very often repeats itself. I hope that Trumbo, a fine film, will remind all of us that the Blacklist was a terrible time in our country, but that we must learn from it so that it will never happen again.\" You wonder... Did Douglas' goodwill and advocacy cost him an Oscar? After all, when you look back at a curriculum vitae as impressive and wide-ranging as his, you wonder how it's possible he never received an Academy Award for any of the following classic and highly regarded films: \"Out of the Past\" (1947), \"Champion\" (1949), \"Young Man with a Horn\" (1950),\" \"Ace in the Hole\" (1951),  \"The Bad and the Beautiful\" (1952), \"20,000 Leagues Under the Sea\" (1954), \"Lust for Life\" (1956),\" \"Paths of Glory\" (1957),\"  \"Spartacus\" (1960), \"Lonely Are The Brave\" (1962),\" \"The List of Adrian Messenger\" (1963), \"Seven Days in May\" (1964), \"The Fury\" (1978) ... and these are just the ones that came off the top of my head.  Granted, Douglas did get an Honorary Oscar in 1996, one of those lifetime achievement acknowledgments that are sort of consolation prizes from the Academy after decades of relative neglect or outright omission -- though his award was pointedly bestowed for \"50 years as a creative and moral force in the motion picture community.\" (He also, incidentally was awarded the Presidential Medal of Freedom in 1981, by President Jimmy Carter.) His son Michael got two Oscars of his own, one for co-producing 1975's \"One Flew Over the Cuckoo's Nest,\" (whose lead role of Randle Patrick McMurphy was played by Kirk Douglas on Broadway from 1963 through 1964) and another for Best Actor in 1987's \"Wall Street.\" But then, Oscars don't necessarily make one immortal. Or heroic. And Kirk Douglas, in the end, didn't need an Academy Award to certify his importance to something far greater than entertainment -- even if he gave as much sustained pleasure and reward as any performer in screen history."], "Language": false}