{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/shanghai-disneyland-reopens-intl-hnk/index.html"], "Source": ["cnn"], "Location": ["Shanghai"], "ByLine": ["By David Culver and Lilit Marcus, CNN"], "Writers": [["David Culver", "Lilit Marcus"]], "FirstPublishDate": ["2020-05-11T06:41:36Z"], "LastModifiedDate": ["2020-05-11T10:37:45Z"], "Headline": ["Shanghai Disneyland reopens with timed entry and social distancing"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["After three and a half months of closure following the initial outbreak of the Covid-19 coronavirus, Shanghai Disneyland has reopened its doors to visitors.  However, not everything at the theme park looks the same as it did before. Normally, the park has a capacity of 80,000 people and 12,000 cast members -- Disney parlance for employees. But for reopening day on May 11, the cast members far outnumbered the guests, who were at less than the recommended 30% capacity. \"We have a very dedicated team of custodial cleaners that we've increased the number of those throughout the park that are constantly wiping down all the surfaces,\" explains Andrew Bolstein, SVP of Operations for Shanghai Disney Resort.  \"We'll be able to strike that right balance between the safety and health and confident side, and then the magic that we're able to deliver every day.\" Visitors to Shanghai Disneyland are now required to wear masks, have their temperatures taken and socially distance.  However, that did little to dampen the excitement of the Disney superfans who gathered to enjoy the park on its reopening day. Due to current travel restrictions, the visitors were primarily residents of Shanghai and the surrounding provinces -- some Chinese locals and some foreigners who live in the country.  In order to visit, guests must book timed entry tickets online to space out the crowds. They must also show a green QR Shanghai health code, which is the government's color-coded way of contact tracing to determine potential exposures. The official reopening ceremony struck a balance between celebrating the big day and yet acknowledging the pain being felt in other parts of the world. As the cast members and characters emerged, some of the park's annual pass holders -- seemingly its most loyal fan base -- waved frantically.  Hundreds of cast members lined up to greet their guests. They stood waving and saying, \"Welcome back!\" in both Chinese and English. Over the loudspeaker, there were frequent bilingual warnings for guests to walk, not run.  A separate announcement periodically interrupted the festive music to remind people to keep their face masks on at all times and to maintain a social distance. Yao Yao, a 37-year-old Disney superfan in a Minnie Mouse costume, said of the reopening: \"To me it means magic starts again. All the joy, all the happiness, all the magic, everything comes back. It makes people feel very excited and very happy.\" Still, she knows that Disney lovers around the globe are keeping an eye on China as they ponder the fate of the other parks. The Shanghai resident said she hoped that others would \"learn from Shanghai Disneyland, wearing masks and keep social distance. There are all kinds of activities at various outdoor venues, which also make people feel very happy and delighted.\" The majority of the park's rides and attractions were open, except for the children's play area and other interactive attractions that tend to involve touching surfaces.  On the ground, bright yellow tape marked 1.5-meter (6-foot) distances to help families separate from each other while waiting in line for rides or watching some of Disneyland's live shows.  No longer can guests give a high-five or big hug to characters in costume. Instead, they must rely on a safe selfie distance for a photo. \"There's different environments for different phases of the epidemic, but I think what we have could be a model,\" Bolstein said. He added: \"I'm just looking to see children smile and people have a good time and enjoy the park.\" At present, Shanghai Disneyland is the only one of the company's parks to reopen, but there have been small signs of change in other locations. Orlando's Disney Springs complex will see some of its shops and restaurants begin reopening their doors on May 20."], "Language": false}