{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/entertainment/in-memoriam-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-02-06T14:56:54Z"], "LastModifiedDate": ["2020-02-06T14:56:54Z"], "Headline": ["'In Memoriam' considers the toll of gun violence through the eyes of survivors and family"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["If the fear is that Americans have become inured to gun violence -- hearing the statistics, sighing and moving on -- \"In Memoriam\" seeks to remedy that, with a documentary that's alternately spare and horrifying. Airing commercial-free on Investigation Discovery, a basic-cable network usually devoted to lurid true crime, the special focuses on a trio of mass shootings in three geographically diverse locales: Parkland, Fla., the Harvest music festival in Las Vegas and Sutherland Springs, Tex. Employing shaky phone-shot video, the filmmakers provide harrowing glimpses of the mayhem and chaos, with the sound of gunfire, screams, and people fleeing in every direction. The real wallop, however, comes courtesy of interviews with survivors and, perhaps most devastating, parents of those slain, such as Parkland mother Anne Ramsey, who talks about her daughter going to school that fateful day, softly repeating \"She never came back\" again and again. The first-person testimonials are almost equally sobering. \"In that moment, you don't know what gunshots sound like,\" Parkland student Ivanna Paitan recalls, later discussing how she fled from the classroom, even as she wondered why a fallen classmate wasn't with her. That last comment, echoed by others, is emblematic of the guilt felt by some survivors, given the arbitrary nature of who lived and died in each of these situations. \"As we're going I'm just seeing people fall,\" says Mark Jay, an attendee at the Las Vegas concert where 58 people were murdered -- and more than 400 wounded -- in 2017. \"In Memoriam\" doesn't debate policy prescriptions or solutions, or overtly get into the politics surrounding the issue. The closest it comes to that occurs at the very end, with a scroll of the dead in each of these events, followed by listing all of the mass shootings that have occurred since 17 people were killed at Marjory Stoneman Douglas High School in Parkland, which will mark its two-year anniversary on Feb. 14. Nevertheless, the statement in the press release that the film \"moves past the polarized gun control debate\" sounds more like hope than the reality, in the same way the names of small towns struck by such violence will forever by associated with tragedy. The focus of \"In Memoriam\" does remain squarely on those who have been lost, as well as those who knew and loved them. The underlying message conveyed by that -- unlike the sudden sound of gunfire -- isn't hard to identify at all. \"In Memoriam\" airs Feb. 8 at 9 p.m. on Investigation Discovery."], "Language": false}