{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/06/entertainment/birds-of-prey-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-02-06T14:54:55Z"], "LastModifiedDate": ["2020-02-06T14:54:55Z"], "Headline": ["'Birds of Prey' is a barrage of bone-crunching mayhem"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["In \"Suicide Squad,\" Margot Robbie's Harley Quinn was the best part of a bad movie. That's true again with \"Birds of Prey,\" which moves the Joker's sadistic sidekick front and center, then proceeds to assault the senses in much the way its protagonist wields a baseball bat. The too-cute subtitle, \"And the Fantabulous Emancipation of One Harley Quinn,\" underlines the cheeky tone to which the film aspires and doesn't fully sustain. Part of that has to do with jumping around as it juggles an assortment of characters, finally bringing them together in what feels like a belated bid for a sequel. As for the \"emancipation\" part, the movie begins with the lovelorn Harley recounting her history via an animated sequence, explaining how she met the Joker (or \"Mr. J,\" as she prefers), fell for him and became his main squeeze. A bad breakup has left Harley alone and exposed, with plenty of people bearing grudges (or \"grievances,\" which flash across the screen) and eager to exact a measure of revenge. Harley, however, isn't Gotham's only violent psychopath. In fact, she looks positively reasonable compared to many of the town's denizens, including Roman Sionis (Ewan McGregor), a ruthless crime boss whose right-hand henchman, Victor Zsasz (Chris Messina), derives pleasure from peeling off victims' faces. Elsewhere, there's a driven cop (Rosie Perez) on Sionis's tail; a vigilante assassin who goes by the name Huntress (Mary Elizabeth Winstead) and wields a mean crossbow; and the talented Dinah Lance (Jurnee Smollett-Bell), a.k.a. Black Canary, who brawls as well as she sings. Directed by Cathy Yan from a script by Christina Hodson, \"Birds of Prey\" is the latest DC superhero with a female pedigree, but any similarities to \"Wonder Woman\" end there. The vibe, rather, is less reminiscent of that, or even \"Joker,\" than the garish Joel Schumacher-directed Batman movies of the 1990s, only with a near-relentless barrage of bone-crunching mayhem. After the box-office success of \"Joker,\" DC and Warner Bros. surely see a niche -- a point of differentiation from Marvel -- in R-rated fare, and \"Birds of Prey\" leans into that and then some. (The studio is part of WarnerMedia, as is CNN.) \"Nothing gets a guy's attention like violence,\" Harley tells a young thief (Ella Jay Basco) who gets drawn into the larger plot, an amusing line of dialogue that actually betrays a bit too much about the film's underlying mindset. Still, those action scenes -- while plentiful -- aren't staged with much imagination, and a steady diet of blunt-object blows to the head and kicks to the groin eventually becomes more numbing than exciting. The shortcomings exist despite the valiant efforts of the cast, with Robbie vamping it up as Harley -- including a fleeting homage to Marilyn Monroe -- and McGregor lustily chewing through scenery as the over-the-top villain, also known as the Black Mask. Ultimately, the flightless \"Birds\" offers plenty of flash but precious little substance, yielding a film that can't consistently get off the ground. (A short-lived 2002 TV series with the same title was actually more fun.) \"Birds of Prey\" will be welcomed by some for its irreverent style and visual energy. But the net result -- even with the abundant appeal of its star -- is a movie with feet of clay. \"Birds of Prey: And the Fantabulous Emancipation of One Harley Quinn\" premieres Feb. 7 in the US. It's rated R."], "Language": false}