{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/entertainment/celebrity-tributes-kirk-douglas/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-02-06T00:36:35Z"], "LastModifiedDate": ["2020-02-06T08:10:48Z"], "Headline": ["Celebrities honor the late Kirk Douglas"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Just days before the Academy Awards, Hollywood has lost an actor whose acclaimed body of work was emblematic of the Golden Age of film.  Kirk Douglas, star of films like \"Spartacus\", \"War Wagon\" and \"20,000 Leagues under The Sea,\" died on Wednesday at age 103, according to a statement from his son, actor Michael Douglas.  As soon as news of his passing emerged, so did troves of tributes to a legend born even before they started handing out golden men to actors. George Takei \"Legendary actor Kirk Douglas has passed on today at the age of 103. An Academy Award winning actor and recipient of the Presidential Medal of Freedom, Douglas was a champion for many just causes and lived a long and storied life. He was adored and beloved, and he shall be missed.\" -- via Twitter Rob Reiner \"Kirk Douglas will always be an icon in the pantheon of Hollywood. He put himself on the line to break the blacklist. My love goes out to my friend Michael and the whole family.\" -- via Twitter William Shatner \"Condolences to the family of Kirk Douglas. What an incredible icon he was in this industry!\" -- via Twitter Mitzi Gaynor \"Bravo Kirk Douglas on an incredible life. Thank you for so generously sharing your amazing talent with all of us. The film we made together will always hold a special place in my heart. My love to Anne & your beautiful family.\" -- via Twitter Danny DeVito \"Kirk Douglas. The inspirational Scalawag. 103 years on this earth. That's got a nice ring to it! Great hanging with you man.\" -- via Twitter The Academy \"Goodbye to a Hollywood legend.\" - via Twitter Lucy Lawless \"What a lege! Shine on, Kirk Douglas. Forever a star.\" -- via Twitter The Walt Disney Family Museum We are deeply saddened to hear of the passing of Kirk Douglas. His performance of Ned Land in 20,000 Leagues Under the Sea (1954) anchored the first all live-action feature film at The Walt Disney Studios. Our condolences are with his family and all who cherished his work.\" -- via Twitter   Donal Logue  \"RIP Kirk Douglas- he and his wife gave so much back to the community-- they built shelters for homeless men, women and children, theaters-- his was a philanthropic life well lived (mostly on the qt). And he was an amazing actor.\" -- via Twitter Ed Asner \"I will always be in awe. May your memory forever be a blessing.\" -- via Twitter Dan Rather \"Hollywood doesn't make legends like Kirk Douglas anymore. Born into a Jewish immigrant family, his star rose In the golden age of film, when marquee lights were bright and movie houses palaces. My thoughts are with his family. May his memory be a blessing to them, and all of us.\" -- via Twitter Bruce Campbell \"Kirk! A pillar of Hollywood has fallen. Nobody danced on Viking oars like you! Safe travels, stud!\" -- via Twitter"], "Language": false}