{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/entertainment/kirk-douglas-obit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Lowry and Todd Leopold, CNN"], "Writers": [["Brian Lowry", "Todd Leopold"]], "FirstPublishDate": ["2020-02-05T23:53:11Z"], "LastModifiedDate": ["2020-02-06T08:07:34Z"], "Headline": ["Kirk Douglas, acclaimed actor, dead at 103"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kirk Douglas, one of the great Hollywood leading men whose off-screen life was nearly as colorful as his on-screen exploits in movies like \"Spartacus\" and \"Champion,\" has died, according to his son, actor Michael Douglas. He was 103. \"It is with tremendous sadness that my brothers and I announce that Kirk Douglas left us today at the age of 103,\" he wrote on his verified Instagram account. \"To the world he was a legend, an actor from the golden age of movies who lived well into his golden years, a humanitarian whose commitment to justice and the causes he believed in set a standard for all of us to aspire to. But to me and my brothers Joel and Peter he was simply Dad, to Catherine, a wonderful father-in-law, to his grandchildren and great grandchild their loving grandfather, and to his wife Anne, a wonderful husband.\"  Michael Douglas said that his father's life \"was well lived, and he leaves a legacy in film that will endure for generations to come, and a history as a renowned philanthropist who worked to aid the public and bring peace to the planet.\"  He added: \"Let me end with the words I told him on his last birthday and which will always remain true. Dad- I love you so much and I am so proud to be your son.\"  A legend's beginning Douglas was far more than just a leading man, although he was certainly that. The actor was a larger-than-life character, a titan of the entertainment industry, and someone -- by virtue of his longevity -- one of the last surviving links to a particular era of Hollywood's past. Rarely was he an unvarnished hero. Douglas' protagonists were full of shades of gray.  Douglas' tough-guy persona often overshadowed a shrewd business acumen and thoughtful intellect. In the interview with the late critic Roger Ebert, he attacked film critic Pauline Kael for her misconceptions. \"Don't crucify me because of what your idea of a movie star is,\" he said, referring to Kael. \"I didn't start out to be a movie star. I started out to be an actor. ... You lose track of the human being behind the image of the movie star.\" Born to Russian immigrant parents, the self-made star established himself as an actor following World War II, capitalizing on his looks and athleticism. In that regard, he had a good deal in common with another titan of those years, Burt Lancaster, with whom Douglas co-starred in seven movies, including \"Gunfight at O.K. Corral\" and the political thriller \"Seven Days in May.\" The athletic Douglas, who had acted in plays while growing up, attended St. Lawrence University on a wrestling scholarship, paying his way by working as a gardener and janitor. He then won a scholarship to the Academy of Dramatic Arts in New York and moved to the Big Apple. His classmates included a young woman named Betty Perske -- soon to become Lauren Bacall -- and another beauty named Diana Dill. In 1941, Douglas made his Broadway debut. Two years later, he married Dill. The couple had two children, Michael and Joel, before divorcing in 1951. Upon being discharged from the Navy, where he served during World War II, Douglas expected to return to the stage. However, his old colleague Bacall recommended him to Hollywood producer Hal Wallis, and Douglas found himself heading for the West Coast. Made for movies After a handful of nondescript films, \"Champion\" -- which cast him as a ruthless boxer, who stepped on those around on him on the way up -- made him a star and earned him an Oscar nomination. Douglas exhibited a range that went beyond what was available to stars during an earlier stretch of the studio system. And like Lancaster, he seized control of his career in the mid-1950s by forming his own production company, using that leverage not only to find interesting parts for himself but to champion prestige material, as well as talent like director Stanley Kubrick, with who he collaborated on two memorable films, \"Paths of Glory\" and \"Spartacus.\" Perhaps foremost, Douglas was as comfortable -- and as good, if not better -- playing a bad guy, a heel, as he was a traditional hero. His steely edge shone through starting with the film noir classic \"Out of the Past\" in 1947, followed by \"Champion,\" \"The Bad and the Beautiful\" and \"The Vikings.\" Douglas was equally adept playing action and serious drama, combining a nasty streak with a wry sense of humor. He excelled at playing terrible characters who nonetheless left the audience feeling a measure of sadness, in spite of themselves, when they met an untimely end. The actor earning Oscar nominations for playing Vincent Van Gogh in \"Lust for Life,\" \"Champion\" and \"Bad and the Beautiful,\" but never won. He did receive a lifetime achievement award in 1996, and crooned a memorable duet with Lancaster at the 1958 Academy Awards, insisting how happy they were not to be among the nominees. Spirit of a gladiator Douglas famously used his clout in other ways, perhaps most famously by allowing blacklisted screenwriter Dalton Trumbo to put his name on \"Spartacus.\" Although there has been some dispute over just how significant that was in \"breaking\" the blacklist, as Douglas suggested in his autobiography, it did make clear his commitment to working with top talent, also employing Trumbo on one of his best films, \"Lonely Are the Brave,\" which cast Douglas as a modern-day cowboy. Studios were nervous about giving credit to blacklisted writers, who struggled to find work and gave their credits to \"fronts.\" Actors in the same position sometimes found themselves unemployed, though a handful -- such as Edward G. Robinson -- eventually worked again. \"All my friends told me I was being stupid, throwing my career away. It was a tremendous risk,\" Douglas wrote in \"The Ragman's Son.\" With the blockbuster success of \"Spartacus\" and another Trumbo-penned film, Otto Preminger's \"Exodus\" (1960), the blacklist finally faded away. Douglas later wrote a memoir about the period, \"I Am Spartacus!: Making a Film, Breaking the Blacklist.\" Like those of many of his old Hollywood cohorts, Douglas saw his career go into decline in the late '60s, though he had occasional success in such films as \"The Fury\" (1978) and \"The Man From Snowy River\" (1982). He did better on television, where he starred in such TV movies as \"Victory at Entebbe\" (1976) and \"Amos\" (1985). He also devoted time to charitable works, founding the Douglas Foundation with his wife, Anne Buydens, whom he married in 1954. The charity worked on such causes as elder abuse and homelessness. Douglas also remained a colorful and outspoken figure even after a 1996 stroke impaired his speech -- mounting a one-man show in its aftermath. The stroke temporarily deprived him of his ability to speak intelligibly and was even more damaging to his psyche, he told People magazine in 1997. \"I must admit I'm not as brave as I am in the movies. I'm human, and like many people after a stroke, I faced severe depression,\" he said. His aforementioned 1988 autobiography, \"The Ragman's Son,\" was a classic Hollywood tell-all, detailing various affairs with well-known actresses and settling some old scores. As the New York Times described it, the book read \"like a collection of stories the actor has been telling over dinner for years.\" Douglas and his second wife had two sons, Peter and Eric. Eric Douglas, an actor, died of a drug overdose in 2004. However, Kirk Douglas always tried to look forward. Among his many honors -- which included an honorary Oscar, a Golden Globe, a Kennedy Center Honors award and a prize named for him at the Santa Barbara Film Festival -- was making the list of the American Film Institute tally of greatest film legends. Douglas was No. 17 on the men's list. In perhaps the most famous -- and certainly most lampooned -- scene from \"Spartacus,\" his fellow rebels, captured by the Roman army, rise to proclaim, \"I'm Spartacus!\" when told their lives will be spared if they identify him. Many actors, before and since, have played the sort of roles at which Douglas excelled. But in terms of breadth, volume and variety, there was only one Kirk Douglas."], "Language": false}