{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/entertainment/oscars-predictions-best-picture-nominees/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-02-05T17:39:21Z"], "LastModifiedDate": ["2020-02-05T17:49:21Z"], "Headline": ["Oscars predictions: The message a win by each best-picture nominee would send"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Oscar race is viewed as more wide-open than usual, thanks in part to the absence of a completely dominant frontrunner, as well as hurdles that some key contenders would have to overcome in history-making fashion. With the entertainment industry at a crossroads, whichever movie walks away with the Academy Award -- selections are always fraught with a certain level of symbolism -- will say something about the present state of the movie business. The suspense surrounding best picture is also heightened, seemingly, by a sense that the acting races are pretty close to sure things. While the Los Angeles Times probably overreached in proclaiming those categories settled -- ask Glenn Close about last year's awards -- based on all the ceremonies leading up to the Oscars, it would be a major surprise not to hear the names Joaquin Phoenix, Renee Zellweger, Brad Pitt and Laura Dern called on Sunday night. So what will the lesson be from this year's Oscars? That depends on what wins, which will send a message, intended or not, breaking down what's special, unique or merely notable about each the best-picture contenders. The candidates are listed in descending order from those predicted as being most likely to win to the least. And needless to say, it's an honor just to be nominated: \"1917\" The least surprising choice, based on wins at the Directors Guild Awards, Golden Globes and BAFTAs, would also represent one of the less significant picks, historically speaking. That's because director Sam Mendes' tale of World War I heroism is, basically, old wine in a new bottle -- a familiar war story, filmed to look like one continuous shot, an act of supreme technical virtuosity that would be a gimmick if the story didn't hold together so well. The filming technique -- putting the viewer over the main character's shoulder in an action vehicle of this scope -- does feel incredibly immersive, in an age of 3-D, Imax and virtual reality. Does that mean we'll see more experiments with perspective if \"1917\" emerges victorious? Not necessarily, but if they're this executed this well, bring them on. \"Parasite\" Director Bong Joon-ho's twisty thriller would be the first foreign-language film to win best picture (it's only the 11th nominated in the Oscars' 92-year history). That would not only recognize the increasingly global nature of the movie business but also acclaimed work out of Asia, which many feel hasn't received the attention it's due. \"Once Upon a Time ... in Hollywood\" Beyond giving Quentin Tarantino his first best-picture win (he has two Oscars for screenwriting), recognizing this tale built around the Manson family and a mix of fictional and real characters would send the least surprising messages of all: That Hollywood remains a sucker for stories about itself. Separately, it would also reinforce the value in old-fashioned star power -- exemplified here by the Leonardo DiCaprio-Brad Pitt pairing, and also true of Matt Damon and Christian Bale in \"Ford v. Ferrari.\" \"The Irishman\" Netflix keeps grinding away at the movie business in a bid for attention and prestige -- in this case, throwing a pot of money at director Martin Scorsese when no one else would. The result: A 3 ½-hour gangster epic that's beautifully done, but which easily could be confused for a streaming miniseries were it not for all those stars. If \"The Irishman\" wins, Netflix's gamble has paid off. If not, the service clearly has more work to do -- and money to spend -- to prove its movies, which make a fleeting stop in theaters en route to TV, are deserving of not just an invitation to the Academy Awards party but a seat at the head table. \"Joker\" The comic-book movie curse has been broken thanks to nominations for Marvel's \"Black Panther\" and now DC's dark drama in back-to-back years, but there's still resistance to fully welcoming such fare to the awards cavalcade. (Otherwise, \"Avengers: Endgame\" might be on this list.) Yet if \"Joker\" would technically be the first movie derived from comics to earn best picture, the gritty nature of the R-rated film -- more \"Taxi Driver\" than even the darkest Batman movie -- would seem to come with a bit of an asterisk. 'Marriage Story' Beyond the aforementioned Netflix of it all, well, who knows more about messy divorces and custody battles than the shakers and movers in Hollywood? 'Jojo Rabbit' Billed as an \"anti-hate satire,\" Taika Waititi's tale of a German boy and his imaginary friend Hitler (played by the director) feels like a big long shot, but the nomination alone reveals an openness to the kind of quirky, distinctive film that studios seldom make anymore, from an entity (what was Fox Searchlight) that has since been absorbed and renamed by Disney. 'Little Women' Greta Gerwig's novel approach to retelling Louisa May Alcott's classic tale has been both a critical and commercial success. A best picture win would provide further validation of a gifted young female filmmaker overlooked in the director category, with an adapted screenplay Oscar possibly serving as what many will view as a concession prize. 'Ford v. Ferrari' More than any other nominee, this fact-based tale about race-car driving in the 1960s feels like a happy throwback to the character-driven studio dramas of yore, and its success -- along with that of \"Once Upon a Time\" and \"Knives Out\" -- indicates an audience appetite for such movies that will hopefully inspire the studios to make more. As unlikely as a victory appears, such an upset would underscore the extent to which Oscar voters feel that hunger too. The 92nd Academy Awards air Feb. 9 on ABC."], "Language": false}