{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/baftas-2020-red-carpet-fashion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Allyssia Alleyne, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-02T20:12:43Z"], "LastModifiedDate": ["2020-02-03T20:52:40Z"], "Headline": ["The best red carpet fashion at the BAFTAs 2020 -- in pictures"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Catherine, Duchess of Cambridge, took a stand for sustainable fashion on Sunday night, rewearing a familiar Alexander McQueen gown to the 73rd annual British Academy Film Awards (BAFTAs).  The Duchess had first worn the elegant floor-length white gown, which is embroidered with golden hibiscus flowers, to a state dinner in Malaysia in 2012.  The outfit choice was in keeping with the BAFTAs' new efforts to prioritize sustainability.  In January, the organizing body announced it would be encouraging guests to opt for more environmentally friendly fashion choices -- whether bought from sustainably minded brands, rented or sourced from second-hand retailers -- and presented guests with a pamphlet from the London College of Fashion's Centre of Sustainability to help guide their decisions.   In keeping with that spirit, \"Joker\" star Joaquin Phoenix wore the same bespoke Stella McCartney tuxedo he vowed to wear for the duration of award season (so far, he's worn it to the Golden Globes, the Critics' Choice Awards and the Screen Actor's Guild Awards); and \"Little Women\" star and Best Actress nominee Saoirse Ronan wore a simple black Gucci gown crafted from discarded satin textiles.  But for the most part, guests (or at least their stylists) prioritized glamour, opting for new designs from the usual heavy hitters that didn't boast specific green credentials. Scarlett Johansson (doubly nominated for Best Actress and Best Supporting Actress for her roles in \"Marriage Story\" and \"Jojo Rabbit\" respectively) shined in a pink mermaid dress embellished with beading and a train of feathers.  Naomie Harris, in glittering silver Michael Kors, Zoe Kravitz, in gold Saint Laurent, and Emilia Clarke, in Schiaparelli Couture, continued the sparkling theme. Brightening up the February evening, a number of stars opted for Crayola-bright shades, from Charlize Theron in plunging purple Dior and pregnant Jodie Turner-Smith (star of \"Queen & Slim) in yellow sequins, to Laura Dern in nostalgic fuchsia Valentino.  Adding a touch of playfulness to the proceedings, newcomers Florence Pugh (nominated for Best Supporting Actress for her role in \"Little Women\") Kaitlyn Dever and Ella Balinska all donned tiers of pink ruffles, reaffirming that, in spite of the pomp and pressure, the red carpet is still the ultimate place to have fun with fashion."], "Language": false}