{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/01/opinions/cheer-netflix-phenomenon-has-more-to-it-wright/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Allison Wright"], "Writers": [[]], "FirstPublishDate": ["2020-02-01T21:48:49Z"], "LastModifiedDate": ["2020-02-03T19:04:01Z"], "Headline": ["'Cheer' phenomenon isn't happening in a vacuum"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"Have you seen it?\" \"Should I watch it?\" \"I'm obsessed!\" So many people have contacted me about \"Cheer,\" I've lost track. I know why they're asking: my doctoral dissertation was a cultural history of cheerleading. In a sense, I have a Ph.D in cheer.  Since its release earlier this month, the Netflix docuseries has introduced millions of viewers to 21st century cheerleading, a decidedly more dynamic, athletic variant of the activity than FDR -- our first, but not last, cheerleader in chief (Harvard College) -- could have envisioned. A primer on all things cheer, the show takes fans, many of them previously unaware of this sport and its often-insular ecosystem, from the sidelines to the competition stage and everywhere in between.  Whether you're measuring success by a \"trending\" or \"popular\" algorithm on Netflix or by the attention of cultural critics taking the pulse of fans, \"Cheer\" has become a phenomenon. As someone who spent a number of years delving into the history and culture of cheerleading, I'm less interested in identifying or celebrating this phenomenon and more in understanding its place in the cultural pantheon of cheer. Part of what makes the show so compelling for me is how it stands on the shoulders of previous pop culture representations of the sport to make nuanced and necessary critiques around gender, race, class, sexuality and culture that move far beyond the world of the mat. A pop culture history of cheerleading (and more) To understand \"Cheer,\" you need to know a little history. The cheerleader is an American icon, a trope of pop culture almost since its inception in the 19th century. And it's not going anywhere.   As a cultural representation of the sport, \"Cheer\" benefits from the strides made by \"Buffy the Vampire Slayer\" in the 1990s -- unlike \"Buffy's\" hit TV series, the cult film that preceded it centralized cheerleading as a part of its plot. Fans of the show may not remember that Buffy was a cheerleader, but her fight sequences read like \"tumbling passes,\" where gymnasts competing on floor exercise execute acrobatic feats like handsprings and full twists.  There was also NBC's mid-2000s show \"Heroes\" (with its tagline \"Save the cheerleader; save the world\"), and movies such as \"Jennifer's Body\" and \"Fired Up!\". And of course, the big screen juggernaut \"Bring It On\" and its stable of sequels (which even includes a musical adaptation of the third film iteration).   What's been missing from the pop culture understanding of the sport is that competitive cheerleading -- the majority of what \"Cheer\" depicts in its portrayal of the Navarro College coed squad in a small town in northeast Texas -- is a standalone activity. It exists apart from its sideline variant, in which squads lead crowds in call-and-response yells in an attempt to encourage an athletic team to victory. During competitions, squads cheer solely for themselves. This turn toward competition -- often not segregated by gender, as is the case with Navarro's coed squad -- reflects a particularly late-20th century ideal of cheer as collective action. The animated Disney series \"Kim Possible,\" with crime-fighting superhero cheerleader Kim and her sidekick Ron Stoppable, is but one example. Group solidarity, in service of the greater good, is paramount.  In interviews interspersed throughout \"Cheer,\" historian Natalie Adams remarks on the all-American reputation of cheerleaders; what she doesn't note, though, is that athletic girls entered cheer for lack of other options before the passage of Title IX, the federal civil rights law mandating equality in education programs, including sports.   Though \"Bring It On\" was released in 2000, well after the advent of the girl power Title IX helped to usher in, even that film nods to the role played by competitive cheerleading as a haven for women athletes who need an outlet. Star Eliza Dushku's character famously shows up at cheerleading tryouts to mockingly cheer out why she's there: \"I moved here from Los Angeles (clap/stomp), your school has no gymnastics team (clap/stomp), this is a last resort!\" Cheerleading hasn't always been about patriotism and school spirit. Sometimes it's about options. Part of the genius of \"Cheer\" is in its selection of which stories to privilege.  The stories 'Cheer' puts front and center on the mat By focusing on cheerleaders Jerry Harris and Lexi Brumback, for instance, viewers gain insight into the vast inequities of the sport -- the outrageous costs and time commitments that can drain even an economically stable family's resources. The outlay for participants in one season of competitive cheerleading ranges anywhere from $2,000 to $5,000. Harris, a black man from the Chicago suburbs, and Brumback, a white woman from Houston, both began cheering as youth, on elite squads in private gyms that required expensive tuition and competition fees, travel expenses to tournaments, uniforms, and other costs that neither could afford.  Harris's mother struggled to meet these demands before she died when he was in high school. Brumback also lacked the family support so many of her teammates had growing up but says that she never paid to cheer. When their circumstances held them back, their skills propelled them forward. Harris's cheer community rallied around him in the wake of his mother's death, providing financial and other material support; gyms and teams that wanted Brumback badly enough often waived her participation fees in exchange for her talent and time. \"Cheer\" filmmakers highlight the danger and injury rate of the squad's stunts, especially when zeroing in on Mackenzie \"Sherbs\" Sherburn, who is thrown to seemingly no one during one pyramid practice. Allie Ross suffers multiple concussions during the season.  While there is research to suggest that injury rates are decreasing, cheerleading remains one of the most dangerous sports for women and girls. Joint injuries and sprains are common and underreported; catastrophic injuries (spinal cord, traumatic brain injuries, e.g.) can result from the high degree of difficulty competitive cheer's stunts and tumbling require.  A black gay man from Florida, La'Darius Marshall is one of Navarro's best stunters and tumblers. At times outspoken and bombastic, especially in his critique of the squad's shortcomings, Marshall's confident personality combined with his backstory (sexually abused, bullied) allows the show to comment on the place of gay men in cheer, and his talent for dance foregrounds cheer's performative aspects. The rise of YouTube has made it easier for audiences to find and follow individual cheerleaders. Gabi Butler's family capitalized on this when she was a child, making her into a bona fide online \"cheerlebrity,\" and thereby introducing the relatively new wrinkle of social media into the mix, an essential component of millennial feminism. (If you've seen the show: Someone please tell her father that eggs are not dairy.) And no one personifies the squad's emphasis on chosen family more than Morgan Simianer, who was abandoned by both of her parents and left to survive alone in a trailer in Wyoming before her grandparents stepped in and she found her way to Navarro.  Why it's hard to stop watching 'Cheer' Cameras followed the squad for more than four months on its quest to defend the NCA Coed Cheer Junior College National Championship title. These four months are distilled into six hours of programming, and lest we forget it's a reality show disguised as a sports documentary, we see the cheerleaders in their dorm rooms on their beds, talking and laughing, doing their own hair and each other's; riding in cars; on the phone, talking, texting and FaceTiming; applying makeup and body glitter. There are lots of tears. In one classroom scene, cameras toggle back and forth between one of the gay male cheerleaders and a teacher lecturing the class that Texans believe marriage should be between a man and a woman -- a scene that brings to mind the Jamie Babbit film \"But I'm a Cheerleader\" (which first introduced the concept of gay conversion therapy to maintream pop culture). (For the record, Texas is not entirely or even overwhelmingly conservative. It may even go blue in November.)  Much is made of Navarro head coach Monica Aldama -- her work ethic, her drive, her success. And she refers to the cheerleaders as her \"kids,\" amplifying the notion of the Navarro College cheerleading squad as a family. Aldama is Texan through and through, and like much of the town, identifies as a Christian. Aldama speaks in \"Cheer\" about long conversations with her pastor, and told Oprah magazine in an interview: \"I definitely am a person of faith. I believe that God loves all people.\" The entire squad, it seems, leans into a sort of nondenominational Christianity, repeating the Serenity Prayer together and asking one another to pray for their injured squad mates, a spirit fingers laying-on-of-hands, if you will. What to make of the disconnect between what the show portrays as a hostile town environment for LGBTQ folks and Aldama's support for her student-athletes expressing their full senses of self? Aldama acknowledges this conflict and with the next breath rejects it. She expects perfection on the mat, but she preaches acceptance everywhere else. And with 14 national championships in 19 years, it's hard to argue with her methods.   Ultimately, \"Cheer\" is only the latest in a parade of pop culture artifacts that showcase the evolving nature and help cement the reputation of the American icon. The TV adaptation of Megan Abbott's novel \"Dare Me,\" out now, is another, as is \"Chilling Adventures of Sabrina.\" What the intensely positive response to the docuseries has shown, though, is that cheerleaders can sustain their own fan base.  The International Olympic Committee granted cheerleading provisional Olympic status almost four years ago; we may see it in Paris 2024 or Los Angeles 2028. Will Monica Aldama coach that team?"], "Language": false}