{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/entertainment/bill-murray-groundhog-commercial-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-03T16:14:44Z"], "LastModifiedDate": ["2020-02-03T16:14:44Z"], "Headline": ["Bill Murray's 'Groundhog Day' Super Bowl ad made us nostalgic"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It was déjà vu all over again. For Super Bowl LIV, Jeep rolled out a commercial starring Bill Murray reprising his role as TV weatherman Phil Connors from the beloved 1993 film \"Groundhog Day.\" In the movie, Murray's character finds himself caught in a time loop in which he repeats Groundhog Day over and over.  Working with critters has been good for Murray's career (remember the gopher in the 1980 film \"Caddyshack\"?) and Jeep teams up Murray with the groundhog as they trek around in the ad meant to sell their Jeep Gladiator. The commercial mirrors scenes from the movie and includes original costars like Murray's brother, Brian Doyle Murray. It was enough to grab boomers right by their aging hearts, not to mention those who have discovered the film via streaming services. The ad is a wonder and, according to Fiat Chrysler Automobiles chief marketing officer Olivier Francois, miraculous in that it happened at all. Bill Murray doesn't employ reps and is notoriously difficult to get hold of, so Francois told USA Today Sports that he had to get creative when they realized Super Bowl Sunday was happening on Groundhog Day. \"He doesn't have a phone, doesn't have an agent, doesn't have an email,\" Francois told the publication. \"He allegedly has an 800 number. You leave a message and maybe he'll call you back.\" After weeks and weeks of waiting, Francois said he was able to get help from mutual friends (he and Murray once attended the same dinner party, he said) in order to pitch the idea to Murray. All's well that ends well. Jeep lucked out in that the actor agreed to participate -- specially given's Murray's quote in the company's press release about the commercial. \"This is my first commercial. I'm glad I did it with you (Jeep),\" Murray said. \"And I'm glad that this is my last commercial, as well.\""], "Language": false}