{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/world/mad-mike-famous-mercenary-death-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rory Sullivan, CNN"], "Writers": [["Rory Sullivan"]], "FirstPublishDate": ["2020-02-03T14:56:57Z"], "LastModifiedDate": ["2020-02-03T15:30:38Z"], "Headline": ["'Mad Mike' Hoare, ex-accountant who became world-famous mercenary, dies aged 100"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Michael \"Mad Mike\" Hoare, one of the world's best-known mercenaries, has died at the age of 100, his family has confirmed.  A former accountant, Hoare gained fame -- and inspired a movie -- for leading mercenaries in 1964-5 during the Congo Crisis and later organizing a failed coup in the Seychelles.  Chris Hoare, his son and biographer, told CNN: \"He lived to be 100 even though he embraced the philosophy that you can get more out of life by living dangerously -- which makes his hundred all the more extraordinary.\"  Michael Hoare was born in India in 1919 to Irish parents and was educated at boarding school in England, where he was influenced by the military stories of a teacher who had served in the Boer War. After serving in the British Army in India and Burma during World War II, he qualified as a chartered accountant in 1948 and moved to South Africa to pursue a new life.  Citing a motorbike trip his father made from Cape Town to Cairo in 1953, Chris Hoare said he was \"an adventurer long before he became a mercenary leader.\" But it wasn't until the early 1960s -- after stints in accountancy and as a car dealer -- that he went back to soldiering. According to his son, he was driven by \"anti-communist fervor\" to lead a unit of mercenaries -- nicknamed \"the Wild Geese\" -- fighting a revolt  in what was then known as Congo-Léopoldville, now known as the Democratic Republic of Congo.  Hoare's Congolese exploits inspired the 1978 film \"The Wild Geese,\" with Richard Burton playing Colonel Allen Faulkner, a character based on him. Later in his career, he led an unsuccessful coup in the Seychelles -- known as the Seychelles Affair -- which landed him in prison.  Hoare and a team of mercenaries traveled to the Seychelles in November 1981, intending to overthrow President France-Albert René.   When some of their weapons were discovered at the airport, the mercenaries commandeered an Air India plane and flew back to South Africa. For this, Hoare served 33 months in South African jails for air piracy. According to a statement from his family, Hoare then lived in France for 20 years, before returning to South Africa 10 years ago.   He died in a nursing home in Durban on Sunday. Chris Hoare said that despite his \"Mad Mike\" moniker, his father was not a \"big, tough, foul-mouthed kind of guy\" but rather, \"5 foot 7 inches tall, dapper, polite, charming to the n-th degree.\"  He told CNN that his father did not like his \"nom de guerre,\" but it stuck anyway. "], "Language": false}