{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/us/five-things-february-3-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-03T11:32:09Z"], "LastModifiedDate": ["2020-02-03T11:32:09Z"], "Headline": ["5 things to know for February 3: Impeachment, Iowa, coronavirus, Syria, travel ban"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Congratulations to the Kansas City Chiefs, who won their first Super Bowl title in 50 years last night. And condolences to everyone fighting off heartburn and a lack of sleep from watching the game. Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Impeachment The impeachment trial of President Donald Trump isn't quite over yet, but the way it will end is all but certain. On Friday, the Senate voted to block any witnesses from being called, so now all that's left to do is for each side to present their closing arguments, which will happened today. Then, on Wednesday, the Senate will hold a vote on whether to acquit Trump. Since they're expected to vote along party lines, that will likely usher in the end of the trial. Case closed. Some Democrats are ready to shift attention from the trial to the next opportunity for a Trump reckoning: The Presidential election. However, House Intelligence Chairman Adam Schiff won't say whether the House will subpoena former national security adviser John Bolton, whose claims about Trump's involvement in the Ukraine scandal added last-minute doubt for Senate Republicans. Schiff did say that \"the truth will come out\" in one form or another. 2. Iowa caucuses  The Iowa caucuses are tonight, and it will serve as the first big test for Democrats hoping to unseat Donald Trump in November's presidential election. Four candidates are leading the pack so far in the state: Former Vice President Joe Biden, Former South Bend, Indiana, Mayor Pete Buttigieg, Sen. Bernie Sanders and Sen. Elizabeth Warren. Sanders' campaign has gone all out in the state, topping other campaigns in TV ad spending and mobilizing a massive door-to-door canvassing initiative. The Iowa result is important because the outcome will determine which of the top Democratic campaigns are the most promising, and will give the top finishers a boost of momentum going into the New Hampshire primaries next week. You're going to want to bookmark this CNN politics page, which will keep you up to date on all of the upcoming  primary results.  3. Coronavirus The US has begun to implement restrictions on air travel passengers coming from China in an attempt to slow the spread of the Wuhan coronavirus. As part of the restrictions, some flights are being rerouted to specific airports where passengers can receive advanced health screenings. China says the response is an overreaction to the outbreak. At least 362 people have now died from the virus, and about 17,300 people have been infected globally. The death toll has now eclipsed the number of people who died in mainland China during the devastating SARS epidemic in 2002 and 2003. The first death outside of mainland China has also been reported in the Philippines. The White House is urging US citizens to remain calm, adding that the general risk of contracting the Wuhan coronavirus is very low for most of the population.  4. Syria Recent escalations in the nine-year Syrian civil war have left hundreds of thousands of Syrians without a home and millions more stuck in the middle of the conflict. Last week, US Special Envoy for Syria James Jeffrey said the US saw 200 Russian and Syrian regime airstrikes in northern Syria in a span of three days. The pace of these military operations has only deepened the crisis, since large groups of people are being forced out of affected areas at a higher rate. UNICEF estimates that more than 300,000 people have been displaced since December alone. Russia and Turkey agreed to a ceasefire for the region in the middle of January, but the agreement has so far failed to end the violence.  5. Travel ban  The Trump administration has expanded its highly controversial travel ban to include immigrants from Myanmar, Eritrea, Kyrgyzstan and Nigeria. In addition, Tanzanian and Sudan citizens won't be outright banned, but they will no longer be able to apply for the green card lottery. Nigerians in particular are furious about the new restrictions. Nigeria boasts Africa's largest economy and is the most populous country on the continent. It also has strong ties to the US: The two countries have been allies in fighting terrorism and cyber crime in Nigeria, and the US has been Nigeria's main trading partner for 60 years. The extended ban does not affect tourism, business or student travel, but could make it hard for US citizens to reunite with family living in those countries.  BREAKFAST BROWSE The best and worst commercials from Super Bowl LIV  It was a banner night for celebrity endorsements -- and peanut reincarnation.  Pamela Anderson and Jon Peters have split 12 days after their wedding  Bummer. At least they got a nice party out of it. Punxsutawney Phil did not see his shadow, so we're in for an early spring. Except, the groundhog is usually wrong.  He's a groundhog, not a meteorologist!  Massive 5,943-pound Take 5 bar is now the largest chocolate nut bar in the world after overtaking a slightly less massive Snickers bar  The rivalry between Mars and Hershey is heating up in a weird way.  The right music playlist makes your workouts more effective, study says  A brand new excuse to use when you get caught blasting Right Said Fred at the gym.  TODAY'S QUOTE \"I feel conflicted because so many of my fellow actors that are deserving don't have that same privilege. I think that we send a very clear message to people of color that you're not welcome here.\" Actor Joaquin Phoenix, who addressed the film industry's perceived issues with racism after winning a BAFTA Award for Best Actor for his \"Joker\" performance.  TODAY'S NUMBER $81 million  That's the value of the deal fast-fashion retailer Forever 21 has reached months after filing for Chapter 11 bankruptcy. The company has agreed to sell off its assets , including all of its stores and its in-house beauty line.  TODAY'S WEATHER AND FINALLY Champions are forged in fire  You know I love a good \"how it's made\" video, so here's the alchemy and artistry behind one of the most coveted prizes in sports: The Vince Lombardi Trophy. (Click here to view) "], "Language": false}