{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/entertainment/joaquin-phoenix-baftas-speech-diversity/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-03T00:22:29Z"], "LastModifiedDate": ["2020-02-03T10:54:23Z"], "Headline": ["Joaquin Phoenix calls out film industry's 'systemic racism' in BAFTA speech"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Joaquin Phoenix urged the film industry to dismantle a \"system of oppression\" in an acceptance speech at the British Academy Film Awards on Sunday. Phoenix, who won the award for best leading actor for \"Joker,\" criticized the lack of diversity among the nominated creators and performers this awards season, saying the issue could no longer be ignored.  Phoenix said that while he felt \"honored\" to be in attendance and appreciated the support from the BAFTA organization, he was \"ashamed\" that actors of color were not afforded the \"same privilege.\" \"I feel conflicted because so many of my fellow actors that are deserving don't have that same privilege. I think that we send a very clear message to people of color that you're not welcome here,\" Phoenix said. \"I think that's the message that we're sending to people that have contributed so much to our medium and our industry and in ways that we benefit from.\"  The British Academy of Film and Television Arts stirred controversy last month when it was revealed that no people of color were nominated in the four film acting categories. This year's list of Oscar nominees -- predominantly male and white -- earned similar criticism. \"I don't think anybody wants a handout or preferential treatment, although that's what we give ourselves every year,\" Phoenix continued. \"I think people want to be appreciated and respected for their work.\" Phoenix acknowledged that he views himself as \"part of the problem.\" \"I have not done everything in my power -- not all sets I've worked on are inclusive,\" he added."], "Language": false}