{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/02/us/puppy-bowl-2020-time-channel-lineup-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-02-02T10:29:44Z"], "LastModifiedDate": ["2020-02-03T01:22:09Z"], "Headline": ["It's time for the Puppy Bowl! Here's everything you need to know"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["For those who don't know the difference between a touchdown and a field goal, the Super Bowl on Sunday may not be very exciting. But the Puppy Bowl sure will be! Animal Planet's annual showdown between adorable (and adoptable) puppies is quite paw-ssibly the cutest televised sports event. Here's what you need to know: What is the Puppy Bowl?  The show's producers split a bunch of pups into two teams, put them in a mini football stadium with dog-approved toys, and watch them score \"touchdowns.\" While the fluffy fur babies play, announcers provide entertaining commentary. The winning team takes home the coveted Chewy \"Lombarky\" Trophy. The big game is famous for its slow motion replays, iconic water bowl cam and, of course, the Pedigree puppy kiss cam. It's all cute fun, but the real purpose of the Puppy Bowl is to encourage adoptions. Every puppy playing in the game is looking for a furrever home. For the past 16 years that the Puppy Bowl has been played, 100% of the animals have been successfully adopted.  Who's competing? This year's Puppy Bowl will feature 96 precious puppies from 61 animal shelters and rescue organizations across the United States. Five of the puppy athletes have special needs, including a three-legged Labrador Retriever mix, two hearing-impaired pups, a blind and hearing-impaired Shetland Sheepdog mix and an American Staffordshire Terrier and Bulldog mix with cleft palates. This year's game features the highest number of puppies to ever compete, making it the \"biggest and most epic game in Puppy Bowl history,\" according to Animal Planet. The pups will be divided into Team Fluff and Team Ruff. This year's colors are Bark Blue and Tail Mary Tangerine. You can take a look at the furry lineup here.  Are any humans involved? Yes! Humans have been enlisted to help the pups play a fair game. Dan Schachner will be returning for his ninth year as the Puppy Bowl \"rufferee.\" Television correspondent Jill Rappaport will introduce the \"Pup Close and Personal\" segments, which will highlight the heartwarming stories behind each animal. Also, Surge the Hamster (yes, an actual hamster) will be returning as the scorekeeper. And yes, he's up for adoption too. What about a halftime show? Of course there's going to be a halftime show! And it's going to be purrfect. Midway through the game, legendary cat divas Jenni-Purr Lopez and Cat-ira will arrive in a \"decked-out limousine\" and take the stage for a special performance of \"Catnips Don't Lie!\" The two sassy sweethearts will also be available for adoption. How can I adopt one of the animals? If you see an animal you're interested in adopting, go to AnimalPlanet.com and find the shelter or rescue where that puppy, kitten or hamster lives. You can reach them directly and inquire about adoption.  Where can I watch the big game? Puppy Bowl XVI isn't a live event. It takes about a week to film before the TV broadcast. You can watch Puppy Bowl XVI on Sunday at 3 p.m. ET on Animal Planet and the network's Go app. "], "Language": false}