{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/entertainment/jennifer-lopez-super-bowl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-01-31T13:49:20Z"], "LastModifiedDate": ["2020-02-02T17:40:02Z"], "Headline": ["Jennifer Lopez played the long game to the Super Bowl"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["When Jennifer Lopez was growing up, the holidays were all about Spanish music.  At her house in the Bronx, her mother's musical preferences reigned supreme, and young Lopez wasn't too happy about it at the time.  \"We hated it,\" Lopez said in an interview with People in 2017. \"We wanted to hear what was cool at the time.\"  It's an experience had by many, whether you are one or five generations removed from your immigrant roots. If the mission as a kid is to assimilate to the culture around you, you will try to do just that even if the cost is turning a surly eye to the music or sound of your people. What changes, as adults, if you're lucky, is that your past and your culture come into focus, as it eventually did for Lopez.  \"I remember coming out to Hollywood and starting and everybody seeing me being Latina as something that was going to be a hindrance in a way,\" she recalled in the 2015 documentary \"The Latin Explosion: A New America.\"  She decided, instead: \"That's going to be my strength.\"  'Jenny from the Block' to the Super Bowl More than 20 years after she released her first album, Lopez is going to take the stage at the Super Bowl halftime show in a milestone moment that will see two powerhouse Latina artists co-headline for the first time, showing, as she has many times during her wide-ranging career, that existing between cultures is as American as the game being played on Sunday.  \"This is such a moment for us to celebrate as a community and, you know, it's a big deal,\" said Ivette Rodriguez, co-founder of LA Collab, an organization whose goal is to double Latino representation in Hollywood by 2030. \"America is going to see three Latinas on the most important American pastime.\" Lopez is co-headlining the show with Colombian-born global superstar Shakira. Demi Lovato will be singing the National Anthem. \"It's just really unbelievable and what an incredible moment in our history [and] in our country -- because everything is a little messy right now,\" Rodriguez added.  For Lopez, the road to the Super Bowl halftime stage has been an exercise in balance, discipline and hard work. Before she came onto the music scene in 1999 with \"On the 6,\" Lopez already had a burgeoning film career, having starred in the musical biopic \"Selena,\" \"Anaconda\" and \"Out of Sight.\"  Though the films were successful and led to mainstream work, in retrospect, Hollywood was far from a perfect in how it made room for Lopez's cultural identity on screen in her early years. Take, for instance, \"The Wedding Planner,\" in which Lopez's character, Mary Fiore, is Italian.  In DVD commentary, noted by the Los Angeles Times, filmmakers claimed the decision was a compromise. In the original script, they said, the main character was Armenian, but film buyers in other countries \"weren't interested in a movie about an Armenian wedding planner but would accept an Italian,\" according to the publication. (Director Adam Shankman couldn't be reached for confirmation or further comment regarding this issue.)  Even her selection to play Mexican-American singer Selena Quintanilla caused a stir among fans who saw Puerto Rican Lopez's casting as a slight. (Yes, people, all Latinos are not the same. Down with the monolith myth.) In some ways, it mirrors some of the issues once described by Rita Moreno in a speech to graduates of the American Film Institute Conservatory. \"I was cast to play every ethnic part the studios needed,\" the actress said, recalling that she'd played Indian, Native American and Arabian characters, per an account from The Hollywood Reporter. \"With them came what I had to call the 'Universal Ethnic Accent' because I had no idea what an Indian princess should sound like.\"  Sure, what Lopez faced was not that bad. But instead of waiting for the system to change -- and it has, kinda -- Lopez created her own system, dipping into producing her own film and television content.  Case in point: \"Shades of Blue,\" a series she executive produced for NBC. The main character, played by Lopez? Harlee Santos. Her journey to musical success was a slightly smoother ride, culturally speaking. She entered the scene in the late '90s, just as music was seeing the aforementioned deluge of Latin artists, with Ricky Martin, Marc Anthony and others preparing the ears of American listeners for the heart-pounding, dance-ready beats they wanted to serve up. \"It was new to see pop stars of Latin descent at that level,\" Lopez recalled in the documentary. \"That was the beginning of things changing and people just going, 'Oh, they're just making good music and I like it. It doesn't matter where they're from.'\"  Just two years after making her first album, Lopez became the first woman to have a No. 1 movie and album in the same week, thanks to the simultaneous release of \"The Wedding Planner\" and her album \"J. Lo.\" A 'triple-threat' talent  In both fields, Leila Cobo, vice president and Latin industry lead for Billboard, thinks present-day Latina artists like Selena Gomez or Camilla Cabello stand on the shoulders of many, saying \"there are no overnight shifts.\" But Lopez \"has most definitely been a force\" and \"a shining example of how it is possible to be multicultural.\"  \"Lopez is born and raised in the US and speaks both English and Spanish and that allows her to navigate two cultures with ease,\" she says. \"She also happens to be a great dancer and a great actress in addition to a singer, which in itself is unusual, in any language. She is a triple threat and that sets her apart, whether she is Latin or not.\" Her performance at the Super Bowl comes after what was a disappointing January in the land of Lopez admirers, particularly those who thought this was going to be the year that Jenny from the block would walk the Oscar stage.  If she had, Lopez, in contention for her role in \"Hustlers,\" a film about a group of exotic dancers-turned-expert-schemers, would have been the first American Latina actress to be nominated for an Academy Award since 1994, when Rosie Perez was nominated for \"Fearless,\" as noted by The New York Times.  When it became clear a nomination wasn't meant to be, the snub prompted think pieces aplenty.  \"J.Lo Was Robbed,\" declared the Times. \"Will I Ever Get Over J.Lo's Oscar Snub?\" asked the Daily Beast.  The nomination hopes were never about getting Lopez another piece of hardware to add to the \"rocks that she got.\" Lopez was a beacon of hope for those tired of seeing artists of Latin origin, especially women, excluded and seemingly less valued. To the latter, the decision by halftime show producers to have two Latina performers -- each hugely successful in their own right -- share a headlining spot, drew criticism.  (Here, a kind reminder that we don't tolerate pitting women against each other.) Cobo, however, didn't see it that way.  \"[I] don't know why the decision was made but I think it's fantastic to showcase two spectacular yet very different performers,\" she said. \"While either could have done it alone, why not have two? I find it a show of power and I actually appreciate that more than one stellar Latin star is performing.\" The message of the moment  On the Super Bowl stage, Lopez and Shakira will kindly remind all who need it that Latina artists don't just belong on the world's biggest stages, they can command them. Her co-headliner, Shakira, in fact, said it well in a press conference on Thursday.  \"I think Latinos are going through a difficult time in the US right now and I think it's very important for us to convey a message of unity and also to show what a relevant force the Latino community is in this country, how much we have to offer, our idiosyncracies, our culture that is so diverse,\" she said. \"I think that J.Lo and I are here redefining paradigms about age, about race, about background. It doesn't really matter where you are from, how old you are or where you come from. What matters is the message, what you have to say. We're here, and we have a lot to say.\" Lopez, too, said she hopes the performance carries a message that hard work pays off.  \"The two of us could have never imagined we would be playing at the Super Bowl one day,\" she said. \"I'm very, very proud to be here and to be able to have this moment.\" "], "Language": false}