{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/health/blood-pressure-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ryan Prior, CNN"], "Writers": [["Ryan Prior"]], "FirstPublishDate": ["2020-04-17T11:17:53Z"], "LastModifiedDate": ["2020-04-17T11:17:53Z"], "Headline": ["Those with high blood pressure are at a greater risk for Covid-19. Here's what you need to know to protect yourself"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As the novel coronavirus sweeps the globe, people with high blood pressure are among those who are at heightened risk for more severe complications should they contract Covid-19. \"If you get an extraordinary viral disease that will damage your lungs, you need a heart that can work with how your body responds to the virus,\" said Dr. Maria Carolina Delgado-Lelievre, an assistant professor of medicine at the University of Miami's Miller School of Medicine.  But for those with hypertension, \"Covid will cause a systemic reaction in the body in a patient that already has risk\" because of poor heart health, she said. That means the virus can attack multiple organ systems. The CDC's Morbidity and Mortality Weekly Report from February 12 to March 28 showed that 9% of Covid-19 patients in the United States also self-reported a diagnosis of cardiovascular disease. High blood pressure is the most common type of heart disease and affects almost half of all American adults, according to the CDC. That's about 108 million Americans living with the condition.  And because hypertension is more common as people grow older, that means many of the same people with high blood pressure already overlap with the elderly populations known to be at higher risk for contracting Covid-19. Recognize the warning signs and know how to take your blood pressure At a basic anatomic level, hypertension happens when there's an abnormality in blood vessels that can impair the way oxygen is transferred to the cells. Having a low blood oxygen level is common among those hospitalized with Covid-19, according to a study of patients in Wuhan, China published in the Lancet in January. \"High blood pressure is not [just] a number. The number is a guide, it's a symbol,\" Delgado-Lelievre said. \"It's telling us your vessels all over the body are not working as they should.\" High blood pressure may not come with noticeable symptoms, so the best way to identify it is to simply do a blood pressure reading. To do that, first make sure you have a blood pressure cuff. Today's technology is accurate enough that using a digital wrist cuff can get a good blood pressure reading, Delgado-Lelievre said.  Next, rest in a sturdy chair for at least five minutes, making sure to sit with your back straight. Keep your forearms supported on a flat surface such as a table, and keep the blood pressure cuff placed directly above where your elbow bends.  As you're monitoring blood pressure over time, make sure to take the readings at the same time every day. Any blood pressure reading of 120 over 80 is considered elevated, Delgado-Lelievre said. Moving up from that point, the first level of hypertension is defined as 130 or higher for systolic (the top number) and 80 or higher for diastolic (the lower number), according to the American Heart Association. Maintain a healthy lifestyle and keep taking your medicine  During the pandemic, the best way those with hypertension can manage their own risk is to follow the same guidelines as everyone else: maintain social distancing, wash hands frequently and refrain from touching one's face. More specific to high blood pressure, it's important to try to relax as much as possible, as stress commonly drives up readings.  With so much of society upended by social distancing and the threat of more infections, relaxing is obviously easier said than done. But do as well as you can to try to keep your blood pressure at a healthy level. Although hypertension is a genetic disease, it has external drivers such as lifestyle, diet and exercise. Delgado-Lelievre said she often tells patients that if they come up with an unusually high blood pressure reading they should try relaxation exercises, or lie down and listen to music. Then they should take their blood pressure again, and they will likely see a drop. \"Some people already know they have hypertension and know they need to monitor their blood pressure two or three times a week,\" she added. And despite some recent rumors to the contrary, doctors still recommend taking medications your doctor may have prescribed for blood pressure, including ACE inhibitors and ARBs, the American Heart Association says. \"Do not stop your medications unless your doctor tells you to,\" Delgado-Lelievre said. The African American community is at higher risk It's not just adults over 60; African Americans are also at a higher risk for hypertension, according to a study published in the Journal of the American Heart Association.  US Surgeon General Jerome Adams told \"CBS Sunday Morning\" that he has high blood pressure, noting \"I have heart disease, and I and many black Americans are at higher risk for Covid,\" he said.  CNN political commentator Van Jones echoed Adams.  \"All the doctors are saying: people who have high blood pressure and hypertension are very at risk to dying when they get this virus,\" Jones said. \"Nobody is saying that to the black community loudly enough.\" For groups more likely to have co-morbid conditions or other risk factors, including African Americans and the elderly, Jones had blunt advice.  \"What that means is if your grandmother has high blood pressure or diabetes, grab her and pull her into the house and do not let her out for two months,\" he said. \"Those with hypertension have to be very cautious about maintaining the quarantine,\" Delgado-Lelievre added."], "Language": false}