{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/entertainment/the-irishman-visual-effects-deaging/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-01-31T22:36:10Z"], "LastModifiedDate": ["2020-01-31T22:36:10Z"], "Headline": ["A VFX wizard used first-of-its-kind tech to take decades off Robert De Niro in 'The Irishman'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Anyone who knows the work of Martin Scorsese knows the director loves a good food scene. But there's one Pablo Helman will never forget.  It was Thanksgiving Day in 2015. The cast and crew of \"Silence,\" a historical drama starring Andrew Garfield and Adam Driver, were in Taiwan. By pure luck, Helman, a 30-year veteran of the effects industry, found himself seated in front of Scorsese, with whom he'd never worked before.  As someone who Helman describes as a naturally curious person, particularly when it comes to film and technology, Scorsese was quick to have his interests piqued as Helman began describing technologies he was developing that could make actors appear younger.  \"He said, 'Wait a minute. That sounds like a project that I'd been trying to develop -- or to shoot -- for about 10 years, And I couldn't because the technology wasn't there,\" Helman recalls.  Spoiler alert: It exists now.  Almost four years to the day -- the day before Thanksgiving 2019, to be exact -- \"The Irishman,\" a gangster drama that tracks one man's decades-long journey through the ranks of the mob, debuted on Netflix. It is the first time a film was made using an innovative de-aging technology developed by Helman and his team, marking an advancement that liberates actors from the hindrances of movie-making technology like never before.  \"This is a completely new way of doing it, and there's no reason why anybody should go back to markers on somebody's face,\" Helman says. Those markers he mentions are literal dark dots that are placed on actors' faces to help cameras and computers read their movement.  They look silly, can be distracting for actors and, until Helman got to work, were totally necessary for the type of effect they were seeking to execute.  The request to find a less incumbering method came directly from Scorsese's star, Robert De Niro. His desire to was dive deep in the character piece, but thought it'd be difficult to do so to the best of his abilities with markers on his face -- and Helman saw his point.  \"If I was interested before, it was more of a challenge for me,\" he said of the additional request. \"We're always looking for opportunities to further and to push filmmaking.\"  In the end, that's exactly what he and his team did.  They developed a program that that, essentially, uses light and facial textures as markers. \"Every one of those pixels that are in your face that are being lit by light, now they're markers. So now instead of having 200 markers, you have thousands of markers,\" he said.  This method, however, also required the invention of a custom three-camera rig to capture more angles because, he says, \"basically the more angles you have somebody, the more you can recreate it in 3-D space.\"  That capture is then layered onto a performance. (An example, seen here, captured my facial movements and layered them over De Niro.)  In the end, the results were game-changing.  De Niro, who is now 76, is seen from ages 21 to 80. Al Pacino, 79, is portrayed from ages 44 to 62. And Joe Pesci, 76, is seen from about 53 to his late 80s.  Some of the later ages were executed by the makeup department, but Helman said in order to portray a consistent aging process, all departments had to work together for all steps.  Groundbreaking as the approach was, Helman doesn't think all filmmakers will move toward a technology-only approach to mutli-generational storytelling.  \"I think it depends on the story that you're trying to tell,\" he says. \"Having so many characters and asking the audience to make the connection three times, over a movie that is three and half hours long and goes back and forth very quickly and goes through different ages on top of everything, that's a little too much to ask of an audience.\"  Helman already sees his next challenge before him. He'd like to figure out a way for the entire process to happen on set \"so that people can see the results faster.\"  \"That's coming,\" he says. For now, he's basking in the glow of an Oscar nomination for best visual effects, a category in which he's nominated with Leandro Estebecorena, Nelson Sepulveda-Fauser and Stephane Grabli.  \"It could have ended my career, really,\" he jokes, \"but hopefully it gave 30 years to everybody's career.\""], "Language": false}