{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/entertainment/the-assistant-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-31T17:04:53Z"], "LastModifiedDate": ["2020-01-31T17:04:53Z"], "Headline": ["'The Assistant' is the #MeToo version of a monster movie"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"The Assistant\" is a monster movie, one where you never see the creature -- an imperious entertainment mogul who terrorizes those who work for him, and preys on the young actresses that parade through the office. If that sounds like anyone in the headlines in the last few years, that's clearly the intent. Yet this micro-budgeted independent film is a bit too coy in its approach, conveying what's transpiring almost entirely through furtive glances and pained expressions. The movie still works, if somewhat marginally, in portraying the culture that allowed such behavior to fester, the mix of fear and going along, coupled with a fleeting compliment and the burning desire to get ahead. Much of that unfolds through the watchful eyes of Jane (\"Ozark's\" Julia Garner, terrific there and here), a recent college graduate and relatively new arrival at the company. She's one of a trio of assistants bunched together in a small office, there to answer their boss's every beck and call and abjectly apologize when they don't. Written and directed by Kitty Green -- whose experience in documentaries shows in the spare nature of the presentation -- \"The Assistant\" shares some DNA with movies like \"Swimming With Sharks\" and \"The Devil Wears Prada,\" which focus on assistants to powerful people in media, and the indignities associated with it. Still, the film -- which runs a mere 87 minutes -- comes at a very different moment, in the wake of #MeToo allegations that have toppled several major industry figures, handling the material in such a stark and deliberate manner that the film feels like a longer sit than it is. The exception comes in a scene between Jane and a higher-up in the company, played by \"Succession's\" Matthew Macfadyen. That exchange sums up almost everything that the movie is about, and does so in such a powerful yet understated way that it's easy to wish the rest of the movie could sustain it, or at least offer a few more sequences that overtly address the dynamics at play. Instead, the film settles for smaller moments: Elevator rides with more important people who never look up from their phones, uncomfortable calls to enthusiastic far-away parents, talk of private jets to lavish hotels, and the discomfort attached to the three little words, \"Send her in.\" \"The Assistant\" is certainly worth seeing -- and its release well timed -- though it won't lose much by waiting to catch it on television. Ultimately, the film exists to evoke a mood and a mindset, one that strips away the glamor associated with \"Hollywood\" to expose a system that allows a monster to hide in plain sight. \"The Assistant\" premieres Jan. 31 in the US. in select theaters. It's rated R."], "Language": false}