{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/business/brexit-uk-africa-intl/index.html"], "Source": ["cnn"], "Location": ["Lagos, Nigeria"], "ByLine": ["By Aisha Salaudeen, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-01-31T16:23:35Z"], "LastModifiedDate": ["2020-01-31T16:23:35Z"], "Headline": ["Britain seeks closer economic ties with Africa following Brexit"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Britain is leaving the European Union on Friday, starting the clock on an 11-month transition period during which the country will try to sign as many new trade deals as possible. African countries are a prime target. The UK government has said that it will prioritize trade negotiations this year with the European Union, but it has also made early overtures to countries such as Mozambique and Ghana. Prime Minister Boris Johnson clearly wants closer economic ties with Africa. \"We in the UK have a vital job in continuing to convince people across the continent that we're not just a great friend and ally, a reliable ally, but also the people you should be doing business with,\" Johnson said earlier this month at the UK-Africa Investment Summit. Huge potential While a member of the European Union, Britain lagged some of its peers in terms of exports to Africa. In 2018, the United Kingdom exported goods worth roughly $10 billion to the continent, according to EU data. That was less than other EU countries including Belgium, the Netherlands, Italy, Spain, Germany and France.  But the dynamics could change after Brexit, according to Tokunbo Afikuyomi, a former trade economist who worked in the United Kingdom. \"Before Brexit, the EU made agreements on behalf of the entire union, and the interest of the UK may not have been a priority for the EU at the time of making those negotiations,\" he told CNN Business. \"Now Britain can negotiate with more countries as they want.\" The United Kingdom has already started to replicate EU trade agreements that will no longer apply when the transition period ends. So far, trade deals have been signed with 11 African countries, according to the UK government, covering 43% of the country's total trade with Africa. What does the UK have to offer Africa?  The UK government touted Africa's potential as a trading partner during this month's summit in London.  Africa is home to eight of the world's fastest-growing economies, the UK government said, and there is significant demand for services that can be provided by Britain. \"We have much to offer African nations — UK aid is tackling climate change and supporting women entrepreneurs, our tech and digital expertise is helping Africa grow new industries and the city of London is channeling billions of private investment into Africa,\" said Alok Sharma, Britain's international development secretary. The United Kingdom announced commercial deals worth £6.5 billion ($8.6 billion) during the summit, including one signed by engineering company Rolls-Royce. Andrew Jones, head of Africa practice for Linklaters, a law firm based in London, said that UK companies are looking to increase their investments in Africa. \"I think the government is getting involved now to more systematically open up new markets,\" he told CNN Business. A huge free trade zone taking shape in Africa could also benefit UK companies by expanding markets and making it easier to do business across borders. \"Some of the UK's large aid budget could [support] the creation of the African Continental Free Trade Area ... which would promote economic growth and offer more opportunities for UK exporters,\" Sam Lowe, senior research fellow at the Centre for European Reform, wrote recently. What's in it for Africa? When UK businesses expand into African countries, they bring in knowledge, skills and technology, said Afikuyomi, who is now an editor at Stears Business. They also bring money in the form of foreign direct investment. \"[Foreign direct investment] is a powerful tool for developing countries, especially countries like Nigeria where the government and central bank have been working towards attracting more investors,\" said Afikuyomi. African countries could also have better opportunities to raise revenue by exporting more of their services and goods to the United Kingdom.  Barriers to trade Trade deals may help reduce tariffs and other barriers that have stymied trade between Britain and Africa. \"Some countries will be unable to export goods to the UK if the opportunity presents itself because they cannot meet the required standards for trade,\" said Afikuyomi. Unexpected and sudden changes in the value of currencies can also complicate trade in Africa, said Jones. Nigeria and the Democratic Republic of Congo have experienced exchange rate problems in the past. Nigeria devalued its currency in 2016, making it more expensive to buy foreign goods. Competition in Africa Other countries have been proactive investors in Africa in recent years. In 2019, Germany set up a $1 billion development fund to promote infrastructure development and private investment on the continent. German companies including Volkswagen and Siemens have also established plants in countries like Rwanda and Ghana. China, Africa's largest trading partner, has invested billions of dollars in various sectors including, film, infrastructure and education across the continent. Jones said more countries investing in Africa is a big win for all parties, including the United Kingdom. \"China has done lots of great things on the continent. On a macro level what they have done is incredibly useful for everyone. They have built infrastructure and funded airports,\" he said. \"One of the great bottlenecks for many developing countries is the lack of infrastructure. So, the more infrastructure the better,\" added Jones.  "], "Language": false}