{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/media/box-office-2020/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-01-30T21:20:33Z"], "LastModifiedDate": ["2020-01-30T21:20:33Z"], "Headline": ["The 2020 box office is off to a strong start but it could have a rough year ahead"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The North American box office has seen a strong start so far in 2020 thanks to the surprise successes of \"1917\" and \"Bad Boys for Life.\" The box office is doing so well, in fact, that it's up 10% compared to this time last year. But Hollywood's strong start may not last for all of 2020. Studios stacked the deck in 2019 with epic conclusions to popular series like \"Avengers: Endgame,\" big family films like \"Frozen 2,\" R-rated hits like \"Joker\" and films from well-known directors like Jordan Peele's \"Us.\" Disney set industry records and had a record seven films make more than $1 billion worldwide. Yet, 2019's overall domestic box office was still down 4% from 2018, according to the media measuring company Comscore. As for 2020, this year has some potential blockbusters on the docket, but on paper it looks to be a weaker year than 2019. This is because 2020's slate doesn't appear to have as many must-see movies as last year.  So what does that mean for this year's box office? Nothing good, according to Jeff Bock, senior analyst at entertainment research firm Exhibitor Relations. \"Disney delivered so many hits in 2019 that even Scrooge McDuck would have blushed, and even still the industry slumped,\" Bock told CNN Business. \"While 2020 offers just as many sequels and reboots as last year, the amount of entries into the global billion dollar club looks like slim pickings this year.\" Five films made more than $400 million domestically last year (all of which were Disney), and Bock added that the box office will be lucky if this year has half of that.  \"With Avengers, Star Wars and many top-tier franchises taking a break in 2020, Hollywood will have to rely on more homegrown hits if it wants to survive another ticket sale slide,\" he said. Will Wonder Woman and James Bond save the day? Despite the tough comparison to last year, 2020 does have many films from familiar franchises that could be huge. There's the return of Gal Gadot's Wonder Woman in \"Wonder Woman 1984,\" Daniel Craig as James Bond is back in \"No Time to Die\" and there's a ninth installment of the popular \"Fast & Furious\" franchise this summer. There are sequels to \"Top Gun,\" \"Minions,\" \"Ghostbusters,\" \"Venom,\" \"A Quiet Place,\" \"Halloween\" and \"Coming to America\" also this year. Then there's Disney's slate of films, which includes two Marvel movies \"Black Widow\" and \"Eternals,\" a live-action reboot of the animated classic \"Mulan\" and a film based on the theme park ride \"Jungle Cruise,\" starring Dwayne \"The Rock\" Johnson. Original films like Christopher Nolan's spy film \"Tenet,\" Pixar's \"Onward\" and \"Soul\" and Judd Apatow's latest comedy \"The King of Staten Island\" could also break out. \"It's possible that original content — along with all the reboots, sequels and spinoffs — lifts 2020 to unforeseen heights,\" Bock said. Then there's also the influx of streaming services that will debut this year. WarnerMedia's HBO Max, NBCUniversal's Peacock and Quibi, the short form video service from Jeffrey Katzenberg and Meg Whitman, all launch in 2020. Those services will join Netflix, Disney+ and the litany of other streaming companies that are vying for viewer's time and money. (WarnerMedia is the parent company of CNN.) \"Truth is, with all the streaming content to compete with, Hollywood needs to continue to dress to impress at multiplexes,\" Bock said. \"The industry needs the best stories, the best storytellers on the biggest stages possible. Just like movies need good word-of-mouth to survive, so does Hollywood. Now more than ever.\""], "Language": false}