{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/us/five-things-april-17-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-17T10:00:12Z"], "LastModifiedDate": ["2020-04-17T10:02:26Z"], "Headline": ["5 things to know for April 17: Coronavirus, economy, employment, election, supplies"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Still haven't gotten your stimulus money? Don't freak out -- there could be a few reasons why. Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus China has revised the Covid-19 death toll in the city of Wuhan, raising the tally by 50% and renewing international criticism of the country's alleged lack of transparency in the early days of the virus. More than 1,200 deaths and 325 cases were added to the grim toll. The way cases were counted there changed three times in January and February, which added to confusion over the extent of the crisis. French President Emmanuel Macron criticized China for these revelations, saying the country didn't release all the facts. In the US, New York and other hot spots are getting hit with longer peaks of Covid-19 than initially predicted, while some Southern states may not get hit as hard as earlier projected. Researchers from the prominent projection model cited by the White House plan to release new data on the pandemic today. Follow here for the latest updates.   2. Economy President Trump announced a series of guidelines to help states reopen when the worst of the coronavirus threat has passed. Under the guidelines, if a state records a 14-day decrease in cases and is able to return hospitals to pre-crisis conditions, then social distancing measures recommended by the CDC can be lifted. However, these are just guidelines. Ultimately, governors still decide when and how states reopen, something Trump acknowledged just days after claiming to have \"total authority\" over the situation. More governors seem to be getting behind coalition-style plans. Seven Midwestern governors from Michigan, Ohio, Wisconsin, Minnesota, Illinois, Indiana and Kentucky announced they will work together to reopen their economies.  3. Unemployment The US unemployment rate is in the middle of a historic rise, and experts worry that the rest of April could bring even worse news. New jobless numbers reveal an additional 5.2 million workers filed for first-time unemployment benefits last week, bringing the total number of first-time jobless claims to 22 million over the last month. That's about 13.5% of the labor force. Just a few months ago, in February, the unemployment rate was at a historic low of 3.5%, but economists now worry the figure could rise to 15% by this month's end, which would be a new post-World War II high. They expect layoffs to move from service jobs to white-collar jobs as more companies report losses from lower demand.    4. Election 2020 The Democratic National Convention's host committee in Milwaukee has cut its staff by more than half. Could that be a signal that changes to the event are underway? The convention was supposed to happen in July but has been postponed to August. However, given ongoing social distancing measures, many party leaders, including presumptive nominee Joe Biden, have suggested the gathering move to a virtual format. Either way, Biden has begun planning for down the road. The former vice president says he's already starting to put together a White House transition team. He says if he is elected, he will focus on refilling key department positions that have been left vacant by the current administration. 5. Medical supplies The cost of personal protective equipment to combat Covid-19 is skyrocketing due to unquenchable demand, low stock and drastic price gouging. In some cases, the cost of masks, gloves and other supplies has risen 1,000% or more. Now that the federal government's Strategic National Stockpile has nearly emptied, states have been forced to scramble for much-needed equipment, prompting a free-for-all with no set price or reliable supply chain. FEMA has urged the Trump administration to make full use of the Defense Production Act, the wartime-era law that could direct companies to produce specific equipment. In more optimistic medical news, Covid patients seem to be responding well to the experimental drug remdesivir. Participants in a clinical trial still had severe symptoms but recovered quicker.  BREAKFAST BROWSE The pandemic has brought chain emails back into fashion Forward this newsletter to 10 of your friends and you'll get 10 years of good luck! Prince Harry and Meghan quietly delivered meals to LA residents in need  Looks like they'll fit in just fine here.  A streaming service wants to pay someone $1,000 to watch true crime documentaries And they say dreams don't come true. Buzz cuts are back  Out of necessity as much as style, one would assume. Here are some foods that can boost your mood during these anxious times Shockingly, this isn't just a long list of ice creams.  TODAY'S NUMBER 2 million That's how many potatoes an Idaho farm is giving away so they don't go to waste. The pandemic has severely affected the supply chain, tamping down demand for even the most stalwart of grocery staples.  TODAY'S QUOTE \"WHO/Europe reminds people that drinking alcohol does not protect them from COVID-19, and encourages governments to enforce measures which limit alcohol consumption.\" The World Health Organization in Europe, reminding people that not only does drinking alcohol not kill the novel coronavirus, it \"can exacerbate health vulnerability, risk-taking behaviours, mental health issues and violence.\" TODAY'S WEATHER Check your local forecast here>>> AND FINALLY Go ahead, watch this seal get weighed  How do they do that with their necks?! (Click here to view.) "], "Language": false}