{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/29/entertainment/gallery/netflix-hulu-amazon-streaming-february/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Bettina Strauss/Netflix", "Netflix", "Amazon Studios", "Twentieth Century Fox", "Manuel Fernández-Valdés/Netflix", "Courtesy Shirogumi Inc.", "Patrick Wymore/Hulu", "Acorn TV", "Brooke Palmer/Hulu", "Courtesy Aquarius Films", "Courtesy Miramax", "Courtesy Paramount Pictures", "Courtesty Davis Entertainment", "Phillip Caruso/Hulu", "Lionsgate", "Getty Images", "Matt Sullivan/Getty Images", "Christopher Saunders/Amazon Studios", "TriStar Pictures", "Courtesy Big Beach Films", "Warner Brothers", "Shanna Besson", "Courtesy Flim Flam Films", "Courtesy Relativity Media", "Universal Studios", "Nicole Weingart/NBC", "Metro-Goldwyn-Mayer Studios Inc."]], "FirstPublishDate": ["2020-01-29T18:45:35Z"], "LastModifiedDate": ["2020-01-29T18:45:35Z"], "Headline": ["What's streaming on Netflix, Hulu and Amazon in February"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Just in time for Valentine's Day: It's a new year and Lara Jean (Lana Condor) and Peter (Noah Centineo) are no longer pretending to be a couple. They ARE a couple in Netflix's \"To All the Boys: P.S. I Still Love You,\" the sequel to the hit 2018 film. Here's some of what else is streaming in February...  \"Narcos: Mexico\" Season 2: Félix must cope with the US and the consequences of his actions against the DEA while facing discontent within his organization in the new season. (Netflix) \n \"Honey Boy\": Written by Shia LaBeouf, \"Honey Boy\" traces the life of child actor Otis Lort as he rises from early success to a self-destructive Hollywood star. Based on LaBeouf's own life, it weaves together two timelines as he comes to terms with his ex-rodeo clown father, played by LaBeouf, in a role inspired by his own dad. (Amazon Prime)  \"The Chef Show\" Volume 3: Actor/director Jon Favreau and award-winning Chef Roy Choi reunite after their critically acclaimed film \"Chef\" to embark on a new adventure. The two friends experiment with their favorite recipes and techniques, baking, cooking, exploring and collaborating with some of the biggest names in the entertainment and culinary world. (Netflix)  \"Alita: Battle Angel\": A deactivated cyborg goes on a quest to regain the memories of her past life in this sci-fi action adventure. (HBO Now) \"Cable Girls\" Final Season: Lidia returns to Spain to try and find her daughter with the help of her close friends, as they all grapple with the consequences of the civil war. (Netflix) \n \"Dragon Quest Your Story\": A young boy named Dai is the only human living on an island. Having been raised by Brass and with his best friend, the monster Gome, Dai grows up dreaming of becoming a hero. (Netflix) \n \"Into the Dark: My Valentine\": A pop singer's songs and artistic identity have been stolen by her ex-boyfriend/manager -- and shamelessly pasted onto his new girlfriend/protégé. Locked together in a small concert venue after hours, the three of them confront the emotional abuses of the past... until things turn violent. (Hulu)  \"Anzac Girls\": This richly-detailed Australian series recounts the largely untold stories of five brave Australian and New Zealand army nurses who traveled halfway across the world to serve in World War 1. Based on Peter Rees' book \"The Other ANZACS,\" the series draws on the real nurses' letters, journals, and historical records, this acclaimed miniseries tells the harrowing, life-affirming stories of these unsung heroines. (Acorn TV)  \"Utopia Falls\": Set in the not-too-distant future, amidst the charred ruins of Earth, Utopia Falls follows a group of teens chosen to compete in the prestigious Exemplar performing arts competition in the seemingly idyllic colony of New Babyl. When they stumble upon a hidden archive of cultural relics, they are forced to question everything they have been taught, ultimately using the power of music to ignite change and expose the truth. (Hulu)  \"The Other Guy\" Season 2: A successful radio host finds himself unexpectedly back in the dating pool for the first time in a decade, when he discovers his long-term girlfriend has been having an affair with his best friend. (Hulu)  \"Bridget Jones Diary\": This romantic comedy follows 32-year-old Bridget (played by Renée Zellweger) who decides it's time to take control of her life -- and start keeping a diary. With a taste for adventure, and an opinion on every subject, she's turning the page on a whole new life.(Hulu and Amazon Prime)   \"Cheech & Chong's Still Smokin'\": Cheech and Chong fly to the marijuana capital of the world, Amsterdam, for a film festival in this classic comedy. (Amazon Prime)  \"Shaft\": Three generations of the Shaft family come together to try and solve a murder in this action thriller starring Jessie T. Usher, Samuel L. Jackson and Richard Roundtree. (HBO Now)  \"High Fidelity\": A departure from Nick Hornby's 1995 novel and beloved 2000 film, Hulu's High Fidelity centers on Rob (Zoë Kravitz), a female record store owner in the rapidly gentrified neighborhood of Crown Heights, Brooklyn who revisits past relationships through music and pop culture, while trying to get over her one true love. (Hulu)  \"Tyler Perry's A Madea Family Funeral\": Madea and family end up planning a funeral instead of enjoying a family reunion in this comedy with one of Tyler Perry's most beloved characters. (Hulu, Amazon Prime)  \"Ghost\": Demi Moore and Patrick Swayze star as a couple whose love survives in the afterlife in this beloved romantic thriller. (Amazon Prime)  \"Love Is Blind\": Husband and wife Nick Lachey and Vanessa Lachey host this three-week event where singles who want to be loved for who they are, rather than what they look like, have signed up for a less conventional approach to modern dating -- hoping to meet the person they want to spend the rest of their lives with... without ever having seen them. (Netflix)  \"The Prince\": A retired assassin swings back into action when his daughter is kidnapped in this action thriller. Jason Patric, Bruce Willis, John Cusack, and Rain and star. (Hulu)  \"Hunters\": This series follows a diverse band of Nazi hunters living in 1977 New York City. The Hunters, as they're known, have discovered that hundreds of high-ranking Nazi officials are living among us and conspiring to create a Fourth Reich in the United States. The eclectic team of Hunters will set out on a bloody quest to bring the Nazis to justice and thwart their new genocidal plans. (Amazon Prime)  \"For Colored Girls\": Adapted from Ntozake Shange's poem, a group of women in a New York City apartment building deal with crisis, challenges and heartbreak in this film. (Hulu)  \"Queen Sono\":  A hard-partying African female spy, assisted by her cohorts from a covert peacekeeping organization, uses her lethal skills to keep the continent safe from terror while she contends with continual post-traumatic stress and an inconvenient sex addition by self-medicating with drugs and alcohol. (Netflix) \n \"All or Nothing: The Philadelphia Eagles\": One season has passed since Philadelphia's first Super Bowl championship and expectations are once again soaring. Quarterback Carson Wentz leads a talented and resilient roster alongside Pro Bowl tight end Zach Ertz, and defensive stalwarts Malcolm Jenkins, Fletcher Cox and Brandon Graham, in a city where the Eagles are more than just a football team -- they're a way of life. (Amazon Prime)  \"A Shaun the Sheep Movie: Farmageddon\": The world's favorite sheep returns in this BAFTA nominated sequel to Shaun's Oscar nominated 2015 cinematic debut. When an alien named LU-LA crash-lands near Mossy Bottom Farm, her magical powers, irrepressible mischief and galactic sized burps soon have Shaun the Sheep and his flock enchanted. (Netflix) \"Beverly Hills Ninja\": Chris Farley's final film finds him staring as an orphan who is raised by a group of ninjas. (Hulu)  \"The Farewell\": Awkwafina won the best actress in a musical or comedy Golden Globe for her role in this film. Based on director Lulu Wang's real life, this heartfelt story follows a family who learns their grandmother has only a short time left to live and decides not to tell her, but instead returns to China under the guise of a wedding to stealthily say goodbyes to their beloved matriarch. (Amazon Prime)  \"Earth Girls are Easy\": Damon Wayans, Jim Carrey and Jeff Goldblum star as a trio of aliens who crash land into Geena Davis's life in this musical comedy. (Hulu and Amazon Prime) \"Magic Mike\": Channing Tatum turns up the heat in this film that tells the story of a hot headliner at an all-male revue named Mike who takes on a protégé to teach him the fine arts of dancing and picking up women. (Amazon Prime)  \"Midway\": The story of the Battle of Midway is dramatized and told by the leaders and the sailors who fought it in this historical drama. (Amazon Prime)  \"Anna\": Anna Poliatova isn't just beautiful, she's also a domestic violence survivor who is recruited to become a KGB assassin. (HBO Now) \"National Lampoon's Dirty Movie\": An producer sets out to fulfill his lifelong dream to make a movie about the most offensive, dirtiest jokes ever told. (Amazon Prime)  \"I Am Not Okay With This\":  A teen navigates the complexities of high school, family and her sexuality, while dealing with new superpowers. The series is based on Charles Forsman's graphic novel. (Netflix) \n \"The Spy Next Door\": Jacki Chan stars as a former C.I.A. agent who takes on more than he can handle in trying to take care of his girlfriend's three kids. (Amazon Prime) \"Ma\": A group of teens think they have struck gold when a woman befriends them and allows them to party at her house -- but the fun soon turns scary in this thriller. (HBO Now) \"Annabelle Comes Home\": While babysitting, a teen and her friend unknowingly awaken an evil spirit trapped in a doll. (HBO Now)  \"The Real Housewives of Beverly Hills\" Season 9: The hit Bravo franchise heads focuses on the glamorous city that defines luxurious wealth and pampered privilege, a city where being seen and who you know is everything - -Beverly Hills. (Hulu)  \"Agatha Raisin & the Deadly Dance\": Emmy and SAG-nominated actress Ashley Jensen is back as the charismatic, crafty sleuth in the acclaimed British village mystery based on the bestselling comedic novels by M.C. Beaton. In this episode, a scathing article in the paper harms Agatha's new detective agency, until a wealthy friend hires the agency to investigate death threats against her daughter. (Acorn TV)  \"When Harry Met Sally\": We will have what she's having in this romantic comedy starring Meg Ryan and Billy Crystal about a pair of friends in New York City who debate the merits of women and men being friends. (Hulu) "], "Language": false}