{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/sport/kobe-bryant-fan-homage-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Duarte Mendonca, for CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-28T12:45:10Z"], "LastModifiedDate": ["2020-01-28T12:45:10Z"], "Headline": ["A fan's homage to Kobe Bryant"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["I've been overwhelmed with messages from family and friends about Kobe Bryant's death. Some texts came from people I haven't spoken to in years, and even my Mom, who doesn't care about sports, immediately texted me. I've been a basketball fan ever since I was kid growing up in Portugal, and have always loved the sport, both playing and watching. For me, like many others around the world, this has come as a huge blow.  In 1996, I saw Bryant declaring himself eligible for the NBA draft straight out of high school as a 17-year-old and ever since I saw him in action it was love at first sight. I was 11 years old. Back then, Michael Jordan was my favorite player and he still holds on to that spot but if anyone ever got close to him, it was Bryant, who was a self-confessed MJ fanatic, like any other kid growing up in the 80s and 90s. But Bryant took it a step further. He trained hard so he could emulate Jordan's game. His drive, his dribble, his fade-away ... all looking like a carbon copy of Jordan's moves -- minus the \"tongue out\", a classic MJ trademark. I don't think there's anyone aside from Jordan who was as hungry and competitive as Bryant. READ: Kobe Bryant: The making of a global superstar READ: He was born to play basketball, but for Kobe Bryant that was never enough Will to win His eagerness to win could turn into rage -- and rage into fuel. Bryant played through illness, broken toes and even made a point of shooting a couple of free-throws after suffering a torn Achilles-tendon, his most serious injury.  His will to win was such that All-Stars became competitive, and on the court, even teammates would get the backend of his temper. That's how Bryant was. And no one even dared to question Bryant, because he kept coming up with the goods. From one of the most exciting prospects of the NBA, he became, together with Shaquille O'Neal, arguably the most powerful and feared duo in the sport's history, having won three championships together.  Debates would spark about who was the force behind the Lakers, leading many to say Bryant was living in O'Neal's shadow. READ: 'We all have Hoop Dreams' -- Bittersweet tale of first 'reality TV show' Be like Kobe O'Neal went on to leave the Lakers, but the Californian team continued to achieve success, winning two more rings with Bryant as the LA team's leading star.  By this point, albeit a Philly kid, he was accepted and nurtured as an \"Angeleno\" by its people. Bryant was true icon and ambassador for the city, that crossed borders and sports. During his 20-year career, he remained with the one team throughout ... a kind of loyalty you don't really see in basketball, indeed in many other sports. And along the way, team and individual awards were won, records were broken and highlights were made -- one league MVP (2008), two Finals MVP (2009 and 2010), 18 time All-Star (four of which he was voted MVP). Personal favorite highlights include his dunk contest win in 1997 and the 81 points dropped on the Toronto Raptors in 2006. He was as dope as it would get. Remember the slogan \"Be Like Mike\"? Well, me and every other kid on the block wanted to be like Bryant.  READ: LeBron breaks Bryant's career NBA points record Idol I remember pushing myself hard to try and do a 360 spin layup (no way I was able to dunk) or the quick turn around fade-away ... And like millions around the world, I would also do a clock countdown so I could score a clutch basket and celebrate with a firm fist. I also remember begging for the No. 8 shirt when playing in my hometown basketball team whenever the No. 14 wasn't available (it was the number my brother Alex used during his playing days). Man, oh man ... The countless hours watching VHS tapes with Lakers games and All-Stars ... changing my computer desktop background and screen-saver to Bryant-related imagery.  He was an idol when I thought I was done with them after Jordan. Thinking about it now, Bryant was truly the only player to leave me excited during Jordan's final years all the way up until his retirement. He's carried that torch and no one has come close since. Not even the great LeBron James. When Bryant retired in 2016, I celebrated the occasion by buying a vintage T-shirt and his No. 24 jersey, both of which I would sport proudly, even in CNN's newsroom. One other special piece of memorabilia would join the collection when I was organizing to film a NIke event with Bryant in Paris. Unfortunately the shoot was canceled, but my contact working for Nike, knowing how devastated I would be for missing out on the chance to meet him, brought me back a Paris Saint-Germain sweater signed by the legend himself.  READ: Bryant reveals battle with racism at soccer games while growing up in Italy That was the last time I ever came close to meeting him and although I will never have the chance I feel blessed to have seen \"Black Mamba's\" magic mesmerize the NBA.  The news of his death came a day after James broke Bryant's scoring record for third in the all-time list for the league's top scorers.  Bryant had a total of 33,643, sitting one spot ahead of his idol, Jordan. Graciously, Bryant celebrated James accomplishment, knowing the amount of work that had gone in to achieving it. READ: Bryant backs women to play in NBA For my part, I will celebrate Bryant's life and career by wearing the purple and gold jersey in which he built his legacy the next time I'm at a basketball court  Rest easy, Kobe."], "Language": false}