{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/avengers-endgame-costumes-judianna-makovsky/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Thomas Page, CNN"], "Writers": [["Thomas Page"]], "FirstPublishDate": ["2020-01-28T10:40:38Z"], "LastModifiedDate": ["2020-01-28T10:40:38Z"], "Headline": ["Costume marvel: The secrets behind the superhero look"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Reader, we've been sold a lie. Even superheroes need help with their physique.  You may be an all-powerful being, injected with a supersoldier serum or caught up in cosmic energy. Maybe you're a god among men. But when you pull on that skintight suit to save the world, your muscles go into tactical retreat, costume designer Judianna Makovsky explained to CNN.  \"The stretch fabrics tend to make any muscles go away,\" she said over the phone from Atlanta. \"Surprisingly, it just flattens everything out. That's why we mold and sculpt some very thin muscles to just put it back where it would be.\" Makovsky knows a thing or two about dressing superheroes. She's been a fixture in the Marvel Cinematic Universe (MCU) since 2014's \"Captain America: The Winter Soldier,\" continuing with \"Captain America: Civil War\" (2016), \"Guardians of the Galaxy: Vol 2\" (2017) and \"Avengers: Infinity War\" (2018). She then took on \"Avengers: Endgame,\" the franchise's apogee released last year and a film stacked with heroes jostling for their closeup. For some characters it would be their final outing and, crucially, their final opportunity to suit up. For her efforts, Makovsky has been nominated for the eighth time at the Costume Designers Guild Awards, taking place January 28.  \"It's probably the biggest crew I've ever had,\" she recalled. \"By the time you're done with people on set taking care of the actors, people making the clothes, agers, dyers, technicians, specialty costume leather makers, it was around 100 to 120 people.\" Superhero costumes have evolved significantly since Makovsky outfitted 20th Century Fox's \"X-Men: The Last Stand\" back in 2006. \"The technology has advanced,\" she said. \"There's so many new techniques: printing of fabric, types of fabric, laser cutting and laser etching, 3-D printing. There's always some new thing we can play with.\"  The fabrics are often not the real thing, she explained, for mobility and ease of use: \"People think we're using leather or spandex. Often most of the costumes are made with a stretch cotton that we can dye and we can print on and give it a texture. Make it look like Kevlar; make it look like something else.\" The hardest character to costume might come as a surprise. \"Spider-Man,\" she said without hesitation. \"They look so simple, like leotards, but they're not. They have to fit with no wrinkles; you can't see any seams. They have to fit over the head, but the actor (Tom Holland) has to (be able to) move in it.  \"You have to have a lot of geniuses in your shop making these clothes so that you can actually get them to function.\" Makovsky had a hand in realizing dozens of characters in the Marvel Cinematic Universe. Now she's had to watch some of them depart, through death or retirement. It is, for those behind the camera, too, the end of an era. She names a couple of actors she'll particularly miss, careful to avoid spoilers all these months later. \"I've created a lot of those costumes and worked with those actors so closely,\" she said. \"Each one of them sort of becomes a child.\"  Like any good parent, it was part of the designer's job to withhold delicate knowledge from impressionable minds. In this case, that meant the plot. Makovsky was one of a privileged few who had access to the whole script. \"I had no physical copy,\" she clarified. \"The real script was locked in an office and you had to make an appointment to read.\" Tony Stark's funeral sticks out in her mind. \"At first (the actors) were told they were going to a wedding,\" she said. \"When we were fitting them I told them, 'You have to trust me, you're wearing black -- it's a concept.'\" \"They knew I wouldn't divulge anything, but mostly they just didn't ask,\" she added. (Perhaps an act of self-preservation -- \"Avengers\" actors have a track record of spoiling their own movies.) And yet, despite Makovsky's early access to the closely-guarded story, some things just weren't possible within the production timeline.  The Avengers' time travel suits were added in post-production, as principal photography was underway by the time the creative team had nailed the design. \"That concept came up in the middle of shooting,\" said Makovsky. \"There were many discussions about what they would be ... we went through a lot of colors before we landed on the white.\"  Far from ending her own superhero journey, Makovsky has followed \"Guardians\" director James Gunn to costume \"Suicide Squad 2\" in the DC universe, before returning to Marvel in 2021 for the delayed \"Guardians of the Galaxy: Vol. 3,\" again with Gunn. As for \"Endgame,\" its artifacts are now stowed away at the Walt Disney Studios lot in Burbank, California. \"Marvel keeps everything in their warehouse, but principal clothes go in their archives and they use them for display,\" said Makovsky.  So was the designer able to take a memento? She laughed, \"sadly we own nothing.\" And what if she could? \"Maybe I would have liked a Rocket; I like the animals. The clothes are very large -- I don't know where I'd put them in my house.\"  "], "Language": false}