{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/entertainment/tyler-the-creator-grammys-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-27T13:19:13Z"], "LastModifiedDate": ["2020-01-27T13:19:13Z"], "Headline": ["Tyler, The Creator slams Grammys' 'urban' category as a politically correct version of the n-word"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Tyler, The Creator is conflicted about his first-ever Grammy. The 28-year-old musician, who took home the award for Best Rap Album for his 2019 record \"IGOR\" on Sunday night, criticized the National Academy of Recording Arts and Sciences for consistently placing \"guys that look like me\" in the rap and urban categories. Following a gracious acceptance speech, Tyler spoke frankly backstage when asked about the voting process for the awards. He admitted that while he was \"very grateful\" for his win, the categorizing of his music as rap is a \"backhanded compliment.\" \"It sucks that whenever we — and I mean guys that look like me — do anything that's genre-bending or that's anything they always put it in a rap or urban category. I don't like that 'urban' word — it's just a politically correct way to say the n-word to me,\" he said. The prolific producer and vocalist also called out the Grammys for their treatment of black artists, adding that he would love to be recognized on a more mainstream level and not forever pigeonholed in \"urban\" categories. He said: \"When I hear that, I'm just like why can't we be in pop? Half of me feels like the rap nomination was just a backhanded compliment. Like, my little cousin wants to play the game. Let's give him the unplugged controller so he can shut up and feel good about it — that's what it felt like a bit.\" Tyler is not the first black artist to suggest that the Grammys fail to acknowledge era-defining black artists. Frank Ocean and Kanye West, who have both worked in a range of genres including gospel, pop and R&B, have boycotted the awards in recent years because of perceived racial bias. Sean \"Diddy\" Combs aired his own grievances at Clive Davis' annual pre-Grammy gala on Saturday, saying the Recording Academy has never respected black artists. \"Black music has never been respected by the Grammys to the point that it should be. So, right now, in this current situation, it's not a revelation. This thing been going on and it's not just going on in music. It's going on in film. It's going on in sports, It's going on around the world,\" he said.  The 50-year-old music mogul went on to say that it was silly to allow \"institutions that have never had our best interest at heart, to judge us.\"  Combs then urged artists to take back control. \"We need transparency. We need diversity. This is the room that has the power to make the change. It needs to be made. They have to make the changes for us,\" he said. A rep for the Recording Academy declined to comment on Combs' remarks. CNN has reached out to the Academy for comment on Tyler's remarks. Tyler's remarks come as the Recording Academy announced new diversity initiatives to \"ensure that the Academy -- and the music business -- is truly representative of artists and their audiences.\" Chairman and Interim Chief Executive Officer Harvey Mason Jr. said in his message to Academy members: \"The music we create has always reflected the best of ourselves and our world. But what was true of music has historically not been true of the music business as a whole.\" \"Too often, our industry and Academy have alienated some of our own artists -- in particular, through a lack of diversity that, in many cases, results in a culture that leans towards exclusion rather than inclusion,\" he added."], "Language": false}