{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/26/entertainment/gallery/grammys-show-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Frederic J. Brown/AFP/Getty Images", "Robyn Beck/AFP/Getty Images", "Kevork Djansezian/Getty Images", "Emma McIntyre/Getty Images", "Kevin Winter/Getty Images", "Kevin Winter/Getty Images North America/Getty Images for The Recording A", "Jeff Kravitz/FilmMagic", "John Shearer/Getty Images", "Jeff Kravitz/FilmMagic via Getty Images", "Kevin Mazur/Getty Images", "Robyn Beck/AFP/Getty", "Lester Cohen/Getty Images", "Kevin Winter/Getty Images for The Recording Academy", "Kevin Mazur/Getty Images for The Recording Academy"]], "FirstPublishDate": ["2020-01-27T03:05:50Z"], "LastModifiedDate": ["2020-01-27T05:49:02Z"], "Headline": ["In pictures: The 2020 Grammy Awards"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Billie Eilish and her brother and producer Finneas O'Connell pose in the press room with their awards for Album of the Year, Record of the Year, Best New Artist, Song of the Year and Best Pop Vocal Album after the 62nd Annual Grammy Awards on Sunday, January 26. The 18-year-old stole the night after sweeping the four biggest prizes. Trombone Shorty and The Preservation Hall Jazz Band perform.  Cyndi Lauper sings \"I Sing The Body Electric\" from the 1980 film \"Fame.\" The performance was part of a tribute to Ken Ehrlich as he ended his 40 years producing the awards show.  Ben Platt performs \"I Sing The Body Electric\" onstage.  American rapper Common performs during the Grammys.  Bonnie Raitt performs onstage. Billie Eilish and Lizzo chat during the show.  DJ Khaled, Samantha Smith, and John Legend accept the best rap/sung performance award for \"Higher.\" Ozzy Osbourne and Sharon Osbourne present Nipsey Hussle with posthumous Grammy Award for best rap performance.  H.E.R. performs onstage. Rosalía performs. Smokey Robinson and Jimi Westbrook, Karen Fairchild, Kimberly Schlapman, and Philip Sweet of music group Little Big Town speak perform.  John Legend and DJ Khaled perform onstage. Billie Eilish receives the award for song of the year. Demi Lovato performs in her first major performance since her overdose. Billy Ray Cyrus, Lil Nas X, and BTS perform together.  Ellen DeGeneres speaks during the show. John Legend, YG, and DJ Khaled performed a medley of Nipsey Hussle songs alongside Meek Mill, Roddy Ricch and Kirk Franklin as a tribute to the late rapper.  Tyler, the Creator and his mother accept the best rap album award for \"Igor.\" Steven Tyler and Lizzo perform onstage.  Lil Nas X performs \"Old Town Road.\" The song peaked on the Billboard chart, the Hot 100, for a record-breaking 19 consecutive weeks.  Camila Cabello sang a sweet tribute to her dad with her performance of \"First Man.\" Ariana Grande performs \"7 Rings.\" The song was in the headlines recently after Grande and seven co-writers were accused of plagiarizing it. Tanya Tucker performs onstage. Steven Tyler of Aerosmith, Joseph Simmons and Darryl McDaniels of music group Run-DMC, and Joe Perry of music group Aerosmith perform a rowdy version of \"Walk This Way.\" Billie Eilish performs \"When the Party's Over.\" Grammy host Alicia Keys speaks about NBA legend Kobe Bryant, who died in a helicopter crash shortly before the show.  Lizzo reacts backstage after winning best pop solo performance for her song \"Truth Hurts.\" Usher performs a tribute to Prince. Alicia Keys, Nathan Morris, Wanya Morris and Shawn Stockman of Boyz II Men perform. Grammys staff manage the show behind the scenes.  Lizzo performs during the show. The Jonas Brothers perform onstage. Tyler, the Creator performs. He won Best Rap Album for \"Igor.\" Ariana Grande attends the award show. Blake Shelton and Gwen Stefani hug after their performance.  Billy Porter speaks onstage during the show."], "Language": false}