{"Type": ["gallery"], "Url": ["https://www.cnn.com/2013/04/13/us/gallery/kobe-bryant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Noah Graham/NBAE/Getty Images", "Courtesy Davide Giudici", "Rusty Kennedy/AP", "Susan Sterner/AP", "Andrew D. Bernstein/NBAE/Getty images", "Vince Bucci/AFP/Getty Images", "Marcus Brandt/Bongarts/Getty Images/file", "Andrew D. Bernstein/NBAE/Getty Images", "Jed Jacobsohn/Getty Images/File", "Kevin Winter/Getty Images", "Wally Skalij/Los Angeles Times/Getty Images", "Doug Mills/AP", "J. Emilio Flores/Getty Images", "Branimir Kvartuc/AP", "Lucy Nicholson/Reuters", "Emmanuel Dunand/AFP/Getty Images", "Elsa/Getty Images", "Scott Brinegar/Disney/Getty Images", "JEWEL SAMAD/AFP/Getty Images/file", "Nathaniel S. Butler/NBAE/Getty Images", "Chung Sung-Jun/Getty Images", "Jeff Gross/Getty Images", "Sergio Perez/Reuters", "Harry How/Getty Images", "Frederic J. Brown/AFP/Getty Images", "Kobe Bryant/From Instagram", "Allen Berezovsky/Getty Images", "Ringo H.W. Chiu/AP"]], "FirstPublishDate": ["2013-04-14T00:10:12Z"], "LastModifiedDate": ["2020-01-27T04:21:00Z"], "Headline": ["Kobe Bryant's life in pictures"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Kobe Bryant, pictured in 2007, spent his entire 20-year NBA career with the Los Angeles Lakers. Bryant's youth basketball team poses for a picture in the early 1990s in Reggio Emilia, Italy. Bryant dunks the ball in his high school gym in Lower Merion, Pennsylvania, during a practice in 1996. Bryant jokes with the media as he holds his Los Angeles Lakers jersey at a news conference in Inglewood, California, in 1996. Bryant eyes the basket during the 1997 NBA Slam Dunk contest in Cleveland. Bryant was the youngest player to win the contest. Michael Jordan of the Chicago Bulls eyes the basket as he is guarded by Bryant during a 1998 game in Los Angeles. Bryant sits on the sidelines during the Euro ABC camp in Berlin in 1999. Shaquille O'Neal and Byrant sit on the bench before a game in 1999 at the Staples Center in Los Angeles. Bryant hugs his fiancee, Vanessa Laine, in the locker room in Los Angeles after the Lakers defeated the Indiana Pacers in Game 6 of the 2000 NBA Finals to win the series 4-2. Bryant later married Laine, and they had four children. Bryant goes in for a slam dunk against the New Jersey Nets in January 2001. Bryant appears on \"The Tonight Show with Jay Leno\" at NBC Studios in 2001. Bryant stands for the National Anthem at the Staples Center in Los Angeles. President Bush holds up a Lakers jersey that Bryant gave him at a ceremony for the 2001 NBA World Champions in the East Room of the White House in January 2002. Bryant and his wife, Vanessa, attend a news conference at the Staples Center in 2003. The NBA star proclaimed his innocence after facing sexual assault charges for the alleged rape of a 19-year-old Colorado woman. The charges were later dropped. \"Although I truly believe this encounter between us was consensual, I recognize now that she did not and does not view this incident the same way I did,\" Bryant later said in a statement. Bryant goes up for a shot between the Boston Celtics' Paul Pierce, left, and Al Jefferson during a 2006 game in Los Angeles. Bryant kisses his daughter Natalia during a 2008 photo session at his home in Newport Beach, California. Bryant jumps for a rebound against the Denver Nuggets during Game 2 of the Western Conference Finals during the 2009 NBA Playoffs. Bryant celebrates after Game 5 of the 2009 NBA Finals against the Orlando Magic. The Lakers won 99-86 for their 15th title and first since 2002. Bryant had 30 points, 8 rebounds and 6 assists as the Lakers completed a four-games-to-one victory in the best-of-seven NBA Finals. Bryant holds his daughter, Gianna, after the Lakers defeated the Orlando Magic in the 2009 NBA Finals. Bryant rides the Matterhorn Bobsleds with Jonathan Guerrero, 4, and his father, David Guerrero of Pomona, California, at Disneyland in Anaheim, California, in 2009. The Guerreros were among thousands of Lakers fans who turned out for a special Disneyland parade honoring the Lakers' 15th World Championship. US President Barack Obama chats with Bryant at a Boys and Girls Club in Washington in 2010. Obama welcomed the Lakers to honor their 2009-2010 season and their second consecutive NBA championship.  Bryant celebrates after defeating the Boston Celtics in the 2010 NBA Finals in Los Angeles. Bryant joins a teaching session for fans during a 2011 promotional tour of South Korea at Korea University in Seoul. Bryant is injured in the second half while playing the Golden State Warriors in 2013. The injury took him out of the rest of the season. From left, Kevin Durant, Lebron James and Bryant pose with their gold medals at the 2012 Olympic Games in London. LeBron James guards Bryant during a 2016 game between the Cavaliers and Lakers in Los Angeles. Magic Johnson hugs Bryant before the final game of his career in 2016. Bryant runs up the court during his final game in 2016. The Lakers defeated the Utah Jazz 101-96. Bryant scored 60 points in the game. From left, Peyton Mannin,  Abby Wambach and Bryant accept the Icon Award during the 2016 ESPYS at Microsoft Theater in Los Angeles. Los Angeles Mayor Eric Garcetti, right, gestures while posing with Bryant alongside members of his family and city officials in 2016. The city council announced August 24 as Kobe Bryant Day. The date commemorates the numbers Bryant wore as a Laker: 8 and 24. Bryant walks to center court at his jersey retirement ceremony at halftime of a basketball game in 2017. Bryant and filmmaker Glen Keane accept the 2018 Oscar for best animated short film. \"Dear Basketball\" was based on a letter Bryant wrote in 2015 announcing his retirement from basketball. Bryant posted this photo to Instagram on Mother's Day in 2019. He and his wife, Vanessa, had four daughters: Natalia, Gianna, Bianka and Capri, who was born in June. \"Happy Mother's Day @vanessabryant,\" Bryant wrote. \"We love you and thank you for all that you do for our family. You are the foundation of all that we hold dear. I love you #mybaby #lioness #mamabear #queenmamba\" Bryant and his daughter Gianna attend a Los Angeles Lakers game against the Atlanta Hawks in 2019. Bryant listens to the National Anthem prior to a 2019 Lakers game against the Atlanta Hawks in Los Angeles."], "Language": false}