{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/world/five-things-january-26-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa, CNN"], "Writers": [["Michelle Krupa"]], "FirstPublishDate": ["2020-01-27T01:42:35Z"], "LastModifiedDate": ["2020-01-27T01:42:35Z"], "Headline": ["Start your Monday smart: Brexit, Grammys, USMCA, NASA, Pro Bowl, Black History Month"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The week ahead will no doubt be filled with tributes to NBA superstar Kobe Bryant, who died Sunday in a helicopter crash along with his 13-year-old daughter Gianna and seven other people. Here's what else you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TONIGHT • WWE royalty sets its sights on WrestleMania. The first of pro wrestling's Big 4 pay-per-view events launches. Catch the 33rd Royal Rumble at 7 p.m. ET on WWE Network. • Music's stars come out to shine. It's Grammy night, and the awards show is shaping up to be the year's best -- and perhaps longest -- concert. Alicia Keys returns as host. Review the nominees here. And tune in at 8 p.m. ET on CBS. MONDAY • Trump's impeachment team makes its case. Attorneys for the President continue their rebuttal to House managers' arguments for removing him from office. While Democrats used the President's own words against him, Republicans have continued to block the push for new testimony. A verdict could come this week. • Virginia teachers converge on the Capitol. Public school educators and their supporters head to Richmond to demand higher pay and an end to school funding cuts. Schools in the capital city will be closed as scores of staff members participate. A similar rally last year led to a pay raise and more money for schools, but it's still not enough, organizers say. • Stormy Daniels' lawyer goes on trial. Michael Avenatti's trial on accusations he tried to extort millions of dollars from Nike begins in New York. A federal judge last week ruled his defense team can mention the porn star and President Trump, who's denied a relationship with her, in opening statements. WEDNESDAY • Trump signs the USMCA. The President is expected to authorize the United States-Mexico-Canada Agreement. The revision of the North American Free Trade Agreement, or NAFTA, includes new provisions for digital commerce, tougher rules of origin for auto parts, and new minimum wage requirements for some autoworkers. • The Fed looks at interest rates. Chair Jerome Powell is due to step to the lectern following the Federal Reserve's first policy meeting of 2020. Officials left rates alone late last year and are expected to stay that course, despite routine public criticism from the President. s THURSDAY • Farewell, fearless explorer. From starry space bubbles to an exoplanet on a death march, NASA's Spitzer Space Telescope has been making amazing discoveries in infrared light for 16 years. But it's cosmic mission now draws to a close. The solar-powered craft's communications have gotten less efficient, and it will retire in \"safe mode\" in a part of space where it's not expected to hit anything, NASA says. FRIDAY • Brexit finally arrives. After three years of political wrangling, the United Kingdom is due to leave the European Union. But really, this is only the beginning. Brexit is likely to get messier as it enters its second phase and negotiations for a trade deal with the EU begin in earnest. The UK still will operate under EU trade rules until December 31. • Meet 'Miss Americana.' Taylor Swift went into hiding for a year and emerged a new person. Her new documentary appears to give viewers a peek inside that transformation. The film hits theaters and Netflix. SATURDAY • Black History Month begins. The start of February marks a fresh chance to learn more about and honor the important influence of African American leaders in history and culture. It's also National Freedom Day, created by Richard Wright, a novelist and former slave, to commemorate President Lincoln's proposition of an amendment abolishing slavery."], "Language": false}