{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/us/greatest-moments-kobe-bryant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-01-26T23:27:54Z"], "LastModifiedDate": ["2020-01-26T23:28:59Z"], "Headline": ["Kobe Bryant's greatest moments in his 20-year NBA career"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Kobe Bryant, who died at 41 on Sunday, was known in his NBA career as a deadly scorer and a tenacious player whose toughness knew no bounds. Over the course of his 20-year career, Bryant showed off his scoring ability, clutch championship performances, and the stone-cold mindset exemplified in his \"Black Mamba\" nickname. Here are the eight most memorable moments of his career and life, from his 81-point performance to his Game 7 wins to his Oscar acceptance speech. Record 81-point game The peak of Kobe's powers came in his 81-point masterpiece with the Los Angeles Lakers against the Toronto Raptors in a 122-104 win on Jan. 22, 2006. The box score from that game reads that of a video game. Bryant made 28 out of 46 shots, and added another 18 free throws over the course of a stunning 42 minutes. He scored 27 points in the third quarter and another 28 points in the final period. He also had two assists.  The 81-point total was the most points scored in a game in Lakers history and the second most all-time behind Wilt Chamberlain's famous 100-point mark in 1962. Bryant averaged a league-best 35.4 points per game that season, and the 81-point outpouring represented the cherry on top of his stellar season. 62 points in just three quarters Though not as well known, Bryant's 62-point game against the Dallas Mavericks in December 2005 may have been more impressive than his 81-point explosion a month later. That's because Bryant scored 62 points on 31 shots in just 32 minutes of game play. The Lakers were so far ahead of Dallas that Kobe sat on the bench for the entire fourth quarter.  In fact, Bryant had scored more points at that point than the entire Dallas Mavericks team, which had just 61 points at the end of the 3rd quarter. Not bad. The Game 7 alley-oop Though known for his scoring ability, one of Bryant's most famous playoff moments was a pass. In the deciding Game 7 of the 2000 Western Conference Finals, Bryant and the Lakers were locked in a tight battle against the Portland Trailblazers. With under a minute left and the Lakers up by four, Bryant dribbled into the lane and then lobbed up a high, arcing pass. Shaquille O'Neal leaped into the air and, with one hand, grabbed the ball and dunked. The iconic alley-oop clinched the win and set off ferocious applause from the home crowd. Bryant and O'Neal would go on to win three straight titles from 2000 to 2002 as part of one of the most dominant teams in NBA history. The Game 7 win over Boston Bryant won three titles with O'Neal and another in 2009, but he sealed his championship pedigree during Game 7 of the 2010 NBA Finals against the Boston Celtics. Kobe did not have a particularly impressive Game 7 stats-wise, as he scored 23 points on 6 of 24 shooting, and he added 15 rebounds.  Still, he carried the team over the course of the finals to earn his second straight NBA Finals MVP. He averaged 28.6 points per game over the course of that series as the Lakers fought and clawed to a title win. Kobe hits free throws after tearing his Achilles In a close game against Golden State in April 2013, when Bryant was 34 years old, he fell to the ground and grabbed the back of his left ankle. He was helped up but struggled to put any weight on the leg and hobbled around the court.  Still, he stayed in the game and made two free throws to tie the game at 109. He then hobbled off the court to the locker room. Afterward, the team said Bryant had torn his left Achilles tendon, which is generally regarded as one of the most devastating for any basketball player. The fact that he stayed in the game to make those free throws solidified his reputation as a player who would win at all costs, injured or not. Saving the best for last Bryant was not the same after that Achilles injury, and in his final few seasons, his effectiveness dropped sharply and the team repeatedly failed to make the playoffs. After several losing seasons, he announced that he planned to retire after the 2016 season. But he saved his best for last. In his final game as a Laker, Bryant turned back Father Time and scored 60 points, his highest total that season. The vintage performance, before a sold out Staples Center crowd, showed the tenacity, toughness and talent that made him one of the defining players in NBA history. \"From the bottom of my heart, thank you,\" he told the adoring crowd afterward. \"Mamba out,\" he said, and blew a kiss. Kobe doesn't flinch One of Bryant's most memorable moments came with something he didn't do. In 2010, Bryant got into it with the Orlando Magic's Matt Barnes, and the two bumped each other and argued back and forth. Amid the heated exchanges, Barnes took the ball from a referee to pass it inbounds, and Bryant stood directly in front of him on defense. Barnes quickly faked throwing the ball right in Bryant's face. For most people, the possibility of getting hit in the face with a ball would cause a quick defensive reaction. But Bryant didn't move at all. He kept his position and didn't even flinch. The pump-fake, and Bryant's stone-like demeanor, solidified his reputation as a cold-blooded star without fears. Winning an Oscar Bryant's winning ways did not end with the completion of his basketball career.  In 2018, he won the Oscar for best short animated film for \"Dear Basketball,\" which he wrote and narrated. The animated short film was directed and animated by Glen Keane and scored by composer John Williams. It was based on a poem Bryant wrote for The Players' Tribune in 2015 that expresses his love for the game and why he chose to retire from it. \"As basketball players, we're really supposed to shut up and dribble. But I'm glad we do a little bit more than that,\" he said on accepting the award."], "Language": false}