{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/politics/howard-bryant-sports-race/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Brandon Tensley, CNN"], "Writers": [["Brandon Tensley"]], "FirstPublishDate": ["2020-01-26T11:00:28Z"], "LastModifiedDate": ["2020-01-27T13:12:06Z"], "Headline": ["Inequality is a stain everywhere, even in sports"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["If you had to pick one word that Howard Bryant, a senior writer for ESPN.com, might use to describe the world of sports, especially in the Trump era, hostile would be a smart guess. After all, it was in 2016 when Donald Trump, as the Republican presidential nominee, chafed at Colin Kaepernick and his protests against police violence: \"Maybe he should find a country that works better for him. Let him try. It won't happen.\" It was a year into Trump's presidency when the conservative television host Laura Ingraham said of LeBron James' comments on the enduring challenges of being black and American: \"Shut up and dribble.\" In his new book, \"Full Dissidence: Notes From an Uneven Playing Field,\" Bryant, who's also a correspondent for NPR's \"Weekend Edition,\" interrogates the racial aspects of this antagonistic relationship, in some ways picking up where his 2018 book, on the barbed history of the black political-athletic heritage, left off. But in \"Full Dissidence,\" Bryant doesn't stick solely to sports. Rather, he uses them as entry points to think more expansively about how inequality permeates our lives. Over the course of 10 trenchant essays, he covers a lot of ground: what Kaepernick's NFL banishment says about the depths of white supremacy in America, how post-9/11 militarization has taken the guise of patriotism, what celebrity culture betrays about which people are worthy of rehabilitation in the public mind. In a recent conversation, Bryant and I parsed a few of the book's themes. The transcript that follows has been lightly edited for length and clarity. Why did you decide to write a collection of essays about cultural and political dissidence largely through the prism of sports? I'd always had it in mind to write essays about what's happening in sports. That's because I got really frustrated with the notion over the past several years -- especially following the shooting of Trayvon Martin (in 2012) and the unrest in Ferguson (in 2014) -- that sports are politically neutral. I understand the cliché that sports are an escape. But politically neutral? Not only did that idea annoy me -- it's completely false.  Sports fans are in many ways actually hostile when you think about their reactions to Colin Kaepernick or Muhammad Ali or Tommie Smith or John Carlos or anybody who took on any form of political protest in sports. It wasn't neutral. It was hostile. And this relationship gets at the question: If these black athletes are so powerful, why are they risking losing everything? Maybe they don't have that much power after all. Maybe we're equating money with power when they're not the same thing. Having power would mean that you can speak your mind and not be blackballed. I wanted to explore that dynamic because when you look at the NFL and beyond, the sanctions you receive for your blackness or for taking on a black position are becoming harsher and harsher. So what does that really say about the position of the black athlete? Let's continue with Kaepernick. The first essay in your book zooms in on the former San Francisco 49ers quarterback and what he's taught us about how America views blackness. Why's Kaepernick such an apt vehicle for this conversation? We tend to think that athletes are taking the lead on issues: that they're in charge, that they're showing us the way. But I don't think that that's always true. If you look at a story from a chronological standpoint, the athletes often didn't lead it. They followed the people. They followed the protests after the death of Trayvon Martin. They followed the protests after the death of Freddie Gray. They followed the protests after Ferguson. They got involved because the country was getting involved. In this light, the players really weren't that powerful. But one guy who's stood out is Kaepernick. Everyone in sports, especially in the NFL, is reacting to him. I began to notice this after observing how some parts of the culture responded to the fact that Nike tried to rehabilitate him and his name just a little bit by giving him a job: People -- including the police and retailers -- were actually willing to take on Nike because the company was working with Kaepernick. That told me: OK, this culture is trying to destroy this person. There was something bigger taking place than simply: Oh, well, we don't like him because of what he did. He's not even in the game now, and people still want to boycott Nike. On the flip side, you have an essay on the former figure skater Tonya Harding, as portrayed in the 2017 film \"I, Tonya.\" You turn the movie's lens on itself to reflect on what it reveals about the racial politics of redemption: \"Harding's rehabilitation, her chance to look into America's face without remorse, regret, or admission and say, 'You did this to me,' was inevitable. ... The film was an ugly counter to all those blacks and browns for whom surviving poverty carries only fault and blame and shame and the ridicule of requiring government assistance, the dreaded 'handout.' \" As I watched \"I, Tonya,\" I was thinking more than anything else: Who has the lens? Whoever has the camera, whoever has the pen, whoever has the opportunity to tell stories, that person gets to decide who gets rehabilitated and who doesn't. That person gets to decide who gets the sympathetic treatment and who doesn't. Harding has been humanized and legitimized as a complex person. She's been allowed to be complex. When I saw that movie, it was around the same time as the Unite the Right rally in Charlottesville, Virginia. And you could see a similar rehabilitation of lower-class whites, the same people who somehow take front and center as the only working-class people in America during political campaigns. I imagined that they saw themselves in Harding: Nobody handed me anything. Nobody gives me anything. I'm a fighter. All these different tropes. But when you think about someone like Kaepernick, nobody has ever humanized him. When you watch him in the media, he's usually a business consideration: Oh, well, if you sign him, the fans are going to revolt. If you sign him, he's going to be a distraction. No one talks about him in the same way as Harding or Luke Heimlich. With the black athlete, it's just: Can you help me or can you not help me? The rest isn't important. You also look at superstardom beyond sports, arguing that celebrity, broadly, can be at odds with the American Dream -- the gauzy idea that, with a bit of hard work, you can write your own destiny. Could you elaborate on that? I think that the old notion of the American Dream is slipping away from us. Wealth inequality is so great right now that it can make you wonder: Do we even have a say in our lives? It's like we're expecting LeBron James to save students, or Beyoncé and Jay-Z to put our kids through college. And in our media, we routinely see these heartwarming human stories that I find sort of sad: the 12-year-old selling lemonade for a mom's kidney transplant. I'm thinking: I'm not quite sure that this is what we want to be.  It's sad because even if you want to have a real conversation about, say, mass incarceration or history, nobody's really going to listen to you unless you happen to be a celebrity billionaire. The hero game, as I describe it in the book, is where someone like Kevin Durant helps low-income students with college and that's supposed to replace policy and be acceptable. Well, I don't believe that it is. And I wanted to discuss all of that at a time when we're talking about \"Medicare for All\" and debt forgiveness and free college and the rest of these things. I also write about the related idea of \"falling in love with the gesture.\" You can be a completely reprehensible human being, but all you have to do is one visible thing and the public takes that. For instance, there's nothing Trump has done for black Americans that would make him anything remotely heroic. But yet he arguably saw in his 2018 pardon of Jack Johnson, the first black heavyweight boxing champion, who was convicted under a racist law and has been dead since 1946, an opportunity to show that he cares about black people. It's a phenomenon you see all the time in celebrity culture -- using opportunities to rehabilitate yourself. What do you want people to take away from your book? Personally, I'm moved by its blunt honesty -- that making meaningful progress requires confronting a hard truth, which is that this country hasn't come as far as some think that it has. Someone asked me during an interview: Are you depressed that your book seems to resonate? I don't think that writers want their books not to resonate. What I want is for people to really take a look at our culture.  It's not a book about sports only or race only. It's about all of it. I went into this book with the thought that I'm not trying to change your mind. This book isn't a survival guide. It's not about how to be a better person. It's simply how I see the world right now. But I think that it's liberating to acknowledge that we're in hostile territory. And it's not just black people who are in hostile territory. It's you, if you care about our supposed democratic principles -- we're in the middle of an impeachment trial right now. It's you, if you care about wealth inequality and having a chance at this American Dream we say that we believe in. So the book isn't an invitation to check out. It's an invitation to say: Look, I see what the problems are. Let's find ways to make an impact."], "Language": false}