{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/asia/china-wuhan-coronavirus-death-toll-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By James Griffiths and Steven Jiang, CNN"], "Writers": [["James Griffiths", "Steven Jiang"]], "FirstPublishDate": ["2020-04-17T05:57:42Z"], "LastModifiedDate": ["2020-04-17T08:48:32Z"], "Headline": ["Wuhan officials have revised the city's coronavirus death toll up by 50%"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["China has revised its official death toll from the novel coronavirus, raising the number of fatalities attributed to the pandemic by more than a third.  Officials in Wuhan, where the virus was first reported late last year, on Friday added 1,290 coronavirus deaths to the city's toll. They also added 325 confirmed cases to the city tally. The total number of cases recorded in the city now stands at 50,333, with 3,869 deaths. The previous reported death toll for Wuhan was 2,579 -- so the revised figure marks a 50% increase in the number of deaths in the city from coronavirus. As of April 17, China's National Health Commission had reported 3,342 deaths nationally, before the revised Wuhan figures were published. Officials explained that the deaths had initially gone uncounted because in the early stages of the pandemic some people died at home, overwhelmed medics were focused on treating cases rather than reporting deaths and due to a delay in collecting figures from various government and private organizations. They added that the figures had been revised to show \"accountability to history, to the people and the victims,\" as well as to ensure \"open and transparent disclosure of information and data accuracy.\"   This isn't the first time health authorities in China have changed numbers related to the pandemic. The way cases were counted was changed three times in January and February, leading to widespread confusion over the extent of the crisis in China.  Experts have also previously raised the alarm over China's approach to measuring asymptomatic cases. Some patients who tested positive for the virus but did not show symptoms were not included in official tallies, making comparing China's figures to the rest of the world difficult.  Changing figures The latest change to the figures out of Wuhan could renew skepticism over China's numbers, as the country faces intense criticism from Washington and other countries over its alleged lack of transparency regarding the origin of the virus and its official response in the early weeks.  According to a report by the Associated Press this week, based on leaked documents from a confidential teleconference with China's National Health Commission, China's leaders allegedly failed to notify the public about the looming crisis during a critical six-day period, despite their internal evidence painting a dire situation. That six-day delay is alleged to have resulted in more than 3,000 people becoming infected in China, laying the groundwork for an outbreak that has swept the world. The internal documents show that even as officials were downplaying the potential risk of the virus in public, a top Chinese health adviser warned it was \"the most severe challenge since SARS in 2003 and is likely to develop into a major public health event.\" Chinese government spokespeople have consistently denied accusations the government covered up key information or was overly slow in responding to the initial outbreak.  But US President Donald Trump has criticized \"China's lack of transparency,\" when announcing he was pulling funding for the World Health Organization (WHO) this week, though he had previously praised Beijing's response.  China has also faced criticism at home and from the scientific community, particularly over the censorship of whistleblowers and a recent clampdown on research into the origins of the virus. "], "Language": false}