{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/23/world/gallery/week-in-photos-0124/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Erin Schaff/The New York Times/Redux", "Anadolu Agency/Getty Images", "Evan Vucci/AP", "Emma McIntyre/Getty Images", "Siyabonga Sishi/Reuters", "Mike Belleme/The New York Times/Redux", "Bruce Asato/AP", "From Twitter", "Joe Rimkus Jr/Reuters", "Piroschka Van De Wouw/AFP/Getty Images", "Stephanie Keith/Reuters", "Francois Guillot/AFP/Getty", "Marco Ugarte/AP", "Oded Balilty/AP", "Petr David Josek/AP", "United States Senate", "Ezra Acayan/Getty Images", "Kim Kyung-Hoon/Reuters", "Jose Luis Magana/AP", "Abdullah Dhiaa al-Deen/Reuters", "Saul Martinez/Bloomberg/Getty Images", "Fabrice Coffrini/AFP/Getty Images", "Johan Ordonez/AFP/Getty Images", "Armando Franca/AP", "Lucas Jackson/Reuters", "Rahel Patrasso/Reuters", "J. Scott Applewhite/AP"]], "FirstPublishDate": ["2020-01-24T02:01:17Z"], "LastModifiedDate": ["2020-01-24T02:01:17Z"], "Headline": ["The week in 27 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["Senate Majority Leader Mitch McConnell walks to open the Senate during the impeachment trial of President Donald Trump on Tuesday, January 21. The trial will determine whether Trump should be removed from office. People wear protective masks and go through a checkpoint in Guangzhou, China, on Wednesday, January 22. The deadly Wuhan coronavirus was first reported in late December in Wuhan, a major city in central China. Since then, sick travelers from Wuhan have infected people in China and other countries, including the United States. Marine One, carrying President Donald Trump, travels to the Davos landing zone in Switzerland on Tuesday, January 21. Trump arrived in Switzerland for a two-day visit to the World Economic Forum. Brad Pitt and Jennifer Aniston interact backstage at the 26th Screen Actors Guild Awards in Los Angeles on Sunday, January 19. They had both just accepted SAG awards, and photos of them together backstage went viral. They were married for five years from 2000-2005. A tiger rescued from a circus in Guatemala by Animal Defenders International arrives at its new home near Winburg, South Africa, on Tuesday, January 21. Democratic presidential candidates link arms during a Martin Luther King Jr. Day march in Columbia, South Carolina, on Monday, January 20. Teiya Enriquez Sandoval, center, and her sister Jazzy Enriquez, right, the daughters of Honolulu Police Officer Tiffany Enriquez, hug family friend Tristel Tynanaes at a candlelight vigil in honor of their mother in Honolulu on Tuesday, January 21. Tiffany Enriquez was one of two Honolulu police officers shot and killed Sunday when they responded to a call for help in Waikiki. Canadian Prime Minister Justin Trudeau carries boxes out of the Oh Doughnuts shop in Winnipeg. Trudeau tweeted the photo on Monday, January 20, and said: \"Picked up some of Winnipeg's best to keep us going through another full day of Cabinet meetings. Thanks for the fuel, @OhDoughnuts. #shoplocal.\" Some rushed to praise the Prime Minister, celebrating his support for a local business. Others criticized him for what they viewed as an overly \"expensive\" doughnut purchase. A SpaceX Falcon 9 rocket engine self-destructs after jettisoning the Crew Dragon astronaut capsule during an in-flight abort test, a key milestone before flying humans in 2020 under NASA's commercial crew program, after liftoff from the Kennedy Space Center in Cape Canaveral, Florida, on Sunday, January 19. A newborn rhinoceros and his mother stand in their enclosure at the Burgers' Zoo in Arnhem, Netherlands, on Friday, January 17. The baby is the 11th square-lipped rhino to be born as part of the zoo's breeding program. A large crowd gathers on Gun Lobby Day in front of the Virginia State Capitol in Richmond on Monday, January 20. Models present creations by Balmain during a fashion show in Paris on Friday, January 17. Honduran migrants rest as they wait to cross into Mexico in Tecun Uman, Guatemala, on Friday, January 17. Border security forces in southern Mexico were preparing Friday for the expected arrival of hundreds of Central Americans traveling through Guatemala in hopes of reaching the United States. Mud water from the Yarkon River flows into the Mediterranean Sea in Tel Aviv, Israel, on Wednesday, January 22. Dogs look out of their transportation box prior the start of the traditional Sedivackuv Long dog sled race near the village of Destne v Orlickych Horach, Czech Republic, on Thursday, January 23. The traditional four-day dog sled race, now in its 24th year, has gone ahead despite a lack of snow. Supreme Court Chief Justice John Roberts swears in members of the Senate for President Donald Trump's impeachment trial. The senators, who will decide whether Trump should be removed from office, conducted the ceremonial functions of the trial on Thursday, January 16. Alex Polopot stands in the living room of his house in the village of Buso-Buso in the Philippines after his roof collapsed due to heavy volcanic ash from the Taal volcano on Monday, January 20.  Men splash themselves with cold water during an annual endurance ceremony to purify their souls and wish for good fortune in the new year at the Kanda Myojin shrine in Tokyo on Saturday, January 18. Clifton Ross directs a choir at the Martin Luther King Jr. Memorial in Washington during the 9th Annual Wreath Laying and Day of Reflection and Reconciliation on Monday, January 20. A demonstrator walks among smoke from burning tires during ongoing anti-government protests in Kerbala, Iraq, on Monday, January 20. A maintenance worker places iguanas immobilized by cold temperatures on the pavement outside an apartment complex in West Palm Beach, Florida, on Wednesday, January 22. Cold-stunned iguanas fell from trees in South Florida on Wednesday morning as temperatures dropped in the region. Swedish climate activist Greta Thunberg attends a session during the World Economic Forum annual meeting in Davos, Switzerland, on Tuesday, January 21. A member of Mexico's National Guard chases a Central American migrant crossing the Suchiate River -- the natural border between Guatemala and Mexico -- on Monday, January 20. The migrants, largely from Honduras, are part of a new caravan that's been trekking north. Tensions flared on Mexico's southern border Monday as troops tried to intercept the migrants who'd crossed into the country. A young boy looks from inside a rat mask while waiting to participate in a parade opening the Chinese Lunar New Year celebrations in Lisbon, Portugal, on Saturday, January 18, 2020. The Year of the Rat, the first of the 12 animals of the Chinese Zodiac, officially begins January 25. Film producer Harvey Weinstein arrives at New York State Supreme Court for his sexual assault trial in Manhattan on Tuesday, January 21. A newborn chimpanzee grips its mother's toe with its mouth at the Sao Paulo Zoo in Brazil on Friday, January 17. Night falls on the Capitol in Washington on Wednesday, January 22, during President Trump's impeachment trial. The trial has gone late into the night during opening arguments. See last week in photos"], "Language": false}