{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/23/us/harvey-weinstein-annabella-sciorra/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Eric Levenson and Lauren del Valle, CNN"], "Writers": [["Eric Levenson", "Lauren del Valle"]], "FirstPublishDate": ["2020-01-23T15:54:00Z"], "LastModifiedDate": ["2020-01-23T21:52:35Z"], "Headline": ["Actress Annabella Sciorra testifies in court that Harvey Weinstein raped her"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["In emotional testimony with vivid detail, actress Annabella Sciorra said Thursday that Harvey Weinstein barged into her apartment 25 years ago and raped her. \"The Sopranos\" actress said the movie mogul raped and sexually assaulted her at her Manhattan apartment in the winter of 1993-1994. She first publicly spoke about the attack in an October 2017 New Yorker story as part of a wave of accusations against him. She testified on Thursday that he entered her residence, chased her around and pinned her to the bed during the alleged attack. She said she tried to run to the bathroom, but \"he kept coming at me.\" \"I felt overpowered because he was very big,\" Sciorra told jurors. In cross-examination, defense attorneys played a video of Sciorra speaking with David Letterman in 1997 in which she said she has a \"bad reputation\" for lying to the press in interviews. In the interview, Sciorra said she would make up \"elaborate stories\" when she felt uncomfortable talking about her personal life. Sciorra's testimony came a day after prosecutors and defense attorneys gave their opening statements in Weinstein's trial.  Prosecutors said the Hollywood movie tycoon raped and sexually assaulted young women and actresses, including Sciorra, over the course of decades. Weinstein's attorney Damon Cheronis attacked the credibility of the women's stories during his opening statements and picked apart their timelines. Weinstein's alleged attack of Sciorra is outside of the statute of limitations, and he is not directly charged with assaulting her. Still, he faces two counts of predatory sexual assault, and he can be convicted on those counts if prosecutors prove he committed sex crimes against multiple victims. Sciorra's testimony is relevant to these two charges. Sciorra is one of six women expected to testify that Weinstein attacked them. In all, he faces five charges related to the alleged rape of Jessica Mann and forced oral sex of Mimi Haleyi. Three other women will testify as \"prior bad acts\" witnesses in an attempt to show a pattern in Weinstein's behavior. Sciorra accuses Weinstein of rape Sciorra is best known for her Emmy-nominated role on \"The Sopranos\" as Gloria Trillo, Tony Soprano's mistress. But she first reached wider fame with her early 1990s starring turns in Spike Lee's \"Jungle Fever\" and the psychological thriller \"The Hand That Rocks the Cradle.\" Sciorra met Weinstein at an industry event in the early 1990s and then became part of Miramax's circle, attending events and dinners around New York City, Assistant District Attorney Meghan Hast said in opening statements. In the winter of 1993-1994, after a dinner at an Irish restaurant in Manhattan, Weinstein offered Sciorra a ride to her Gramercy Park apartment, Sciorra testified. She put on a nightgown and was getting ready for bed in her apartment when he knocked on the door and, when she opened it, pushed his way inside, Sciorra said. Weinstein walked around her apartment, looking around to see if anyone else was there, Sciorra said. He began unbuttoning his shirt, she testified, and then grabbed her arm and dragged her into a bedroom. She said she kicked, punched and fought him until he held her arms above her head on the bed and raped her. Weinstein pulled out of her to ejaculate on her duvet and her nightgown, she testified. \"I have perfect timing,\" Weinstein said, according to Sciorra. He then performed oral sex on her, Sciorra said. Sciorra said she did not put up much of a fight because her body began shaking and \"shut down.\" As Weinstein did this he said, \"This is for you,\" she testified. Sciorra spoke about the nightgown with particular emotion. She described it as an old white garment from Italy given to her by her grandmother's cousin. Sciorra did not tell police about the incident and she does not remember telling anybody about it for years. \"I thought he was an okay guy. I felt confused,\" Sciorra testified. \"I felt ... like I wished I had never opened the door.\" She confronted him afterward The attack left Sciorra shocked and traumatized, Hast told jurors on Wednesday. Afterward, Sciorra grew thin and sad, and lost her carefree personality and began drinking and cutting herself, Hast said. Sciorra testified that she would cut her fingers and hands and smear the blood onto a wall she was painting \"blood red.\" She said wherever she smeared the blood she would mark it with gold leaf. When the prosecution asked why, she let out a sob and said she didn't know. She said that she confronted Weinstein about the incident at a dinner in New York weeks after. His response was \"very menacing,\" she said. \"That's what all the nice Catholic girls say,\" he said, according to her testimony. She said he leaned into her and said \"this remains between you and I.\" \"It was threatening, and I was afraid,\" she said. Sciorra had two other notable interactions with Weinstein afterward.  Less than a year after the alleged rape, Weinstein sought her out in London, where she was filming a movie, Hast said. He badgered her with messages and sent cars for her, and when she failed to respond, he showed up at her hotel room and became angry when she refused to open the door, Hast said. Sciorra was so terrified that she had the producer move her to a different hotel, Hast said. Several years later, she acted in \"Cop Land,\" a 1997 film distributed by Miramax, the company Weinstein ran. Sciorra testified that she did not initially realize that it was a Miramax film, and she did not remember him being on set. Later that year, at the Cannes Film Festival in France, she learned she was in a hotel room next door to Weinstein, she testified. One morning, she opened the door and found him standing there in his underwear, with a bottle of baby oil in one hand and a movie tape in the other, she said. She ran to the back of her room and began hitting the call buttons on the hotel phone, she testified. Hotel employees eventually came and Weinstein left, she said. \"I got very scared,\" she said. Defense highlights Sciorra's memory issues On cross-examination, defense attorney Donna Rotunno pressed Sciorra on her lack of memory on specific details and dates. For one, she questioned Sciorra about when she moved out of the apartment that she lived in prior to her move to the Gramercy Park apartment.  Sciorra also conceded that she never went to the police, a doctor or a hospital after the alleged attack. The cross-examination became testy at times, even as Sciorra remained calm. At one point, Sciorra asked for a clarification on a year in Rotunno's line of questioning, and Rotunno responded, \"It's your story, so.\" Sciorra also said she did not try to run out of the apartment to her doorman or to a phone to call 911 for help as the alleged attack was unfolding. Rotunno reviewed Instagram communications from August 2017 in which an acting acquaintance asked for Sciorra's phone number because he said Weinstein wanted it. In the messages, Sciorra said she was \"more broke than (she) ever imagined\" and said, \"I'm hoping Harvey has a job for me.\"  Sciorra said she was \"fishing\" for information when she said she had been meaning to call Weinstein. In opening statements, Cheronis, another defense attorney, told jurors that Sciorra's friend will testify that she described having consensual sex with Weinstein. He also showed a PowerPoint slide that highlighted a statement the defense says Sciorra made to police: \"I didn't report it because I didn't think it was rape.\" Further, Cheronis pointed out that Sciorra could not say the exact day or even the year that this occurred. And he also questioned how Weinstein would have been able to reach her apartment door that night without checking in with the doorman."], "Language": false}