{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/23/entertainment/sundance-film-festival-diversity-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-23T16:55:57Z"], "LastModifiedDate": ["2020-01-23T16:55:57Z"], "Headline": ["Sundance Film Festival: Event bucks Hollywood trend with increasingly diverse lineup"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["As criticism of the lack of minority representation at the 92nd Academy Awards intensifies, the Sundance Film Festival is upping its diversity game. Women and people of color will take center stage at the 36th edition of the festival when it begins its 10-day run Thursday. Of the 118 feature-length films which will be previewed at the annual event in Park City, Utah, 44% -- 52 films -- are directed by one or more women. Last year 40% -- 45 movies -- were directed or codirected by a woman. The world premiere of \"Taylor Swift: Miss Americana\" will kick off the festival. Directed by Emmy award-winning filmmaker Lana Wilson, the Netflix documentary will cover the singer's rise as an activist. People of color also make up 34% of the directors. That's up from last year's 32%. Filmmakers who identified as LGBTQ directed 15% -- 18 -- of the films to premiere at one of the biggest platforms for independent films. The festival received a record-breaking 15,100 submissions this year. Widely regarded as one of the most prestigious independent film festivals in the world, Sundance is making waves at a time when a lack of diversity among nominees has been the focus of the Hollywood awards season.  Keri Putman, executive director of Sundance Institute, said: \"We believe diverse stories from independent artists around the world open us up to new perspectives and possibilities -- at a time when fresh thinking and dialogue is urgently needed.\" Meanwhile, the Academy Awards has battled the stigma that its membership is out of touch with the times with its predominantly male and white nominees. No female directors have been nominated for the upcoming Academy Awards, despite speculation that \"Little Women\" director Greta Gerwig might receive a nod. She was nominated for best director for her debut film \"Lady Bird\" in 2018. The directing category snub of women led actress Issa Rae, who announced the categories with actor John Cho, to quip \"Congratulations to those men.\" Hollywood's biggest names are expected to descend on the Dolby theater in Los Angeles for the Academy Awards on February 9, with \"Joker\" leading the way with 11 nominations."], "Language": false}