{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/lenne-chai-photography-singapore-wedding/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marina Garcia-Vasquez"], "Writers": [[]], "FirstPublishDate": ["2020-01-23T03:39:26Z"], "LastModifiedDate": ["2020-01-23T04:14:08Z"], "Headline": ["Retro photos challenge Singapore's resistance to same-sex marriage"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Lenne Chai's wedding photos, seemingly taken in the not-too-distant past, exude all the merriment of a typical Singaporean wedding. But this isn't a real marriage. In fact, the scenes staged by the photographer -- two women tying the knot, before toasting their guests and cutting a cake -- aren't actually legal in the city-state. Chai's fictional photo series \"A Singaporean 377A Wedding\" was inspired by Section 377A of Singapore's penal code, which, since the 1930s, has criminalized homosexuality with punishments of up to two years in prison. The law only applies to gay men, but it represents the wider struggle faced by the country's entire LGBTQ+ community, Chai said in a phone interview. The photographer, who identifies as a bisexual female, added that the images depict the type of dreamy nuptials that her conservative family would never permit. \"There's no way a traditional Chinese wedding would have two women as the lead,\" said Chai. \"Older Chinese would think that was crazy or disrespectful. I wanted to show that possibility in a way that was happy and exuberant. And to highlight how ridiculous it is that (same-sex marriage) is completely impossible.\" \"The repeal of 377A (would be) the first step to, hopefully, a more inclusive Singapore someday,\" she added. \"Without removing 377A first, it's impossible for us to get to a point where queer people can have civil unions in Singapore, and eventually marriages.\" Born in Singapore but based in New York, Chai has shot fashion spreads for publications including Elle, Harper's Bazaar and Nylon. While she considers her work more commercial than editorial, many of the 28-year-old's images fuse fashion photography with political commentary. Take, for example, a photo shoot titled \"Orientalism,\" featuring two Asian models bending in surreal formations, which prompted Chai to ask herself: \"Do you think it's possible to appropriate your own culture?\" Chai choreographed models for Korean brand Iise's Spring/Summer 2019 collection, with a composition inspired by the composition of Caravaggio paintings and influenced by the frequent anti-government protests that the designers witnessed outside Seoul's Gyeongbokgung Palace. In Chai's high-spirited wedding photos, we see a beautifully arranged Chinese banquet with every detail accounted for -- accent flowers, \"double happiness\" signs, noodle dishes signifying longevity, champagne toasts and guests dressed to the nines.  The set-up was inspired by Chai's parents' own wedding photos from the 1980s, though they have been injected with the artist's own sense of decadence. As with traditional weddings, the two brides appear to have changed outfits between courses, from emerald and saffron powersuits to dresses made of brocade, organza and satin.   \"I referenced my family albums, down to the actions that they're doing (and) even the props we used, like how they put Fanta orange in wine glasses or plastic cups.    Chai says her use of color and composition was also inspired by an '80s aesthetic that imagines an alternate Singaporean history of liberation, freedom and acceptance. The series, which was shot in 2018 and recently exhibited at Singapore's Objectifs Centre for Photography and Film, is intended to show what life might have been like if same-sex couples from her parent's generation had been allowed to openly marry.  The \"married\" couple portrayed in the series are both professional actors, while Chai cast some of the other models from the local LGBTQ+ community.  \"I didn't want to cast girls who look like what people (would expect) a gay couple looks like: a butch or pretty girl,\" Chai said. \"So that's why I wanted to cast a traditional-looking girl.\" The photographer also took special care to represent the full spectrum of Singapore's racial diversity: Chinese, Indian, Malay and mixed-race Singaporeans. \"I hope that when people see this series, it shifts the conversation about what's moral or immoral,\" Chai said. \"Singaporeans are very religious, and also coming from an Asian cultural standpoint. My genuine hope is to shift the conversation more toward empathy.\""], "Language": false}