{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/opinions/harry-hamlin-gay-role-lgbtq-actors-allen/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Samantha Allen"], "Writers": [["Samantha Allen"]], "FirstPublishDate": ["2020-01-22T21:44:16Z"], "LastModifiedDate": ["2020-01-22T21:44:16Z"], "Headline": ["Harry Hamlin's 'playing gay' disclosure spotlights another huge problem"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Harry Hamlin was once a Hollywood heartthrob. He scorched the screen in 1981's \"Clash of the Titans.\" He was voted People's \"Sexiest Man Alive\" a few years later while playing an attorney on \"L.A. Law.\" But \"playing gay\" may be why you probably know his face from the small screen, not the silver one. In a recent appearance on The Hollywood Reporter's \"It Happened in Hollywood\" podcast, the actor said that his film career essentially ended after he played a gay writer navigating both a love affair with a man and a marriage to a woman in the 1982 film \"Making Love.\" (\"The door shut with a resounding smash,\" is how Hamlin phrased it on the podcast.)  This was long before most A-list film actors would consider or even covet now-plum TV roles, so the fact that Hamlin went on to enjoy a long stint on the popular TV show \"L.A. Law\" isn't necessarily an indicator that he broke through the stigma of playing gay.    Things have certainly changed, but not as much as anyone might think. Many actors in Hollywood still find themselves limited by their sexuality and gender identity.  Today, almost 40 years after \"Making Love,\" a hot heterosexual actor (like Harry Hamlin) coming off a successful film project (like \"Clash of the Titans\") would almost certainly be able to play gay and then go right back to straight film roles, but the reverse isn't true. Too often, LGBTQ actors come out of the closet only to discover that they can only play LGBTQ film roles. What makes that trend especially shocking is the fact that so many LGBTQ actors have been finding wider opportunities on television to play all kinds of characters. As LGBTQ media advocacy organization GLAAD noted in 2019, there were 90 LGBTQ characters on prime-time broadcast shows. The numbers on cable and streaming were even higher at 215 and 153 respectively. Often -- but not always -- those actors are LGBTQ themselves. The rules of TV also seem to be a bit more fluid: For example, transgender actress Laverne Cox has built a career on TV and streaming after her breakout role on \"Orange is the New Black\" -- but not all of her characters are expressly identified as transgender. Neil Patrick Harris, of course, famously played a straight man on \"How I Met Your Mother.\" Jim Parsons did the same on \"The Big Bang Theory.\" So not only are there disproportionately more LGBTQ characters on TV than there are on film, but LGBTQ actors working in the industry also seem to have more flexibility and freedom in their roles.  Meanwhile, GLAAD's 2019 numbers for the major Hollywood studios were more sobering: They couldn't find a single transgender character across 110 major studio releases in the prior year. And only 10 major studio movies had \"more than ten minutes of screen-time for an LGBTQ character,\" GLAAD noted.  Television and film have long been different beasts when it comes to LGBTQ issues. If there's anything Harry Hamlin's podcast revelation can teach us, it's that too little has changed in some sectors of Hollywood, even as LGBTQ representation explodes in streaming and on television. Playing gay may no longer be a death knell for a straight actor's film career, but on the other hand, LGBTQ actors who try to play a wide variety of roles are discovering that in many cases, the small screen remains their best bet, too.  If playing gay could end a film career like Hamlin's in the early 1980s, then today, it's coming out as LGBTQ that can still seriously curtail a film career. For starters, look no further than Ellen Page, who landed successful roles in \"Juno\" and \"Inception\" while reportedly enduring tremendous pressure from industry insiders to keep her sexuality a secret. After coming out in 2014, Page's film roles dwindled -- even as she found opportunities on TV shows like Netflix's \"The Umbrella Academy\" and \"Tales of the City.\" In a 2016 interview with The Guardian, the talented actor pointed out the \"double standard\" she has been navigating after coming out: \"I look at all the things I've done in movies: I've drugged a guy, tortured someone, become a roller-derby star overnight. But now I'm gay, I can't play a straight person?\" For straight actors, by contrast, portraying an LGBT character can be an outright boon these days. Straight Hollywood heartthrobs from Jake Gyllenhaal in \"Brokeback Mountain\" to Armie Hammer and Timothée Chalamet in \"Call Me By Your Name\" have earned accolades for playing gay men, often garnering awards attention seemingly without any impact on their ability to continue playing straight men in high-profile films. Sean Penn won an Oscar for playing Harvey Milk in 2009 and played tough (straight) guy Mickey Cohen in a major Warner Bros. project a few years later.  LGBTQ media critics call this trend \"gay-for-pay\" and as writer Seamus Kirst pointed out, it stretches all the way back to Tom Hanks, who won an Oscar for \"Philadelphia\" in 1994. With a 1982 release date, Hamlin's turn in \"Making Love\" came out before the peak of the HIV/AIDS crisis -- and the heightened media advocacy that came with it. GLAAD, for example, was not founded until 1985. That advocacy paved the way for an actor like Hanks to deliver a moving portrayal of a gay attorney living with HIV in the mid-1990s -- and it didn't seem to preclude him from going back to being the leading man in multiple Nora Ephron rom-coms. But although LGBTQ media representation has come a long way, the success hasn't been evenly distributed: Today's working LGBTQ actors face an entirely different set of struggles than a Hamlin or a Hanks.These days, when promising young actors come out as LGBTQ themselves, film industry executives seem hesitant to cast them as straight or cisgender people (particularly as leading men) ever again.  The same Hollywood studios that ask us to believe in laser swords and resurrected dinosaurs apparently believe we can't stomach the idea of an LGBTQ actor's gender identity or sexual orientation not being the same as their character's.  For example, one could easily imagine Matt Bomer, who was electric in USA's \"White Collar\" before formally coming out in 2012, as James Bond -- but the actor has largely worked on TV, Broadway and independent film projects since his breakout role. Zachary Quinto, who took on the role of Spock for the 2009 \"Star Trek\" reboot and came out as gay two years later, put it best in a 2018 SiriusXM radio interview when he said, \"You look at how many straight actors play gay roles. ... That door doesn't swing the other way as much.\"   That gulf between film and TV would have already been apparent during the peak years of Harry Hamlin's career: In 1991, \"L.A. Law\" made history with the first prime-time same-sex kiss. Although the move has since been widely critiqued as a bid for higher ratings, it still broke ground. (At the time, GLAAD called it a \"historic smooch.\") Sadly, that gulf remains vast all these years later. Harry Hamlin's film career might have played out differently had he starred in a film like \"Clash of the Titans\" today, but for too many LGBTQ actors, industry door-slamming is still a depressing reality. Today in Hollywood, playing gay is something to be celebrated, but being LGBTQ, unfortunately, is still all too often something actors feel pressure to hide."], "Language": false}