{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/entertainment/terry-jones-dies-scli-gbr-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-01-22T12:58:03Z"], "LastModifiedDate": ["2020-01-22T18:41:47Z"], "Headline": ["Terry Jones, 'Monty Python' star, dead at 77"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Terry Jones, a star of the seminal comedy group \"Monty Python\" who delivered some of the most famous lines in comedic history, has died, his agent confirmed to the PA Media news agency. He was 77. Jones was a major creative force behind the surrealist troupe's pioneering works, which flitted between styles and tones and cemented the six-man group as one of the most influential acts in the British cultural canon.  In recent years, the Welsh actor, director, author and historian battled primary progressive aphasia -- a rare form of dementia that affects speech. He died on Saturday evening with his wife by his side, his family said in a statement. \"Over the past few days his wife, children, extended family and many close friends have been constantly with Terry as he gently slipped away at his home in North London,\" the statement said. \"We have all lost a kind, funny, warm, creative and truly loving man whose uncompromising individuality, relentless intellect and extraordinary humour has given pleasure to countless millions across six decades.\" Jones was known for playing a variety of \"Monty Python\" roles, including a number of female characters, and uttered perhaps its most famous line -- \"He's not the Messiah, he's a very naughty boy!\" -- while playing Brian's mother in the classic 1979 satire on religion \"Life of Brian.\" Sometimes referred to as the Beatles of comedy, Python's influence permeated a half century of comedy on both sides of the Atlantic -- and prominent comics and actors paid tribute Wednesday to Jones.  Python co-star Michael Palin said Jones was \"passionate about living life to the full,\" while fellow member John Cleese said \"it feels strange that a man of so many talents and such endless enthusiasm, should have faded so gently away.\"  Referring to fellow Python Graham Chapman, who died in 1989, Cleese added: \"Two down, four to go.\" A legendary troupe Immediately identifiable by the gigantic \"Foot of Cupid\" that thundered down during their opening titles, \"Monty Python\" stomped their authority on British comedy during a lengthy and prolific stretch in the 1970s and 1980s. Jones helped create the group a few years earlier, after meeting Palin at Oxford while performing in the university's dramatic societies.  \"Terry seemed to have his own integrity and his own little world, which he carried around with him and there was no one really quite like him,\" Palin remembered in the Pythons' 2003 autobiography. The troupe first won acclaim for its offbeat and unpredictable TV sketch show \"Monty Python's Flying Circus,\" which ran for five years until 1974.  Some of the most iconic scenes in British comedy came from the show. Jones co-wrote and starred in the affectionately daft \"Spam\" song and sketches about \"Four Yorkshiremen\" and \"the Spanish Inquisition,\" all of which have been frequently quoted and imitated. The show's irreverent style and disregard for established comic formulas resonated worldwide.  When it eventually aired in the United States, \"Flying Circus\" achieved further acclaim and was parodied by a number of shows. \"Saturday Night Live\" re-created its famous \"Dead Parrot\" sketch, for instance, while writers of \"The Simpsons\" referenced it on several occasions. International plaudits and a few controversies followed in the second half of the '70s.. Jones co-directed the film \"Monty Python and the Holy Grail\" with Terry Gilliam in 1975, also starring as pompous knight Sir Bedevere.  A retelling of the story of King Arthur that features an ensemble of offbeat characters like The Knights Who Say Ni, the film was ranked by ABC in 2011 as the second-best comedy movie of all time, after \"Airplane!\" Four years later, the group returned for \"Life of Brian,\" with Jones handling directorial duties himself. The film, which follows a man mistakenly identified as the Messiah after being born next door to Jesus Christ, prompted a huge outcry from religious protesters and organizations, but has since been acknowledged as a classic. \"I never thought it would be as controversial as it turned out, although I remember saying when we were writing it that some religious nut case may take potshots at us,\" Jones told the Radio Times magazine in 2011. \"At the time, religion seemed to be on the back burner and it felt like kicking a dead donkey. It has come back with a vengeance and we'd think twice about making it now.\" In his tribute to Jones, Cleese added on Wednesday: \"Of his many achievements, for me the greatest gift he gave us all was his direction of 'Life of Brian.' Perfection.\" Jones also directed the group's final film, \"The Meaning of Life,\" in 1983. The Pythons produced a total of 45 TV episodes for the BBC and five films together before going their separate ways that year.  He went on to write historical nonfiction books, presented several documentaries and wrote the screenplay to the 1986 fantasy film \"Labyrinth,\" starring David Bowie. Jones then joined the remaining Pythons for a reunion show in 2014, for which tickets sold out in 43 seconds. \"Spamalot,\" a 2005 stage production written by Eric Idle, introduced Python to a new generation of fans and provided a regular source of royalties. \"That ('Monty Python') income means I can do things that don't make money,\" Jones told CNN in 2005. Such projects included books on Geoffrey Chaucer, famed author of \"The Canterbury Tales,\" and another on the Iraq War, which Jones vigorously opposed. \"I find that looking at history that people don't change,\" Jones mused in the interview. \"They're just as bright and just as devious as they are now.\" 'A creative powerhouse' The entertainment world was quick to remember Jones' contribution to comedy. \"Monty Python\" co-star Palin told PA: \"Terry was one of my closest, most valued friends. He was kind, generous, supportive and passionate about living life to the full.\" \"I loved him the moment I saw him on stage at the Edinburgh Festival in 1963,\" added Idle. \"So many laughs, moments of total hilarity onstage and off we have all shared with him. It's too sad if you knew him, but if you didn't you will always smile at the many wonderfully funny moments he gave us.\" Filmmaker Edgar Wright said Jones was an \"esteemed director,\" and writer Neil Gaiman said he was \"funny, brilliant and honest.\"  \"36 years ago I met Terry Jones. I was meant to interview him. I asked for tea, so he opened a bottle of Chablis & got me drunk,\" Gaiman remembered. Actor and comedian Stephen Fry tweeted: \"Farewell, Terry Jones. The great foot has come down to stamp on you. My god what pleasure you gave, what untrammelled joy and delight. What a wonderful talent, heart and mind.\" Canadian Prime Minister Justin Trudeau joined in the tributes, writing: \"A beloved comedian, a brilliant writer & director, and a creative powerhouse -- Terry Jones was one of a kind. Sending my condolences to his family, friends, and legions of fans around the world. We'll miss you, Terry.\" His family's statement said: \"His work with Monty Python, his books, films, television programmes, poems and other work will live on forever, a fitting legacy to a true polymath.\" \"We hope that this disease will one day be eradicated entirely,\" it added."], "Language": false}