{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/entertainment/heath-ledger-movies-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Saeed Ahmed, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-22T14:09:43Z"], "LastModifiedDate": ["2020-01-22T16:43:55Z"], "Headline": ["Heath Ledger played more than the Joker. Whatever kind of movie you're into, Ledger has a film for you"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Yes, most people remember Heath Ledger for his role as the Joker. And that's understandable. Even Joaquin Phoenix -- who starred more recently as the Joker -- gave Ledger a shout out at Sunday's 26th Annual Screen Actors Guild Awards.  But in his short life, Ledger lit up the screen in a number of roles -- from a ranch hand grappling with his sexuality to a high school bad boy who falls in love. Basically, whatever kind of movie you're into, Ledger has a film role that'll fit the bill. Today, on the anniversary of his death, we take a look at some of them.  If you like great acting ... \"Brokeback Mountain\" is the film for you. it's a haunting love story about two men whose feelings for each other, repressed for years, bursts out in the open -- sending the lives around them into a spiral. Heath Ledger plays a ranch hand who falls in love with a cowboy (Jake Gyllenhaal) during a summer job herding sheep.  \"I knew it would be a different type of movie that would go beyond the confines of two guys and their sexuality towards the more difficult topic of love,\" Ledger said at the Toronto Film Festival in 2005.  Ledger is understated, yet sublime in the role. As a CNN review put it at the time: \"Ledger's most powerful moments come with no dialogue; what isn't said speaks volumes. Just a gesture, a shrug, or momentary glance at Jack conveys what many actors -- and scripts -- would need pages of words to achieve.\" If you like rom-coms ... ... then add \"10 Things I Hate about You\" to your list of movies to watch.  In this modern-day twist on \"Taming of the Shrew,\" Ledger plays Patrick Verona, a cigarette-smoking bad boy hired to date Kat (Julia Stiles), an angry feminist. Sparks fly, of course. This pitch-perfect ensemble piece, which came 20 years ago, still holds up surprisingly well because its message is timeless: don't succumb to peer pressure. And Ledger is a joy to behold.  Just take a look at this scene where Ledger woos Kat by singing \"Can't Take My Eyes Off You\" from the bleachers at her soccer practice.  If you're looking for a family flick ...  \"A Knight's Tale\" has your back.  Inspired by \"The Canterbury Tales,\" Ledger plays William Thatcher, a young squire with a dream to compete in jousting events. The only problem is, he wasn't born a knight. And only knights can participate.  This is one of Ledger's earliest leading role and the charisma is apparent. A CNN review at the time called him \"heartthrob-in-training.\" If you're looking for drama...  \"Candy\" is a dark love story about a couple addicted to heroin who will do anything for another fix. Ledger plays Dan, capturing the codependency and delusion of the character with devastating effect. Just as in \"Brokeback Mountain,\" he draws you in and leaves you gobsmacked. If you like fantasy movies... \"The Brothers Grimm\" is the movie for you. It's an action packed fairytale about two brothers, Wilhelm (Matt Damon) and Jacob (Heath Ledger), known for their supernatural abilities. Except, they don't have any abilities. They just fake their way into money.  But when they arrive at a village with real problems -- missing girls -- the two can't pretend anymore. The Grimm brothers find out the stories they made up are actually real. The movie was panned by critics, but it's worth a look -- just for comparison purposes: How Ledger goes from someone with a questionable British accent in this movie to one of his most acclaimed roles in \"Brokeback Mountain\" in the next. "], "Language": false}