{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/tech/motorola-razr-launch-date/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2020-01-22T15:42:27Z"], "LastModifiedDate": ["2020-01-22T15:44:34Z"], "Headline": ["The $1500 Motorola Razr will hit stores in North America on February 6"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["The highly anticipated Razr reboot has a new release date in North America: February 6. Preorders for the $1500 foldable Razr smartphone will begin on January 26. It will be available on Motorola's website and through Verizon, which is the exclusive provider.  The Razr's reboot was announced last November and immediately garnered excitement despite its lackluster features, including a small battery and plastic screen, all for twice the cost of an iPhone 11. If that $1,500 price tag gives you sticker shock, Verizon is offering a payment plan of $62.49 a month for 24 months, according to a release. That's ... still more than twice the monthly cost of an iPhone 11. The power of nostalgia and the unique look has overpowered potential customers' ability to restrain themselves:  Motorola last month delayed the initial launch date, scheduled for January 9, because of higher-than-expected demand and limited supply of the iconic phone.  The new Razr turned heads when it launched in 2004 and became the bestselling phone of all time in the United States before the iPhone stole that title several years later.  The phone's delay follows a similar pattern in foldable smartphone launches, which have been pushed back by other manufacturers. Smartphone makers need something to shake up the market, so many have set their sights on foldable phones. But taking a folding screen from concept to a working device has proven to be a monumental engineering challenge. Samsung famously had a high-profile flub with its nearly $2,000 Galaxy Fold. Several reporters given early access to the device discovered defective hinges and that their screens broke after removing the Fold's protective film. Samsung responded by delaying the April launch of the device, which went on sale in September 2019. This Razr is the second reboot of the brand. In 2011, it launched the Droid Razr but it failed to take off.  Motorola said that launch dates for other countries will be announced later."], "Language": false}