{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/us/anna-may-wong-google-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-01-22T10:06:28Z"], "LastModifiedDate": ["2020-01-22T11:23:08Z"], "Headline": ["Google Doodle celebrates Anna May Wong nearly 100 years after her first leading role. Here's why she's in focus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The woman with a wry smile in Wednesday's Google Doodle is considered to be the first Asian-American movie star -- and she still has something to teach Hollywood nearly a century after she broke into it. The slideshow of artwork depicting Anna May Wong comes on the 97th anniversary of the general release of \"The Toll of the Sea,\" in which she claimed her first starring role.  Wong, the daughter of Chinese immigrants, could be seen on the big screen from the 1920s to the 1960s. Though she was cast in mostly narrow, stereotypical roles early in her career in the US, she moved to Europe in the late 1920s where she worked with some of the biggest names of the day like Laurence Olivier and Marlene Dietrich. But she made what is perhaps her best-known work, \"Shanghai Express,\" when she returned to the US in 1930. The artist who depicted her for Google, Sophie Diao, said that she wished she knew of Wong when she was a child looking for Chinese American role models in Hollywood. \"Asian American actors are underrepresented even now, so amazingly Anna May Wong was so active right at the beginning of film history, bridging the gap between silent films and talkies,\" Diao said. That conversation about underrepresentation has continued into modern Hollywood. In 2017, the social media campaign #ExpressiveAsians was launched from sociologist Nancy Wang Yuen's book \"Reel Inequality: Hollywood Actors and Racism,\" which quotes an unnamed casting director said it was a challenge to cast Asian actors because they are seen as not very \"expressive.\" The following year \"Crazy Rich Asians\" saw great critical acclaim. Leading actress Constance Wu was only the fourth woman of Asian descent to be nominated for best performance by an actress in a musical or comedy motion picture for the Golden Globes."], "Language": false}