{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/21/entertainment/awkwafina-is-nora-from-queens-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-21T15:35:57Z"], "LastModifiedDate": ["2020-01-21T15:35:57Z"], "Headline": ["'Awkwafina is Nora From Queens' doesn't add to its star's current moment"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Awkwafina has had a pretty terrific run of late, including a Golden Globe-winning role in the understated independent film \"The Farewell.\" While it's easy to see why Comedy Central would jump at the chance to get in business with her, it's less clear how she benefits from \"Awkafina is Nora From Queens,\" a semi-autobiographical series that seems like every other scripted show on the network. For Comedy Central, the timing represents a bit of a coup, catching a rising star as her film career is taking off, with the more serious part coming amid scene-stealing supporting roles in movies like \"Crazy Rich Asians,\" \"Ocean's 8\" and \"Jumanji: The Next Level.\" No wonder they ordered a second season even before its premiere. Despite some funny moments, the show falls into a broad category of TV comedy -- the 20-something slacker, fumbling her way through life in the big city -- that can't help but feel a little stale at this point. Here, Awkwafina, a.k.a. Nora Lum, is a part-time Uber driver still living with her family. Nora turns out to be fairly typical of recent TV contemporaries in her demo -- strapped for money, fond of smoking weed, a little confused, and a whole lot self-absorbed. What that leaves, mostly, are the occasional funny sequence, peppered with cultural slights and flourishes, like someone telling her, \"Your English is so good.\" Still, where most semi-autobiographical comedy gains something from looking back -- filtering the exaggerations and creative liberties through the gauzy haze of memory -- having the actress play this fame-free version of herself somehow makes it less convincing. It doesn't help that the supporting and guest players are so broadly drawn, including Nora's wacky, foul-mouthed grandma (Lori Tan Chinn), cranky dad (BD Wong) and Ivy League grad, app-developing cousin (\"Saturday Night Live's\" Bowen Yang). In one episode, grandma drags Nora along on a trip to Atlantic City, where the group of elderly Chinese ladies have what amounts to a turf battle with a equally geriatric Korean group. In another, Nora decides to bleach her hair -- insisting \"I'm sick of playing it safe\" -- with predictably disastrous results. And so it goes. It's occasionally droll and clever, in a \"Broad City\"-ish way. But unless you're really eager to see more of Awkwafina, you'd have to be more motivated than the title character is to muster the energy to set the DVR for \"Nora From Queens.\" \"Awkwafina is Nora From Queens\" premieres Jan. 22 at 10:30 p.m. on Comedy Central."], "Language": false}