{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/20/us/martin-luther-king-jr-listener-blake/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By John Blake, CNN"], "Writers": [["John Blake"]], "FirstPublishDate": ["2020-01-20T11:37:10Z"], "LastModifiedDate": ["2020-01-20T22:00:01Z"], "Headline": ["The one thing about Martin Luther King Jr.'s greatness everyone keeps missing"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Rev. Martin Luther King Jr. was barreling toward the climax of his greatest speech when he made a split-second decision that would seal his place in history. Most people recall what the cameras caught: King declaring \"I have a dream!\" before 250,000 jubilant supporters at the March on Washington during a muggy, sun-splashed summer day. But there was one crucial exchange that the cameras didn't catch.   King had planned to cap his speech by exhorting people \"to go back to our communities as members of the international association for the advancement of creative dissatisfaction.\" Yet he hesitated when he got to that line in the speech because it just didn't feel right. And then he heard a voice from behind him. It was the great gospel singer Mahalia Jackson, who was sitting nearby. \"Tell them about the dream, Martin! Tell them about the dream,\" she shouted. We know what happened next. King launched into his classic, \"I have a Dream\" closing. That ad-libbed moment is often cited by historians as an example of King's improvisatory genius as an orator.  But it also reveals something else about King's genius: His ability to listen. King was a different type of leader Calling King a great listener isn't the typical praise that people shower on him as the country celebrates the holiday in his honor.  Instead, commentators invoke images of King as a solitary hero behind a podium, delivering speech after speech that changed history. Yet many of the most pivotal moments in King's life weren't planned. They only came after he listened to the prodding and encouragement of others.  His \"I Have a Dream\" exhortation, his opposition to the Vietnam War and his decision to embrace nonviolence -- all these came in part because he was such a willing listener.   At a time when many glorify strongman politicians or imperious CEOs, King offers a different kind of role model for a leader, says Jerald Podair, a history professor at Lawrence University in Wisconsin who has written a biography of one of King's closest advisors, Bayard Rustin. \"He could have said to Mahalia Jackson, 'Don't interrupt me. I'm Martin Luther King,' but he didn't,\" Podair says. \"That's something that hasn't been talked about enough. There's something to be said for that kind of leadership today that's always willing to listen to other people and other perspectives.\"   Even King's management style was built on listening. He surrounded himself with a team of rivals who constantly battled one another in the Southern Christian Leadership Conference, the civil rights group King co-founded.  Several openly challenged or disagreed with King -- and that's exactly what he wanted, says Andrew Young, the former United Nations Ambassador who was part of King's inner circle. \"The SCLC was always a battle of egos,\" Young said in the landmark \"Eyes on a Prize\" civil rights documentary. \"We were like a team of wild horses. Each one had very strong opinions and their own ideas about the way the movement should go, and Dr. King encouraged that. And our meetings were loud and raucous and he sat quietly sat by until we fought issues out, and then he would usually decide.\" He was like Socrates in his willingness to probe others' opinions King's willingness to listen shaped one of his most crucial decisions, to become a minister.   King didn't want to become one. He was the son of a prominent black preacher. The youthful King didn't share his father's belief in the inerrancy of the Bible and was put off by his father's fiery preaching style. He wanted to be a lawyer or a doctor. But then he listened to one of his most important mentors, the Rev. Benjamin Mays. Mays was the president of Morehouse, the historically black men's college in Atlanta, which King first attended when he was 15. Mays became King's mentor. He was an progressive minister who had traveled to India to meet Mohandas Gandhi, who pioneered nonviolent protest.   King listened as Mays convinced him that he could serve his people as a minister, says Kevin Willmott, author of \"Becoming Martin,\" a play that looks at the relationship between the two men.   \"He was a good listener,\" says Willmott, who is also a film professor at the University of Kansas and won an Oscar alongside Spike Lee for writing \"BlacKkKlansman.\" \"He wasn't afraid of other people's opinions. He loved to debate. He won awards in debates. '' King has often been compared to an Old Testament prophet like Moses. But that comparison can be misleading. Think more of another ancient hero from Athens who loves to question people's assumptions. \"Even the uses of the Moses metaphor, where King had this vision on high and he told the advisors what to do and off they went, is wrong,\" says Robert M. Franklin Jr., a professor at Emory University and author of the forthcoming book, \"Moral Leadership: Integrity, Courage, Imagination.\" \"He's more like Socrates,\" says Franklin, a former president of Morehouse College who teaches moral leadership at Emory. \"He's sitting there. He's asking questions. He's interrogating. He's thinking it through. He's in prayer. He was constantly processing things.\"   King's ability to listen carried over into his embrace of nonviolence. When King led his first civil rights campaign in Montgomery, Alabama, he had not yet fully embraced Gandhi's nonviolent philosophy. He feared for his family's safety due to constant threats on his life, and he was ready to defend his family. Bayard Rustin, a civil rights organizer who had long experience with nonviolence, traveled to Montgomery and was surprised to see King's home was so full of guns that someone almost sat on a gun that was resting in a chair. Rustin took King aside and explained to him that if he was going to be nonviolent he couldn't go armed. That was the moment that King adopted nonviolence as a way of life, and not just a reference in a speech, says Podair, who recounts the incident in his book, \"Bayard Rustin: American Dreamer.\"  \"That's when Rustin started talking to King about reading about nonviolent direct action, which meant no guns,\" Podair says. \"And he listened.\" Why even one of King's biggest critics loved him King's most radical proposal, the 1968 Poor People's Campaign, also came about because King was willing to listen. During the last year of his life, King organized an interracial army of poor people that traveled to Washington and occupied the National Mall for six weeks in an attempt to force political leaders to attack poverty. It was an audacious idea that even scared some of King's closest advisors. The idea, though, didn't come from King. He listened to Marian Wright Edelman, an activist, who was meeting Sen. Robert Kennedy at his home when she got the idea. As she was leaving, she told him she was going to stop by Atlanta to see King. Kennedy told Edelman, who would go on to become head of the Children's Defense Fund, that it was time for a visible expression for the poor. \"Tell him to bring the poor people to Washington,\" Kennedy told her. King's most controversial decision also came about because he listened. When King gave a speech in 1967 denouncing the Vietnam War, he outraged much of America. Even civil rights leaders criticized him. Several events forced King to act. He saw a photo essay in a magazine about Vietnamese children burned by napalm in Vietnam that shook him up.    But his decision was also made after he listened to advisors like Vincent Harding, who helped draft his Vietnam speech, and Stokely Carmichael, who had been pushing him to oppose Vietnam. In the \"Eyes on a Prize\" documentary, Carmichael recounted how moved he was to hear King's Vietnam speech in person. The two men had a contentious relationship. Carmichael rejected nonviolence as a way of life and had popularized the term, \"Black Power.\" In the documentary, though, Carmichael says he was struck by how King had condemned himself for being too cautious during the speech.   \"One of the reasons why I have a great deal of love and respect for King was his love for the people and consequently his honesty,\" Carmichael says. \"King was so honest that he could criticize himself publicly.\" When King met God at the kitchen table This humility came, in part, from King's embrace of nonviolence, says Podair, the historian. \"If you're going to engage in nonviolent direct action, you're going to put your body on the line,\" he says. \"You're probably going to be beaten, arrested and get humiliated in some form or another, but you're going to take that and not let your ego get in the way and say I'm going to accept this for the greater good.\" King's ability to listen led to one of the most transcendent moments in his life. Some call it his \"kitchen-table conversion.\" It took place in 1956 when he was considering quitting the civil rights movement. He was dozing off in his bedroom around midnight when the phone rang. \"\"Listen, n***er, we've taken all we want from you,\" the caller hissed. \"Before next week, you'll be sorry you ever came to Montgomery.\" What happened next is recounted in \"The Autobiography of Martin Luther King Jr.,\" edited by Clayborne Carson.  King hung up and went to his kitchen to heat a pot of coffee. He had been receiving death threats for weeks since he had accepted a request to lead the bus boycott in Montgomery, Alabama. He was afraid for himself, his wife Coretta and their infant daughter, Yolanda. He wondered how he could step down without appearing to be a coward. With his head in his hands, King bowed over his kitchen table and prayed aloud in desperation. He told God he was weak and had nothing left. Then he listened.  King described what happened next: \"It seemed as though I could hear the quiet assurance of an inner voice saying: 'Martin Luther, stand up for righteousness. Stand up for justice. Stand up for truth. And lo, I will be with you. Even until the end of the world,'\" he later described. \"At that moment I experienced the presence of the Divine as I had never experienced Him before. Almost at once my fears began to go. My uncertainty disappeared. I was ready to face anything.\" King may not have stood before a cheering crowd at the Lincoln Memorial that day if hadn't already developed a life-long habit of listening. It's always good to remember King's speeches, but we should also remember this: He didn't just talk his way to greatness.  He listened his way to it as well."], "Language": false}