{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/19/entertainment/sag-awards-2020-highlights/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-20T01:36:42Z"], "LastModifiedDate": ["2020-01-20T15:55:20Z"], "Headline": ["Screen Actors Guild Awards make history as 'Parasite' claims its top prize"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Parasite\" became the first foreign-language movie to win SAG's coveted best ensemble prize on Sunday night, capping a 26th annual ceremony that otherwise closely followed the script in terms of the individual victories. The event's most surprising element might have been the acceptance speeches, which were virtually devoid of politics, other than Robert De Niro's remarks in receiving a life achievement honor. The win for \"Parasite\" broke up what had been a night that saw people of color entirely overlooked, as the industry comes under increased scrutiny for a lack of diversity in its awards. \"I'm so honored to receive this award in front of such amazing actors that I admire. I will never forget this beautiful night,\" cast member Song Kang Ho said through a translator. Five members of the 10-person \"Parasite\" cast were on stage to accept the award. Director Bong Joon Ho was shown proudly recording the cast's win from his seat in the audience. The guild awards are watched closely for clues on how the Oscar race might turn out, but the perceived Oscar frontrunner, the World War I epic \"1917,\" doesn't really lend itself to the \"ensemble\" designation, and wasn't among SAG's nominees. Joaquin Phoenix and Renee Zellweger received the top acting prizes for \"Joker\" and \"Judy,\" playing the comic-book villain and the tormented singer Judy Garland. \"Judy Garland, 50 years later, your community is thinking of you tonight,\" Zellweger said. After a number of politically oriented speeches at the Golden Globes earlier this month, the ceremony hewed much more toward the personal than the political. That changed briefly when De Niro accepted his award, giving a full-throated defense of actors wading into the public arena, offering no apology for having \"a bigger voice\" because of his stardom, noting, \"As a citizen, I have as much right as anybody ... to voice my opinion.\" The supporting movie awards also went to presumed favorites, as Laura Dern and Brad Pitt claimed awards for \"Marriage Story\" and \"Once Upon a Time... in Hollywood.\" (Jennifer Lopez -- overlooked by the Oscars for her role in \"Hustlers\" -- was among those she overcame.) Pitt offered a humorous acceptance speech, opening by saying, \"I've got to add this to my Tinder profile.\" He proceeded to joke that the role -- a guy who takes off his shirt with a spotty marital track record -- really wasn't much of a reach for him. As if on cue, Pitt's ex-wife, Jennifer Aniston, later picked up a trophy for the backstage drama \"The Morning Show,\" marking the first win for fledgling programming service Apple TV+. The win was indicative of a night in which SAG voters spread the wealth among a variety of services. Amazon snagged its second best comedy ensemble prize for \"The Marvelous Mrs. Maisel\" as well as actor Tony Shalhoub, and added Phoebe Waller-Bridge for the Emmy-winning \"Fleabag.\" Netflix's history of the British Royal family, \"The Crown,\" was crowned for the first time as best drama ensemble. Peter Dinklage, meanwhile, won for the first time -- after six nominations -- for HBO's \"Game of Thrones.\" In another sign that Hollywood tends to enjoy watching its own stories, Sam Rockwell and Michelle Williams were both recognized in the movie/miniseries category for FX's \"Fosse/Verdon.\" Although SAG is the only televised awards of the four guilds representing actors, writers, directors and producers, it's not the most reliable barometer in terms of predicting the Academy Awards. On Saturday, the Producers Guild of America honored \"1917,\" following its win at the Golden Globes. Among the guilds, the producers have been the strongest Oscars bellwether, with its best-picture winner lining up the eventual Oscar choice eight of the last 10 years, including \"Green Book\" in 2019. SAG chose \"Black Panther\" for the ensemble award last year. During that span, the Directors Guild has coincided with the Oscar winner six times, and SAG and the Writers Guild four each. The DGA and WGA will weigh in on Jan. 25 and Feb. 1, respectively. The film and TV awards for stunt ensemble -- presented prior to air -- went to \"Avengers: Endgame\" and \"Game of Thrones.\""], "Language": false}