{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/20/uk/harry-meghan-hrh-title-explainer-scli-gbr-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-01-20T13:47:31Z"], "LastModifiedDate": ["2020-01-20T17:51:39Z"], "Headline": ["Why 'HRH' means so much to Britain's royals"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["After two weeks of turmoil within Britain's royal family, the Queen has struck an unprecedented deal with Prince Harry and Meghan, Duchess of Sussex. Coming after a series of crunch talks over the pair's bombshell announcement that they wanted to scale back their royal duties, the agreement ensures that they will not represent the Queen as working members of the royal family -- and will drop their \"HRH\" titles. It's a move the Queen hadn't been expected to make, and it's entirely unprecedented for a monarch to ask her own grandchild to drop their title -- but given the prospect of the Sussexes signing commercial deals in the future, the need to separate their ventures from the royal household was pressing.   The monarch has said she is \"pleased\" to have found a \"constructive and supportive way forward\" for the couple, while Harry said Sunday that \"there really was no other option.\" But what exactly is an \"HRH\" title, and why are three little letters so significant?  What is an \"HRH\" title? The letters stand for His or Her Royal Highness, a style used to denote senior members of the royal family. Since the early 18th century it's been customary for the title to be issued to sons and grandsons (and later, daughters and granddaughters) of the monarch.  It is bestowed upon royal members at the discretion of the monarch at the time, but was used liberally until World War I. Then, in 1917, George V restricted how many minor royals were getting the title -- at a time when there was public suspicion about the German origins of the House of Windsor, speedily renamed that year from the House of Saxe-Coburg and Gotha. Queen Elizabeth II has loosened those guidelines, giving HRH status to a number of senior royals. What's happened to Harry and Meghan's titles? Meghan received the title Her Royal Highness The Duchess of Sussex upon her marriage to Prince Harry in May 2018.  Harry's full title was His Royal Highness The Duke of Sussex, Earl of Dumbarton and Baron Kilkeel. But the couple will no longer use the His and Her Royal Highness part of their titles after the agreement they reached with the Queen. Instead, they've agreed to be known as Harry, Duke of Sussex and Meghan, Duchess of Sussex. In a subtle but important distinction, that doesn't mean the titles have been taken away -- it just means they won't use them or refer to themselves as HRH, since they won't be representing the Queen in the future. Prince Harry is still Prince Harry, and the pair are still the Duke and Duchess of Sussex. The change will come in effect from spring 2020, a royal source told CNN. Who has the title, and who doesn't? Today, children and grandchildren of the monarch traditionally get the HRH title -- though it was historically withheld from granddaughters. The title doesn't stretch out to all the minor royals, but does include family members like the Queen's cousin Prince Michael of Kent, who is 48th in line to the throne. Not everyone has accepted the offer of an HRH. Princess Anne, the Queen's daughter, declined the title for her own children, Peter and Zara. That's in contrast to Prince Andrew, who allowed his daughters, Beatrice and Eugenie, to carry it. It's more complicated when it comes to those who marry into the royal family, like Catherine, Duchess of Cambridge and Meghan, Duchess of Sussex. Both were awarded the title by the Queen after they married Princes William and Harry, respectively. But those who marry royals who aren't as high in the line of succession may miss out. Jack Brooksbank, for instance, did not get the title when he married Eugenie, even though she is an HRH. Has anyone else lost it? Yes. After her divorce from Prince Charles, Harry's mother, Diana, had her HRH taken away. Instead, she was given the courtesy title of \"Diana, Princess of Wales.\" Similarly, Sarah Ferguson, the Duchess of York, was also stripped of her HRH following her divorce from Prince Andrew. Again, the situation is different for Harry and Meghan -- they're still royals but they won't be able to use their titles in the future. What have they said about the decision? Harry expressed \"great sadness\" on Sunday evening, in his first public statement since Buckingham Palace announced that he and Meghan would give up their royal titles and would not represent the Queen as working members of the royal family. \"The UK is my home and a place that I love,\" Harry said in a speech at a charity event in London. \"That will never change.\" \"Our hope was to continue serving the Queen, the commonwealth, and my military associations, but without public funding,\" he said. \"Unfortunately, that wasn't possible.\" The Queen released a statement Saturday revealing that conversations with the pair had been going on for months. \"I am pleased that together we have found a constructive and supportive way forward for my grandson and his family,\" read the statement. Can they get the titles back? Yes -- the HRH style is effectively a gift from the monarch, so the Queen or, in the future, Charles or William could decide to reinstate it. More immediately, the situation recently agreed upon will be reviewed in a year. But assuming all sides stick to the agreement, Harry and Meghan won't get their HRHs back unless they step back into the royal family and begin representing the monarch again. What does it mean for them? For former royals like Diana and Sarah Ferguson, losing an HRH meant they may not have been invited to royal events, and when they were, their lack of the title affected things like who had precedence and where they sat. It's far less clear what it will mean for Harry and Meghan. Harry is the Queen's grandson and Meghan has not divorced him, so they will likely still be invited to royal occasions and their place in the royal hierarchy won't be affected. But it's certain to have an impact on the new \"Sussex Royal\" brand, and the next question is how the pair's public personalities will evolve. The role outlined on the Sussex Royal website following their first announcement doesn't align with the agreement announced by the Palace on Saturday.  They won't be able to style themselves \"His and Her Royal Highnesses\" on any film-making, fashion, advertising or other ventures they may wish to undertake.  As a result, the whole Sussex Royal brand will probably have to be reworked, and we are waiting to see what that will look like. We may see the couple undertaking commercial -- possibly media -- work, but we'll have to wait and see who that will be with, or how it will be shaped. We do know the couple haven't signed any commercial deals yet."], "Language": false}