{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/20/business/studio-ghibli-netflix-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-20T13:17:06Z"], "LastModifiedDate": ["2020-01-20T13:17:06Z"], "Headline": ["Studio Ghibli films are coming to Netflix, but not in North America or Japan"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The entire Studio Ghibli filmography will find a new home on Netflix -- except in the US, Canada and Japan.  Starting February 1, all 21 of the renowned Japanese animation studio's films will premiere on the platform in much of the world, the streaming service announced. They'll be subtitled in 28 languages and dubbed in up to 20.  The films will be released in waves: The February drop includes classics like \"My Neighbor Totoro\" and \"Kiki's Delivery Service.\"  Then, on March 1, the Academy Award-winning \"Spirited Away\" and six more join the platform. The final seven films, including \"Howl's Moving Castle,\" will debut on April 1.  American fans aren't out of luck yet. All 21 films will stream on competitor service HBO Max upon its launch in May. At the time, its acquisition marked the first time Studio Ghibli's films were licensed to a streaming platform, the New York Times reported.  The studio hasn't released a new film since 2014, but it's enjoyed international acclaim since its founding nearly 35 years ago. Its fantastical tales of growing up have attracted a global following -- one both streaming services plan to capitalize on.  \"In this day and age, there are various great ways a film can reach audiences,\" Studio Ghibli producer Toshio Suzuki said in a statement through Netflix. \"We've listened to our fans and have made the definitive decision to stream our film catalog. We hope people around the world will discover the world of Studio Ghibli through this experience.\"  Director of Original Animation at Netflix Aram Yacoubian called the acquisition a \"dream come true\" for the platform and its users in Latin America, Europe, Africa and Asia.  See the full release schedule here:  February 1: \"Castle in the Sky,\" \"My Neighbor Totoro,\" \"Kiki's Delivery Service,\" \"Porco Rosso,\" \"Ocean Waves,\" \"Tales from Earthsea\"  March 1: \"Nausicaä of the Valley of the Wind,\" \"Princess Mononoke,\" \"My Neighbors the Yamadas,\" \"Spirited Away,\" \"The Cat Returns,\" \"Arrietty,\" \"The Tale of The Princess Kaguya\"  April 1: \"Pom Poko,\" \"Whisper of the Heart,\" \"Howl's Moving Castle,\" \"Ponyo on the Cliff by the Sea,\" \"From Up on Poppy Hill,\" \"The Wind Rises,\" \"When Marnie Was There\"   HBO and CNN share a parent company, WarnerMedia."], "Language": false}