{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/politics/ppe-price-costs-rising-economy-personal-protective-equipment/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Daniella Diaz, Geneva Sands and Cristina Alesci, CNN"], "Writers": [["Daniella Diaz", "Geneva Sands", "Cristina Alesci"]], "FirstPublishDate": ["2020-04-16T20:26:51Z"], "LastModifiedDate": ["2020-04-17T03:13:44Z"], "Headline": ["Protective equipment costs increase over 1,000% amid competition and surge in demand"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["The cost of personal protective equipment is skyrocketing -- more than 1,000% in some cases -- as the coronavirus pandemic continues. The federal government's Strategic National Stockpile has nearly emptied and states have been left to find PPE supplies on their own. The surge in demand has left importers, suppliers and purchasers scrambling. And price gouging has exacerbated the problem. \"The cost keeps rising and rising and rising, and there's no end in sight,\" said Michael Einhorn, CEO and President of Dealmed, a PPE distributor based in New York. \"You have a lot of that going on and that's not really a good thing. (The competition) really raises prices further. Now these companies have a right to charge more money and guess who's going to pay the higher price?\"  Einhorn buys his supply from China, where he built relationships with manufacturers -- but says now that doesn't matter anymore with the novel coronavirus. \"It doesn't function that way,\" he said. \"Anyone who wants to come in, places a bid. The royalty and relationships that existed for so many years, don't exist. What matters is the almighty dollar to these people.\" The cost of PPE supplies has gone up more than 1,000% according to a report published last week by the Society for Healthcare Organization Procurement Professional, a new nonprofit organization, founded by two companies that provide consulting, including on purchasing, to nursing homes. These numbers put a clearer picture of the cost of what states have been complaining vocally about for weeks -- that the lack of central control has severely driven up the price. The data was compiled by requesting cost information from more than 4,000 of the two companies' clients, which are skilled nursing facilities and assisted living centers. The cost of N95 masks went up from $0.38 to $5.75 each (1,513% increase), the cost of vinyl exam gloves went from $0.02 to $0.06 (300% increase); and the cost of isolation gowns went from $0.25 to $5.00 (2000% increase), according to the report. Reusable face shields that once went for $0.50 now are $4, up 900%,the report states.   Several governors in the United States have complained about the competition to secure PPE supplies. Illinois Gov. J.B Pritzker called it the \"wild west,\" saying that states are overpaying for personal protective equipment because of the competition. And Kansas Democratic Gov. Laura Kelly lamented that bidding against each other is \"driving up the cost of PPE tremendously for every state. The CEO of  Beaumont Health system, John T. Fox, told CNN earlier this month that price gouging for PPE supplies has made managing the hospital's financial instability even harder.  As an example, he said disposable paper gowns that used to cost 80 cents to a dollar now cost up to $6.50.  \"In the heat of this, our losses will be over $100 million a month,\" adding that the cancellation of elective surgeries or deferred treatments will account for nearly 80% of those losses.   Governors across the country have discussed a multi-state consortium that would increase their purchasing power and cut the competition. Nada Sanders, a distinguished professor of supply chain management at Northeastern University, told CNN the supply chain for PPE is a \"free-for-all.\" \"Prices are surging,\" she said. \"The competitive bidding between states between hospitals between countries is astounding. We have this massive obviously global shortage and all PPEs are not created equal.\" On Tuesday, the American Medical Association called on the Federal Emergency Management Agency to act as a central distribution point for masks, gloves and other protective equipment for frontline American health workers, saying that state and local governments are still needlessly competing with the federal government for equipment.  The country as a whole is losing money because you have states competing against each other, according to Sanders, who said it would have been smarter to have the federal government buy these products on the open market, aggregate purchases and then begin to allocate those based upon areas of need \"It's just remarkable to see the governors of the different states to see the different hospitals that are competing, and then being outbid by somebody at the last minute,\" Sanders said. Last week, 3M, the largest maker of N95 face masks in the country, sued another company for offering to sell New York City overpriced N95 masks for $45 million. 3M claimed the company, New Jersey-based Performance Supply, wasn't authorized to distribute the masks, and had attempted to inflate the price of the masks at a more than 500% markup for New York, calling it \"extreme price-gouging,\" according to the lawsuit filed in federal court in Manhattan on Friday.  Price gouging and demand work in tandem, according to Sanders. The more demand there is, the more competitive bidding there is, adding to the possibility for \"some really unscrupulous actors.\" Rachael McCrary, co founder of Infrawear, a small PPE supplier based in New York, told CNN that prices are elevated because demand is still outpacing supply. \"People forget that these are disposable items -- masks and gowns. People working in emergency response need multiple items a day,\" McCrary said, adding that even though more manufacturers have sped up production, doubled shifts and opened up new supply chains, it still \"feels like it's not enough.\" There's a concern about a shortage of specific raw material. For example, there's a run on paper used to make protective gowns, said the owner, adding that the company called about five different countries, to see if anyone had any paper, asking to open the supply chain.  \"We've seen the price of paper go up about eight times what it was a month ago,\" McCrary said."], "Language": false}