{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/19/entertainment/sag-award-winners-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-01-19T23:51:31Z"], "LastModifiedDate": ["2020-01-20T14:15:32Z"], "Headline": ["SAG Awards: See the full list of winners"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The 26th annual Screen Actors Guild Awards were presented Sunday, and it was a night that made history.  \"Parasite\" became the first foreign language film to ever win the best ensemble award in a race that saw it competing against casts filled with Hollywood legends.  Going into the night, the casts of \"Bombshell,\" \"Marriage Story\" and \"Once Upon a Time in Hollywood\" lead film nominees with four each, while the \"The Marvelous Mrs. Maisel\" leads among television series. The awards are a peer honor, with actors honoring fellow performers. Robert De Niro received a Life Achievement Award for his work on screen and humanitarian accomplishments. The event airs live on TNT and TBS at 8 p.m. ET/5 p.m. PT. A full list of winners follows below.  Television Awards Outstanding Performance by a Male Actor in a Television Movie or Miniseries Mahershala Ali, \"True Detective\" Russell Crowe, \"The Loudest Voice\" Jared Harris, \"Chernobyl\" Jharrel Jerome, \"When They See Us\" Sam Rockwell, \"Fosse/Verdon\" *WINNER Outstanding Performance by a Female Actor in a Television Movie or Miniseries Patricia Arquette, \"The Act\" Toni Collette, \"Unbelievable\" Joey King, \"The Act\" Emily Watson, \"Chernobyl\" Michelle Williams, \"Fosse/Verdon\" *WINNER Outstanding Performance by a Male Actor in a Drama Series Sterling K. Brown, \"This Is Us\" Steve Carell, \"The Morning Show\" Billy Crudup, \"The Morning Show\" Peter Dinklage, \"Game of Thrones\" *WINNER David Harbour, \"Stranger Things\" Outstanding Performance by a Female Actor in a Drama Series Jennifer Aniston, \"The Morning Show\" *WINNER Helena Bonham Carter, \"The Crown\" Olivia Colman, \"The Crown\" Jodie Comer, \"Killing Eve\" Elisabeth Moss, \"The Handmaid's Tale\" Outstanding Performance by a Male Actor in a Comedy Series Alan Arkin, \"The Kominsky Method\" Michael Douglas, \"The Kominsky Method\" Bill Hader, \"Barry\" Andrew Scott, \"Fleabag\" Tony Shalhoub, \"The Marvelous Mrs. Maisel\" *WINNER Outstanding Performance by a Female Actor in a Comedy Series Christina Applegate, \"Dead to Me\" Alex Borstein, \"The Marvelous Mrs. Maisel\" Rachel Brosnahan, \"The Marvelous Mrs. Maisel\" Catherine O'Hara, \"Schitt's Creek\" Phoebe Waller-Bridge, \"Fleabag\" *WINNER Outstanding Performance by an Ensemble in a Drama Series \"Big Little Lies\"  \"The Crown\" *WINNER \"Game of Thrones\"  \"The Handmaid's Tale\" \"Stranger Things\"  Outstanding Performance by an Ensemble in a Comedy Series \"Barry\"  \"Fleabag\"  \"The Kominsky Method\" \"The Marvelous Mrs. Maisel\" *WINNER \"Schitt's Creek\"  Outstanding Action Performance by a Stunt Ensemble in a Comedy or Drama Series \"Game of Thrones\" *WINNER \"GLOW\" \"Stranger Things\" \"The Walking Dead\" \"Watchmen\" Motion Picture Awards Outstanding Performance by a Male Actor in a Leading Role Christian Bale, \"Ford v Ferrari\" Leonardo DiCaprio, \"Once Upon a Time... in Hollywood\" Adam Driver, \"Marriage Story\" Taron Egerton, \"Rocketman\" Joaquin Phoenix, \"Joker\" *WINNER Outstanding Performance by a Female Actor in a Leading Role\nCynthia Erivo, \"Harriet\" Scarlett Johansson, \"Marriage Story\" Lupita Nyong'o, \"Us\" Charlize Theron, \"Bombshell\" Renée Zellweger, \"Judy\" *WINNER Outstanding Performance by a Male Actor in a Supporting Role Jamie Foxx, \"Just Mercy\" Tom Hanks, \"A Beautiful Day in the Neighborhood\" Al Pacino, \"The Irishman\" Joe Pesci, \"The Irishman\" Brad Pitt, \"Once Upon a Time...in Hollywood\" *WINNER Outstanding Performance by a Female Actor in a Supporting Role Laura Dern, \"Marriage Story\" *WINNER Scarlett Johansson, \"Jojo Rabbit\" Nicole Kidman, \"Bombshell\" Jennifer Lopez, \"Hustlers\" Margot Robbie, \"Bombshell\" Outstanding Performance by a Cast in a Motion Picture \"Bombshell\"  \"The Irishman\" \"Jojo Rabbit\" \"Once Upon a Time... in Hollywood\" \"Parasite\" *WINNER Outstanding Action Performance by a Stunt Ensemble in a Motion Picture \"Avengers: Endgame\" *WINNER \"Ford v Ferrari\" \"The Irishman\" \"Joker\" \"Once Upon a Time... in Hollywood\""], "Language": false}