{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/19/media/bad-boys-for-life-dolittle-box-office/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-01-19T16:51:54Z"], "LastModifiedDate": ["2020-01-19T16:59:35Z"], "Headline": ["'Bad Boys For Life' wins the box office with huge holiday weekend"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Sony has revamped some of its franchises to big box office numbers in recent years. Spider-Man swung back into action with blockbuster numbers at the box office (thanks to an assist from Disney's Marvel Studios) and Jumanji followed soon after, notching huge totals around the world (thanks to an assist from Dwayne \"The Rock\" Johnson).  Sony can now add Bad Boys to that list. \"Bad Boys for Life,\" the third installment in the Bad Boys franchise, nabbed a huge opening at the box office this weekend. The film, which stars Will Smith and Martin Lawrence as two detectives shooting their way through Miami, will bring in an estimated $68.1 million over the Martin Luther King Jr. holiday weekend in North America, according to Sony. That's the second biggest opening ever for both the holiday weekend and the month of January, behind only \"American Sniper,\" which made $107 million over its wide release on the holiday in 2015, according to Comscore. \"Bad Boys,\" which has a $90 million production budget, exceeded industry expectations that predicted that the film would make closer to $50 million, but that shouldn't come as much of a surprise.  The third film in the trilogy had solid reviews with a 76% review score on Rotten Tomatoes, and it followed two popular films in 1995 and 2003, which brought in more than $400 million worldwide. It also didn't hurt to have Smith, who is one of the box office's most bankable stars. His films have totaled nearly $9 billion globally including last year's \"Aladdin,\" which made more than $1 billion worldwide for Disney. Coming in second place this weekend was Universal's \"Dolittle.\" The family film, which stars Robert Downey Jr. as the doctor who talks to animals, was ravaged by critics who gave the film a score of 18% on Rotten Tomatoes. That's two percentage points lower than \"Cats,\" Universal's other critically panned film that bombed at the box office at the end of 2019. \"Dolittle\" took the second spot with an estimated $30 million opening for the four-day weekend in North America, according to Universal. The film has a long way to go in order to match the film's production budget, which is a hefty $175 million.  Universal also took the third spot this weekend with \"1917,\" its award-winning World War I drama. The film, which topped last weekend's box office, made an estimated $27 million over the four-day holiday domestically. The film, which is up for 10 Oscars including best picture and best director at next month's Academy Awards, has made nearly $140 million worldwide, according to the studio."], "Language": false}