{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/18/entertainment/rebel-wilson-weight-loss-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-18T20:51:01Z"], "LastModifiedDate": ["2020-01-19T13:16:41Z"], "Headline": ["Rebel Wilson shows off her weight loss in new Instagram post, after calling 2020 'The Year of Health'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Everyone makes those go-to-the-gym resolutions at the start of the new year, but Rebel Wilson has been sticking to hers. On Friday, Sydney-based personal trainer Jono Castano Acero posted a photo with the Australian actress, saying he was proud of Wilson for sticking to it. \"Friday vibes, but @rebelwilson has been putting in the yards 7 days a week! Proud of you gurl,\" he wrote.  At the beginning of the year, Wilson wrote in an Instagram post that 2020 would be \"The Year of Health.\"  \"I put on the athleisure and went out for a walk, deliberately hydrating on the couch right now and trying to avoid the sugar and junk food which is going to be hard after the holidays I've just had but I'm going to do it!\" she wrote. \"Who's with me in making some positive changes this year?\" Her weight loss didn't just start this year, though. In an interview with Entertainment Tonight, Wilson said she lost eight pounds in four days while filming \"Cats,\" because the set was kept so hot — close to 100 degrees — and the dance sequences were physical. \"These people are like, the best dancers in the whole world, so they can't cool their muscles down or they could get an injury and they'd be out of the film ... So, they'd heat up the set like a sauna so we would never cool down, but made it pretty uncomfortable,\" Wilson said in the interview. But Wilson's weight loss hasn't always been celebrated. While filming \"Pitch Perfect\" in 2012, one of the films that launched Wilson to mainstream success, her contract stipulated that the actress had to stay the same size.  The actress has long been an advocate for plus-size women. In 2017, she launched her own fashion line, Rebel Wilson X Angels, designed specifically for sizes 14 to 24. "], "Language": false}