{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/18/entertainment/walter-mercado-netflix-documentary-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2020-01-18T23:51:32Z"], "LastModifiedDate": ["2020-01-19T03:46:39Z"], "Headline": ["Fascinating life of Puerto Rican astrologer Walter Mercado is coming to Netflix with 'Mucho Mucho Amor'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Walter Mercado's horoscopes brought \"mucho, mucho amor\" to households across Latin America and the US for decades.  The beloved Puerto Rican astrologer passed away in November but \"Mucho Mucho Amor,\" a documentary centered on his life is coming to Netflix soon, the company announced Friday. Mercado appeared in TV shows and radio segments for over 30 years, defying traditional gender roles while delivering his readings with dramatic flair, dressed in heavily decorated robes or capes. About 120 million people watched him every day, according to estimates. But in 2007, he mysteriously vanished from the public eye.  \"I like to say he's something like an Oprah, Mr. Rogers and a little bit of Liberace mixed in,\" said Cristina Costantini, one of the film's directors. Costantini, her co-director Kareem Tabsch and producer Alex Fumero worked together to find him and for the past two years, they were able to document his life. \"Walter is incredibly media-trained. Having spent so much time with him we were able to meet the man behind the cape and show who he actually is,\" Costantini told CNN. The film, which is set to premiere at the Sundance Film Festival next week, is descried as a \"love letter\" to Mercado. \"The filmmakers, who grew up watching him with their abuelitos, craft a film with levity and a playful spirit,\" the film's description in the Sundance website says. \"Light-years ahead of his time, Walter has become a nostalgic cult icon of self-expression and positivity for the gender-fluid youth of today.\" More than anything \"Mucho Mucho Amor\" is a way to share Mercado's message of peace and love. \"The three of us feel like his message is more relevant than ever,\" Costantini said. \"In a time of great division, when there's hatred and discrimination everywhere, we need Walter.\" Actors Lin-Manuel Miranda and Eugenio Derbez as well as TV personality Raul De Molina will appear in the film set to premiere on Netflix by the summer. Months after his death, Mercado's legacy lives on.  In December, El Nuevo Herald, the Spanish-language sister newspaper of The Miami Herald, surprised readers with the astrologer's horoscopes and end-of-year rituals.  The Miami Spanish-language newspaper said Mercado sent them prior to his death.  On his last interview for the documentary, Mercado told filmmakers something that fans missing him may now find comforting. \"Walter used to be a star but now he's a constellation. If you look into the night sky, Walter will be there,\" Costantini recalled him saying."], "Language": false}