{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/18/us/tiktok-doctors-nurses-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-18T10:06:09Z"], "LastModifiedDate": ["2020-01-18T10:06:09Z"], "Headline": ["Nurses and doctors are flocking to TikTok to crack jokes and lip sync. But are they eroding patients' trust?"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Scroll past the teens who film themselves flossing (that's the dance, not the act of dental hygiene) and the young activists satirizing the issues of the day, and you might find a board-certified physician thrusting furiously to a Ciara song, extolling the virtues of complex carbohydrates.  That may sound like a sentence straight out of Mad Libs. It's not. Medical professionals are navigating the testy waters of TikTok, one of the most popular social media platforms in the world, en masse. The hope is, if TikTok's primarily teen demographic doesn't get adequate health education in school, maybe they can pick up a tip or two in between all the lip syncing. Just make it funny, self-aware enough and, if possible, frame it like a meme.  They don't always get it right.  Healthcare-themed TikToks that have gone viral as of late have been widely derided. A now-deleted clip from a user named Nurse Holly was widely criticized this month for stating that abstinence is the best form of STI prevention. Before that, a nurse who goes by D Rose on TikTok who mocked patients for faking their symptoms accidentally kicked off a hashtag movement that led thousands of users to share moments when their medical providers didn't believe them. And when a few people get it wrong, experts worry that their slip-ups, shared far and wide, could sow growing distrust in the medical profession.  \"Social media is absolutely an important space for medical professionals to be having conversations around things like public education, trying to combat some of the misinformation and pseudoscience that's just running rampant on all these different platforms,\" said Sarah Mojarad, a lecturer at the University of Southern California and science communications expert.  \"But people are just posting content. They're not really thinking about their role as a medical professional and how that's going to impact the public's perception of medical professionals,\" she told CNN.  There's no precedent for viral physicians TikTok is taking over the world, gradually in older spheres, all at once among young people. The short-form video platform is mostly populated by teens, who become its stars.  But not exclusively. The Washington Post, Reese Witherspoon and Julian Castro are among the decidedly hip platform's recent additions. Now healthcare providers are getting in on the fun. All of them package their messages in bite-sized clips that almost always feature lipsyncing.  If the statistics are any indication, users with a message are doing something right by joining the platform: ByteDance, the Chinese company that owns TikTok, has more than one billion active users across its apps. TikTok, already at 1 billion downloads since its 2017 rebranding, is wildly popular. But there's never really been a precedent for what doctors can -- or should -- say in humorous videos that lampoon their profession.  Dr. Matthew Burke, a neurologist who teaches at the University of Toronto and has written about the dissolution of patient-physician trust, said flippant clips about healthcare, made and shared by healthcare professionals, are emblematic of a broader issue within medicine.  \"This is just really symptomatic of this bigger problem: The fact that patients with complex, medically unexplained symptoms ... they're often dismissed, and a lot of mainstream physicians think that patients are faking it,\" he told CNN. \"And that has gradually eroded some of the patient-physician relationships.\"  The public's trust in physicians has continuously waned. A 2014 Harvard School of Public Health study found that Americans are less trusting of medical professionals than residents of other countries, even if they like and trust their own provider.  And yet for the 18th year in a row, a recent Gallup poll named nursing the most honest and ethical profession. It's a badge the American Nurses Association wears with pride -- and likely why it's encouraging nurses to think twice, and maybe three times, before posting something personal.  \"There's a difference between talking about what one does in their role as a nurse and mocking someone or what someone was experiencing,\" said Kendra McMillan, the American Nurses Association's senior policy advisor and a registered nurse. \"It's our responsibility to respect and value patients who are trusting us.\"   The Christian nurse accused of shaming patients Holly Grace, who declined to provide her full name but performs on TikTok as Nurse Holly, downloaded the app a bit over a year ago after undergoing unexpected brain surgery. She \"cosplays\" about her daily experiences at work, usually filming in her room wearing scrubs. Much of her content relates to her Christian faith. \"Using humor, I performed skits highlighting some of the chaotic things nurses do throughout the day, while showing people it's OK to laugh at oneself and to make mistakes,\" she told CNN.  Her videos are wholesome, for the most part. Though she's made clips about her brain injury, sexual abuse, depression and eating disorders. In one wordless clip, she references them all. A text bubble appears above her downtrodden face and says God helped her heal from all of them -- she brightens, then a new bubble appears -- \"He can heal you too.\"  But in her most widely criticized TikTok, Holly suggests the best way to prevent sexually transmitted infections is to stay celibate until marriage.  Abstinence is one of the Centers for Disease Control and Prevention's recommendations to avoid STIs, along with vaccines, condoms and mutual monogamy. But users took issue with the nurse seemingly shaming her patients, overlooking cases of STIs transmitted through rape and infidelity and relying on her moral beliefs in a clinical setting.  Mojarad, the USC lecturer, said to hear calls for abstinence from a registered nurse is \"incredibly harmful.\"  \"Studies have confirmed that abstinence education in high school is just something that's not working,\" she said.  Holly said she's made mistakes online but asserted that she doesn't insert her moral beliefs into her work.  \"Although my faith-based posts are the ones I received the most harsh criticism on, my intent has never been to 'force my faith' on anyone, as I believe everyone has the right to choose what to believe for themselves,\" she said. \"These faith-based posts are simply to show others how I deal with the struggles in my life, because I know there may be others that need that hope and encouragement as well.\"  Most of her 1.7 million followers are young girls in elementary and middle school, she told CNN.  \"While (the criticism) can be difficult at times, I try to use it as a learning experience on how I can better create a positive environment and address health issues for my followers,\" she said. \"I was a young girl like them not too long ago, so I hope to show young girls that they too can persevere through difficulties.\" The nurse who kicked off a movement Before Nurse Holly's brush with controversy, there was Danyelle Rose. Also known as D Rose, she's a former Vine star who briefly quit social media to pursue nursing until a few months ago, when she took up TikTokking. She didn't share her legal name with CNN.  Where Nurse Holly's clips sometimes play like Hallmark TV movies in miniature, D Rose is irreverent and goofy, with a decidedly more adult sense of humor. She communicates with her 285,000-plus followers almost exclusively through lip syncs, and she films herself at work.  In her most infamous video, D Rose plays herself at work, dancing and chanting while a patient (whom she also plays) is dry-heaving in a hospital gown. The patient stops breathing heavily almost immediately after D Rose, dressed in her nursing scrubs, mocks her.  She tweeted the TikTok with the caption, \"We know when y'all are faking.\"  The backlash followed swiftly and furiously, spurring the hashtag #PatientsAreNotFaking. Thousands of users shared stories of loved ones who weren't believed by their doctors or nurses. In many cases, users said their diagnoses followed only after they were initially turned away.   \"I think the video reminded some people of times they received improper care, regardless of whether it was negligence or genuine accidental misdiagnosis,\" she told CNN in an email. \"I can only speak for myself when I say that I have never worked with a medical professional whom I have felt is maliciously disregarding their patients.\" She wasn't insensitive to the stories users shared, she said. She read many of them. But to say there aren't patients who fake their illnesses is \"not true.\"  She noted that much of the criticism lobbed at her involved race -- black women are significantly more likely to be stereotyped by their physicians and are more frequently diagnosed with chronic illnesses that don't always present physical symptoms, like sickle cell anemia.  D Rose bristles at that criticism.  \"I myself am mixed with black, and race had absolutely nothing to do with my video,\" she said.  The sense of humor in the video hews closely to other clips she's posted about nursing, like those poking fun at parents who oppose vaccines and critics who say she shouldn't film TikToks at work. She said comedy has made her a better nurse. \"I think I'm funny,\" she said. \"My humor has helped many patients smile on what may be their worst day. I know my heart is in the right place, and I know that I love my patients. That's good enough for me.\"  Social media as a tool for good TikTok, it seems, has yet to be tamed by the brave medical professionals who dare to test it. But on YouTube, more doctors and nurses have successfully harnessed viral fame -- and turned it into an educational tool.  Just take Dr. Mikhail \"Mike\" Varshavski, better known by the social media shorthand \"Doctor Mike.\" He's a primary care physician in New York with a massive following.  Like Mojarad, he thinks medical professionals have a valuable role to play on social media. When he first started documenting life as a medical school student on Instagram and again when his profile went viral, his colleagues deemed his online presence unprofessional.  Now, he says, his coworkers understand the value in what he does -- which includes debunking medical myths and packaging conversations about healthcare in palatable ways for his nearly 5 million YouTube subscribers.  \"Everyone really turned around and understood the value of what we're doing -- we're a reliable voice in the media for medicine,\" he told CNN. \"But medical ethics come first.\"  He's set a few ground rules for himself: He doesn't film at his workplace, and to avoid HIPAA hiccups, he omits names and changes details of his patients' injuries, genders and anything that could identify them when he's discussing cases.  Perhaps the most important tip he has for physicians who are more candid about their work, he said, is staying conscious -- and cautious -- "], "Language": false}