{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/china-trip-stacey-lastoe-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-04-16T23:54:22Z"], "LastModifiedDate": ["2020-04-17T15:26:37Z"], "Headline": ["A trip to China that changed everything for me"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["My first time in Asia: In 2008, I visited my sister Stephanie in China. We started the trip in Beijing, where I saw the major sites, including a part of the Great Wall. Stephanie showed me her China and gave me the courage to venture out on my own too. Click through for a look at some of my adventures: Reunited: In Beijing, Stephanie and I wandered around the arts district, Dashanzi, a cluster of former military factories turned into hip creative enclaves. Double Happiness: The hotel on a hutong in Beijing served an authentic Chinese breakfast. I loved it. Dumplings: Eating my way around the vast country during a three-week period proved to be one of the most satisfying parts of the journey. Daily bread: We ate like kings, often in small, nondescript restaurants, where the food was always hot and satisfying. Qingdao: A desire to get off the beaten path and not only go to the main tourist draws led me to the beach in a town on the Yellow Sea. Qingdao: I ate freshly caught fish from street vendors frying it up on the spot and drank Tsingtao (the flagship brewery is located here). Ringing in the New Year: More Tsingtao was consumed as we welcomed in a new year: 2009. Tea ceremony: With Lucy and Helen, I enjoyed a tea tasting. Even though I later learned it was a scam to make money off of me (and my naivety), I still had to admit I enjoyed the afternoon. China shopping: It rained a lot in Shangai during my visit, but I still enjoyed wandering around the big city. Yuyuan Garden: I visited Shanghai's gardens on a rainy day. 22-hour hard-seat: Construction on China's bullet trains had begun just months before my visit, so I got to experience the slow and extremely uncomfortable K train. Yangshuo: One of China's most beautiful places was a welcome respite after Shanghai — and that brutally long train ride. Pre-selfie: Here I am posing for a photo before everyone had an iPhone and an inclination for a selfie. Bike riding in the countryside: Outside of Yangshuo, about 1,500 miles south of Shanghai, I got a glimpse of village life and a much slower pace. Street delights: I continued to seek out street food delights. This man's noodles were delicious."], "Language": false}