{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/16/us/rocky-johnson-wrestler-dwayne-johnson-dad-obit-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amanda Jackson, CNN"], "Writers": [["Amanda Jackson"]], "FirstPublishDate": ["2020-01-16T10:33:40Z"], "LastModifiedDate": ["2020-01-16T21:50:30Z"], "Headline": ["Rocky Johnson, WWE Hall of Famer and Dwayne Johnson's dad, died at 75"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Rocky \"Soul Man\" Johnson, WWE Hall of Famer and the father of Dwayne \"The Rock\" Johnson, died at the age of 75, the WWE announced on Wednesday. Johnson, born Wayde Bowles, began his sport's career in the boxing ring before transitioning to the sport's entertainment world of wrestling in the 1960s, according to his WWE biography. He competed all over the world against other wrestling superstars including; Adrian Adonis, Mr. Fuji and Don Muraco.  Johnson found his most success when he teamed up with Tony Atlas for tag team matches, the duo went by the name The Soul Patrol, accoridng to WWE. In 1983, they made history when they defeated The Wild Samoans and became the first African-American World Tag Team Champions in WWE's history.  He officially retired from the ring in 1991 but had a hand in training his son, Dwayne \"The Rock\" Johnson, who would become one of the biggest names in the sport's entertainment world. He was born on August 24, 1944 in Nova Scotia, Canada. In his memoir titled \"Soulman: The Rocky Johnson Story,\" he opens up about his troubled youth and says he left home at the age of 14.  \"He's a weathered soul and like all weathered souls, there's often a harsh storied path that got them there,\" Dwanye Johnson posted on Instagram last year when he shared the news he told his dad he was buying him a house. \"Well for my pops that path started at 13yrs old when his mom kicked him out of his house on Christmas day and forced him to live on the streets ... so his reality of compassion and love was forged thru pain and toughness.\" In 2008, he was inducted into the WWE Hall of Fame. His life's story might be coming to the big screen in the future. In 2018, Canadian film producers Jonathan and Justin Gajewski announced they are producing and writing a biopic on Johnson titled Ring King. \"Rocky really lived the American Dream. With humble beginnings in a small town in Nova Scotia, Rocky grew up being fatherless and black during one of the most heavily oppressed times for people of colour,\" the producers said in a news release obtained by CNN news partner CBC. \"Rocky experienced all the hatred one can imagine, but still ended up dominating the world stage thanks to his hard work, determination and values.\" The WWE said it \"extends its condolences to Johnson's family, friends and fans.\" CNN has reached out to Dwayne Johnson's publicist."], "Language": false}