{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/16/us/bed-bug-cruise-lawsuit-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2020-01-16T21:08:50Z"], "LastModifiedDate": ["2020-01-17T21:40:01Z"], "Headline": ["An actress with small role in 'Marriage Story' is suing a cruise line for an alleged bed bug infestation"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["An actress has filed a federal lawsuit against a cruise line claiming her room was infested with bed bugs during a trip from Los Angeles to Mexico. \"Imagine yourself on a cruise at sea with your stateroom infested with bed bugs,\" said Connie Flores, who had a small part as an \"arguing woman\" in Netflix's Oscar-nominated film \"Marriage Story,\" in a statement from her attorney, Brian Virag. The lawsuit, filed in US District Court in the Central District of California, seeks general damages of at least $75,000 on multiple counts under both maritime and California law, including negligence, intentional infliction of emotional distress and battery, among others. The lawsuit claims the cruise line either knew or should have known about the alleged infestation and failed to treat it. In a statement, Princess Cruise Lines said it was \"very sorry\" to hear about Flores' allegations and said it was \"committed to following and often exceed stringent sanitation and health guidelines.\"  \"Given that this is an open lawsuit, we are limited in what information we can share right now,\" the statement added, \"however it is worth noting, our room attendants are highly trained to identify bed bugs and ALL staterooms are thoroughly inspected each month as a preventative measure.\"  In an updated statement Friday, Princess Cruise Lines said staff \"conducted a thorough investigation\" after the guests' complaint, \"and no evidence of bed bugs were found.\" The lawsuit stems from a cruise that Flores and her husband Alvin took aboard the Emerald Princess between November 29 and December 4, 2018. Video footage taken by Flores and her husband allegedly shows tiny bugs crawling around the sheets and images shared by Virag's law firm, MyBedBugLawyer, purport to show bed bug bites on their bodies. The video and images cannot be independently verified.  \"Unbeknownst to Plaintiffs, the Stateroom was infested with hundreds of bed bugs,\" the lawsuit says. \"The bed bugs latched onto the Plaintiffs while they slept and sucked their blood until they were gorged,\" the lawsuit says. Flores and her husband suffered \"numerous bites and skin rashes, which caused pain, discomfort, annoyance sleeplessness, inconvenience, humiliation, anxiety and emotional distress,\" the lawsuit says. The couple notified the ship's staff about the problem, but the \"employees and medical staff refused and delayed Plaintiffs' requests and ridiculed Plaintiffs and their injuries,\" the lawsuit claims. Asked about how long it took for his clients to be moved to a different room after the complaint, Virag said they \"were not relocated immediately, and it took multiple requests before the Flores' were provided another room.\" Rooms are cleaned twice a day, the statement from Princess Cruise Lines said, and it would be \"highly unusual\" for the staff to not notice bed bugs. \"It would be highly unusual for the presence of bed bugs to go un-noticed for more than the length of one cruise,\" the statement added."], "Language": false}