{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/14/politics/michael-avenatti-arrest-pre-trial-release-violation/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Kara Scannell, Paul LeBlanc and Caroline Kelly, CNN"], "Writers": [["Kara Scannell", "Paul LeBlanc", "Caroline Kelly"]], "FirstPublishDate": ["2020-01-15T04:56:14Z"], "LastModifiedDate": ["2020-01-15T21:24:19Z"], "Headline": ["Michael Avenatti jailed without bond after allegedly violating his pretrial release terms"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["A California federal judge on Wednesday ordered attorney Michael Avenatti to be held in jail without bond until his trial for probable violations of his pretrial conditions, including allegedly hiding his assets to defraud creditors. Avenatti was arrested Tuesday night on a bench warrant after prosecutors alleged he committed new crimes while out on bail. Internal Revenue Service agents arrested Avenatti for allegedly violating the terms of his pre-release including committing mail fraud and wire fraud and structuring currency transactions to evade reporting requirements, federal court documents say. Avenatti is accused of purchasing numerous cashier's checks, a financial move to evade creditors and law enforcement from fund seizure, and moving money among various accounts. Last May, Avenatti's first ex-wife, referred to as Christine A. Carlin, purchased a 2014 Mercedes S550 on his behalf using a cashier's check.  The conditions of Avenatti's pretrial release prevent him from spending or transferring $5,000 or more in a single transaction without notifying pretrial services. It is not clear if he notified pre-trial services, according to documents. Avenatti appeared in federal court in Santa Ana, California, before Judge James Selna on Wednesday. Dressed in a gray suit and baby blue dress shirt, he showed no emotion as he followed a marshal out of the courtroom. Avenatti will be held in custody but will be permitted to go to New York to face trial, where he will stay in custody. The US attorney's offices in the Southern District of New York and the Central District of California have charged Avenatti with a plethora of financial crimes that carry years of potential prison time, including charges of extorting Nike and multiple criminal counts related to alleged financial crimes. He has denied the charges. The attorney became a household name during his representation of adult film star Stormy Daniels, whose legal name is Stephanie Clifford, when prosecutors pursued a case last year against President Donald Trump's former personal attorney Michael Cohen. Cohen pleaded guilty to multiple felonies, including having made an illegal campaign contribution by paying $130,000 during the 2016 election cycle to Daniels to silence her claim of an affair with Trump -- a payment prosecutors have said was made at Trump's direction. Trump has denied the affair, and Cohen is serving a three-year prison sentence. Speaking to CNN in a wide-ranging interview in April, Avenatti said he's \"been humbled significantly\" in the face of his legal troubles.  \"There's been a lot of highs and there's been a lot of lows, and, frankly, I've attempted not to get too high,\" he said at the time. \"Sometimes I've failed, but I've attempted not to get too high. Right now I'm trying not to get too low.\" During the interview, tears began to form at the corners of his eyes as he began thinking about what he had and what he has to lose, saying: \"It is about the journey and regardless of what happens, um, I have had an enormous life. I have had a lot of opportunities that a lot of people could only dream. I've done a lot of things over my 48 years a lot of people would never have an opportunity to do.\" This story has been updated to include additional information on the arrest."], "Language": false}