{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/15/business/thredup-fashion-calculator/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Alexis Benveniste, CNN Business"], "Writers": [["Alexis Benveniste"]], "FirstPublishDate": ["2020-01-15T11:29:25Z"], "LastModifiedDate": ["2020-01-15T20:46:15Z"], "Headline": ["This tool tells you how much your fashion habits hurt the environment"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["For all its glamour and beauty, the fashion industry has a dirty secret: it's responsible for 8-10% of all global carbon emissions, according to a report from the United Nations — more emissions than all international flights and maritime shipping combined. It also generates 20% of the world's wastewater.  The average consumer today buys 60% more pieces of clothing than they did 15 years ago, and keeps each item for half as long, the report said.   So is it possible to repair the fashion industry's impact on the planet?  ThredUP, which describes itself as the world's largest fashion resale platform, wants fashion consumers to understand their role in fashion waste. It has created a tool called the Fashion Footprint Calculator to help shoppers understand the impact their fashion choices have on the environment.  The tool asks 12 questions, starting with how many items you buy each year, whether you rent clothing, and how much you return. It also asks about your laundry and dry cleaning habits and whether you buy from sustainable brands. You don't have to be a ThredUP customer to use the tool. After answering the questions, your fashion footprint is graded on a scale of low to high. You find out how you compare to the average consumer, who contributes a whopping 1,620 pounds of carbon emissions per year through fashion choices alone. The tool was created in a year-long process with environmental research firm Green Story Inc., an independent environmental research firm. ThredUP, founded in 2009, is known for its polka-dotted polyethylene film bags that can be filled with unwanted clothing that consumers want to sell or donate. The bags are sent to one of four distribution centers — depending on which city the bag is coming from — in an effort to reduce shipping distance and carbon emissions. It and has raised more than $300 million in venture capital funding, and investors include Goldman Sachs, Upfront Ventures and Highland Capital Partners. ThredUP says it does not currently have plans for an initial public offering.  But it certainly wants to make its mission known. \"Our vision is a world in which we reuse more than we produce new, and we see it as our responsibility to help consumers understand the role they play in reducing fashion waste,\" said company spokesperson Sam Blumenthal. The company said it surveyed 1,000 women across the United States for a study on fashion waste awareness. Most consumers don't understand how their fashion choices can harm the environment, it said.  ThredUP's study showed that nearly 50% of consumers don't believe  their individual shopping habits contribute to climate change, and 68% of women say it is up to brands — not consumers — to solve the fashion waste issue.  It's worth noting that renting clothes has become more popular over the last couple of years. Clothing rental company Rent the Runway hit a $1 billion valuation last year, officially making the company a unicorn. But it's too soon to tell gauge rental's potential to significantly help the environment, the ThredUP spokesperson said. \"Rental at scale is relatively new and therefore there's just not that much data available yet. Of course, reusing items makes the most of the natural resources used to create them, which reduces carbon impact.\"  Some consumers who don't use ThredUP have complained that the company sent unsolicited bags, which the company calls \"Clean Out Kits,\" encouraging them to declutter their closets. When asked about this initiative, the company said it is part of a \"small campaign\" that accounts for about 5% of the bags that are sent out to consumers. ThredUP plans on expanding sustainability efforts beyond the calculator. And it's planning to talk with retailers about creating resale experiences for their customers and \"educating consumers on the waste of throwaway fashion,\" Blumenthal said.  Correction: An earlier version of this story incorrectly attributed several quotes to the company's CEO. "], "Language": false}