{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/14/entertainment/will-smith-tupac-jealous/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-14T15:54:55Z"], "LastModifiedDate": ["2020-01-14T18:16:47Z"], "Headline": ["Will Smith reveals he was jealous of Tupac's relationship with Jada Pinkett Smith"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Will Smith is being candid about his feelings regarding wife Jada Pinkett Smith's relationship with Tupac Shakur. The actress and \"Red Table Talk\" host befriended the rapper when the pair were students at The Baltimore School for the Arts, and they were extremely close. Pinkett Smith mourned her friend deeply when he was shot and killed in 1996 at the age of 25. During a recent interview with Martin Lawrence on New York radio's \"The Breakfast Club\" to promote their new film \"Bad Boys for Life,\" Smith was asked if he was \"ever jealous of the love Jada had for Tupac.\" \"Oh, f**k yeah,\" said Smith who has been married to Pinkett Smith since 1997. \"That was in the early days. That was a big regret for me, too, because I could never open up to interact with Pac.\" Smith said Pinkett Smith and Shakur grew up together and, while their relationship was never sexual, \"they had come into the age where now that was a possibility and Jada was with me.\" \"Pac had a little thing with that, but she just loved him,\" Smith said. \"He was the image of perfection, but she was with the Fresh Prince.\" Smith said despite being in the same room together several times, neither he nor his fellow rapper could bring themselves to speak to each other. \"The Breakfast Club\" co-host Charlamagne tha God expressed surprise at that as he said he thought Smith and Shakur would have so much in common. \"That's what Jada would say all the time. 'I'm telling you, y'all are so similar, you would love him,' \" Smith said. \"And I just never... that was a huge regret of mine. I couldn't handle it. I was the soft rapper from Philly, and he was Pac.\" "], "Language": false}