{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/14/entertainment/vanity-fair-hollywood-issue/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-01-14T15:38:12Z"], "LastModifiedDate": ["2020-01-14T17:59:01Z"], "Headline": ["Jennifer Lopez dreams about bread, just like the rest of us"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Jennifer Lopez is sharing insight about making professional decisions on her own terms -- and dreaming of far away destinations and carbs.  Lopez, Renée Zellweger and Eddie Murphy are among the veteran actors featured in Vanity Fair's annual Hollywood issue. Lopez talked about her future and possibly leaving Hollywood altogether.  \"It's always a career thing that they ask about, and I think, Oh, yeah. Direct. But if you're saying bucket list, I would say I would love to live somewhere other than the United States, in a small town in Italy, or on the other side of the world, in Bali. Find another life where it's a little bit more simple and organic and where I get to ride a bike, and buy bread, and put it in my basket, and then go home and put jelly on it, and just eat and paint, or sit in a rocking chair where there was a beautiful view of an olive tree or an oak tree and I could just smell [it.] I have fantasies like that,\" she said. Zellweger shared insight about a break she took from her work to focus on self care and her relationships with friends.  \"When you repeat yourself in your profession, it doesn't leave a lot of room for discovery and growth,\" the \"Judy\" star, who was nominated for an Oscar for her performance iin the film on Monday, said. \"That's not to say it's not possible to branch out and be challenged by new things. But [I realized that] there was not time for the things I wanted to experience if I was to keep doing what I had been doing. I just hadn't found a way to allow for those things that are important and nurturing.\" She said she returned to set when, \"I recognized myself again, when I had a life instead of just a profession. When I had friends who I saw on a regular basis.\" Other stars inside the issue include Daniel Kaluuya, Jennifer Hudson, Willem Dafoe, Florence Pugh, Beanie Feldstein, Antonio Banderas, Laura Dern, Awkwafina, Lily-Rose Depp, Alfre Woodard, Roman Griffin Davis and Lili Reinhart."], "Language": false}