{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/13/us/jersey-city-shooters-bomb-in-truck-five-football-fields/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mark Morales, CNN"], "Writers": [["Mark Morales"]], "FirstPublishDate": ["2020-01-14T00:35:31Z"], "LastModifiedDate": ["2020-01-14T00:35:31Z"], "Headline": ["Jersey City shooters had a bomb in their truck with the reach of five football fields, FBI says"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["New Jersey shooters David Anderson and Francine Graham had an improvised explosive device inside their U-Haul van that had the reach of five football fields, a weapon that could have been part of larger wave of attacks targeting the Jewish community and law enforcement, officials said Monday.  \"If it exploded in the right place it could have certainly injured or killed people up to five football fields away,\" said FBI Newark Special Agent in Charge Gregory Ehrie.  Ehrie and others mentioned the homemade bomb along with new details about the investigation into both the shooters and the incidents that led up to the pair opening fire inside a kosher supermarket in Jersey City on December 10.  Both shooters -- who Ehrie said were not connected to any group, including the Black Hebrew Israelites -- were living in that van. They surveilled the supermarket days before the attack and even drove past the location that day, officials said. There were also enough materials in the van to make another explosive device, Ehrie said.  The violence, which officials said was months in the making, included the purchase of five firearms in March 2018, target practice with long guns days before the shooting, the shooting at a vehicle being driven by a Hasidic Jew close to Newark Airport, and the bludgeoning and shooting death of another victim, Michael Rumberger, also before the Jersey City shooting. Graham rented the van Nov. 27. \"This was nothing but a senseless, evil, cowardly act of anti-Semitism and hatred towards not just the Jewish community but law enforcement,\" said US Attorney for New Jersey Craig Carpenito. \"Anderson and Graham both targeted Jewish victims and law enforcement and we know now that they planned greater acts of mayhem on both communities.\" The incident unfolded as Det. Joseph Seals, a 13-year veteran of the Jersey City Police Department, was meeting an informant at a cemetery about a mile from where the shooting took place. He saw the U-Haul van parked in a spot that made him suspicious, Carpenito said. The detective went to investigate, and that's when Graham and Anderson, who had been living in the van, opened fire and killed him using a 9mm handgun, Carpenito said. After the shooting, Graham and Anderson drove to the kosher supermarket, Carpenito said. They parked directly across the street. Anderson got out of the driver's side of the van with a long gun in his hand and pointed it towards the supermarket as he walked across the street and fired inside. Graham left the passenger side of the truck and was behind Anderson as he opened fire.  Both entered the supermarket at 12:21 p.m. and shot or killed all of the supermarket victims, Carpenito said, as soon as they stormed inside. One victim who was able to flee through a back door, dodging Anderson's bullets as he fled.  Anderson and Graham then barricaded themselves in the supermarket and shot hundreds of bullets at law enforcement officers before they were killed in the gunbattle, Carpenito said. Both were wearing tactical gear.  After the shooting, authorities found five firearms at the scene including an AR-15 and a shotgun.  Inside the van, authorities found the improvised explosive device, a shopping list for tactical items, targets and notes for how to aim rifles from 50 yards away or more, Carpenito said. They also found a Bible, which had Rumberger's blood on it, a note on top of the Bible that said Anderson was a follower of the Black Hebrew Israelites and some anti-Semitic views, ballistic plates on the rear of the cab inside the vehicle, enough explosive materials to make another bomb, and two cell phones. A note found on Anderson's body had a quote that read \"FBI's War on Black America,\" making reference to a documentary of the same name made in 1990. In particular, it referenced a part of the film that called for violence against law enforcement.  It also contained a phone number and address to a pawn shop, also in New Jersey.  Officials said there are no other current threats related to the case. While there are no co-conspirators or  connections to a third party, Ehrie said, he lamented the difficulty in trying to find and prevent attacks by people such as Anderson and Graham, who were not known to law enforcement before the attack and were not tied to an organization or group. \"A lot of these individuals, like Anderson and Graham, are off the radar. They aren't doing anything that would bring them to anybody's attention, whether that's by intent or whether that's just by their lifestyles, and then just something goes and they commit to an act like this. That is very, very difficult,\" Ehrie said. \"There's no organization to look into,\" Ehrie said. \"There's nobody to infiltrate. There's no undercover work we can do. There's no phone we can tap. There's no anything, our usual techniques to get inside the minds of these people.\""], "Language": false}