{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/13/entertainment/oscars-2020-analysis/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-13T15:33:49Z"], "LastModifiedDate": ["2020-01-13T17:29:47Z"], "Headline": ["The Oscar nominations are a bit mixed up - just like a movie industry that's in transition"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["If the \"snubs\" and oversights feel a little more acute and arbitrary with the latest round of Oscar nominations, blame that in part on a year that produced an abundance of good movies, and few genuinely great ones. There were, in fact, a number of mixed signals to be found in the nominations unveiled on Monday morning, which, taken together, paint a portrait of a movie industry in transition. The Oscars have met the streaming age -- and the flood of options coming from it -- but still appear to be figuring out how to absorb all that content, and where it fits. Adding to the logjam, a number of performers delivered standout performances in movies that, overall, weren't equal to them. While Renee Zellweger and Cynthia Erivo overcame that in \"Judy\" and \"Harriet,\" respectively, Jennifer Lopez (\"Hustlers\"), Taron Egerton (\"Rocketman\") and Adam Sandler (\"Uncut Gems\") didn't. Even among the nine movies nominated for best picture -- equaling the most titles since the Academy of Motion Picture Arts and Sciences expanded from five to as many as 10 -- there is a certain been-there quality to go along with a few breakthroughs. Both \"The Irishman\" and \"Once Upon a Time ... in Hollywood\" are fine movies. For many, however, each paled next to signature works by the directors responsible for them -- \"Irishman,\" another mob drama, falling short of Martin Scorsese's \"Goodfellas,\" while \"Once Upon a Time\" is arguably the fourth or fifth best movie from Quentin Tarantino. Netflix also left its mark on the nominations with \"The Irishman\" and \"Marriage Story,\" as well as key acting nominations for \"The Two Popes.\" Yet as the streaming service's run through awards season has indicated, there's a gap, seemingly, between generating the requisite support to secure nominations and convincing enough people that its movies -- which essentially make theatrical pit-stops on the way to home screens -- have the credentials to win. Perhaps foremost, the nominations reflect a resurgence among what might be called old-fashioned studio movies, which enjoyed popular appeal. The war epic \"1917,\" \"Once Upon a Time\" and \"Ford v. Ferrari\" all occupied that lane. At the same time, voters remain uncomfortable, clearly, with the blockbuster movies that have fueled the industry, leaving films like \"Avengers: Endgame\" and (in one of the bigger surprises) the animated \"Frozen II\" on the sidelines. Disney might dominate the box office, but awards season, not so much. By that measure, \"Joker\" is the only true blockbuster to make the cut -- having earned more than $1 billion worldwide -- although the R-rated film is hardly a conventional \"comic-book movie,\" with its dark overtones and echoes of \"Taxi Driver.\" (The movie is released by Warner Bros., like CNN, a unit of WarnerMedia.) The academy, notably, dramatically expanded its membership after the #OscarsSoWhite hashtag put the issues of diversity and inclusion under the microscope four years ago. The fact those efforts produced modest results this year -- with women excluded from the directing nominations, and just two actors of color -- should produce some soul-searching, not just regarding the organization, but the nature of the industry itself. Accentuating the positive is seldom the order of nomination day -- in the social media age, the first reaction is usually to begin venting about whose name wasn't announced -- but there were a few good signs in 2019. The breakthrough of \"Parasite\" -- only the 10th foreign-language film to be nominated for best picture, and the first from South Korea -- underscores the increasingly global nature of the movie business. The thriller's relative success in the U.S. also reflects an appetite for prestige fare, albeit on a much lower level than the theme-park-ride movies that have become the industry's life's blood. Big-name stars also flexed their muscles again, not merely within the awards, but demonstrating that they can attract audiences. The tradeoff is that those familiar faces generally squeezed out deserving newcomers. Movies are often used, usually with the benefit of hindsight, to tell us something about the period in which they were released. Viewed that way, the divided aspects of the Oscar voting as we enter 2020 are, perhaps more than anything, symbolic of the times, in addition to being a sign of a movie industry that finds itself at a digital crossroads."], "Language": false}