{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/13/entertainment/bong-joon-ho-interview-parasite/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Thomas Page, CNN"], "Writers": [["Thomas Page"]], "FirstPublishDate": ["2020-01-13T14:53:59Z"], "LastModifiedDate": ["2020-01-13T14:53:59Z"], "Headline": ["Bong Joon Ho had a big year. And not just because of 'Parasite'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Something big happened to Bong Joon Ho last year. Something that had nothing to do with the director's Palme d'Or win for \"Parasite,\" international box office success or becoming an Oscar nominee. Last October, the killer he made a film about nearly two decades ago confessed. \"The day I read the (news) article I couldn't really do anything else,\" Bong said. \"I was so overwhelmed.\"  The Hwaseong serial murders were perhaps South Korea's most notorious unsolved crimes. Ten women were sexually assaulted and killed between 1986 and 1991 in the city south of the capital, Seoul. In many cases the women were strangled using items of the women's clothing such as stockings or a blouse. The lack of closure cast a long shadow in the nation's collective memory, and the police's futile efforts became the subject of Bong's \"Memories of Murder\" in 2003.  Skip forward to 2019 and a week before \"Parasite\" opened in the US, a police official told CNN that a South Korean man, a prisoner in his 50s, had confessed to nine of the murders, along with five others (officials believe the tenth Hwaseong murder was a copycat crime). The killer, already serving a life sentence, cannot be prosecuted as the statutes of limitations have already expired. Police are now working to verify the man's confessions.    By his own admission, Bong had been \"obsessed\" with the case. During the screenwriting process for \"Memories of Murder\" in 2001 and 2002 he met detectives, journalists and people familiar with the victims. \"But the one guy I could not meet was the murderer,\" he recalled.  \"I really wanted to see his face -- I even tried imagining his face and sketching it out to myself,\" Bong said. \"I had a list of questions I was prepared to ask him just in case I somehow ran into him.\" The film's closing shot, in the then-present, shows actor Song Kang Ho, staring into the camera, as if looking at that unknown face; the one that eluded authorities and the director, but that may be watching, somewhere, on our side of the screen.  Now the killer had gained an identity.  \"I was finally able to see his face published in newspapers,\" Bong recalled. \"I felt very complicated looking at (it).\"  Seated next to his interpreter Sharon Choi in London in December, Bong had not yet won a Golden Globe for best foreign language film to put alongside his Palme d'Or -- the first ever won by a Korean. Now he's a multi-Oscar nominee as director, producer and a writer for \"Parasite.\" It could become the first non-English language film to win best picture in the awards' 91-year history. The film is a genre-hopping upstairs-downstairs, in which the unemployed Kim family ingratiates itself within the house of the wealthy Parks, while concealing their connections from their new employers. The promise of steady income becomes the promise of something more -- and, for the sake of anyone who hasn't seen it yet (the film opens February 7 in the UK) it's best to leave the plot there. \"Parasite\" is a Swiss watch of a story. Narrative cogs turn, some large (an act of violence), others minute (a passing remark), with moral complexity springing from each action (are we supposed to take sides in this class war?). It's tightly-wound, containing little that doesn't serve a greater purpose: to befuddle our expectations and offer a probing social critique, while charming us along the way.   Inequality -- and examining the mechanisms behind it -- lies at its heart. Bong finds himself in familiar territory, inequality also underpinning his recent films \"Snowpiercer\" and \"Okja.\" In both of those stories, justice is hard fought and hard won, yet victory is hollow.  \"I don't think that I'm burning with (a) revolutionary spirit, instead I'm constantly exploring why revolutions are so difficult,\" the director explained. \"Why it's so difficult to discern our opponents and what we have to fight against. Why the world has become so complicated; where it's so difficult to identify these opponents.\" Capitalism as a structure benefiting some, depriving others and offering delusions to all isn't an original reading. But \"Parasite\" goes out of its way to suggest we're all suffering under it. Bong described the film as \"a very sad portrait of our current times, and the story sort of makes you face that honest portrayal.\" And yet he mines humor out of class trauma. In one scene, an intimate moment between the Parks is fueled by dirty talk of cheap knickers and nondescript drugs. The uptight Parks conjure \"strange simulations\" composed of \"elements of fear,\" Bong said. The taboo -- to immerse themselves in what they believe to be the trappings of the working class -- becomes sexualized. It speaks to an emptiness in their lives; they're using these totems to try and feel more alive.   Bong chuckled at the memory, explaining in fact the lines were a late addition he got the actors to buy in to. Their main purpose, he said, was to embarrass the Kim family overhearing it all. Whether for its politics, dark comedy or narrative ingenuity, the film has struck a chord, not only in South Korea but globally, grossing well north of $100 million at the international box office and $24 million in the US alone.  Bong knew its themes were universal, but \"never expected such specific responses for this film -- particularly from the US,\" he said. \"I feel like people were very easily able to sympathize with this very contemporary story. It's difficult to understand the reason why at this point. I think I need more time to figure that out.\" He won't have much time to process while awards campaigning is in full swing. \"It's kind of like a secondary job I have to do as a filmmaker, and I've been trying to do my best and enjoy it as much as possible,\" the director said.  No acceptance speech has been wasted, thus far. \"Once you overcome the one-inch tall barrier of subtitles, you will be introduced to so many more amazing films,\" Bong said through Choi at the Golden Globes, to a huge cheer from the audience. \"Just being nominated along with fellow, amazing international filmmakers was a huge honor,\" he continued. \"I think we use only one language: the cinema.\" Back in London, the director confessed \"deep down inside, I really want to return to my main job as soon as possible.\" Bong revealed he's working on two projects. One, he said, is Korean and he's been developing it for the past 10 years. The other he's researching for is an English project, \"based on a CNN news article that came out in 2016, about a small incident that happened in London.\" If that sounds like a needle in a digital haystack, it is. Bong declined to say more, sending this writer on his way with a handshake and a smile. And just like that, the director, living under a spotlight since Cannes, regains an air of mystery once more. "], "Language": false}