{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/americas/brazil-supreme-court-jesus-gay-comedy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone and Tatiana Arias, CNN"], "Writers": [["Dakin Andone", "Tatiana Arias"]], "FirstPublishDate": ["2020-01-10T22:34:31Z"], "LastModifiedDate": ["2020-01-10T22:51:02Z"], "Headline": ["President of Brazil's Supreme Court overturned a ban on a Netflix comedy that portrays Jesus as gay"], "Section": ["americas"], "MappedSection": [null], "Article_Body": ["The president of Brazil's Supreme Court authorized Netflix to show a comedy that depicts Jesus as gay after a lower court ordered the streaming service to remove the film from its platform, according to state news agency Agencia Brasil.  The Supreme Court's president, Dias Toffoli, ruled late Thursday in favor of Netflix and the comedy group that made the film, \"The First Temptation of Christ.\"  The movie has prompted outrage in Brazil, home to the world's largest Catholic population, since its release last month. Millions of people signed an online petition to have the film removed from the service. On Christmas Eve, at least four men were involved in an attack on the headquarters of the comedy group, Porta dos Fundos.  In his ruling, Toffoli said a satire alone did not threaten the Christian faith, Agencia Brasil reported. \"We are not neglecting the relevance of respect for the Christian faith (as well as all other religious beliefs or their absence),\" Toffoli wrote, according to Agencia Brasil. \"However it should not be assumed that a humorous satire has the power to undermine the values of the Christian faith, whose existence has been for more than two thousand years.\"  Toffoli's ruling came just a day after a judge from the Sixth Civil Chamber of the Court of Rio de Janeiro ordered Netflix to suspend the film from its platform.  The judge in that ruling, Benedict Abicair, said suspending the film would the best thing to do, not only for the Christian community but for Brazilian society at large, while the case went through the appeals process. The Supreme Court's ruling can still be overturned, according to Agencia Brasil. It described the decision as \"provisional,\" due to a judiciary recess. Netflix, which described the 46-minute film as a \"Christmas special so wrong, it must be from comedians Porta dos Fundos,\" has expressed support for the group and its \"artistic expression\" on Twitter. "], "Language": false}