{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/app-news-section/weekend-reads-january-10/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Stephen Mays, CNN"], "Writers": [["Stephen Mays"]], "FirstPublishDate": ["2020-01-10T21:24:34Z"], "LastModifiedDate": ["2020-01-10T21:24:34Z"], "Headline": ["Settle in with these weekend reads"], "Section": ["app-news-section"], "MappedSection": [null], "Article_Body": ["A rare interview with Justice Ruth Bader Ginsburg. The source of mysterious humming heard around the world. Here's what you might have missed during a busy news week. RBG's way of steering the debate Justice Ginsburg, who says she's cancer free, is in the liberal minority of the Supreme Court. But she has a way of guiding arguments that could limit the five conservative justices from setting new precedent.  Your Meghan and Harry questions, answered Prince Harry and Meghan, the Duchess of Sussex, announced they are stepping back from their roles as senior members of the royal family. And the couple didn't consult the Queen beforehand. CNN breaks down what it all means.  Tracing a hum to the ocean floor In 2018, scientists around the world detected earthquakes that made a weird humming sound. They traced the cause all the way to the ocean floor.  How Trump decided not to strike back At 7:30 p.m. ET Tuesday, the official announcement went out: Iran had launched more than a dozen ballistic missiles against US military and coalition forces in Iraq. Here's what was happening inside the Situation Room as Trump decided his response.  An ominous pattern Opinion: The bright orange haze of Australia's bushfires may look like something out of a dystopic science fiction film, but they're scenes from an Earth that is becoming uninhabitable. The climate crisis is claiming human lives, and the body count will grow. Secrets of a 2,600-year-old brain It's called Britain's oldest brain, and 2,600 years ago it belonged to an Iron Age man. It was discovered in 2008, but a new study reveals why it survived this long without being intentionally preserved. Combating overtourism in Disney's 'Frozen' village  The population of the Alpine village of Hallstatt, a UNESCO-protected spot, is just 780. But its tourist numbers reportedly reach some 10,000 visitors a day. And as with any tourist hotspot, the influx of villagers is a double-edged sword."], "Language": false}