{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/cars/bullitt-mustang-auction-record-price/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Peter Valdes-Dapena, CNN Business"], "Writers": [["Peter Valdes-Dapena"]], "FirstPublishDate": ["2020-01-10T20:55:09Z"], "LastModifiedDate": ["2020-01-10T21:12:37Z"], "Headline": ["$3.7 million: Ford Mustang driven in the movie 'Bullitt' sells for record price"], "Section": ["cars"], "MappedSection": ["BUSINESS"], "Article_Body": ["A dull green 1968 Ford Mustang GT driven by Steve McQueen in the movie \"Bullitt\" just became the most valuable Ford Mustang ever sold at auction. It went for $3.7 million, including auction fees, at the annual Mecum collector car auction in Kissimmee, Florida.  The previous record was held by a 1967 Shelby GT500 that sold for $2.2 million at Mecum's Kissimmee auction last year. After the auction, the current owner, who had consigned the car to Mecum for the sale, told CNN he was happy with the result.  \"This didn't have anything to do with money,\" said Sean Kiernan, whose late father Robert Kiernan purchased the car for $3,500 in 1974. \"It had to do with breaking records and we did that.\"  A spokesperson for Mecum declined to identify the buyer. Even if you've never seen the movie in its entirety, there's a good chance you've seen clips from its famous chase scene. It features the Highland Green Mustang with black wheels and McQueen clearly in the driver's seat in many shots. And there have been plenty of movie chase scenes done since that were influenced by the \"Bullitt\" chase, considered the first and still one of the best \"modern\" auto chase scenes. There were car chases in movies before but they looked very different. In the \"Bullitt\"' chase scene, the viewer is brought right into the action with shots from cameras filming close to, and even inside the cars. There is no music, only tires squealing and engines roaring. This particular Mustang's history had made it difficult to predict a selling price. Ordinarily, past association with a celebrity and even appearance in a movie don't add significantly to a car's value. They just make for cute stories to tell when showing off an old car to friends. It's usually the car itself, its desirability and its rarity, that contribute most to its value.  Generally speaking, a 1968 Ford Mustang GT with a 390 cubic-inch V8 engine would be worth about $70,000 in good condition, according to the Hagerty Price Guide for collectible cars.  But \"Bullitt,\" with its iconic chase scene, isn't just any movie and McQueen isn't just any famous actor. Because of his well-known love of cars and racing he holds a special place in the hearts of modern collectors. Asked to sign an insurance form stating he would refrain from off-screen racing during \"Bullitt's\" production, McQueen refused, saying \"There are some things that aren't for sale -- and one of 'em is my soul,\" according a 1968 Daily Variety article quoted in the American Film Institute catalog. He remains one of the very few celebrities whose past ownership can greatly increase the value of a vehicle often by three or four times or more. In 2014, a Ferrari previously owned and customized by McQueen sold for triple its ordinary value. In 2015, a vintage motorcycle he had owned became one of the most valuable motorcycles ever auctioned, going for $775,000. Other cars McQueen once owned have sold for five times their ordinary value.  The McQueen connection compounds the importance of the Mustang GT's onscreen appearance. Not only did McQueen star in the film as San Francisco police lieutenant Frank Bullitt, he also did some of the driving in the chase scene himself. He had worked with stunt drivers and the movie's director, Peter Yates, to script out the 11 minute scene. At times, the cars featured in the film -- the green Mustang and a black Dodge Charger R/T -- were going as fast as 1115 miles an hour on hilly city streets, according to Marc Eliot's McQueen biography. The sequence took three weeks to film, according to the book. Adding to the car's mystique was the fact that it had largely disappeared for decades.  Just after the movie debuted the famous Mustang was sold to a Warner Bros. employee. (Warner Bros., which is now part of WarnerMedia, as is CNN, was the distributor for the film.)  The Warner Bros. parking permit remains affixed to the windshield to this day. It had one subsequent owner before Robert Kiernan, responding to an ad in Road & Track, bought it for $3,500 in 1974, according to his son. It became the Kiernan family's regular car, going on shopping trips and taking kids to school for years. McQueen managed to track the car down and reached out to the family, offering several times to buy it from them. He even offered to buy the family another car to replace it. Robert Kiernan refused, his son Sean said. \"This wasn't like one of three cars that my dad had. This was it,\" Sean Kiernan told CNN during an earlier interview. \"[McQueen's] in California, my mom and dad were in Jersey so I mean the logistics alone would have been a pain. And then beyond that, leave my mom without a car.\" The Mustang was also just great fun to drive, Sean said, thanks to engine tuning and suspension modifications made for the movie at McQueen's request. In 1980, the clutch failed and the car was put into a garage. It was moved from one garage to another, from New Jersey to Kentucky, as the family moved. In 2001, Robert and Sean started working on the car to make it drivable again but had to stop when Robert became ill with Parkinson's disease, according to Mecum. After Robert died in 2014, Sean returned to the garage to try again, he said. This time he was able to restore the car to running condition. In 2016, Sean said, he reached out to Ford and had the car authenticated by an independent Mustang expert. Documentation, including the letters from McQueen begging to purchase it, along with alterations made to the car for filming -- such as holes cut into the trunk for power cables -- backed up the car's authenticity. While Ford and Kiernan were preparing to unveil the car, another Mustang used in the movie, a stunt car that had been sent for scrapping after production, was uncovered in a Mexico scrapyard. It was found in far worse condition than Kiernan's car, though. Finally, in January 2018, at the introduction of a new Bullitt Edition Mustang at the Detroit Auto Show, Kiernan's car reemerged into public view.  Since then, Sean has been touring with the car, which has now become the 21st car added to the National Historic Vehicle Register. Now, he said he's ready to part with the car and return to the family's Kentucky horse farm.  \"It's perfect timing,\" Sean Kiernan said, \"and that's what this car's been all about, just timing, since the beginning.\""], "Language": false}