{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/media/1917-universal-box-office/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-01-10T14:55:30Z"], "LastModifiedDate": ["2020-01-10T20:15:21Z"], "Headline": ["Can '1917' help Universal bounce back from 'Cats'?"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"1917,\" a harrowing World War I drama, opens nationwide this weekend and is expected to have a $20 million opening, according to its studio, Universal. That number won't break any records nor is it particularly huge, but it could help the studio rebound from its last release, \"Cats.\" The movie adaptation of the hit musical was a box office catastrophe. The film, which had a reported budget of roughly $100 million, has made just $54 million worldwide since its December 20 release. Universal could lose at least $70 million on the film, according to reports. Critics weren't fans, either. \"Cats\" was ravaged in reviews, receiving a 20% score on review site Rotten Tomatoes. Ty Burr of the Boston Globe wrote in his review, \"Oh God, my eyes.\" \"1917\" could help Universal move beyond all that, according to Shawn Robbins, chief analyst at Boxoffice.com. \"I think it has a real shot at being No. 1 this weekend,\" Robbins told CNN Business. \"We're coming out of the post-holiday hangover and people, especially adults, are looking for a serious movie. They've gotten their fill of family-friendly content over the holidays and may now be looking for something more substantial.\" And \"1917\" is already off to a good start, even though it hasn't opened in many theaters yet. The film follows two young British soldiers, played by Dean-Charles Chapman and George MacKay, who are racing against time to deliver a message that could save hundreds of their fellow soldiers. The film also has cameos from big stars such as Colin Firth and Benedict Cumberbatch. The film made $3.2 million on Thursday night and has made nearly $6 million since it opened in limited theaters on Christmas. The film has an 89% score on Rotten Tomatoes and more importantly, it was a big winner at Sunday's Golden Globes, taking home awards for best picture, drama and best director for Sam Mendes. It has also received major nominations from the pre-Oscar guild awards — including the Producers, Directors and Writers Guilds — which are seen as key predictors. That may help it exceed expectations this weekend and give it a boost in coming weeks as it approaches next month's Academy Awards, according to Robbins. The box office of \"1917\" could also gain traction this weekend with audiences who are intrigued by the film's technical aspects. \"1917\" is a war film shot in what looks like a single continuous take. The technique felt like \"the best way to give you a sense of all this happening in real time,\" Mendes told Variety. \"I wanted you to feel like you were there with the characters, breathing their every breath, walking in their footsteps,\" he said. \"The best way to do that is not to cut away and give the audience a way out.\" \"1917\" kicks off Universal's 2020, which follows a solid 2019 for the studio. Universal, which is owned by Comcast, made $1.5 billion at the domestic box office last year. That may seem small compared to the $3.7 billion Disney made in North America in 2019, but it was enough to give Universal a 13% share of the market and a third place finish among studios, according to Comscore.  The studio's success last year came from an eclectic slate of films. It released blockbusters that were a part of franchises such as \"Fast & Furious Presents: Hobbs & Shaw\" as well as hit originals like \"Good Boys,\" \"Yesterday\" and Jordan Peele's \"Us.\" Universal will have another box office test next week, when \"Dolittle\" — starring Robert Downey Jr. as the man who can talk to animals — premieres on Jan. 17. \"I think Universal balances their slate as well as anyone in Hollywood,\" Robbins said. \"They've also shown a willingness to take chances on filmmakers and original films like '1917.'\""], "Language": false}