{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/09/world/gallery/week-in-photos-0110/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Evan Vucci/AP", "AAP/Image/David Mariuz/Reuters", "Ebrahim Noroozi/AP", "Maya Alleruzzo/AP", "Office of the Iranian Supreme Leader/AP", "Adrian Wyld/The Canadian Press/AP", "Gabriella N. Báez for CNN", "John Locher/AP", "Dean Lewins/Pool/Getty Images", "John MacDougall/AFP/Getty Images", "Chris Jackson/Getty Images", "Bryan Woolson/Reuters", "J. Scott Applewhite/AP", "Frazer Harrison/Getty Images", "Faisal Al-Nasser/AFP/Getty Images", "Iraqi Prime Minister Press Office/AP", "Hilary Swift/The New York Times/Redux", "Ariel Schalit/AP", "Scott County Emergency Management Agency/AP", "Jae C. Hong/AP", "Victoria Jones/AP", "Planet Labs", "Karsten Moran/The New York Times/Redux", "Justin McManus/The Age/Fairfax Media/Getty Images", "Lintao Zhang/Getty Images", "Luis Hidalgo/AP", "Marco Alpozzi/AP"]], "FirstPublishDate": ["2020-01-10T02:31:59Z"], "LastModifiedDate": ["2020-01-10T08:20:34Z"], "Headline": ["The week in 27 photos"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["US President Donald Trump addresses the nation from the White House on Wednesday, January 8, less than a full day after Iran fired missiles at two Iraqi bases housing US troops. There were no casualties in the attack, which was retaliation for an American airstrike that killed a top Iranian general last week. \"Iran appears to be standing down, which is a good thing for all parties concerned and a very good thing for the world,\" Trump said, striking a somber tone. Simon Adamczyk rescues a koala from a burning forest on Australia's Kangaroo Island on Tuesday, January 7. Deadly bushfires are burning across Australia, fanned by strong winds and a record-breaking heat wave as the country experiences one of its worst droughts in decades. Rescue workers carry the body of a plane crash victim in Shahedshahr, Iran, on Wednesday, January 8. A passenger jet operated by Ukraine International Airlines crashed shortly after taking off from Tehran's international airport in Iran. Everyone on board was killed. The 167 passengers and nine crew members were heading to the Ukrainian capital of Kiev. Former Nissan chairman Carlos Ghosn arrives for a news conference in Beirut, Lebanon, on Wednesday, January 8. It was his first major public appearance since pulling off a stunning breakout from Japan, where he was awaiting trial on charges of financial wrongdoing. People gather in Tehran, Iran, on Monday, January 6, to attend a funeral ceremony for Gen. Qasem Soleimani, the military leader who was killed in a US drone strike on January 3. US President Donald Trump said he authorized the strike against Soleimani because Soleimani was plotting \"imminent and sinister attacks\" on Americans. The Pentagon has blamed Soleimani and his Quds Force for attacks on coalition bases in Iraq in recent months, including the December 27 strike that culminated in the deaths of an American contractor and Iraqi personnel. The Trump administration also blamed Soleimani for the December 31 US Embassy attack in Baghdad, Iraq. Canadian Prime Minister Justin Trudeau discusses the Iranian plane crash during a news conference in Ottawa on Thursday, January 9. Trudeau said Canadian officials have intelligence from their own sources and Canada's allies that the plane was shot down by an Iranian surface-to-air missile. There were 63 Canadians on board. Power was knocked out to much of Puerto Rico after earthquakes on the morning of Tuesday, January 7. Since December 28, the Caribbean island has been struck by more than 500 earthquakes with a magnitude of 2 or greater. The biggest came before dawn Tuesday when a 6.4 magnitude quake, centered off the southern coast, killed at least one person and destroyed dozens of homes and structures. Aftershocks soon followed, and more are expected. In photos: Puerto Rico on edge People pet the Qoobo therapy robot Sunday, January 5, at a Las Vegas event previewing the Consumer Electronics Show. The robot resembles a headless kitten and wags its tail when caressed. Charlotte O'Dwyer, the young daughter of Rural Fire Service volunteer Andrew O'Dwyer, wears her dad's helmet and service medal during his funeral in Sydney on Tuesday, January 7. Andrew O'Dwyer died while battling Australia's bushfires. He was 36. A young grey seal lies on a beach on the North Sea island of Heligoland, Germany, on Sunday, January 5. Britain's Prince Harry and Meghan, the Duchess of Sussex, leave the Canada House in London on Tuesday, January 7. The couple announced the next day that they are stepping back from their roles as senior members of the British royal family and plan to work toward becoming \"financially independent.\" US Army paratroopers assigned to the 1st Brigade Combat Team, 82nd Airborne Division prepare to be deployed to the Middle East on Sunday, January 5. The United States was deploying thousands of additional troops as tensions with Iran increased. House Speaker Nancy Pelosi arrives to meet with reporters in Washington on Thursday, January 9. During her weekly news conference, she signaled a possible end to the standoff over President Trump's impeachment articles, suggesting that she would likely send them to the Senate soon. Actor Joaquin Phoenix watches his girlfriend, actress Rooney Mara, on the Golden Globes red carpet on Sunday, January 5. See more photos from the red carpet Cars and people surround camels for sale during a camel festival in Rumah, Saudi Arabia, on Tuesday, January 7. This photo, released by the Iraqi Prime Minister Press Office, shows a burning vehicle following an airstrike at the Baghdad International Airport on Friday, January 3. Iranian military commander Qasem Soleimani was killed in the precision strike ordered by US President Donald Trump. Film producer Harvey Weinstein, using a walker, arrives at a New York courthouse for his criminal trial on Monday, January 6. The trial began more than two years after bombshell stories in The New York Times and The New Yorker quoted women who accused Weinstein of sexual abuse, harassment, secret settlements and generally using his influence as a Hollywood power broker to take advantage of young women. Since then, more than 80 women have publicly accused Weinstein of sexual misconduct. Weinstein has pleaded not guilty to the charges against him.\n People dressed as Santa Claus float in the Dead Sea near the West Bank city of Jericho on Tuesday, January 7. This aerial photo shows a train derailment in LeClaire, Iowa, on Friday, January 3. The derailment, just a couple hundred feet from the banks of the Mississippi River, forced police to send a hazardous-materials team to the site. A sushi chef holds up the head of a 608-pound bluefin tuna at a restaurant in Tokyo on Sunday, January 5. A Japanese sushi magnate bought the giant fish at a New Year's auction for 193 million yen (about $1.8 million). An empty space is left at the Madame Tussauds museum in London after wax figures of Prince Harry and Meghan, Duchess of Sussex, were removed from the royal family display. It was after the couple announced that they would be stepping back from their roles as senior members of the British royal family. Their wax figures were moved to a different area of the museum. This satellite photo, taken on Wednesday, January 8, appears to show damage at the al-Asad air base in Iraq. The base, which houses US troops, was targeted by an Iranian missile attack. Trish Nelson, a former server at the Spotted Pig restaurant in New York, speaks at a news conference after it was announced Tuesday, January 7, that Ken Friedman, the principal owner of the Spotted Pig, has agreed to pay $240,000 and a share of his profits to 11 former employees who have accused him of sexual harassment, retaliation and discrimination. It was part of a settlement brokered by the New York State attorney general's office. The sky turns red in Mallacoota, Australia, because of nearby bushfires on Saturday, January 4. The Ice and Snow World Park is seen in Harbin, China, on Saturday, January 4. The park is hosting the Harbin International Ice and Snow Sculpture Festival until the end of February. Anti-government demonstrators burn furniture during a protest in Santiago, Chile, on Friday, January 3. Mass protests began in Santiago in October. They were ignited by a hike in subway ticket prices and fueled by anger over economic and social inequality. A hot-air balloon flies over Mondovi, Italy, on Saturday, January 4. See last week in 29 photos"], "Language": false}