{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/08/us/weinstein-phone-judge-recusal-request/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Lauren del Valle and Steve Almasy, CNN"], "Writers": [["Lauren del Valle", "Steve Almasy"]], "FirstPublishDate": ["2020-01-08T22:21:23Z"], "LastModifiedDate": ["2020-01-08T23:20:31Z"], "Headline": ["Harvey Weinstein was told to stop using his cell phone in court. Now, he wants that judge to recuse himself"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Harvey Weinstein's defense attorneys filed a letter Wednesday asking the judge in his sexual assault trial in New York to step aside after the way he admonished the disgraced film producer for using a cell phone in court. The letter motion from Weinstein attorney Arthur Aidala says comments made Tuesday in open court by New York County Judge James Burke were \"prejudicial and inflammatory.\" Aidala pointed to a moment when Burke asked, \"Mr. Weinstein, I could not implore you more to not answer the following question: Is this really the way you want to end up in jail for the rest of your life, by texting in violation of an order? Is it?\" Weinstein is on trial for allegedly raping a woman in 2013 and sexually assaulting another woman in 2006. At the beginning of court proceedings Tuesday, Burke raised his voice and reprimanded Weinstein and his defense team for his use of his cell phones.  In the letter, Aidala writes, \"These comments reflect the Court's animus towards the Defendant and have created a situation in which the Court's 'impartiality might reasonably by questioned,' in violation of New York State's Rules of Judicial Conduct. \"Either the Court was suggesting that an appropriate sanction for use of a cell phone in court was life in prison, or the Court was suggesting that Mr. Weinstein is guilty, would surely be convicted, and that the Court already knew that it intended to sentence him to life in prison,\" Aidala writes. Burke said Tuesday this was an \"ongoing issue\" and referenced warnings at previous hearings. He said he warned Aidala explicitly in \"somewhat unrefined terms\" about Weinstein's cell phone. Finally, he said that if Weinstein uses his cell phone in court one more time, he will be taken into custody. \"Mr. Aidala, this is on you if he blows it,\" Burke said Tuesday. \"I am pointing my finger at you.\" When Aidala apologized on behalf of Weinstein, Burke said, \"I'm not looking for apologies, I'm looking for compliance.\" Before the hearing began, two court officers at different times told Weinstein to stop using his phone several times. Burke is expected to address this Thursday when court resumes at 9:30 a.m. ET. Danny Frost, a spokesman for the New York District Attorney's Office, told CNN that prosecutor Joan Illuzzi told the judge she needs to read the motion first and will tell the court whether she needs to respond. According to pool notes from Wednesday's jury selection, 120 prospective jurors filed into the courtroom at 10:50 a.m. ET, and approximately 47 were dismissed because they told the court they felt they could not be impartial."], "Language": false}