{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/opinions/mcconnell-impeachment-pelosi-schumer-jennings/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scott Jennings"], "Writers": [["Scott Jennings"]], "FirstPublishDate": ["2020-01-08T04:28:32Z"], "LastModifiedDate": ["2020-01-08T16:24:31Z"], "Headline": ["McConnell just ate Pelosi and Schumer's lunch"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["House Speaker Nancy Pelosi and Senate Democratic Leader Chuck Schumer have been bested by Mitch McConnell yet again. The two Democrats attempted to create impeachment leverage where none existed by withholding the Articles of Impeachment passed last month against President Donald Trump. But like your Aunt Frieda threatening not to bring her awful fruitcake to Christmas Dinner, their plan didn't work. Nobody wanted it in the first place. McConnell won this round against his Keystone Cops opposition because he has something Schumer and Pelosi don't: a reasonable argument. The Senate majority leader has insisted from the beginning that if the House were to impeach Trump, the Senate should treat him the same way it treated Bill Clinton in 1998. So, McConnell has steadfastly argued for the same rules package that passed the Senate 100-0 in the Clinton iteration. \"What's good for the goose is good for the gander\" makes a pretty sensible argument.            The Democrats have raged against his position. This is different, they say. They are right -- this is different. The articles of impeachment against Clinton were bipartisan, and the ones against Trump aren't. Given the hyper partisan nature of this impeachment against Trump, McConnell's offer for the Clinton rules should have been greeted by Democrats with open arms. But instead they have demanded to treat a Republican president different from the way a Democratic president was treated not so long ago under the guise of producing a fair trial. It's the height of hypocrisy for Schumer to lead this charge. He used his impeachment vote in his 1998 Senate campaign as a political weapon, promising donors and voters that supporting him would lead to Clinton's acquittal. In fact, some might even call what Schumer did a quid pro quo -- you support me, and I'll vote to acquit your president. Today, he tears into McConnell on a near daily basis for not being an impartial juror. What a joke. Schumer voted for the Clinton rules package back then and opposes it now because, well ... I guess opposing Donald Trump is a helluva drug. Democrats have repeatedly made their feelings on Trump known. Just Tuesday, Elizabeth Warren said: \"I am willing to listen to the Trump administration put on a defense ... (but) I don't see how it's possible not to vote for an impeachment.\" She's not alone, of course, but her words are just the latest gut punch to Schumer's claims that the Senate should turn into some episode of Perry Mason. Even Schumer himself said back in 1998 that the Senate is \"not like a jury.\" The days of Pelosi being hailed as some next-level genius impeachment strategist I guess will have to come to an end for the liberal pundit industry. Her plan to withhold the articles of impeachment to create that \"leverage\" over McConnell failed spectacularly. No Republicans were harmed, pressured, or otherwise inconvenienced in the making of this sad, sad film. Under the rules pushed by McConnell, same as for Clinton, the US Senate will begin the impeachment trial by listening to presentations from the House managers and the President's lawyers. Then there will be a question and answer period for senators to get information from the presenters. And then the Senate can decide what it wants to do about witnesses. Maybe they will want to hear from some. Maybe they won't. Even if they do, don't bet on a quick resolution. No matter what former National Security Adviser John Bolton says about being willing to testify under subpoena from the Senate, it is likely the White House would invoke executive privilege to try to prevent his testimony. What's more, if he's so interested in telling his story now, why does he need to wait for a subpoena? Bolton could simply write down everything he knows and send it to Congress right now if he wanted. But he hasn't done that, I suspect because he wants the appearance of looking like he wants to talk without the actual responsibility of doing it. Bolton's announcement won't change McConnell's thinking on how to process this impeachment, and underscores what a blunder it was for Pelosi and Adam Schiff to have failed to subpoena Bolton in the first place. And now McConnell has exposed them for what they are -- desperate partisans who aren't interested in using impeachment the way the founders intended, but rather as just another tactic to be deployed in the hopes of trapping some Republican senator in a vote that can be used in an attack ad. They failed to convince a single Republican in the House that impeachment was necessary. They failed to pressure Mitch McConnell's conference to do their homework for them. And they will fail to remove President Trump from office when all is said and done, instead delivering him to a perch of exoneration from which he will bludgeon them for weeks. This could not have gone more poorly if the Democrats had tried. Any Republican senator on the ballot this year knows it would be suicide to join Pelosi or Schumer's hapless crusade now. Better to let the people decide Trump's fate in November than allow the Washington partisans to try in January."], "Language": false}