{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/opinions/california-new-york-covid-19-coronavirus-yang/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jeff Yang"], "Writers": [["Jeff Yang"]], "FirstPublishDate": ["2020-04-14T21:55:43Z"], "LastModifiedDate": ["2020-04-16T18:52:52Z"], "Headline": ["California and New York were both hit by Covid-19 early, but the results are very different"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["When I moved from New York to California nearly seven years ago, I wasn't fully prepared for the stark lifestyle differences that came with the change in area code. New York City is crosswalk crowds, street vendors and subways; LA is traffic jams, shopping malls and cars -- lots of them. In New York, it's virtually impossible not to run into strangers, at distances close enough to activate your sense of smell, and sometimes taste. In Los Angeles, with a modicum of effort, you can avoid running into anyone you haven't fully intended to see almost indefinitely. All these contributed to an initial culture shock that I've mostly overcome. But now, as researchers and public health officials ponder why the two states have had such different outcomes during the coronavirus outbreak, the many contrasts between them could point to how we all might have to adapt for a future where pandemics become perennial. California has the nation's highest population, and was the first state to report a case of community transmission -- a patient who'd contracted the virus without a known, traceable source. New York didn't identify a community transmission case until over a week later. And yet, as of Tuesday, California's total Covid-19 case count has risen to at least 24,579 out of nearly 40 million people, with at least 734 deaths, according to data from Johns Hopkins University. Meanwhile, New York, with a population half the size, has over 202,630 cases and at least 10,834 deaths.  The vaunted \"curves\" that authorities talk about \"bending\" look remarkably different: California has had one of the flattest increase in Covid-19 deaths per capita of any state with more than ten cases, while New York has had the sharpest. There are some obvious reasons for why this might be the case. California moved rapidly to impose social distancing, with San Francisco issuing the nation's first local shelter-in-place order for a major city, on March 16; followed shortly thereafter by Los Angeles, and then California Gov. Gavin Newsom's statewide stay-at-home directive hours later. Meanwhile, New York Gov. Andrew Cuomo didn't put the state's shelter-in-place order into effect until March 22, after a week of sparring with New York City Mayor Bill de Blasio.  When dealing with potential exponential growth, time is crucial. A few days of delay could mean hundreds of thousands more exposures, tens of thousands more infections, thousands more dead. As Dr. Thomas R. Frieden, former head of the CDC, told The New York Times, \"You have to move really fast. Hours and days. Not weeks. Once it gets a head of steam, there is no way to stop it.\" But even the faster response rate of California over New York isn't quite enough to explain the huge gap in consequences. That's where the infrastructure, lifestyle and demographics differences between the two states may come into play. Tall and dense versus flat and distributed Almost half of New York State's population lives in New York City, the most densely populated metropolis in the US. The city is built in such a way that people are constantly in proximity and the largely underground and overburdened mass transit leads to crowded, poorly ventilated stations and no passenger limit train cars that encourage Tetris-like interlocking.   California is much larger than New York, and its residents are far more distributed. Its largest city, Los Angeles, is home to just a tenth of the state's total population. And across most of LA, tall buildings are rare -- due to the threat of earthquakes and expansive available space. Moreover, multi-unit complexes tend to have individual entryways, reducing the need to funnel tenants into enclosed spaces. Transportation is clearly the biggest point of contrast between the two states' major population centers. Mass transit is the heart and soul of New York. It's vestigial at best here in LA, where 70% of people commute to work by driving alone in individual vehicles. The very thing that serves as Los Angeles' greatest mark of shame may well have helped to dampen the spread of coronavirus.  Formal and structured versus loose and reactive In New York, lowkey office wear means no jacket and tie. In California, where every day is casual Friday, it means shorts and flip flops. California work days tend to be less focused on the clock, and the flexibility to work remotely is baked into its professional atmosphere. Being away from the office on a regular basis is an expectation, not an exception. A social and business culture that's pragmatic is almost certainly a survival trait in an era of uncertainty -- and California may be better equipped in that regard than New York.  Demographics as a source of resistance Meanwhile, though New York's 972 infections per 100,000 people is by far the highest total in the nation, genetic analyses have recently shown that the outbreak that has spread across the state and into the Tri-state area didn't originate with travelers from Asia. The primary circulating strains of the virus appear to have arrived from Europe.  Chinese and other Asian Americans -- who tend to be more connected to and communicate more frequently with friends and relatives in countries that were early hotspots -- likely provided an early and urgent alert of the severity of the outbreak as many non-Asians downplayed the situation.  Having a population that's tapped into news from abroad and aware of the interwoven nature of our world is almost certainly the most important factor for resilience in the face of all kinds of global risks. That runs entirely against the isolationism that President Donald Trump -- builder of walls, demander of bans -- has made the hallmark of his presidency. It's staggering to think that the very first major policy response Trump had to the outbreak was to block travel from China -- a proposal with mixed support, given that the virus had already spread to dozens of other countries and a single-nation restriction without test-and-trace in place was unlikely to prevent further spread -- and the most recent one was to threaten to defund the institution responsible for international coordination of pandemic response, the World Health Organization. But if there's anything that Covid-19 has shown, it's that we can't win the fight against global problems with solo efforts. As Democratic Rep. Dean Phillips of Minnesota recently wrote in a letter to his colleagues seeking support to demand greater transparency from Vice President Mike Pence's Covid-19 task force, \"In an increasingly interconnected world, it will take international partnerships to fight against this pandemic...The United States must learn from other nations' experiences, not close itself off to lessons learned and best practices. (Because) without the coordination to fight the virus in all countries at the same time, every country will remain vulnerable to its return.\" An earlier version of this article incorrectly cited data about the population size of New York City instead of New York state. It has been updated to reflect the correct data."], "Language": false}