{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/06/entertainment/joker-composer-golden-globe-score-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-01-06T16:10:42Z"], "LastModifiedDate": ["2020-01-08T06:48:25Z"], "Headline": ["The 'Joker' composer is the first solo woman to win a Golden Globe for best original score"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Hildur Guðnadóttir is on a roll.  The Icelandic composer won the Golden Globe for Best Original Score on Sunday for the soundtrack to the film \"Joker,\" becoming the first woman to win the award category solo.  She beat out an impressive group of nominees: Randy Newman for \"Marriage Story,\" Thomas Newman for \"1917,\" Daniel Pemberton for \"Motherless Brooklyn\" and Alexandre Desplat for \"Little Women.\" Other women have been nominated for the prize over the years, but the only other woman to win is Lisa Gerard, who in 2000 shared the trophy with Hans Zimmer for \"Gladiator.\"  Guðnadóttir is the first woman to win on her own. \"This is truly ... I'm speechless. This is unbelievable,\" she said while accepting the award onstage. The Golden Globe win is the latest in a string of achievements for Guðnadóttir, who has been working on film music for nearly 20 years. Last year, she won a Primetime Emmy for music on the HBO miniseries \"Chernobyl.\" Her composition for the show also earned her a Grammy nomination.  \"I don't really know exactly what happened at this point for everything to explode so massively, but it's been a beautiful year and incredible to get both of these opportunities at the same time,\" Guðnadóttir told reporters after her win.  \"Both projects were so different and so incredible and so all-encompassing. It was really, really fantastic.\" Though Guðnadóttir said over her career she's noticed a reluctance in the industry to trust women with big projects, she said things have gotten better in the last few years. \"Because of all the awareness that has been raised in the last couple of years about the position of women in the industry, I have also definitely benefited a lot from that,\" she said. \"I think people are just a bit more open towards trusting women today.\""], "Language": false}