{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/entertainment/bafta-nominations-2020-gbr-intl-scli/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Amy Woodyatt, CNN"], "Writers": [["Amy Woodyatt"]], "FirstPublishDate": ["2020-01-07T07:54:33Z"], "LastModifiedDate": ["2020-01-07T20:47:33Z"], "Headline": ["Every one of the 18 actors nominated in the BAFTA Film Awards 2020 is white"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["BAFTA bosses have acknowledged the \"infuriating\" lack of diversity after Tuesday's film nominations revealed that every person shortlisted for an acting award this year is white. Not a single person of color features out of the 18 people nominated across the four leading and supporting actor and actress categories in the UK's prestigious BAFTA (British Academy of Film and Television Arts) Film Awards this year. \"Joker\" star Joaquin Phoenix -- who won a Golden Globe for best actor in a drama film on Sunday for his role in the dark origin story of the comic book villain -- joins Leonardo DiCaprio, Adam Driver, Taron Egerton and Jonathan Pryce in the leading actor category. Jessie Buckley, Charlize Theron, Scarlett Johansson, Saoirse Ronan, and Renée Zellweger -- who took home a Golden Globe on Sunday -- all received nods for leading actress. Johansson was also nominated for best supporting actress for her role in \"Jojo Rabbit.\" Margot Robbie received two nominations for supporting actress -- one for her portrayal of Sharon Tate in \"Once Upon a Time... in Hollywood,\" and another for \"Bombshell.\" Marc Samuelson, chairman of BAFTA's film committee, acknowledged the lack of diversity in this year's nominations. \"Clearly everybody knows that everybody in the four acting groups of nominees are white, it's infuriating, we can't make the industry do something, all we can do is encourage and push and inspire and try to help people coming in at the bottom end,\" Samuelson told PA Media news agency. \"Joker\" led the nominations, being shortlisted in 11 categories, including best film, best director and leading actor. Martin Scorsese's epic mob movie \"The Irishman\" and Quentin Tarantino's \"Once Upon a Time... in Hollywood\" both received 10 nominations. Scorsese, Tarantino, Sam Mendes, Todd Phillips and Bong Joon-ho have all been nominated in the director category -- which features no women.  The lack of gender diversity has also been addressed by executives following the nominations.  Amanda Berry, BAFTA chief executive, said she was \"disappointed\" at the lack of gender diversity in the nominees list, but added it was \"not to take anything away from the people who have been nominated.\" Berry told PA : \"We do have 13 directors nominated who are females across other categories... and this is what gives me joy and hope actually, six female directors in the shorts category and that is the category where we are really seeing talent at the start of their career and they are the industry of the future, but we are going to do more, we are not going to stop pushing.\" The awards ceremony, which is seen as an important indicator for the Oscars, will be held on February 2. BAFTA Film Awards 2020 nominations in full Best Film \"1917\" \"The Irishman\" \"Joker\" \"Once Upon a Time... in Hollywood\" \"Parasite\" Outstanding British Film \"1917\" \"Bait\" \"For Sama\" \"Rocketman\" \"Sorry We Missed You\" \"The Two Popes\" Best Director Sam Mendes (\"1917\") Martin Scorsese (\"The Irishman\") Todd Phillips (\"Joker\") Quentin Tarantino (\"Once Upon a Time... in Hollywood\") Bong Joon-ho (\"Parasite\") Leading Actress  Jessie Buckley (\"Wild Rose\") Scarlett Johansson (\"Marriage Story\") Saoirse Ronan (\"Little Women\") Charlize Theron (\"Bombshell\")  Renée Zellweger (\"Judy\") Leading Actor Leonardo DiCaprio (\"Once Upon a Time... in Hollywood\") Joaquin Phoenix (\"Joker\") Adam Driver (\"Marriage Story\") Taron Egerton (\"Rocketman\") Jonathan Pryce (\"The Two Popes\") Supporting Actor Tom Hanks (\"A Beautiful Day In The Neighborhood\") Anthony Hopkins (\"The Two Popes\") Al Pacino (\"The Irishman\") Joe Pesci (\"The Irishman\") Brad Pitt (\"Once Upon A Time... in Hollywood\") Supporting Actress Laura Dern (\"Marriage Story\") Scarlett Johansson (\"Jojo Rabbit\") Florence Pugh (\"Little Women\") Margot Robbie (\"Bombshell\") Margot Robbie (\"Once Upon a Time... in Hollywood\") Adapted Screenplay Steven Zaillian (\"The Irishman\") Taika Waititi (\"Jojo Rabbit\") Todd Phillips, Scott Silver (\"Joker\") Greta Gerwig (\"Little Women\") Anthony McCarten (\"The Two Popes\") Original Screenplay Susanna Fogel, Emily Halpern, Sarah Haskins, Katie Silberman (\"Booksmart\") Rian Johnson (\"Knives Out\") Noah Baumbach (\"Marriage Story\") Quentin Tarantino (\"Once Upon a Time... in Hollywood\") Han Jin Won, Bong Joon-ho (\"Parasite\") Outstanding Debut by a British Writer, Director or Producer Mark Jenkin, Kate Byers, Linn Waite (\"Bait\") Waad al-Kateab, Edward Watts (\"For Sama\") Alex Holmes (\"Maiden\") Harry Wootliff  (\"Only You\") Álvaro Delgado-Aparicio (\"Retablo\") Original Score Thomas Newman (\"1917\") Michael Giacchino (\"Jojo Rabbit\") Hildur Guđnadóttir (\"Joker\") Alexandre Desplat (\"Little Women\") John Williams (\"Star Wars: The Rise of Skywalker\") Cinematography Roger Deakins (\"1917\") Rodrigo Prieto (\"The Irishman\") Lawrence Sher (\"Joker\") Phedon Papamichael (\"Le Mans '66\") Jarin Blaschke (\"The Lighthouse\") EE Rising Star Award Awkwafina  Kaitlyn Dever Kelvin Harrison Jr.  Jack Lowden Micheal Ward Film Not In The English Language Lulu Wang, Daniele Melia (\"The Farewell\") Waad al-Kateab, Edward Watts (\"For Sama\") Pedro Almodóvar, Agustín Almodóvar (\"Pain and Glory\") Bong Joon-ho (\"Parasite\") Céline Sciamma, Bénédicte Couvreur (\"Portrait of a Lady On Fire\") Documentary Steven Bognar, Julia Reichert (\"American Factory\") Todd Douglas Miller (\"Apollo 11\") Asif Kapadia (\"Diego Maradona\") Waad al-Kateab, Edward Watts (\"For Sama\") Karim Amer, Jehane Noujaim (\"The Great Hack\") Animated Film Chris Buck, Jennifer Lee, Peter Del Vecho (\"Frozen 2\") Sergio Pablos, Jinko Gotoh (\"Klaus\") Will Becher, Richard Phelan, Paul Kewley (\"A Shaun the Sheep Movie: Farmageddon\") Josh Cooley, Mark Nielsen (\"Toy Story 4\") Casting Shayna Markowitz (\"Joker\") Douglas Aibel, Francine Maisler (\"Marriage Story\") Victoria Thomas (\"Once Upon a Time... in Hollywood\") Sarah Crowe (\"The Personal History of David Copperfield\") Nina Gold (\"The Two Popes\") Editing  Thelma Schoonmaker (\"The Irishman\") Tom Eagles (\"Jojo Rabbit\") Jeff Groth (\"Joker\") Andrew Buckland, Michael McCusker (\"Le Mans '66\") Fred Raskin (\"Once Upon a Time... in Hollywood\") Production Design Dennis Gassner, Lee Sandales (\"1917\") Bob Shaw, Regina Graves (\"The Irishman\") Ra Vincent, Nora Sopková (\"Jojo Rabbit\") Mark Friedberg, Kris Moran (\"Joker\") Barbara Ling, Nancy Haigh (\"Once Upon a Time... in Hollywood\") Costume Design Christopher Peterson, Sandy Powell (\"The Irishman\") Mayes C. Rubeo (\"Jojo Rabbit\") Jany Temime (\"Judy\") Jacqueline Durran (\"Little Women\") Arianne Phillips (\"Once Upon a Time... in Hollywood\") Makeup and Hair Naomi Donne (\"1917\") Vivian Baker, Kazu Hiro, Anne Morgan (\"Bombshell\") Kay Georgiou, Nicki Ledermann (\"Joker\") Jeremy Woodhead (\"Judy\") Lizzie Yianni Georgiou (\"Rocketman\") Sound Scott Millan, Oliver Tarney, Rachael Tate, Mark Taylor, Stuart Wilson (\"1917\") Tod Maitland, Alan Robert Murray, Tom Ozanich, Dean Zupancic (\"Joker\") David Giammarco, Paul Massey, Steven A. Morrow, Donald Sylvester (\"Le Mans '66\") Matthew Collinge, John Hayes, Mike Prestwood Smith, Danny Sheehan (\"Rocketman\") David Acord, Andy Nelson, Christopher Scarabosio, Stuart Wilson, Matthew Wood (\"Star Wars: The Rise of Skywalker\") Special Visual Effects Greg Butler, Guillaume Rocheron, Dominic Tuohy (\"1917\") Dan Deleeuw, Dan Sudick (\"Avengers: Endgame\") Leandro Estebecorena, Stephane Grabli, Pablo Helman (\"The Irishman\") Andrew R. Jones, Robert Legato, Elliot Newman, Adam Valdez (\"The Lion King\") Roger Guyett, Paul Kavanagh, Neal Scanlan, Dominic Tuohy (\"Star Wars: The Rise of Skywalker\") British Short Animation Maryam Mohajer (\"Grandad Was a Romantic\") Kathrin Steinbacher (\"In Her Boots\") Naaman Azhari, Lilia Laurel (\"The Magic Boat\") British Short Film Myriam Raja, Nathanael Baring (\"Azaar\") Hector Dockrill, Harri Kamalanathan, Benedict Turnbull, Laura Dockrill (\"Goldfish\") Sasha Rainbow, Rosalind Croad (\"Kamali\") Carol Dysinger, Elena Andreicheva (\"Learning to Skateboard in a Warzone (If You're a Girl\") Lena Headey, Anthony Fitzgerald (\"The Trap\")"], "Language": false}