{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/golden-globes-2020-fashion-red-carpet/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Staff"], "Writers": [[]], "FirstPublishDate": ["2020-01-06T03:55:49Z"], "LastModifiedDate": ["2020-01-07T15:17:08Z"], "Headline": ["Golden Globes 2020: Best fashion on the red carpet"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["The first major red carpet of 2020 unfolded in style at the Beverly Hilton Sunday evening, as the stars arrived at the 77th Golden Globe Awards to celebrate the best of last year's TV and film. And the decade got off to a glamorous start, with many of the night's top nominees impressing with their fashion choices.  Chief among them was Cynthia Erivo, honored for her portrayal of the abolitionist Harriet Tubman. She wowed in a Thom Browne tuxedo dress that glittered with pearl embroidery, sequins and black crystals. The British actress' off-the-shoulder gown took 800 hours to create and was paired with a stunning Bulgari necklace worth $3 million, according to her stylist.  Other leading nominees also turned heads on the red carpet, including Scarlett Johansson in a plunging red Vera Wang dress and Ana de Armas in an elegant custom Ralph & Russo gown (which, as social media was quick to point out, was designed pockets). \"The Act\" star Joey King, meanwhile, hypnotized in an abstract black and white gown by Iris van Herpen. Elsewhere, there was plenty of classic Hollywood glamor on display, on what is traditionally one of the entertainment industry's most elegant red carpets. But there were plenty of outlandish choices too.  Among the more hotly debated looks were Jennifer Lopez's Valentino gown, fastened with outsized golden bow, and \"Killing Eve\" star Jodie Comer's emerald dress with exaggerated shoulders. Billy Porter, one of the most eye-catching dressers on 2019's red carpets, continued the new year in characteristically exuberant form.  He arrived in an all-white suit by New York designer Alex Vinash, complete with a huge white feather train carried by an assistant. Nominated for his role in \"Pose,\" the actor paired the outfit with jewels by Tiffany & Co. and a pair of Jimmy Choo shoes. Elsewhere, the menswear was characterized by a relatively demure collection of sharp suits and muted colors. Rami Malek, Djibril Zonga and Adam Driver all showed how to pull off classic tailoring in style.  But some male stars opted for more adventurous tones, including \"Fleabag\" actor Andrew Scott in a cream suit and light gold bowtie. Also worthy of mention was 12-year-old star of \"Jojo Rabbit,\" Roman Griffin Davis, who showed the adults how it's done in a dashing orange tuxedo jacket. CNN's Oscar Holland, Michelle Lim and Natalie Yubas contributed to this report."], "Language": false}