{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/06/us/harvey-weinstein-new-charges/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson and Stella Chan, CNN"], "Writers": [["Eric Levenson", "Stella Chan"]], "FirstPublishDate": ["2020-01-06T19:22:05Z"], "LastModifiedDate": ["2020-01-07T07:05:35Z"], "Headline": ["Harvey Weinstein charged with sexual assault and rape in Los Angeles"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Prosecutors in Los Angeles charged Harvey Weinstein on Monday with raping one woman and sexually assaulting another in separate incidents over a two-day period in 2013. Weinstein faces new felony charges of forcible rape, forcible oral copulation, sexual penetration by use of force and sexual battery by restraint, Los Angeles County District Attorney Jackie Lacey said in a statement. \"We believe the evidence will show that the defendant used his power and influence to gain access to his victims and then commit violent crimes against them,\" Lacey said. The charges came hours after Weinstein appeared in a New York court for the start of his criminal trial on similar charges in a separate case. According to the criminal complaint, Weinstein and a woman attended a Hollywood film festival on February 17, 2013, and later that night, he knocked on her hotel room door and was allowed entry into her room. Once inside, they talked briefly before he allegedly attacked the woman, forced her to perform oral sex on him, digitally penetrated her vagina and raped her, the complaint says. She said that she did not disclose the assault because he threatened her life if she spoke, the complaint says. The charges of forcible rape, forcible oral copulation and sexual penetration by use relate to that incident. On February 19, Weinstein met with a woman and her acquaintance for a business meeting at a hotel eatery in West Los Angeles, the complaint says. Weinstein persuaded the two to accompany him to his hotel suite, and one woman unwittingly followed him into the bathroom, the complaint says. He allegedly took off his clothes and prevented her from leaving, and then he held her in place by her breast as he masturbated, the complaint says. He faces a charge of felony sexual battery by restraint for that incident, Lacey said. Weinstein has denied all allegations of \"nonconsensual sexual activity\" related to the New York case and other claims made against him. In an earlier interview, Weinstein attorney Donna Rotunna said any new charges would be \"highly prejudicial\" to a jury in the New York case. Once one of Hollywood's most powerful producers and gatekeepers, Weinstein's career collapsed in October 2017 after The New York Times and The New Yorker published stories detailing numerous accusations of sexual harassment and assault against him.  Since then more than 80 women have come forward with similar stories of Weinstein using his power and influence to take advantage of young female assistants and actresses over several decades. The reporting, which garnered the two outlets the Pulitzer Prize, also showed how Weinstein used his powerful team of attorneys and media allies to pressure the women into staying silent. Victims first reported attacks in 2017 In the LA case, the two victims reported these incidents to police in 2017, and they were presented to the district attorney's office for criminal charges later that year. Lacey said that the charges were announced today, years later, because of the challenge of the specific cases. \"It was very challenging to get those victims to open up and tell us what they needed to tell us. For some of them it was embarrassing, it was terrifying, and so until then we were just working to see if we could get the evidence needed to get to court,\" she said. Neither of the two women have previously come forward with their allegations, and one is expected to testify in the New York case, prosecutors said. That the charges were announced the same day as the start of his New York trial was just a coincidence, Lacey said. Prosecutors are asking for his bail to be set at $5 million. Lacey said she did not want to interfere with the New York case and that the judge will have to decide whether he can remain out on bail given the new charges. The Los Angeles County District Attorney's Office had previously said that eight women had come forward against Weinstein. Lacey said that three of those cases were outside of the statute of limitation, two led to today's charges and three others are still under investigation. The case against Weinstein is the first criminal case to be filed by the task force Lacey created in 2017 in response to allegations in the entertainment industry, she said. Her office investigated more than 40 cases and most were declined because they fell outside the statue of limitations or evidence was insufficient. Weinstein's New York trial began today Weinstein, 67, arrived to court in Manhattan using a walker on Monday to begin his trial for allegedly raping a woman in 2013 and forcibly performing oral sex on another in 2006. He faces five felony charges based on the claims by two women, one of whom remains anonymous. Several other women who say he assaulted them will also testify, including \"The Sopranos\" actress Annabella Sciorra, as prosecutors seek to prove he committed sex crimes against multiple women. Jury selection in the New York case is expected to begin Tuesday and last for two weeks, followed by arguments and testimony expected to last another 8 weeks. In emails to CNN prior to the trial, Weinstein said that he has learned to self-reflect over the past two years. \"The past two years have been grueling and have presented me with a great opportunity for self-reflection,\" Weinstein wrote. \"I realize now that I was consumed with my work, my company and my drive for success. This caused me to neglect my family, my relationships and to lash out at the people around me. I have been in rehab since October 2017, and have been involved in a 12-step program and meditation. I have learned to give up my need for control.\" Correction: This story has been updated to reflect the correct year accusations against Harvey Weinstein were first reported by The New York Times and The New Yorker."], "Language": false}