{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/06/africa/ludacris-gabon-citizenship/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Aisha Salaudeen, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-06T13:56:19Z"], "LastModifiedDate": ["2020-01-06T14:00:43Z"], "Headline": ["Rapper Ludacris embraces African identity with new Gabon citizenship"], "Section": ["africa"], "MappedSection": ["WORLD"], "Article_Body": ["Grammy award-winning rapper, Ludacris is kicking off the new year with dual citizenship.  Ludacris (real name Christopher Brian Bridges) in an Instagram post revealed that he is now a citizen of Gabon, the home country of his wife Eudoxie Mbouguiengue. \"Starting my new year off with dual citizenship. Africa, I'm official! Momma and kids too. The best gift of the decade award goes to @eudoxie,\" he wrote.  \"I am a loyal citizen of Zamunda,\" he joked. \"This is the best day of my life and Wakanda,\" His wife and three children are also citizens of Gabon, which is located on the west coast of central Africa and is the eighth largest producer of oil in sub-Saharan Africa.  Ghana's year of return Reacting to Ludacris's new citizenship, his fans joked that it was a response to the recent assassination of Iranian military general Qassem Soleimani. They said the rapper got his Gabonese passport in time to avoid being enlisted for the possible war between the United States and Iran following President Trumps' airstrike order.  \"Ludacris is a citizen of Gabon cos next week they were about to enlist him for the war. What a G!\" one user wrote.  Ludacris, 42, has been vocal about his love for Africa. In December 2019, he visited Ghana to join in the the Year of Return celebrations, part of a campaign encouraging people of African descent, whose ancestors were victims of the transatlantic slave trade, to return to Ghana.  As part of its celebrations, Ghana in November, gave citizenship to 126 foreign nationals who were long-term residents.  Ludacris shared a moving caption during his visit to the West African nation.  \"Our ancestors never gave up faith. You can never imprison our minds nor our spirits. They empowered me to return. I have completed the cycle and I'm beginning a new cycle. The chains have been broken and the indomitable resilience of African people triumphs #yearofthereturn,\" he wrote in the Instagram post. Embracing Africa More diaspora-based entertainers are embracing their African identity.  In December, British film star, Idris Elba was awarded citizenship of his father's native Sierra Leone on his first visit to the country. The actor said becoming a citizen of the West African country was \"the biggest honor\" he could get from the country.  \"I'm no stranger to Africa: I've been in Africa, I've made films in Africa, I've championed Africa,\" he said. \"But Sierra Leone, it's a very different feeling because it's my parent's home,\" Elba said in an interview.  Rapper Jidenna has also visited Nigeria a number of times to perform and connect with his African roots. In a recent interview, the rapper mentioned feeling at home whenever he was in any of Africa's cities.  \"When I'm in Africa, I'm building. Even if it's not my country because my heritage isn't direct to that specific country, I still feel like I'm building a place that ultimately cares and will respect me, and my offspring,\" he said during the interview."], "Language": false}