{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/business/volkswagen-restarting-production/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Hanna Ziady, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2020-04-16T11:05:19Z"], "LastModifiedDate": ["2020-04-17T09:59:55Z"], "Headline": ["Volkswagen and Toyota will begin reopening European car plants next week"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The world's biggest carmakers will gradually reopen plants in Europe starting next week, but with a focus on health and safety rather than production volume, as lockdown measures are eased in one of the regions hit hardest by the coronavirus pandemic. Volkswagen said in a statement Wednesday that production of its passenger car brands will resume at plants in Zwickau, Germany and Bratislava, Slovakia starting the week of April 20, after a month-long shutdown. Other plants in Germany, Portugal, Spain, Russia and the United States will restart production the following week, with South Africa, Argentina, Brazil and Mexico expected to follow in May, the company said. \"With the decisions by the federal and state governments in Germany and the loosening of restrictions in other European states, conditions have been established for the gradual resumption of production,\" Ralf Brandstätter, chief operating officer of the Volkswagen brand, said in a statement. Toyota said production at plants in France and Poland that closed in the middle of March would resume on April 22, but at significantly reduced volumes. In France, the automaker will run a single shift for the first two weeks, down from the usual three. \"It is understood that the best way to restart is under no volume pressure, with focus on health and safety,\" the Japanese company said in a statement. Italy, Denmark, Austria, Spain and the Czech Republic are also beginning to ease limits that were placed on daily life to curb the spread of the coronavirus. Around 300,000 nonessential workers are estimated to have gone back to their jobs in Spain's Madrid region on Monday. In Germany, some restrictions are expected to be eased starting next week.  A spokesperson for Hyundai told CNN Business that the carmaker reopened its plant in the Czech Republic on Tuesday with two instead of three shifts. The company's factory in Turkey will open on April 20. Sports car maker Ferrari, among the first automakers to suspend production on March 14, said its plants in Maranello and Modena will remain closed until May 3, in accordance with Italy's decision to extend most lockdown measures. Reopening cautiously The lifting of restrictions will be a relief for the auto industry, which was already facing a steep recession before the coronavirus pandemic shuttered plants and brought manufacturing in Europe to a standstill.   Volkswagen on Thursday scrapped its earnings forecast for 2020 after it reported operating profit of just €900 million ($977 million) for the first quarter of the year, down from about €3.9 billion ($4.2 billion) the previous year. \"It is currently not possible to determine when a new outlook can be made for the full year,\" it said in a statement. \"The impacts resulting from the pandemic on customer demand, the supply chain and production cannot currently be accurately forecast.\" Restarting production at busy factories will be a challenge. Volkswagen said it has put in place 100 measures to keep the risk of infection among employees as low as possible. The company employs about 490,000 people in Europe, the majority of its global workforce of around 670,000. \"We have never developed, produced and sold vehicles under these conditions before,\" said Bernd Osterloh, chairman of Volkswagen's works council. \"This is why I expect our managers to ensure that employees are thoroughly familiar with the new procedures. Taking the time to answer questions is more important now than daily production figures,\" the company's top labor representative added. Production will be resumed in line with the availability of parts, government requirements in Germany and Europe and the demand for cars, the company said. Employees at Volkswagen plants in Germany will initially work reduced hours. Volkswagen said it has already resumed production of parts in several locations in Europe in order to safeguard the supply to China, where 32 of its 33 plants have reopened. No cases of coronavirus have been reported among employees in China, it said. — Eoin McSweeney contributed to this article."], "Language": false}