{"Type": ["article"], "Url": ["https://www.cnn.com/entertainment/live-news/golden-globes-2020-live/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, Marianne Garvey and Brian Ries, CNN"], "Writers": [["Lisa Respers France", "Marianne Garvey ", "Brian Ries"]], "FirstPublishDate": ["2020-01-05T23:40:41Z"], "LastModifiedDate": ["2020-01-06T06:08:43Z"], "Headline": ["Golden Globe Awards 2020"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Our live coverage of the 77th Golden Globes has now ended. Go here or scroll through the posts below to read more. It's a wrap for the Golden Globes. So what did we think? Was the fashion up to par? Did Ricky Gervais cross the line with some of his jokes (some of which seemed to make the room squirm)? Are the winners Sunday night a foreshadow to the Academy Awards? One clear winner beyond the trophies was the film \"1917.\" The World War I film is in wide release soon and winning best motion picture drama will probably give it a boost. At least Twitter thinks so. “1917” has won best drama film at the Golden Globes, beating out fellow nominees “The Irishman,” “Marriage Story,” “Joker” and “The Two Popes.” The film, from director Sam Mendes, is based on a World War I mission that director Sam Mendes aimed to film as one continuous shot.  Earlier in the night, Mendes took home the award for best director for the film, thanking his fellow nominees. \"There's not one director in the world who is not in the shadow of Martin Scorsese, I just had to say that,\" Mendes said.  Renée Zellweger won best actress in a motion picture, drama for playing Judy Garland in \"Judy.\" The actress had been out of the limelight for a minute and reminded us of that in her acceptance speech. \"Well hi everybody, it's nice to see you,\" she said. \"Y'all look pretty good 17 years later.\"  This win is probably sure to bolster Oscar buzz for the actress.  Joaquin Phoenix is quirky. He's an artist. What did you expect? Accepting his award for Best Performance by an Actor in a Motion Picture - Drama for \"Joker,\" the actor jumped into climate change, and praising the awards show for the \"bold move of making tonight plant based,\" referencing the meat free menu at tonight's event.  Phoenix also thanked his fellow nominees, saying, \"I really do feel honored to be honored with you.\" He thanked \"Joker\" director Todd Phillips, calling him an \"amazing friend and collaborator.\" Phoenix added that he was \"such a pain in the ass\" he can't believe people on the film put up with him.  He thanked his fianceé Rooney Mara, and sent well wishes to Australia.  \"Together hopefully we can be unified and hopefully make some changes,\" he said.  Winning a Golden Globe is a cool thing to do while awaiting the birth of your first child. That's just what Quentin Tarantino did Sunday night. His ode to 1969, \"Once Upon a Time in Hollywood\" took home the best motion picture, musical or comedy award. Tarantino earlier shouted out his wife Daniella Pick who he said was at their home in Tel Aviv awaiting the birth of their baby.  When Will Ferrell leaned in to Pierce Brosnan and said, \"My God you are good looking,\" we felt that. The pair were presenting the award for best motion picture, musical or comedy when Ferrell took the opportunity to pay the former James Bond some compliments. It's really something, Ferrell said. \"I love everything that's going on here...the hair, the beard. Thank you.\" Thank you indeed.  For the record \"Once Upon a Time in Hollywood\" won.  Taron Egerton channeled Elton John then thanked him as he took the stage for his win for Best Performance by an Actor in a Motion Picture - Musical or Comedy - Rocketman at the Golden Globes.  Egerton took home the award for playing the music legend in \"Rocketman,\" and was up against some stiff competition. He beat out Daniel Craig for his role in \"Knives Out,\" Roman Griffin Davis in \"Jojo Rabbit,\" Leonardo DiCaprio in \"Once Upon a Time... In Hollywood\" and Eddie Murphy in \"Dolemite Is My Name.\" Egerton was a first-time nominee.  Awkwafina won best actress in a motion picture, musical or comedy for “The Farewell.\" It was her first nomination and her first win. History made: Scoring the trophy also made her the first performer of Asian descent to win a Golden Globe in a lead actress film category. Awkwafina thanked some of her costars, her director Lulu Wang, her late mom and her father, Wally. \"I told you I'd get a job dad,\" she said. You got to love an actor who has been in the industry for decades and still says \"Holy moly\" when he wins. That's just what Brad Pitt did when he scored best supporting actor in a motion picture for \"Once Upon a Time in Hollywood.\" Pitt thanked \"the man, the myth, the legend\" director Quentin Tarantino and his \"partner in crime,\" Leonardo DiCaprio.  Pitt even threw in a \"Titanic\" reference by saying, \"Still, I would have shared the raft.\" We are still mad about Jack and that raft! Pitt also had jokes about his missed out on date fo the Golden Globes.  \"I wanted to bring my mom, but any woman I stand next to they say I'm dating so it would have been awkward,\" he said, grinning.  Patricia Arquette used her moment in the spotlight at the Golden Globe Awards Sunday to describe the US as a country \"on the brink of war\" amid heightening tension with Iran while urging the audience to \"beg and plead for everyone we know to vote in 2020.\" Read on. Michelle Williams wins Best Actress, limited series or TV movie for \"Fosse/Verdon,\" but has a much deeper message for everyone watching.  \"As a woman I have the right to choose, to choose when and with whom.\" Williams said.  \"Women, when it’s time to vote, please vote in your own self-interest. It’s what men have been doing for years.\" Williams' date was her go-to awards show bff, Busy Phillips. It was recently confirmed to CNN that Williams is pregnant and engaged to \"Hamilton\" director Thomas Kail. It took a lot of people to make \"Chernobyl.\" The Lithuanian, Ukrainian, Swedish, French and English crews got show outs after the series won. The miniseries chronicled the Chernobyl nuclear disaster of April 1986 and the cleanup efforts that followed.  Australia was on lots of people's minds Sunday night. Celebrated actress and Aussie Cate Blanchette noted that there were lots of Australians in the room when she introduced best picture nominee \"Joker.\"  She took a moment to hail the volunteer firefighters. \"When one country faces a climate disaster we all face a climate disaster,\" she said. \"We're in it together so thank you very much.\"  As Gervais pointed out there was controversy when it came to the director category. \"No female directors were nominated,\" he said. \"Not a one. That's bad.\" But rest assured, he said, as he had a talk with the Hollywood Foreign Press Association which assured him that would never happen again. \"Because working with all the major studios they've agreed to go back to the way things were when they didn't even hire women directors,\" Gervais joked. \"And that will solve the problem.\"  Sam Mendes has too many people to thank for his latest film, \"1917.\" The movie's producers and actors. An \"incredible\" cast and crew. His wife Ali [Alison Balsom] \"for her love and support.\" But ultimately, he thanked his grandfather, the inspiration for the film, who, Mendes said,  \"signed up for The First World War at 17.\" He concluded that he fervently \"hopes it never happens again.\" Who doesn't love Tom Hanks? The Hollywood Foreign Press Association clearly does -- they honored the esteemed actor Sunday with the Cecil B. DeMille Award on Sunday night. The award celebrates \"outstanding contributions to the world of entertainment.\" Charlize Theron presented the honor to him, having been directed by him on the film \"That Thing You Do!\" \"He just makes the word a better place,\" Theron said of Hanks.  The always humble Hanks, who has been battling a cold, said \"Most of these people in this room I would pay to see get their car wash.\" He then got teary thanking his wife, Rita Wilson, and his five children. Hanks also paid tribute to many of the people he worked with from his \"Bosom Buddies\" TV show cast members Peter Scolari and Holland Taylor to major movie stars like Meryl Streep and Denzel Washington. Hanks speech focused mostly on the work - as his career has to great success. “There’s an undeniable power that you just have to say, ‘Hey, I did work that was good enough that ended up touching people on a very personal level,’ ” the four time Golden Globe winner earlier told Savannah Guthrie on \"Today.\"  Every year a  Miss or Mr. Golden Globes is selected from the children of Hollywood stars. This year the Golden Globes doubled up. Pierce Brosnan's sons Paris and Dylan are the first ever pair of brothers to serve as Golden Globe Ambassadors. Siblings have shared the duties before.  In 2017 Sylvester Stallone's daughters Sophia, Sistine and Scarlet served as ambassadors. Best actress in a TV drama series went to Olivia Colman for playing Queen Elizabeth in \"The Crown.\" Colman was a bit gobsmacked. \"I had already gotten a little bit boozy because I thought this wasn't going to happen,\" she said during her acceptance speech. Colman won an Oscar last year for her role as Queen Anne in \"The Favourite.\"  Patricia Arquette got political as she scooped up the Supporting Actress award for her role in \"The Act,\" thanking her fellow nominees and Hulu, then asking everyone to vote.   Calling her \"The Act\" costar Joey King \"a gift,\" she quickly acknowledged her kids, agent and manager, but moved on to tackle bigger things.  \"While I love my kids so much, I beg of us all to give them a better world,\" Arquette said, adding that what she wants most is the world to change for the better. \"Vote in 2020 and I beg and plead for everyone we know to vote in 2020,\" she said.  Elton John and Bernie Taupin won best original song in a motion picture for “I’m Gonna Love Me Again” from “Rocketman.\" \"This is not just about a song we wrote for a movie,\" Taupin said. \"This is song that we wrote for a movie which deals with our relationship. And it's a relationship that doesn't happen very much in this town. It's a 52 year old marriage so thank you.\" John noted that it was the first time the pair had ever won an award together.  In case you missed it, President Barack Obama listed \"Fleabag\" as one of his favorite shows of 2019. Well, creator Phoebe Waller-Bridge put that one in her mental rolodex to draw on tonight. Obviously.   Accepting (again tonight) for Best TV Series - Musical or Comedy for \"Fleabag,\" she gave a \"huge huge thank you for everyone supporting us so much.\" \"Everyone poured so much heart and so much love into this show, we all became best friends,\" she added, \"which is ironic because the show is about such a lonely lady.\" She went on to thank Amazon and the BBC, for \"giving us so much space to create something we really, really wanted to create.\" Then came the best thank you of the night so far. \"Personally I'd like to thank Obama for putting us on his list. As some of you may know, he's always been on mine.\" Laura Dern got to pay tribute to divorce lawyers with her role in Netflix's \"Marriage Story.\" \"Long long overdue,\" she said. It won her a Golden Globe Sunday night and brought more prestige to the streaming giant.  A stop motion film won for best animated film. \"Missing Link\" bested odds on favorites \"Frozen 2,\" “The Lion King” and “Toy Story 4” to take home the Golden Globe.  The film is centered around a Sasquatch who travels to meet his Yeti family.  Quentin Tarantino dedicated his trophy to the \"dean of screenwriters,\" Robert Bolt, who penned \"Doctor Zhivago.\" In typical Tarantino hyper-talk, he made his \"Once Upon a Time... In Hollywood\" star Margot Robbie laugh and blush when he gushed over her goodness. He also mentioned his latest movie's stars, Brad Pitt and Leonardo DiCaprio, and thanked \"little\" Julia Butters,  is the child actress who plays Trudi Fraser in the movie. Lastly, the director thanked his model wife Daniella Pick, who's \"pregnant with my very first child.\" Tarantino mentioned she was currently in Tel Aviv, where the two are renting a home together.  The couple married in 2018 in their Beverly Hills home, and Pick's pregnancy was announced in late August. The best actor in a drama TV series award went to Brian Cox for his role in \"Succession.\" Cox, who next year will have been in the industry for 60 years, said he was shocked at the win and even apologized to his fellow nominees for snagging the trophy. He thanked the showrunner, cast and his wife for putting up with him for all these years.  The series tracks the lives of the Roy family as they contemplate their future once their aging father (played by Cox) begins to step back from the media and entertainment conglomerate they control. Good night so far for HBO.  Kate McKinnon, presenting The Carol Burnett Award to Ellen DeGeneres at the Golden Globes, read off a list of why she is thankful for the talk show host, which jokingly ranged from two pairs of Stan Smith sneakers, to the more serious \"desire to bring everyone together by laughing about the things we all have in common.\" The \"Saturday Night Live\" star also listed \"my best collared shirts,\" and the inspiration behind her own bravery to come out.  \"She risked her life and entire career,\" McKinnon said of DeGeneres, who came out on her sitcom, \"Ellen,\" in 1997.  \"Thank you Ellen for giving me a shot, a shot at a good life and thank you for the sweater with the picture of the baby goat on it,\" McKinnon said.  DeGeneres took the stage to thank McKinnon, send thoughts to Australia for their bushfires, and to thank Burnett herself, who she had been sitting next to throughout dinner.  \"I knew coming in I would win,\" she lightheartedly joked of the honor.  Her wife Portia de Rossi looked on smiling as DeGeneres joked she'd make a 25-minute speech starting with her birth and jumping to her sitcom. \"After that I got a talk show and I was able to be myself and that was 17 years ago,\" she said.  Saying now people know the real Ellen, she joked, \"I couldn't have done it without my husband Mark.\" She then told their \"children,\" \"Rupert and Fiona go to bed.\" But seriously. \"All I ever wanted to do was make people feel good and laugh,\" she said, adding that she's \"so so grateful\" to be a part of the power of television\" if it helps others go out and be good, go out and be kind. Not only is \"Parasite\" one of the year's most talked about films, but now it's a Golden Globe Award winner. Writer, director and producer Bong Joon-ho accepted the award for best foreign language film for the South Korean film about a poor family scheming to work for a wealthy family. Through an interpreter the director elicited cheers when he said \"Once you overcome the one inch tall barrier of subtitles you will be introduced to so many more amazing films.\" Phoebe Waller-Bridge continues her awards season winning streak for her hit Amazon show, \"Fleabag.\" Saying thank you, she called the actual Golden Globe statue \"heavy\" and \"cool.\" Clad in a sparkly suit, Waller-Bridge also thanked her costar, \"hot priest,\" Andrew Scott, her crew and her agent.  Russell Crowe was awarded best actor in a TV series, limited series or TV movie for \"The Loudest Voice,\" but he wasn't there to collect it. Instead Crowe was in his native Australia protecting his family from the fires. He sent ahead a statement in case he won, which presenter Jennifer Aniston read for him.  \"Make no mistake the tragedy unfolding in Australia is climate change based. We need to act based on science, move our global work force to renewable energy and respect our planet for the unique and amazing place it is. That way we all have a future. Thank you.\" HBO's \"Succession\" wins for Best Television Series - Drama at the 2020 Golden Globes.  The cast took the stage to say thank you for the win, the fourth to hail from the cable giant. The other three victories were for “The Sopranos” (1999), “Six Feet Under” (2001) and “Boardwalk Empire” (2010). Stellan Skarsgård took home best supporting actor in a TV series, limited series or TV movie for his role in \"Chernobyl.\" \"I was so sure that I shouldn't win that I already thanked everybody,\" he said in his acceptance speech. He ended with a bit about how no one can tell his emotions because he doesn't have any eyebrows, unlike Colin Farrell. We are here for any speech which evokes Colin Farrell. Elton John got a standing ovation when he took the stage at the Golden Globes to introduce a clip from \"Rocketman.\" He also had to remove his red glasses since they were preventing him from reading his lines on the teleprompter.  All good, he removed them and plugged his film, up for three Golden Globe nominations, including best motion picture musical or comedy. Ramy Youssef wins.  \"This is thanks to God and Hulu,\" Youssef said, joking about his lack of fame, \"Everyone's like is this an editor?\" The actor added his mother was actually rooting for Michael Douglas, as \"Egyptians love Michael Douglas.\" His show, \"Ramy,\" is about the struggles of a an Egyptian-American family in New Jersey. Reese Witherspoon and Jennifer Aniston then presented Russell Crowe with Best Performance by an Actor in a Limited Series or a Motion Picture Made for Television for his role in \"The Loudest Voice.\" Crowe could not be there to accept as he was in Australia protecting his family from the wildfires.  \"I don't care.\" That was Ricky Gervais' theme for Sunday night's Golden Globes. The British actor joked that it was the last time he would ever host the show so he was clearly going for broke. From joking that he arrived in a car that had a license plate made by Felicity Huffman, to calling Joe Pesci \"Baby Yoda\" and teasing that it was the year of \"pedophile films\" with \"Surviving R. Kelly\" and \"Leaving Neverland\" Gervais was far from politically correct. He even managed to get in a plug for his Netflix series \"After Life\" revealing that since there was a season 2 coming clearly the main character stuck around.  \"In the end he didn't kill himself, just like Jeffrey Epstein,\" Gervais said to groans in the room. \"Shut up, I know he's your friend.\"  Gervais also had some fun with the length of the film \"Once Upon a Time in Hollywood.\" \"Leonardo DiCaprio attended the premiere and by the end his date was too old for him,\" Gervais said.  Even Leo laughed.  Armed with that smile and that charm, Brad Pitt walked the red carpet at the Golden Globes with his old Brad Pitt swagger.  Clad in a tux and his vintage long-ish blond hair, the actor talked reading the script for Quentin Tarantino's \"Once Upon a Time ... In Hollywood.\"  Pitt revealed that Tarantino has a very specific process for script reading.  \"There's only one script printed,\" Pitt said to E! Live From the Red Carpet. \"You go to his [Tarantino's] house, talk about it for about an hour ... he's a good host.\" The path to movie glory at the Golden Globes runs through your TV, with Netflix landing four out of 10 major film nominations. Will the Oscars be next? That's clearly the hope at the streaming giant. Netflix overcame any misgivings about inviting a streaming service to the party with best drama bids for \"The Irishman,\" \"Marriage Story\" and \"The Two Popes,\" as well as the Eddie Murphy vehicle \"Dolemite is My Name\" among comedies. It's a validation for the service, which has invested heavily in prestige movies, at a moment when the streaming business is suddenly starting to look a little crowded — including Golden Globe nominations on the TV side for \"The Morning Show,\" the new series from Apple TV+. Although Netflix releases these movies theatrically, it's not clear how many people see them that way, since the service doesn't provide box-office figures. Last year, Netflix made a dent with the Spanish-language film \"Roma,\" with \"Bohemian Rhapsody\" and \"Green Book\" going on to win at the Globes, and the latter echoing that feat at the Oscars. That said, the Globes have always been in imperfect predictor of Oscar success, and not just because the presentation splits its top prize into \"drama\" and \"musical or comedy,\" while usually playing pretty loose with what meets the definition of the latter. Keep reading. Kasi Lemmons, the director and co-writer of the Golden Globe nominated film \"Harriet\" talked to CNN's Brooke Baldwin about 2019's record year for women directors and the lack of representation for them at this Sunday's awards. Watch it here. Sebastian Maniscalco hit the Golden Globes red carpet where he told CNN that it was \"fantastic\" playing a gangster in Martin Scorsese's Netflix hit, \"The Irishman,\" but he was also filled with anxiety working with such big Hollywood names.  \"First of all, it was fantastic playing a gangster, but it was anxiety ridden working with Robert De Niro and Joe Pesci. To be thrown in with these titans was pretty intimidating,\" the comic told CNN.  Maniscalco also revealed that he originally auditioned for another part in the film, but \"tanked\" the audition. After a second chance, he nailed a different audition and landed the role he ended up playing.  The comedian hit the red carpet pre-Golden Globes ceremony to say one, he doesn't know why he signed on to host, and two, now that he's there he wants it over immediately.  The returning host says he's anticipating the end of the night after checking his fly one last time, then taking the stage to make fun of everyone in the room. He's been working on his jokes since Christmas Day.  Gervais walked the carpet with his longtime partner Jane Fallon.  And when his job is done tonight? \"I will have a frothy beverage,\" he told Ryan Seacrest on \"E! Live From the Red Carpet.\" Let's be real, part of the fun is seeing what everyone is wearing. The Golden Globes red carpet is no different and has been hearted up with star arrivals. See the full gallery here Almost 1,300 glittering guests are likely in their seats in the historic The Beverly Hilton hotel right now, being served a pre-show dinner fit for Hollywood's greatest. The feast will be plant-based, a decision made by the Hollywood Foreign Press Association out of concern for climate change. The group is the nonprofit organization that gives out the Globes to movie and TV luminaries. \"The climate crisis is impossible to ignore and after speaking with our peers, and friends in the community, we felt challenged to do better,\" said Lorenzo Soria, president of the organization, in a statement to CNN. \"The decision to serve an entirely plant-based meal was embraced by our partners at the Beverly Hilton, and represents a small step in response to a big problem.\" The Beverly Hilton has played host to the Golden Globes 49 times and for the last 45 consecutive years. \"Our talented culinary team is excited to create dynamic plant-based offerings for Hollywood's best of the best,\" Matthew Morgan, The Beverly Hilton's Executive Chef, told CNN ahead of the dinner. Though meat has been taken off the menu, executive chefs Matthew Morgan and Thomas Henzi will not be making any compromises on luxury. So what's on the menu? Guests will be served a vibrant chilled golden beet soup topped with shaved candy-striped beets and pistachios. For the main course, mushrooms are taking center stage, featured in King Oyster mushroom \"scallops\" and wild mushroom risotto. In a final flourish, a vegan opera dome dessert will provide a sweet ending. A team of 11 chefs, 120 culinary staff, 50 bartenders, 160 stewards and 250 servers will try to ensure the night's meal and each of the hotel's five after-parties go off without a catch. The nominees for the 77th Golden Globe Awards were announced last month and helped kick off the excitement for the 2020 awards season. Netflix led in total nominations, thanks to a strong showing from the films \"Marriage Story\" and \"The Irishman.\" The dramas were nominated for six and five awards respectively. In the television categories, the Netflix series \"The Crown\" and \"Unbelievable\" got four nominations each, as did HBO's \"Chernobyl.\" Read more. It's serious business getting glammed up for an awards show. Sunday afternoon found some celebs doing just that. Presenter Sofia Vergara posted a photo of herself on her official Instagram account captioned \"Picking accessories for tonight!\" Meanwhile fellow presenter Naomi Watts posted about her getting ready to hop in the makeup chair. Actor Mark Duplass who currently costars in \"The Morning Show\" gave the world a sneak peek of him dressed to the nines for the awards show.  \"This is me, he tweeted. \"This is me in a tuxedo.\"  Ricky Gervais is set to return as host for a fifth time. Gervais has earned a reputation for occasionally harsh humor as host of the Globes. He first hosted in 2010 and went on to helm the gig in 2011, 2012 and 2014. Gervais appeared on \"The Graham Norton Show\" recently and said he doesn't plan to pull punches. \"When I do it, I'm going to say what I want. I don't have to rehearse. And they say that's fine ... I do have to tell a lawyer about it just before I go on,\" Gervais said. Gervais has said this will be his final time hosting the awards show. The 77th Golden Globe Awards will air live at 8 p.m. ET on NBC from The Beverly Hilton in Beverly Hills. About the host: Ricky Gervais will host the Hollywood Foreign Press Association's annual ceremony for a fifth time. The event is viewed as the unpredictable unofficial kickoff to awards season. \nThe nominees: Netflix led in total nominations, thanks to a strong showing from the films \"Marriage Story\" and \"The Irishman.\" The dramas were nominated for six and five awards respectively. In the television categories, the Netflix series \"The Crown\" and \"Unbelievable\" got four nominations each, as did HBO's \"Chernobyl.\"\nOne thing to note: Once again, no women were nominated in the best director category."], "Language": false}