{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/business/starbucks-coronavirus-reopening/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2020-04-16T14:55:22Z"], "LastModifiedDate": ["2020-04-16T18:20:30Z"], "Headline": ["Starbucks has a plan for gradually reopening. Here's how it will work"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Starbucks is adopting a \"monitor and adapt\" strategy to reopen some cafes in the US following their closures in mid-March. CEO Kevin Johnson told employees in an open letter that the initiative means \"every community will continue to monitor the Covid-19 situation \"and decide when to fully reopen their cafes depending on local conditions. Johnson acknowledged the decision is a \"human one,\" based on complex and ever-shifting information. But field leaders will assess the situation in their areas based on four main factors: \"the local status of the public health crisis, guidance from health and government officials, community sentiment and store operational readiness.\" Starbucks started reopening stores in China based on these kinds of factors, Johnson said. In the US some of the company's 15,000 stores have already shifted to drive-thru only, while other locations are offering entryway pickup, curbside delivery and at-home delivery. \"As was the case in China, [monitor and adapt] means we will gradually expand and shift the customer experiences we enable in our stores,\" Johnson added. So some stores will continue as drive-thru only, others will let customers order on the mobile app for contactless pickup and delivery, and still others may reopen for \"to-go\" orders. \"As we experienced in China, this will be a journey and we are thoughtfully preparing for this next phase as we adapt in the U.S.,\" Johnson said. He added that 60% of Starbucks' US stores have a drive-thru, and 80% of orders were already being placed \"on-the-go\" before the pandemic hit. Starbucks warned last week that its upcoming earnings will be slashed in half because of the virus. Shares are down 17% this year."], "Language": false}