{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/03/tech/fortnite-sales-2019/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Shannon Liao, CNN Business"], "Writers": [["Shannon Liao"]], "FirstPublishDate": ["2020-01-03T19:34:07Z"], "LastModifiedDate": ["2020-01-03T19:57:31Z"], "Headline": ["Fortnite made $1.8 billion in 2019"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["\"Fortnite\" was once again the top-grossing online video game of the year. The battle royale video game made more money in digital sales than any other game in 2019. It also topped the list in 2018, when it brought in more money in a single year than any game in history.  Last year, \"Fortnite\" took in $1.8 billion in sales, according to Nielsen's video game arm SuperData. That was down 25% from the year prior — but still strong enough to remain No. 1 nearly 3 years after its release.  \"Fortnite\" competed against the likes of billion-dollar games designed to make you keep spending money on digital goods, including \"Candy Crush,\" \"Pokémon Go\" and Nexon's \"Dungeon Fighter Online.\" It also beat out major franchise hits like \"FIFA 19\" and \"Call of Duty: Modern Warfare,\" in digital sales. Michael Pachter, an analyst at private financial services firm Wedbush said that \"FIFA\" and \"Modern Warfare\" rivaled \"Fortnite\" in sales too, after considering physical sales, which SuperData does not include. 2019 was a weaker year for premium titles because publishers released fewer big hits. But gaming had a strong showing overall, earning $120 billion up 4% from 2018, SuperData reported. \"'Fortnite' continues to do well because it's fun, the developers add to the environment relatively frequently, there is a strong social angle, and it keeps adding seasonal challenges to keep the game fresh,\" said Pachter. \"Fortnite\" dwarfed even the largest PC game in the world, \"League of Legends,\" which only brought in $1.5 billion last year. Although \"League\" has more players than \"Fortnite,\" its players tend to spend half as much on the game, according to SuperData. \"Fortnite's\" continuous updates and its battle pass subscription service all served to convert more players.\"The game has been extremely successful at converting players to spenders,\" SuperData noted in its annual report published Thursday. In Fortnite, in-game cosmetics are considered a status symbol. Loading into the game while wearing a default outfit can even make other players target you as an easy mark in the battle for survival. Fortnite also keeps things lively with different in-game events, such as recent collaborations with Disney. In December, for a Star Wars event, spaceships, including the Millennium Falcon, zipped across the sky. Then, director JJ Abrams presented an exclusive clip from the recent film, \"Star Wars: The Rise of Skywalker.\" In the clip, the main character, Rey, performs a mind-trick on Stormtroopers. Finally, players were able to fight each other using lightsabers. Epic Games also sold virtual Star Wars outfits during the event. In October, \"Fortnite\" plunged legions of players into a virtual black hole, as a way to commemorate the end of the tenth season in the game and the start of fresh content coming up. Over seven million people tuned in to watch across Twitter, Twitch, and YouTube, according to Epic. An unknown number of people logged onto the game during the event."], "Language": false}