{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/03/media/box-office-year-2019-disney/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2020-01-03T17:58:40Z"], "LastModifiedDate": ["2020-01-03T17:58:40Z"], "Headline": ["The box office had a big 2019 thanks to Disney"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The 2019 box office didn't live up to the record numbers of 2018, but thanks to Captain America, Simba and Queen Elsa it still brought in a lot of money. The worldwide box office made over $41 billion in 2019. Stateside, the domestic box office raked in roughly $11.36 billion. That's the third highest-grossing year in history, but was a 4% decline from 2018's record of $11.9 billion, according to the media measuring company Comscore.  This year's box office likely got a bit of a boost due to inflation since ticket prices usually go up every year. However, the numbers are still impressive considering that films have to compete with content from streaming services like Netflix and other platforms that keep people at home. It'll be a few weeks before official attendance numbers are announced. So what was behind the film industry's windfall last year? One word: Disney. Disney had an unprecedented year at the box office in 2019. Thanks to the company's litany of hits like \"Avengers: Endgame,\" \"The Lion King\" and \"Frozen 2,\" the company made over $11.1 billion worldwide last year. That shattered the industry record of $7.6 billion, which was set by Disney in 2016. When you add in the box office of films from Fox, which Disney acquired last year, Disney's global totals were over $13.1 billion.  The company had a record six films make more than $1 billion in 2019. \"Star Wars: The Rise of Skywalker,\" which has made more than $800 million since being released last month, is well on its way to becoming the studio's seventh. The previous high was also set by Disney when it had four $1 billion films in 2016. Disney also released seven of the top ten highest-grossing films of the year in North America, including the entire top six. The only films in the top ten that weren't Disney were \"It: Chapter Two\" and \"Joker,\" two films about evil clowns that were released by Warner Bros., and \"Spider-Man: Far From Home,\" which Sony co-produced with Disney's Marvel Studios. Disney was Hollywood's top studio by more than $2 billion, accounting for an estimated 33% of the North American market. That is the biggest share a single studio has had in the past decade, according to Comscore. The dominance Disney enjoyed in 2019 will \"likely not be repeated any time soon,\" Paul Dergarabedian, senior media analyst at Comscore, told CNN Business. \"Disney carried the box office in 2019, and while it has some potential hits in 2020, the box office may suffer unless other studios step up,\" Dergarabedian added. \"2020 actually creates an opportunity for all of the studios to more evenly split the revenue pie.\" For example, Warner Bros. is releasing the next chapter in the adventures of Wonder Woman, \"Wonder Woman 1984,\" and Christopher Nolan's twisty spy film \"Tenet\" in 2020. Universal is set to release the ninth installment of the super popular \"Fast & Furious\" franchise. Paramount has two big sequels with \"Top Gun: Maverick,\" a follow up to the 1986 action film that has Tom Cruise reprising his iconic role, and the hushed horror film \"A Quiet Place Part II.\" There are also sequels for \"Halloween,\" James Bond and \"Ghostbusters\" on the docket. Then, of course, there's Disney's slate of films next year which includes two Marvel movies \"Black Widow\" and \"Eternals,\" a live-action reboot of the animated classic \"Mulan\" and a film based on the theme park ride \"Jungle Cruise,\" starring Dwayne \"The Rock\" Johnson and Emily Blunt. \"Keep in mind that, on paper, 2019 looked like it would deliver the biggest year ever for North American theaters, but it wasn't meant to be,\" Dergarabedian said. \"Often it's an underestimated and diverse slate like 2020's that could ultimately deliver the best moviegoing experiences and maybe even the biggest box office.\""], "Language": false}