{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/03/us/fraud-porn-california-12-million-award/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe and Sarah Moon, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-01-03T06:49:09Z"], "LastModifiedDate": ["2020-01-03T10:55:00Z"], "Headline": ["Judge awards over $12 million to women involved in fraudulent porn scheme"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A San Diego judge has awarded $12.7 million to 22 women who claimed they were deceived and coerced into filming pornography they did not know would be posted online.  Tuesday's decision stems from a lawsuit filed by the unnamed women against pornography website GirlsDoPorn and concluded a trial that began in August. San Diego Superior Court Judge Kevin Enright awarded the women $9,475,831.50 in compensatory damages and $3.3 million in punitive damages. \"We are weighing our client's options, which include filing objections to the court's tentative statement of decision and an appeal if the decision becomes final,\" defense attorney Aaron D. Sadock said in a statement to CNN. Sadock added that the defendants will likely file objections in the next 15 days. The lawsuit claims that the defendants deceived women in financial need. Court documents say the defendants, including the website's owners Michael James Pratt and Matthew Isaac Wolfe and porn actor Ruben Andre Garcia, used fraudulent practices to recruit \"amateur college-aged women filming pornography for the first and only time\" for their subscription-based service. The defendants were aware that the models recruited for the website did not intend to pursue a career in adult entertainment, court documents said. Instead, the women were mostly students who considered the defendants' solicitations to film a pornographic video only due to some immediate and pressing financial need, according to court documents. The lawsuit claims the defendants took \"considerable, calculated steps to falsely assure prospective models that their videos will never be posted online, come to light in the United States, or be seen by anyone who might know them.\"  The women were rushed into signing documents without reading them, and the defendants paid \"references\" hired to pose as previous models and deliver a script that would falsely convince the women that the experience was \"safe and enjoyable\" and that the videos had never been discovered nor circulated.  Despite these promises, the lawsuit says the defendants published the videos to their website and many popular free services. The owners of the website and two employees have also been charged in federal court with sex trafficking crimes in connection with the scheme, according to the Department of Justice.  \"At this point our clients are focused on defending themselves against the criminal charges in Federal Court in San Diego. The tentative ruling does not affect the criminal case,\" Sadock said."], "Language": false}