{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/31/uk/prince-william-earthshot-prize-environment-gbr-scli-intl/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Max Foster and Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh", "Max Foster"]], "FirstPublishDate": ["2019-12-31T11:01:06Z"], "LastModifiedDate": ["2019-12-31T11:01:06Z"], "Headline": ["Prince William launches multi-million pound prize to tackle climate crisis"], "Section": ["uk"], "MappedSection": [null], "Article_Body": ["Prince William, the Duke of Cambridge, will launch an environmental prize aimed at dispelling pessimism over the climate crisis and replacing it with action to repair the planet, he announced on Tuesday.   The multi-million pound award, called the Earthshot Prize, has been in the works for over a year, Kensington Palace said. The prize will be given to five winners a year for the next 10 years, starting in 2021. The aim: To provide at least 50 solutions to the world's greatest problems by 2030. \"We face a stark choice: Either we continue as we are and irreparably damage our planet or we remember our unique power as human beings and our continual ability to lead, innovate and problem-solve,\" Prince William said in a statement, pointing to other historic human feats, such as putting a man on the moon. The prize was inspired by the concept of \"moonshots,\" which has become shorthand for ambitious, ground-breaking projects since the 1969 moon landing. \"The next ten years presents us with one of our greatest tests -- a decade of change to repair the Earth,\" the duke said. That rapid time frame was laid bare by the UN Intergovernmental Panel on Climate Change (IPCC) in 2018. In their report, the world's leading climate scientists warned that governments around the world must make \"rapid, far-reaching and unprecedented changes in all aspects of society\" to avoid disastrous levels of global warming. Without speedy changes, the planet will reach the crucial threshold of 1.5 degrees Celsius (2.7 degrees Fahrenheit) above pre-industrial levels by as early as 2030, precipitating the risk of extreme drought, wildfires, floods and food shortages for hundreds of millions of people, the IPCC warned. Prince William's new initiative aims to refocus global attention on finding answers to the existential problem of how to cut global emissions on that time scale, as well as tackling issues like biodiversity, the oceans, air pollution and fresh water. With the prize, which will reward progress across all sectors of industry and society, the duke hopes to spark a global movement encouraging government, businesses and communities to find new solutions to environmental challenges. In addition to a substantial monetary award, winners will also receive widespread public recognition for their work, with the aim of helping to bring concepts to scale. In developing the project, the duke sought advice from experts in the field, members of the Nobel Assembly, the World Wide Fund for Nature, as well as his father and grandfather, who have both championed the environment.  Sir David Attenborough, renowned nature broadcaster and environmentalist, was the first person the duke discussed the project with, and Attenborough voiced the film announcing the prize. \"The spirit of the Moonshot can guide us today as we confront the serious challenges we face on earth,\" he said. \"This year Prince William and a global alliance launch the most prestigious Environment Prize in history ... A global prize designed to motivate and inspire a new generation of thinkers, leaders and dreamers to think differently.\" Other members of the royal family are expected to be involved in the initiative, which will formally be launched by The Royal Foundation of The Duke and Duchess of Cambridge in 2020. Prince William's brother, Prince Harry, has also regularly spoken out on environmental issues. He launched a global sustainable travel initiative in September, hot on the heels of criticism over his own use of private jets. The project, known as Travalyst, will work to encourage sustainable practices in the travel industry and aims to improve conservation, environmental protection and community economic development, according to a statement from Buckingham Palace."], "Language": false}