{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/12/27/entertainment/gallery/netflix-amazon-hulu-streaming-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Saeed Adyani/Netflix", "Netflix", "Diyah Pera/Netflix", "Ali Goldstein/Netflix", "Amazon Studios", "Duplass Brothers Productions", "TWE", "Warner Bros.", "Metro Goldwyn Mayer", "Animal Planet", "Dream Factory Group", "Summit Entertainment", "Amusement Park Films", "A&E", "Acorn TV", "Lionsgate", "Charles Bergmann/Netflix", "Kata Vermes/SHOWTIME", "David Scott Holloway/A&E", "Warner Bros. Entertainment", "Jerry Lewis Productions", "Bachelor Party Productions", "Lakeshore Entertainment", "Fox Searchlight Pictures", "Paramount Pictures", "Pathe"]], "FirstPublishDate": ["2019-12-28T03:52:25Z"], "LastModifiedDate": ["2020-01-10T00:26:54Z"], "Headline": ["What's streaming on Netflix, Amazon Prime and Hulu in January"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Sure you have made some resolutions for the new year, but the gym is sure to be packed so why not stay home and stream new content like \"AJ and the Queen\" on Netflix? RuPaul stars in this outrageous series as a down-on-her-luck drag queen traveling across America in a van with a tough-talking 10-year-old stowaway. It's just one example of what's streaming in January...    \"The Ranch: The Final Season\": This comedy series set on a ranch and starring Ashton Kutcher and Sam Elliott returns for its final season. (Netflix) \n \"Chilling Adventures of Sabrina: Part 3\": This series re-imagines the origin and adventures of Sabrina the Teenage Witch as a dark coming-of-age story that traffics in horror, the occult and, of course, witchcraft. (Netflix)  \"Family Reunion: Part 2\": This sitcom about a Seattle family who must readjust to simple living in Georgia returns for its second season. (Netflix) \n \"BoJack Horseman\" Season 6: BoJack inches his way toward redemption as a stint in rehab forces him to confront his mistakes and start making amends in this adult animated series. (Netflix) \n \"Grace and Frankie\" Season 6: Jane Fonda and Lily Tomlin are two women reinventing their lives in this funny and honest series. (Netflix)  \"Sex Education: Season 2\": This series is centered around Otis Milburn, a socially awkward high school student who lives with his sex therapist mother, Jean. This season Otis must master his newly discovered sexual urges in order to progress with his girlfriend, Ola. (Netflix)  \"Night on Earth\": From the award-winning producers of \"Planet Earth II,\" \"Life\" and \"Blue Planet,\" this stunning natural history series reveals the wonders of the nocturnal world. (Netflix) \n \"Troop Zero\": Allison Janney and Viola Davis star in this story of a misfit girl dreaming of life in outer space but living in rural 1977 Georgia. When a national competition offers her a chance at her dream, to be recorded on NASA's Golden Record, she recruits a makeshift troop of Birdie Scouts, forging friendships that last a lifetime and beyond. (Amazon Prime) \"Ted Bundy: Falling for a Killer\": This five-part docuseries reframes infamous serial killer Ted Bundy's crimes from a female perspective, uncovering the disturbing and profound way in which his pathological hatred of women collided with the culture wars and feminist movement of the 1970s. (Amazon Prime) \"The Skeleton Twins\": When estranged twins Maggie (Kristen Wiig) and Milo (Bill Hader) feel they're at the end of their ropes, an unexpected reunion forces them to confront why their lives went so wrong. As the twins reconnect, they realize the key to fixing their lives may just lie in repairing their relationship. (Amazon Prime, Hulu)  \"Kansas\": Andrew McCarthy and Matt Dillion star in this tale of a man who gets stranded in the Midwest after his car and possessions blow up on the road and becomes involved with a criminal. (Amazon Prime, Hulu)  \"Godzilla: King of the Monsters\" (HBO Now)  \"The Prodigy\": Taylor Schilling stars as a mother concerned about her young son's disturbing behavior who thinks something supernatural may be affecting him. (Amazon Prime, Hulu)  \"Puppy Bowl\" Seasons 14 and 15: Who needs the Super Bowl when you can watch the most adorable pups hit the field instead? (Hulu)  \"Luce\": Tim Roth, Kelvin Harrison Jr. and Naomi Watts star in this smart psychological thriller about an adopted all-star student and athlete whose reputation is called into question when his teacher makes an alarming discovery. (Hulu)  \"Gone\": A distraught young woman (Amanda Seyfried) is forced to take matters into her own hands to save her younger sister whom she believes has been kidnapped by a maniacal serial killer whose existence the police refuse to acknowledge. (Amazon Prime, Hulu)  \"John Wick: Chapter 3 - Parabellum\": Keanu Reeves is back as super-assassin John Wick. This time he's on the run after killing a member of the international assassin's guild. (HBO Now) \"The Aftermath\": Keira Knightley stars as a woman who rejoins her British officer husband, portrayed by  Jason Clarke, in Hamburg after World War II to learn they will be sharing a home with the former owner, a German widower played by Alexander Skarsgård. (HBO Now)  \"Hunting JonBenet's Killer: The Untold Story\" Season 1: Journalist Elizabeth Vargas takes a fresh look at one of the most notorious cold case murders in US history using new DNA tests and featuring an exclusive interview with John Ramsey. (Hulu)  \"Dead Lucky\": This Australian urban crime thriller starring Rachel Griffiths follows two very different detectives thrown together to solve a murder. (Acorn TV)  \"Conan The Barbarian\": Jason Momoa stars in this semi-remake of the 1982 film starring Arnold Schwarzenegger. In this one, Conan goes adventuring across the continent of Hyboria on a quest to avenge the murder of his father and the slaughter of his village. (Amazon Prime, Hulu)  \"Tyler Perry's A Fall from Grace\": Grace Waters (Crystal Fox), a longtime pillar of her Virginia community, stays composed when her ex-husband weds his mistress and her son moves away. With convincing from her best friend Sarah (Phylicia Rashad), she tries putting herself first and a handsome stranger (Mehcad Brooks) becomes her surprise second love. But things quickly unravel in this thriller. (Netflix)  \"Homeland\" Seasons 6 and 7: CIA officer Carrie Mathison (Clair Danes) is volatile and unpredictable in this dramatic series in which she fearlessly risks everything, including her sanity. (Hulu)  \"Hoarders\" Season 10: This addictive docuseries follows the lives of people whose homes are stuffed to the brim because of their hoarding. (Hulu)  \"Bring It!\" Season 4: Set in Jackson, Mississippi, the docuseries follows Coach Dianna \"Miss D\" Williams and her Dollhouse Dance Factory who compete in hip-hop majorette competitions. (Hulu)  \"Blood Diamond\": Djimon Hounsou, Jennifer Connelly and Leonardo DiCaprio star in this thriller about a group who match wits over the possession of a priceless diamond. (Hulu)  \"Cinderfella\": The late Jerry Lewis plays a hard-working and honest lad mistreated by his wicked stepmother and his two boorish stepbrothers in this 1960 film. But miracles do happen when his Fairy Godfather transforms the klutzy fella into an eligible, handsome bachelor, ready to win the hand of a suitable Princess Charming. (Amazon Prime, Hulu)  \"Bachelor Party\": Before he was Mr. Rogers in the neighborhood, Tom Hanks played a man bidding farewell to the single life with a wild night. (Hulu) \"The Wedding Year\": Tyler James Williams and Sarah Hyland star in this comedy about a commitment-phobic 27-year old whose relationship is put to the test when she and her boyfriend attend seven weddings in the same year. (Amazon Prime) \"Tolkien\": Nicholas Hoult stars as legendary author J.R.R. Tolkien in this drama that explores his formative years as he finds friendship, love and artistic inspiration among a group of fellow outcasts at school. (HBO Now)  \"Star Trek II: The Wrath of Khan\": Admiral Kirk's midlife crisis is interrupted by the return of an old enemy looking for revenge and a potentially destructive device in this 1982 film. (Amazon Prime, Hulu)  \"The Little Stranger\": Domhnall Gleeson stars in this dramatic horror film a country doctor in 1948 England discovers that someone — or something — is haunting the inhabitants of a decaying mansion in this gothic tale. (HBO Now)  \"The Silence\": In this BBC drama series, an 18-year-old struggling to integrate into a hearing world following cochlear implantation witnesses the murder of a police officer. The subsequent investigation unravels a net of police corruption. (Acorn TV)"], "Language": false}