{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/27/world/mars-2020-rover-preview-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2019-12-27T11:53:13Z"], "LastModifiedDate": ["2019-12-27T22:17:10Z"], "Headline": ["Four ways the Mars 2020 rover will pave the way for a manned mission"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["When NASA's Mars 2020 rover lands on the Red Planet in February 2021, it will touch down in Jezero Crater, the site of a lake that existed 3.5 billion years ago. The next generation rover will build on the goals of previous robotic explorers by collecting the first samples of Mars, which would be returned to Earth at a later date. \"On the science side, we're really thinking about new discoveries we can make on the surface and how [that] will inform what we learn when we get the samples back,\" said Katie Morgan Stack, deputy project scientist for the rover at NASA's Jet Propulsion Laboratory in Pasadena, California. \"Our job is to find the best samples, collect and store them, and place them on the surface.\" But the new rover will also be on a mission to lay the groundwork for future human exploration.  \"We're very much thinking about how Mars could be inhabited, how humans could come to Mars and make use of the resources that we have there in the Martian environment today,\" said Stack. \"We send our robotic scouts first to learn about these other places, hopefully for us to prepare the way for us to go ourselves.\" The Mars 2020 rover, which looks very similar to the Curiosity rover that landed in 2012, is so complex it requires a team of 300 scientists for its operations. They analyze the data returned by the rover, monitor its functions and oversee the suite of instruments on board. If all goes according to plan, one day these tasks may fall to a single human whose footprints would land next to rover tracks on the Martian surface. The 2020 rover's work will begin in areas of Jezero Crater, where it will search for signs of ancient life, including mineral deposits and perhaps even microscopic fossils. If 2020 samples these sites, the intriguing soil will be stored in metal tubes, and the data it collects may be able to help scientists know if they've found a biosignature on Mars. \"Combining an understanding of the composition of the rocks, but also the very fine detail that we see in the rocks and the textures, can make a powerful case for ancient signs of life,\" Stack said. \"We know that ancient Mars was habitable. But we haven't yet been able to show that we have signs, real signs, of ancient life yet. And with our instrument suite, we think we can make real advances towards that on the surface.\" Previously, rovers Spirit and Opportunity searched for evidence of water on Mars, and the Curiosity rover has focused on understanding past habitability on the planet and the conditions for life. The 2020 rover differs from Curiosity because it will acquire core samples of rock and store them in a pristine way, whereas Curiosity drills into rocks and analyzes their dust.  Returning the samples is a challenge down the road that NASA is already planning. The earliest a mission could go back to Mars to retrieve the samples has been set in the 2026-2027 time frame, Stack said.  \"This is a huge endeavor for the human species, and it'll take cooperation from more than just our own space program,\" Stack said. \"Once the resources are there, we can develop the technology. It's getting the buy-in from international partners and from our own space administration and government to really make this happen.\" In the meantime, 2020's suite of instruments will forge ahead and investigate what Mars could be like for the first humans to land on the surface as it searches for microbial life in the past. Here's how four of its instruments will investigate on behalf of future human explorers. 1. Terrain Relative Navigation No matter the mission, sticking the landing is key for future success. The 2020 rover will land on Mars using the new Terrain Relative Navigation system, which allows the lander to avoid any large hazards in the landing zone.  \"In past missions, the landing zone needed to be like a parking lot,\" said Andrew Johnson, manager of the guidance navigation control system, meaning totally clear of debris. But \"in the case of 2020, [you] can place it in craters, steep slopes, rock fields.\" To achieve this, they took Curiosity's landing system and added a sensory called the lander vision system that takes pictures during the parachute descent stage. This matches up with the map provided by images taken from orbit, creating a guide that can identify craters, mountains and other landmarks. The system provides safe target selection by using its map to rank landing sites for their safety. The lander can look for the safest place to land or even divert to a specific spot if it identifies a hazard. And all of the images collected during the landing stage will be sent to the team on Earth. Landing 2020 on Mars in February 2021 will provide a test of the system. It could later be used to land humans on the moon, as well as Mars.  2. MOXIE Astronauts exploring Mars will need oxygen, but carting enough to sustain them on a spacecraft isn't viable. The Mars 2020 rover will carry MOXIE on board, or the Mars Oxygen In-Situ Resource Utilization Experiment.  Although Mars is inhospitable, it's full of carbon dioxide. MOXIE will convert that gas into the oxygen, which astronauts will need not only to breathe but for propellant as well.  \"MOXIE is so you don't have to take an estimated 27 metric tons of oxygen to Mars just to get them off the surface,\" said Mike Hecht, principle investigator for MOXIE at the Massachusetts Institute of Technology. The MOXIE experiment is small. It will switch on and convert carbon dioxide into oxygen for a couple of hours every month or two of the mission, using about a day's worth of energy on the rover. It will only produce about 10 grams of oxygen an hour -- enough for half of a person, Hecht said. Humans use about 20 grams of oxygen per hour.  The MOXIE team will study how their little cube version operates on the rover and apply lessons learned for developing a larger and more powerful system for a manned mission.  That version of MOXIE will be about 200 times larger and run for a year straight, Hecht said, sufficient enough to support between four to six astronauts and make propellant.  The experiment will help researchers learn how a range of factors, from different environments and temperatures, to dust storms, winds and sand, to the temperature of the carbon dioxide, could affect MOXIE. They also need to know how radiation could impact its software. \"If a bunch of Mark Watneys are going to risk their lives, we better make sure it works,\" Hecht said, citing the main character in the novel \"The Martian.\" 3. MEDA Speaking of \"The Martian,\" the events of the book and its film adaptation are set in motion when a surprise, devastating dust storm impacts astronauts on the Red Planet. Understanding the weather and environment on Mars will be crucial for determining the conditions astronauts will face. The Mars Environmental Dynamics Analyzer, called MEDA, is a suite of sensors on the rover to study weather science, dust and radiation, and how they change over Martian seasons.  The instrument was born as an intent to characterize the planet's environment beyond weather -- including variables like temperature, pressure and wind -- and gain a better understanding of solar radiation on the surface, according to Manuel de la Torre Juarez, deputy principle investigator for MEDA. The instrument was contributed by a team from the Center for Astrobiology in Madrid, Spain.  Temperature fluctuation on Mars can vary by as much as 80 or 90 degrees between day and night.  Understanding radiation from the surface will tell scientists how much the sun heats the air, which causes wind and temperature changes. They could also understand more about the water cycle of Mars.  And understanding the current weather and environment on Mars might better inform of us of what it was like in the past -- and why it turned from a warm, habitable planet to a dusty, cold desert. MEDA builds on the weather information that current missions like Curiosity and the InSight lander can gather. Each mission is based at a different location, helping to create a global picture of Martian weather.  4. RIMFAX For the first time, a surface mission will include a ground-penetrating radar instrument called RIMFAX, or Radar Imager for Mars' Subsurface Experiment. It will be able to peek beneath the surface and study Martian geology, looking for rock, ice and boulder layers. Scientists hope that RIMFAX will help them understand the geologic history of Jezero Crater, according to David Paige, principal investigator for the experiment at the University of California, Los Angeles.  Previously, only orbital radar has been used to look through Martian polar ice.  In the future, RIMFAX, or a version of it, could be used by astronauts to find water beneath the surface.  \"One of the most useful things we can find is ice below the surface,\" Paige said. \"It would probably be included in future landers and rovers or airborne vehicles in searching for resources.\" Together, the suite of instruments and experiments on the 2020 rover will provide the latest and greatest look at Jezero Crater while adding more pieces to complete the puzzle of Mars.  \"Rover missions are designed as situation comedies with an ensemble cast,\" Paige said. \"Each member has a specific role that contributes to the overall science and addresses a certain subset of questions. Our main goal is, 'Thank goodness we brought a RIMFAX with us.' \" "], "Language": false}