{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/27/entertainment/carrie-fisher-three-years-after-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-27T17:25:39Z"], "LastModifiedDate": ["2019-12-27T18:22:13Z"], "Headline": ["Carrie Fisher's daughter, Billie Lourd, shares emotional tribute on three-year anniversary of her death"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Carrie Fisher died of a heart attack three years ago today, on December 27, 2016, and her daughter is paying tribute on Instagram.  Of missing the \"Star Wars\" actress and advising others who are grieving loved ones, Billie Lourd wrote: \"Eat something delish they used to love. Put on one of their favorite songs. Tell a story about them. Cry about them. Call one of their friends you haven't talked to in a while. Be kind and patient with yourself. Don't grieve in silence. You're not alone.\" Fisher's own mother, actress Debbie Reynolds, died from a stroke the day after Fisher died at 60. Reynolds was 84.  Fisher famously played Princess Leia in the \"Star Wars\" movies, including \"The Rise of Skywalker,\" which is out now. Lourd carried on the tradition, playing Lt. Kaydel Ko Connix in the last three films. Fisher died a year before \"The Last Jedi\" was released but had completed her role in that film. Following her death, there was speculation that Fisher would return as a CGI version of Leia in \"The Rise of Skywalker.\" But Lucasfilm chose not to go that route. Fisher played the princess across six \"Star Wars\" movies in total.  Fans have also taken to Twitter to pay tribute to her today.  One wrote, \"Today, we pay tribute to our Princess, Carrie Fisher who passed away on this day in 2016.\" Another called her a \"hilarious and deeply authentic comedian.\" Another wrote, \"I hope she's smiling down on us from the stars.\""], "Language": false}