{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/27/americas/comedy-group-attack-brazil-jesus-gay-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe and Abel Alvarado, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2019-12-27T06:19:47Z"], "LastModifiedDate": ["2019-12-27T15:56:25Z"], "Headline": ["Comedy group that made a film depicting Jesus as gay attacked on Christmas Eve, Brazilian police say"], "Section": ["americas"], "MappedSection": [null], "Article_Body": ["Police in Rio de Janeiro said at least four men were involved in a Christmas Eve attack at the headquarters of a Brazilian comedy group after their release of a film that depicts Jesus as gay, according to state news agency Agencia Brasil.  The comedy group Porta dos Fundos stated in a Facebook post that Molotov cocktails were thrown toward their building and that security staff were able to control the fire. \"There were no injuries despite the action of putting several innocent lives at risk,\" according to the statement. Authorities are investigating video of a group claiming responsibility for the attack. \"Terrorism was not classified at first, but we do not rule out any hypothesis,\" police said in a statement. Police are investigating whether the attack is linked to \"The First Temptation of Christ,\" which was produced by the group and was released on Netflix earlier this month. The film depicts Jesus as gay and is listed as a dark comedy. The film has since sparked outrage in Brazil, which is home to the world's largest Catholic population.  Over 2.3 million people have signed a petition on Change.org to have the film removed from the streaming service. The target on the petition is 3 million signatures. There are several other similar campaigns on the site as well.  President Jair Bolsonaro's son Eduardo is among those who have criticized the film, calling it \"garbage\" and saying it does not \"represent Brazilian society.\" Porta dos Fundos, which describes itself as a comedy group dissatisfied with the \"lack of creative freedom of Brazilian TV,\" has over 16 million subscribers on its YouTube channel. Netflix, which describes the 46-minute film as a \"Christmas special so wrong, it must be from comedians Porta dos Fundos,\" has not responded to CNN's request for comment. "], "Language": false}