{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/26/us/greg-zanis-retires-cross-for-losses-shooting/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin and Steve Almasy, CNN"], "Writers": [["Eliott C. McLaughlin", "Steve Almasy"]], "FirstPublishDate": ["2019-12-27T02:41:27Z"], "LastModifiedDate": ["2019-12-27T15:20:59Z"], "Headline": ["After making nearly 27,000 crosses to honor the victims killed in mass shootings, Greg Zanis is moving on"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Greg Zanis needs a change. The man who for decades has brought white crosses, Stars of David and crescent moons to the sites of mass shootings is overwhelmed, and it's time to hand over his ministry to someone else.  The retired carpenter, who is 69, will teach others to make the memorials, then turn his attention to restoring an old, old limousine he's had for a while. \"I am tired,\" he told CNN on Thursday night. \"I suffer a lot when I do (the crosses). It's very hard on me. I had the weight of the world on my shoulders.\" He will be handing over the ministry to Lutheran Church Charities, whose 135 churches will take over the building and distribution of the crosses.  \"It's a great day for the Lord,\" he said. Zanis began building the crosses in 1996, when he found his father-in-law murdered. When he talked with CNN in August he said he has built 26,680. He estimates 21,000 were for shooting victims. He's also taken his white crosses to the aftermath of tornadoes and wildfires, bus and boat crashes, and to Martha's Vineyard after John F. Kennedy Jr. and his relatives died in a plane crash. Each one took about an hour to make. \"I feel like I've united people to love each other,\" he said. \"I feel that I brought the country together. Instead of these shootings being full of hate, we made them about love. ... I've broken down a lot of barriers.\" Zanis is a religious man. He grew up Greek Orthodox and spent many years as a Baptist, though he's quick to chuckle about his delinquent days \"smoking pot and sleeping in the van\" in Key West and racing his Pontiac Trans Am in the cross-country Cannonball Run made famous in the Burt Reynolds film. The shootings, he believes -- and he knows the belief is unpopular -- are the consequence of a country that forgot God, beginning in 1962 with the US Supreme Court decision to outlaw official prayer in school, he said. \"When you take God out, why should God help us?\" he asked. \"I think it's real simple: a second generation of godless people. We don't have to have a conscience. ... You think any of these people were men of any kind of faith who do the shootings? No.\" The victims' religions, however, didn't matter to Zanis. He'd scans their obituaries to determine whether he should bring crosses, Stars of David or crescent moons. He's memorialized Buddhists and atheists, as well.  The breaking point for Zanis came in February when a gunman killed five people in his hometown of Aurora, Illinois.  He knew something was wrong when dozens of law enforcement vehicles, sirens screaming, rocketed by his house. About 15 minutes later, Zanis' daughter called saying there was a shooting. He would make five more crosses for that tragedy. \"I was blindsided, and I didn't think it could happen,\" he said. \"I've been living in a curtain of darkness since it happened in my hometown.\" His final trip was to Saugus High School in Santa Clarita, a city north of Los Angeles, where he delivered two crosses. He dropped off 100 crosses at a Lutheran church in Las Vegas on the way home, so they could begin taking over his duties.  Zanis plans to turn a trailer into a mobile workshop so he can travel around the country teaching members of the Lutheran church how to build the memorials.  Tim Hetzner, president and chief executive officer of Lutheran Church Charities, told CNN that Zanis called him Thursday to inform him of his decision. They still need to work out some details. \"God must have a plan because I sure don't,\" he quipped. \"To further what Greg has done for 20 years, we're honored to be able to do that.\" Hetzner said 135 Lutheran churches in 26 states train comfort dogs and take them to various tragedies. He said those churches will continue and expand Zanis' ministry. They also don't care about religious affiliations. \"We serve people in all situations and all of types of backgrounds and we're not called to judge people,\" he said. \"We're there to bring comfort and mercy to people who have suffered a loss.\" While the charity takes over, Zanis will move on to restoring a shot-up 1927 Cadillac Imperial stretch limousine of a Chicago gangster.  Asked whether he thought it was strange to spend years honoring victims of violence then restore a car that once belonged to a violent man, and Zanis said, \"It is odd, but it's the Mona Lisa of Cadillacs, a rare classic.\"  His original intent was to start working on the car when he retired, but he took up cross-building instead.  Now, he'll finally work on the car, which has smoke-screen capability and drop-down metal curtains with gun ports and full armor, including on the roof, radiator and gas tank. It had 22 bullet holes in its armor when he first got it 45 years ago.  \"It will help me get my mind off this,\" he said, explaining it will be a full-time job more than a hobby. \"I'm a workaholic.\""], "Language": false}