{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/26/politics/home-alone-trump-justin-trudeau/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Daniel Dale, CNN"], "Writers": [["Daniel Dale"]], "FirstPublishDate": ["2019-12-27T02:59:50Z"], "LastModifiedDate": ["2019-12-27T14:47:18Z"], "Headline": ["No, Justin Trudeau didn't get Trump edited out of 'Home Alone 2'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump tweeted Thursday night about a matter that had been percolating in pro-Trump media circles all day: the Canadian Broadcasting Corp. editing him out of \"Home Alone 2: Lost in New York.\" Trump made a cameo appearance -- about seven seconds long -- in the beloved 1992 Christmas comedy. But his supporters noticed that the cameo did not appear in the version that aired on the CBC this December. A Thursday panel on Fox News' morning show \"Fox & Friends\" decried Trump's exclusion, calling it an example of \"censorship\" and anti-Trump \"derangement.\" Donald Trump Jr. later tweeted an article that called the omission \"pathetic\" and made an Instagram post calling it \"bias.\" And then the President weighed in himself, tweeting another article on the controversy and making reference to Canadian Prime Minister Justin Trudeau: \"I guess Justin T doesn't much like my making him pay up on NATO or Trade!\"  Trump then tweeted an article about the \"Fox & Friends\" criticism of the CBC. He added a joke: \"The movie will never be the same! (just kidding).\" It's very possible the President was also joking with his suggestion that Trudeau had a hand in deleting him from a children's film. But since others are taking this matter quite seriously, we're going to set the record straight. Facts First: The CBC edited out multiple scenes from \"Home Alone 2\" to shorten the two-hour movie for television -- eight minutes in all, the CBC says. The CBC's deletion of scenes entirely unrelated to Trump is confirmed by a search of viewers' complaint tweets. Trump was not cut as Canadian retribution for his policies in office: He has been omitted from the CBC version since at least 2015, the earliest we could find viewers tweeting about the deletion. CBC says it actually cut the Trump cameo in 2014, before Trump launched his presidential campaign in June 2015. Since 2014, people have scolded CBC for failing to air such \"Home Alone 2\" scenes as \"Kevin going swimming,\" \"THE TURTLE DOVE EXCHANGE\" and a scene in which a homeless man warns Macaulay Culkin's protagonist, Kevin McCallister, to \"Watch it, kid.\" The CBC said in a statement: \"As is often the case with feature films adapted for television, 'Home Alone 2' was edited for time. The scene with Donald Trump was one of several that were cut from the movie as none of them were integral to the plot. These edits were done in 2014 when we first acquired the film and before Mr. Trump was elected President.\" The CBC is a Crown corporation -- owned by the Canadian government but making its decisions on what to air independently from the party in power. There is, obviously, no evidence that Trudeau or his party had any role in the decision to dump the Trump appearance. Conservative Stephen Harper was Canada's prime minister in 2014. (We couldn't immediately confirm on Thursday night that Trump was omitted from the CBC's 2014 airing of the film.) Trudeau, a Liberal, took office in November 2015. Trudeau's office declined to comment. The Trump cameo features Culkin's character walking in New York City's Plaza Hotel, which Trump owned at the time, and happening upon the future president.  Culkin says, \"Excuse me, where's the lobby?\"  Trump responds, \"Down the hall and to the left.\"  Culkin says \"thanks,\" Trump turns toward the camera and they continue on their way."], "Language": false}