{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/business/elon-musk-ventilators-coronavirus/index.html"], "Source": ["cnn"], "Location": ["Los Angeles"], "ByLine": ["By Jon Passantino, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-16T11:34:45Z"], "LastModifiedDate": ["2020-04-16T11:34:45Z"], "Headline": ["Elon Musk's promised ventilators never delivered to California hospitals, governor's office says"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Elon Musk said last month he had obtained more than 1,000 ventilators to help California hospitals treating patients infected with the coronavirus, an effort California Gov. Gavin Newsom hailed as \"heroic.\" Now, more than three weeks later, the governor's office says none of the promised ventilators have been received by hospitals. At a March 23 news conference, Newsom said the devices, which can provide life-saving support to patients infected with the virus, had already arrived in Los Angeles and were on their way to hospitals in need. \"I told you a few days ago that he was likely to have 1,000 ventilators this week,\" Newsom said. \"They've arrived in Los Angeles, and Elon Musk is already working with hospital association and others to get those ventilators out. It's a heroic effort.\" Shortly after the dramatic announcement, Musk said in a tweet: \"China had an oversupply, so we bought 1255 FDA-approved ResMed, Philips & Medtronic ventilators on Friday night & airshipped them to LA. If you want a free ventilator installed, please let us know!\" But despite the claims, none of the ventilators promised by the Tesla CEO have been delivered to hospitals, according to the governor's office. \"Elon Musk and his team told the state that he had procured ventilators and wanted to distribute them directly to hospitals with shortages,\" a spokesperson for the California governor's Office of Emergency Services told CNN Wednesday.  \"The Administration is communicating every day with hospitals across the state about their ventilator supply and to date we have not heard of any hospital system that has received a ventilator directly from Tesla or Musk.\" Spokespersons for Tesla did not return CNN requests for comment. The news was first reported by the Sacramento Bee. Musk tweeted at Newsom overnight asking him to \"fix this misunderstanding.\" He also posted email screen shots between him and a Los Angeles County health department official allegedly showing they had tested Tesla's ventilators.  Major US companies like Ford and Apple have also announced plans to produce ventilators and donate face masks for health care workers treating patients infected with the virus. Last week, Newsom reassured residents that California now has enough ventilators to meet its projected needs, after some questioned his decision to lend 500 machines to other states in crisis. "], "Language": false}