{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/26/entertainment/trump-home-alone-cameo-cbc-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Allen Kim, CNN"], "Writers": [["Allen Kim"]], "FirstPublishDate": ["2019-12-26T20:23:11Z"], "LastModifiedDate": ["2019-12-26T23:16:43Z"], "Headline": ["Trump said he was honored to be in 'Home Alone 2.' The same day, Canadian TV broadcast the movie without his cameo. Here's why."], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["On Christmas Eve, President Donald Trump told service members how he was honored to be in \"Home Alone 2: Lost in New York,\" a movie he described as \"one of the biggest\" Christmas hits. Later that day, a Canadian TV broadcast of the film was missing his cameo. The timing -- judging by the network's explanation -- was a coincidence. But more on that later. Let's start with what Trump told troops about why he likes the movie so much.  The call During a video conference call with overseas service members, a sergeant asked him about his favorite movie, \"Home Alone 2.\" \"Well, I'm in 'Home Alone 2,'\" Trump responded.  \"A lot of people mention it every year, especially around Christmas. They say ... especially young kids ... they say, 'I just saw you on the movie.' They don't see me on television as they do in the movie. But it's been a good movie, and I was a little bit younger, to put it mildly. And it was an honor to do it.\" Then, the President added:  \"And it turned out to be a very big hit, obviously. It's a big Christmas hit -- one of the biggest. So it's an honor to be involved in something like that, you always like to see success.\" The movie Released in 1992, the \"Home Alone\" sequel grossed $359 million. In it, young Kevin McCallister (played by Macaulay Culkin) once again gets separated from his family and ends up in New York.  He crosses paths with Trump in the Plaza Hotel and asks him for directions to the hotel's lobby. Trump casually points him in the right direction and turns away. The broadcast When Canadian broadcaster CBC aired the movie \"Home Alone 2\" this week, the Trump cameo had been cut -- something that didn't go unnoticed on Twitter. Reached for comment, the CBC sent a statement to CNN that said:  \"As is often the case with feature films adapted for television, 'Home Alone 2' was edited for time.  \"The scene with Donald Trump was one of several that were cut from the movie as none of them were integral to the plot. \"These edits were done in 2014 when we first acquired the film and before Mr. Trump was elected President.\" Clarification: This story has been updated to make it clear that the CBC says the Trump cameo was edited out of the CBC version of \"Home Alone 2\" in 2014. "], "Language": false}