{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/12/25/us/gallery/fox-theatre-history-90-years-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null, "The Fox Theatre Archives", "GSU SPECIAL COLLECTIONS PHOTOS", "Dave Zann/Good Times Productions"]], "FirstPublishDate": ["2019-12-25T12:50:21Z"], "LastModifiedDate": ["2019-12-25T22:06:22Z"], "Headline": ["Step inside one of the last remaining movie palaces in America"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Christmas Day, 1929:  This was the wild scene on opening day.  A sold-out crowd spilled onto the intersection of Peachtree and Ponce De Leon streets to see the premier of  Disney's first cartoon starring Mickey Mouse, \"Steamboat Willie,\" and the feature film \"Salute,\" a story about the famous Army vs. Navy football game that starred George O'Brien and Helen Chandler.  The Sunkist Beauties also graced the stage opening day, as well as a sing-along led by Master of Ceremonies Don Wilkin. Atlanta Symphony Conductor Enrico Leide and the Fox Grand Orchestra performed \"This Shrine of Beauty.\" Bleached cornflakes, to simulate snowflakes, fell from the ceiling at the end of the \"Steamboat Willie\" screening. Opening day tickets cost between 15 and 75 cents. Atlanta's Shriners' organization originally designed the structure as their main temple in the late 1920s. The Shriners, a group that describes itself as a fraternity based on fun, fellowship, and the Masonic principles of brotherly love, were heavily influenced by Far Eastern styles to inspire the mosque-style structure that paid homage to the elaborate and ornate designs of Historic architectural gems like the Alhambra in Granada, Spain, and Egypt's Temple of Karnak.   The architect designed the features of the theatre by looking at books in the public library and finding photographs of different facilities and buildings all throughout the Middle East.\n\n\"In the 1920's, the discovery of King Tut was all the rage in the United States. Everyone was kind of enamored with the Egyptian motif, and the story of the Arabian Knights,\" Allan Vella, president and CEO of the Fox for the last 13 years told CNN. \"It's truly a special place, and the architecture and design is what transforms the experience.\" Shortly before its completion, the Shriners, over-budget and out of funds, decided to lease the theatre to movie mogul William Fox, the founder of the Fox Film Corporation who had since turned his attention to creating movie palaces across the country.   Finishing the project with the entrepreneur's backing cost more than $3 million, the equivalent of nearly $40 million today. Despite its popularity and beauty, the Fox's grandeur wasn't bullet proof from the Great Depression. And in 1932, only 125 weeks after it opened, William Fox and the theatre were forced to declare bankruptcy, and Fox lost his namesake movie palace. The Fox was auctioned on the courthouse steps and sold to a private company for just $75,000. For the next three decades, the Fox still remained in high demand, showing hundreds of acclaimed films, and evolved into a favorite big band and swing music dance hall. Shown here, moviegoers arrive to watch the premier of Walt Disney's  \"Song of the South\" in 1946.  The \"Mighty Mo,\" a 3,622-pipe Möller organ boasting 42 ranks of pipes, five chambers, and four manuals, has been an instillation at the Fox since opening day and still remains one of the five largest organs of its kind still in operation worldwide. The organ was custom built for the theatre to accompany movies without a soundtrack, by providing all the background music. Iris Vining Wilkins, who was known as \"a tiny woman,\" was the first to play the Mighty Mo organ on opening night.  The Fox Theatre was built during the era of segregation and has an exterior staircase with a separate entrance that was used. A separate box office for black patrons was on the Ponce De Leon side of the theatre with the dedicated passageway and still stands unused to this day. For many years it was the only theatre in Atlanta that allowed both white and black patrons.\n\nIn 1962 --  two years before the Civil Rights Act of 1964 -- the Fox was among the first theatres in Georgia to voluntarily desegregate. In the late 1960s, the Fox once again faced financial trouble. As customers began migrating to the suburbs and started to favor the larger movie chains with multiple viewing options, the beloved performing center for the arts evolved into disrepair. By 1974, Mosque Inc, who owned the theatre, decided to close the Fox's doors. The long history of glory days like these in 1941 -- where buses full of soldiers arrived in droves -- was long gone.  The stunning landmark, beloved for generations, suddenly faced the daunting future of demolition.  \"People were getting their entertainment from the television in their living room, which they didn't have when the Fox opened. Multiplexes were popping up all around the suburbs. People didn't have to come all the way downtown. And the owners of the theatre at that time made it be known that they would gladly tear the theatre down to make the property available for sale,\" Allan Vella, president and CEO of the Fox told CNN. Abandoned and just about left for dead, the legendary grassroots \"Save The Fox\" campaign was born.   The \"Save The Fox\" campaign was driven by determined Atlantans who refused to lose their precious love. The effort raised 3 million dollars, bolstered by small personal donations, and philanthropy from local and national businesses. And it also had a little help from its musician friends, with Liberace staging a benefit concert, and Lynyrd Skynyrd -- who recorded their live album \"One More from the Road\" there in the summer of 1976 and donated some of the profits to help keep the theatre from flatlining.  \"Atlantans put a stake in the ground and said we aren't going to tear down any more of these highly valued, historic facilities of any type,\"  Allan Vella, president and CEO of the Fox told CNN. \"People had bake sales, and children collected pennies in school, and teenagers hosted their proms here to raise money, and really the theatre was saved through nickels and dimes. And really there were very few large checks contributed.\"\n\nShown above are Delta Zeta Sorority alumnae association members at their benefit concert on March 20, 1976.   The ceiling is a dazzling starry night sky, and has part of a Coca-Cola bottle hidden among the stars. The theatre's restoration department discovered that one crystal was replaced at some point with a shard from a Coke bottle. The location of the shard is a secret, closely guarded by Restoration workers. The theatre does have equipment to create a sunrise and sunset effect in the auditorium sky, but it is no longer in operation.  The rich history of the \"Fabulous Fox,\" as it has affectionately been called by many who visit, has truly become a legend in its own right. Showcasing unforgettable performances by everyone from Elvis Presley and James Brown to Madonna, and playing host to countless Broadway shows, it has provided indelible moments and performances like Prince's last concert. Shown above, Col. Bruce Hampton on stage at his 70th birthday celebration on May 2, 2017. Known as the \"granddaddy of the jam scene,\" Hampton passed away on stage during the star-studded \"Turn On Your Lovelight\" encore later that evening.   Joe Patten was an organ enthusiast, who volunteered to restore the Mighty Mo organ and lead the restoration of the organ during the 1970s.   \nPatten was also very involved with the Save The Fox campaign,  and held several positions with the Fox including treasurer, technical director, and even security guard -- when he volunteered to live at the theatre with his German Shepherd to guard it from potential overnight break-ins.  \nPatten, referred to as \"The Phantom of The Fox,\" would lock the theatre up after shows, and patrol the property.   \nWhen the Fox was closed in 1974, after stopping two men from stealing chairs in their truck beds to take as mementoes, he started moving as much of the furniture as he could to the basement to keep safe.  \nIn exchange for his services, Patten actually lived rent free in an apartment in the theatre for almost 30 years.    \nHe also saved the theatre a second time, in the mid-1990's, when he discovered an electrical fire raging early in the morning and alerted authorities to get help. \nPatten passed away in 2016.   The Fox Theatre, Inc. continues to run the theatre today, making it one of an elite group of not-for-profit theatres in the country. They established the Fox Theatre Institute in 2008 to pay-it-forward -- and have contributed more than $1 million to date to help other historic venues remain in operation for generations to come.  90 years after the city of Atlanta received the theatre as a Christmas gift, the Fox is one of the last-standing atmospheric theatres in the world. This is an aerial view of Atlanta in the late 1950's, when the film \"This Happy Feeling\" starring Debbie Reynolds was being featured at The Fox. \"You walk across the threshold of the sidewalk, and you start to get enveloped in the architecture and the mystic of the Fox. The lighting level dims, and you work your way into the lobby,\" described Allan Vella, president and CEO of the Fox for the last 13 years. \"And you are greeted by a very elaborate ceiling, walls, paintings, and lighting fixtures and you immediately begin to be transformed into a different world.\" Shown here, Atlanta Pops Concert attendees trickle into the Fox lobby.    According to Billboard Magazine, in 2019 it was the 2nd highest grossing theatre worldwide for venues under 5,000 seats, second only to Caesars Palace in Las Vegas who relies on longer-term residencies. Each year, the theatre throws around 250 shows, and welcomes roughly half a million visitors through its doors to take in an eclectic variety of Broadway shows and concerts.   \n\nIn the last decade, the 4,665 person capacity room has sold more tickets than any other venue in its size bracket globally, according to VenuesNow. Between November 2009 and November 2019, they hosted 1,864 shows, sold 5,354,196 tickets, and grossed $331,867,429. "], "Language": false}