{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/24/politics/donald-trump-troops-call/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kevin Liptak, CNN"], "Writers": [["Kevin Liptak"]], "FirstPublishDate": ["2019-12-24T15:07:44Z"], "LastModifiedDate": ["2019-12-25T15:05:46Z"], "Headline": ["Trump says he's ready to handle North Korea 'gift,' it might be a 'beautiful vase'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["American military officials say they're expecting a long-range ballistic missile test from North Korea for Christmas. President Donald Trump is eyeing something more decorative. \"Maybe it's a nice present,\" Trump said Tuesday underneath the gold-vaulted ceilings of Mar-a-Lago when questioned how he'd respond if Pyongyang fired a missile over the holidays.  \"Maybe it's present where he sends me a beautiful vase as opposed to a missile test,\" Trump said. \"I may get a vase. I may get a nice present from him. You don't know. You never know.\" It was an optimistic (and joking) approach to the sinisterly un-merry promise from North Korea to deliver the United States a \"Christmas gift\" if there's no progress on lifting sanctions by year's end. The matter has consumed national security officials for weeks.  A series of tests that North Korean officials said were crucial for its nuclear program seemed to presage a bigger event by December 31. The commander of Pacific Air Forces said it was possible North Korea could launch a long-range missile. Trump has conferred with his counterparts in China and Japan on the issue.  A return to outright contention with North Korea would seriously undercut Trump's bumpy attempts at diplomacy with leader Kim Jong Un, with whom he's exchanged \"love letters\" and briefly walked alongside into North Korean territory in June. Sitting in the frescoed living room at Mar-a-Lago, however, Trump did not seem overly concerned by what Kim might be wrapping up as his present. \"Oh, that's OK, we'll find out what the surprise is and we'll deal with it very successfully,\" he said after a video teleconference with troops. \"Everybody's got surprises for me, but let's see what happens. I handle them as they come along.\" The looming North Korea threat has raised concerns inside the White House that a period of relative calm is ending as Trump gears up for the 2020 campaign. Once a frequent topic of discussion at his campaign rallies, Trump has avoided mention of his close relationship with Kim at his last several events. Still, the matter did not appear to be causing him great consternation as he settled into his Florida vacation, which is set to last more than two weeks. Instead, Trump saved his harshest Christmas Eve rhetoric for Democrats, who he accused of attempting to destroy him. \"They ought to look back at the last year to see how they hurt this country,\" Trump said after his conference with the troops had concluded. \"Fortunately, we have a President who was able to plow through all the stuff.\" Mar-a-Lago retreat Since departing Washington last Friday, Trump has been lapping up the positive attention that has become a hallmark of his southern getaways to Mar-a-Lago. After weeks of full-tilt jousting with Democrats that ended in his impeachment, his return to Palm Beach resembled a hero's return, if the hero was wounded and hungry for revenge. \"You had dirty cops, you had people spying on my campaign. They did terrible things, the likes of which have never been in the history of our country. It's very sad,\" he said before dismissing reporters and walking outside into the Florida sunshine. After arriving late on Friday, it took little time for Trump to surround himself with longtime allies such as former press secretary Sarah Sanders, Fox News host Laura Ingraham, and his two adult sons Eric and Donald Trump Jr. He addressed an enthusiastic gathering of young conservatives over the weekend, railing against Democrats and -- of all things -- windmills, days after becoming the third president in history to be impeached.  He met Saturday evening with retired Navy SEAL Eddie Gallagher, who was convicted of bringing discredit to the armed services after posing in a photo next to a dead ISIS fighter's body, which is against regulations. Gallagher was then demoted in rank -- a decision Trump reversed in a move that angered military officials and led to a review of Gallagher's status in the elite group. Trump lunched at his golf club Sunday with the conservative radio host Rush Limbaugh, who later pushed back on the notion Trump was spending his holiday vacation being influenced by conservative allies in the absence of his White House advisers. \"The presumption, of course, is that Trump doesn't know anything,\" Limbaugh said on his radio show. On Sunday, Trump returned to the club for a Christmas buffet, helping himself to a slab of prime rib as guests came over to say hello. He was welcomed by a choir. 'I picked the nicest one' One thing Trump hasn't done is much Christmas shopping, even on tony Worth Avenue, the Palm Beach shopping stretch a mile from his home. Answering a question from an Army intelligence analyst posted in Kuwait on Tuesday, Trump admitted he was still working on a gift for his wife. \"I got her a beautiful card,\" Trump said. \"I picked the nicest one.\" Perhaps realizing that a billionaire should at least profess to buying his wife more than a card for Christmas, Trump touted the love they share before claiming he was still searching for an actual gift. \"We've had a great relationship,\" he said. \"I think I'll answer that by saying I'm still working on a Christmas present. There's a little time left. Not much, but a little time left.\" Trump was beaming over a videoconference to US troops stationed in the Middle East, Afghanistan and Alaska, a technology he marveled at as the call latched. He praised the troops' service, repeatedly touted new equipment he said he was responsible for approving and noted he'd signed a pay raise for service members before leaving Washington. When another Army information technology specialist asked Trump whether his favorite holiday movie was \"Home Alone 2\" -- the 1992 Christmas film where Trump briefly appears as himself walking through the lobby of the Plaza Hotel, which he owned at the time — Trump said he's complimented on the film frequently. \"It turned out to be a very big hit, obviously. It's a big Christmas hit, one of the biggest,\" he said. \"It's an honor to be involved in something like that.\" \"A lot of people mention it,\" Trump went on. \"I was a little bit younger to put it mildly.\" Age seemed to be on his mind later when he was introduced to a young Air Force recruit at Whiteman Air Force Base in Missouri. \"To be 19,\" Trump said wistfully. \"Not so bad.\" Asked how he was spending his Christmas holiday, Trump turned to a less-than-festive topic: Chinese tariffs.  \"I'm at a place called Mar-a-Lago, we call it the southern White House,\" he said. \"I really pretty much work. That's what I like to do.\" Less than an hour later, he had returned to the Trump International Golf Club."], "Language": false}