{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/24/entertainment/little-women-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-24T14:45:41Z"], "LastModifiedDate": ["2019-12-24T14:45:41Z"], "Headline": ["Greta Gerwig's 'Little Women' puts a fresh spin on the literary classic"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Braving the challenge of breathing new life into a classic, oft-adapted novel, writer-director Greta Gerwig has reunited with her \"Lady Bird\" star, Saoirse Ronan, on \"Little Women,\" a beautiful shot film that seeks to bring fresh relevance in this 150-year-old story. Gerwig mostly succeeds, primarily by playing with the timeline, moving back and forth between the exploits of the March sisters in Louisa May Alcott's original book and their older selves (played by the same actresses) seven years later. There's plenty of strength in the casting, which, as an aside, includes not a single American among the central quartet. In addition to Ronan as the ambitious Jo, there's Emma Watson as Meg, Florence Pugh (\"Midsommar\") as Amy and Eliza Scanlen (\"Sharp Objects\") as the ill-fated Beth. A creature of habit, Gerwig also casts \"Lady Bird\" co-star Timothee Chalamet as their neighbor Laurie, the boy who loves more than one of them, while classing up the periphery with Laura Dern, Meryl Streep, Tracy Letts, Chris Cooper and Bob Odenkirk. Granted, the issues that the March sisters face remain somewhat unavoidably rooted in the post-Civil War era, but the questions surrounding independence, love, and settling versus striving for more transcend that period. When Amy speaks of marriage as \"an economic proposition,\" or Streep's imperious Aunt March counsels, \"You must marry well. Save your family,\" Gerwig moves such considerations beyond the horse-and-buggy era. Ronan, again, serves as the movie's anchor, portraying a strong-willed young woman finding her literary voice, ably following in the footsteps of actresses like Katherine Hepburn and Winona Ryder. But Pugh holds her own as Amy, whose occasionally spiteful side has always made her a complicated character. The swings in time, admittedly, can be a tad disorienting at first, but they provide a narrative spine that brings additional resonance to a story that most people likely think they already know.  As noted, every generation has seemingly had its own screen version of \"Little Women,\" including a handsome PBS miniseries just two years ago. Against that backdrop, Gerwig has managed to remain true to the story while putting her own stamp on it, after her Golden Globe-winning solo directorial debut. Those advocating for the movie as an Oscar contender might be overstating its merit, especially in a year with an abundance of options. But as a warm-hearted holiday release, Gerwig has created a \"Little Women\" for the 21st century, which, if history's any guide, will still be watched and compared to editions past and future not only through this century, but into the next. \"Little Women\" opens Dec. 25 in the US. It's rated PG."], "Language": false}