{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/23/entertainment/1917-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-23T18:25:14Z"], "LastModifiedDate": ["2019-12-24T14:44:29Z"], "Headline": ["'1917' brings a masterful new dimension to the war epic"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The war movie is a Hollywood staple, so much so that there might not be much new to say. Yet like \"Dunkirk\" a few years back, director Sam Mendes has found a way to breathe life into the genre with a simple story, imaginatively told, in \"1917,\" arguably the year's most impressive cinematic accomplishment. In what could easily have become a gimmick, Mendes (who co-wrote the script with Krysty Wilson-Cairns) and Oscar-winning cinematographer Roger Deakins have presented the movie as what looks like one long take -- think the opening tracking shot in \"Goodfellas,\" with the camera following the characters, only on steroids. The device, however, comes in the service of a gripping, tense cross-country journey, as a pair of young soldiers are dispatched to prevent a potential massacre, which requires traversing the perilous, body-filled landscape during World War I. Adding to the drama, of the 1,600 soldiers whose lives are at stake -- with reports they'll be walking into an ambush should the attack be allowed to proceed -- one of them is the older brother of Blake (\"Game of Thrones'\" Dean-Charles Chapman), who draws the assignment along with Schofield (George MacKay), the latter particularly unhappy about the errand. A lot happens along the way -- none of which should be spoiled -- but it does provide a chance to augment the splendid central performances with what amount to cameos by a number of topnotch British stars, including Colin Firth, Mark Strong, Andrew Scott, Richard Madden and Benedict Cumberbatch. For anyone who needs to be reminded of the slogan \"War is hell,\" \"1917\" illustrates it in visceral, occasionally gut-wrenching fashion. Yet the tale unfolds with considerable sensitivity, offering plenty of haunting images while capturing the chaos and fear of trench warfare -- especially through the eyes of MacKay (perhaps best known for \"Captain Fantastic\"), in a genuine breakout performance -- augmented by Thomas Newman's wondrous musical score. Students of film will think back to exercises like Alfred Hitchcock's \"Rope,\" which also experimented with continuous shots over extended segments, but there's real audacity and technical wizardry in attempting that on a project of this scale. The key is that Mendes (whose eclectic resume includes \"American Beauty\" and two Bond films, \"Skyfall\" and \"Spectre\") doesn't sacrifice the movie's heart in the service of its logistical considerations. Already nominated for the Golden Globe, Universal is opening the film this week on a limited basis in an obvious bid for awards glory, before expanding its release in early January. It's a familiar gambit, but with \"1917,\" 2019 really has truly saved one of its best for last. \"1917\" premieres Dec. 25 in selected theaters in the US. It's rated R."], "Language": false}