{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/24/sport/big-wave-surfer-nic-von-rupp-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Matt Majendie, for CNN"], "Writers": [["Matt Majendie"]], "FirstPublishDate": ["2019-12-24T10:56:18Z"], "LastModifiedDate": ["2019-12-24T10:56:18Z"], "Headline": ["Big wave surfers wrestle with death to feed addiction thrill"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["It's the thunderous roar of Nazaré that first gets you, the bellowing noise a warning sign to most sane human beings to stay out of the water. But for the small community of big wave surfers in the Portuguese fishing village, the sound and fury in the 5.30 a.m. darkness is like a siren luring them to the water. For Nic von Rupp, one of the genre's leading protagonists, preparations began the night before the season's first big swell.  Inside a warehouse, final checks are made on the jet ski, whose rider will pluck surfers to safety from the aftermath of the anticipated 80-foot waves in the morning, while Von Rupp adds fins and the names of his sponsors to a new surfboard. The warehouse is shared with local fishermen. At 10 p.m, there is a nervous energy as Whatsapp messages ping back and forth and brief phone calls are exchanged between the international posse of surfers. Von Rupp's aim is simple: \"To surf the biggest wave of my life.\" 'It's on' There's been good news from the meteorological men and women. A giant swell has been making its way to Portugal for the past 48 hours, hurricane conditions in the Atlantic enabling what are expected to be perfect surfing conditions. After a breakfast of cheese, ham, bread and mango, Von Rupp drives to his warehouse. \"Die Young\" by Roddy Rich is blaring from the car stereo -- a somewhat unnerving choice. As the night skies clear, it's only the local fishermen that are also awake at this time, their nets already prepared and loaded for boats with names such as Alvaro Ricardo or Jesus Cristo. If the sea feeds Nazaré it brings its demons too. A walk around the town finds many of its older women citizens dressed head to toe in black, a nod to a loved one lost while earning a living fishing in the sea. There is bemusement that below the town's lighthouse, whose job it has been to keep safe generations of seaman, that a new breed risk life and limb in arguably the world's most treacherous waters. READ: How 'Momentum' changed surfing How Nazaré's big wave movement was born Nazaré's wave has become globally renowned, making it a new mecca for surfers. It's home to the biggest wave ever surfed, an 80-footer by the Brazilian Rodrigo Koxa back in 2018. But it is a new phenomenon, the wave effectively discovered and first surfed by the American Garrett McNamara back in 2010. \"The crazy thing is I walked up to the lighthouse and saw the biggest waves I'd ever seen and knew it was something special,\" said McNamara. \"I knew then that this was the place. That first day was a really magic day.\" For this day, McNamara is not on his surfboard, instead towing two other members of his team, Hugo Vau and Alex Botelho, and acting as their rescue rider. Big wave surfers tend to come in threes. For Von Rupp, his buddies are Sergio Cosmos, once labeled the surfers' \"guardian angel\" for his rescue efforts but also the man who towed Koxa into his record-breaking wave, and Rafael Tapia. READ: Inside Kelly Slater's surf ranch When not in the water, Chilean Tapia exports Argentinian, Chilean and Portuguese wine around the world, but admits it is solely to feed his surfing addiction.  \"I don't want this to be all my life, but it is,\" says Tapia, who is approaching his 40th birthday. \"It's all that matters. I don't do drugs and I don't want to be hitched to this drug but I am.\" Each surfer dons their wetsuit, with gas canisters and life vests on their backs, giving them the bulk of a superhero from a Marvel movie. \"People used to surf big waves without a vest or inflation,\" says Von Rupp. \"It was an ego thing at the end of the day, man versus nature with no tech and a simple survival against nature. \"A lot of people started dying so friends and families got together and said, 'Guys, this isn't an ego thing.' Everyone wanted to survive and come home at the end of the day. That only really changed in 2011 and a lot of people had to die for that to change.\" The big waves are not just the preserve of the men. On this day, French surfer Justine Dupont is testing out a new GPS system, computer experts watching from above measuring the speeds and G-force she encounters in each wave. But the quest for Dupont, Von Rupp and everyone else on the day in question in Nazaré's November waters is not speed but to get in the record books and become the first person in history to ride a 100-foot wave.  \"You can't just rely on the tech as you know you're looking death straight into the eyes,\" says Von Rupp. \"And you have to trust on your animal instinct to tell you when it's the right time to go or not.  \"You're so determined to reach your goal that when you're riding a huge wave you're not visualizing the negative, the death, the drowning, suffering those poundings. You're just after your wave.\" 'This place will kill someone soon' Their work place hugs the lighthouse overseeing Praia do Norte, one of two beaches in Nazaré. Above them on the clifftop are thousands of spectators -- notable for the multitude of nationalities -- watching these water daredevils. With each wave surfed, a huge roar comes out from those looking from above, while with each wipeout the collective intake of breath is palpable, a breath seemingly held until it is clear that the surfer is safe. On this day, the wipeouts come thick and fast. Five jet skis and their riders are rolled. Von Rupp's own jet ski is written off, so too a $30,000 camera filming his exploits -- a costly day in a sport that is not yet known for its riches. Among those also watching from above is Tim Bonython, creator of the movie \"Big Wave Project,\" who is currently shooting a new film on these surfing pioneers. READ: The British woman carving a new surfing path \"This place will kill someone soon,\" he muses. \"I think people are surprised no one has died as there's nowhere else on earth with power like that. It just hits you and takes you down.\" Von Rupp and his peers are well aware of the dangers of their chosen profession. \"If you're under for two waves, it's life or death,\" he says. \"That's you under for a solid minute and a half. \"It doesn't seem like a lot but it's a hell of lot if you take into consideration that there's no breath before you fall as most of the time the air gets knocked out of you. That's what you train for ... survival, and keeping your life gives you the focus to train harder.\" Today, no one died, although a few days earlier Pedro Scooby had been dragged lifeless to the beach and had to be resuscitated by fellow surfer Sebastian Steudtner. Despite that, the Brazilian is back in the water. In the evening the surfers gather in A Celeste, a restaurant on the waterfront, where a collective end-of-day debrief is held. Pictures and videos are exchanged, along with hugs and the occasional glass of wine. The big wave season lasts from November to March. With the record still intact, conversation turns to the next day, the goal as ever the same. \"First it was a 10-foot wave as the aim, then 20 then 50 and so on,\" says von Rupp. \"The next is the 100.\""], "Language": false}