{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/23/entertainment/star-wars-spoiler-chat/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Lowry and Frank Pallotta, CNN"], "Writers": [["Brian Lowry", "Frank Pallotta"]], "FirstPublishDate": ["2019-12-23T14:55:21Z"], "LastModifiedDate": ["2019-12-23T14:55:21Z"], "Headline": ["'Star Wars: The Rise of Skywalker:' A spoiler-filled chat about the pros (mostly) and cons"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Now that opening-weekend audiences have had the chance to see the final chapter in the latest \"Star Wars\" trilogy, \"The Rise of Skywalker,\" and begin debating its merits, two of CNN's resident nerds, Brian Lowry and Frank Pallotta, had their own spoiler-filled conversation about the movie. The film opened to mixed reviews but earned $176 million in North America its first weekend -- huge by any normal standard, but below the last two films in this trilogy. Their edited discussion follows. Both liked the movie overall, while expressing some differences regarding the details -- and their feelings about the previous sequel, \"The Last Jedi.\" Again, those still hoping to be surprised, be forewarned. Lowry: So as I suspected, \"The Rise of Skywalker\" has reversed the polarity on \"The Last Jedi\" in terms of the divide between critics and fans, based at least on Rottentomatoes. You actually liked both, right? Pallotta: I did! I may be one of the only people in this galaxy who can say that he enjoyed all three films in this trilogy. Are all three films good? No, but I enjoyed how these films brought this world back for a new generation, and you couldn't ask for better new characters than Rey, Finn, Poe and Kylo. Luke, Leia and Han were also given sendoffs that, like the series itself, were a mixed bag, but again nothing I'm really mad at. \"Rise of Skywalker\" brought the journeys of each character to conclusions that I enjoyed. Was I, or others, happy about how they got there? Well, that's a different story. Lowry: I didn't like \"The Last Jedi,\" mostly because it so clearly departed from what \"The Force Awakens\" set up. So I did feel like this was a course correction. And I don't really care how Palpatine came back, having him as the threat brought the whole thing full circle, which was what I felt this needed. Pallotta: I'm also happy that Palpatine was back. But it was really weird about how he was back. Something I've been thinking about is that I wish this film opened with Leia's funeral and then we find out that Luke and Leia's power were keeping the Emperor's Force ghost at bay. They're both gone now so he's back and Rey and the rest of the heroes have to finish him once and for all. That would've been a better explanation than Palpatine is attached to the claw machine at Chuck E. Cheese. Speaking of the Emperor, what did you think of Granddaddy Palpatine? Lowry:  Again, I go back to the set up. \"The Force Awakens,\" and indeed the whole series, indicates there's an inherited part to Force powers. Saying Rey was \"nobody\" just wasn't satisfying to me, so that worked. And it still made an important point -- that heredity is not necessarily destiny. In other words, whatever your origins, you can choose what you want to be. Pallotta: I see what you're saying, but I think it was (no pun intended) an unforced error. The movie works exactly the same if she stays nobody, which makes a lot of sense considering that she so badly wanted to have a destiny. It means that anyone can have these powers, and you can still keep the whole \"Heredity is not necessarily destiny\" aspect, which is the meaning of \"Star Wars.\" She was a junk trader that became a Skywalker. It doesn't matter where you come from, you too can become something special! But, again, I wasn't mad at it. I just thought it was something that got forced in there. Another thing that was forced in that shouldn't have been was the reused footage of Leia. That was a glaring mistake. Lowry: In hindsight, I think Lucasfilm would have been smarter to entrust the whole thing to a single director, as opposed to trying to accommodate different visions in a single story. It opens up all this \"choose sides\" aspect. And I completely agree about Leia. While I appreciate what they wanted to do, it would have allowed them to make her a much more significant part of the story if they weren't shackled by what was available on the cutting-room floor. Pallotta: Yeah, Carrie Fisher has a beautiful goodbye in \"Last Jedi\" and in this it felt like Livia Soprano. The other legacy actors were given better farewells, especially Ford, which was a pleasant surprise. Lowry: Did you buy Ben's redemption? I didn't think I would after \"Jedi,\" but I think they sold it. Pallotta: I did because of that scene between Ford and Adam Driver. Ford might be the only actor that can stand next to Driver and make him feel like a lost child. When Ben says, \"Dad...\" and Han cuts him off with the iconic \"I know\" before he said \"I love you,\" it not only repaired the hurt I felt seeing Han die in \"Force Awakens\" but repaired the scars in them both. I was sold. I wasn't sold on that kiss between him and Rey at the end, however! Yikes! That was a bit too fan fiction for me, but hey, this is a Disney movie after all so I guess it needed at least one True Love's Kiss. Lowry: It's only OK because he died. So, looking ahead, where does the franchise go from here? Time for a break, and let Baby Yoda carry the load for a while? Pallotta: Yeah, a three-year hiatus is more than welcome. I think Disney+ will be the perfect place for this brand for the time being. \"The Mandalorian\" works because it's fun and low stakes. The galaxy and family histories aren't really on the line. It's just a guy in a helmet and cute baby going on adventures. That's a welcome change of pace. When the next film returns in 2022, I wouldn't be surprised if the creator of the series, Jon Favreau, is the one helming it. Lowry: That's not a bad idea. From your lips to Yoda's ears. Pallotta: Either way, the Force and Baby Yoda plush dolls will be with us, always."], "Language": false}