{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/22/world/five-things-december-22-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Michelle Krupa, CNN"], "Writers": [["Michelle Krupa"]], "FirstPublishDate": ["2019-12-23T00:09:11Z"], "LastModifiedDate": ["2019-12-23T00:09:11Z"], "Headline": ["Start your Monday smart: Hanukkah, Christmas, Kwanzaa, Iran, NFL, college bowls"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["What did you accomplish this year? Scientists discovered 71 new species in 2019, and these are some of their favorites.  Here's what you need to know to Start Your Week Smart. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart. Sign up here.) TODAY • Hanukkah begins at sunset. The Jewish Festival of Lights commemorates the Maccabees' rededication of the Second Temple of Jerusalem after they recaptured it in a rebellion. In preparing the Temple, the faithful found only enough oil to light the menorah for one night, but it lasted for eight. The Hanukkah menorah recalls that miracle. • NFL fates could be sealed. The Dallas Cowboys can clinch the NFC East with a win over the Philadelphia Eagles. Watch at 4:25 p.m. ET on Fox. Find all the Week 16 games here.   MONDAY • Congress takes a holiday break. After impeaching President Trump, the House is on vacation. But the next steps in the historic process are still in limbo. Speaker Nancy Pelosi hasn't committed yet to sending the articles of impeachment to the Republican-held Senate, where Democrats aren't satisfied with the rules that would govern the trial. The Senate's GOP leader may move forward next month anyway. TUESDAY • Holiday travel is in full swing. More Americans than ever are expected to hit the roads, rails and skies this season, with an estimated 115.6 million due to strike out through January 1. If you're flying, here's what not to pack. And you can keep up with one very special traveler early in the week, with NORAD's Santa tracker.  WEDNESDAY • We wish you a Merry Christmas. Christians the world over celebrate the birth of Jesus Christ. Pope Francis is due to deliver his \"Urbi et Orbi\" blessing from the central balcony of St. Peter's Basilica. And Queen Elizabeth II will share her Christmas message, a British tradition since 1932. • Family flicks hit theaters. Greta Gerwig, of \"Lady Bird\" fame, says directing her on-screen version of the Louisa May Alcott classic, \"Little Women,\" feels even more personal than her breakout film. Meantime, Will Smith and Tom Holland join forces in \"Spies in Disguise\" as a famous super spy and a young scientist who must save the world from an unusual vantage point. Both films are rated PG.  THURSDAY • Kwanzaa celebrates African culture. The seven-day festival begins. Each night, celebrants light a new candle on the kinara, a kind of candelabra, representing the holiday's seven principles: unity, self-determination, collective responsibility, cooperative economics, purpose, creativity and faith. • Israel's Netanyahu faces a leadership challenge. As the nation heads toward its third election in a year, the Prime Minister could be unseated within his own Likud party. Gideon Saar takes on Benjamin Netanyahu, 70, who faces criminal indictment for bribery, fraud and breach of trust in a trio of criminal investigations. FRIDAY • Russia, Iran and China hold joint naval exercises. The operation, dubbed \"Naval Security Belt,\" is expected to start in the Indian Ocean, Iranian news media report. The drills unite three American rivals not long after the US flexed its own naval muscle in the Middle East. SATURDAY • College Football Playoff Semifinal teams face off. It's No. 1 LSU vs. No. 4 Oklahoma, and No. 2 Ohio State against No. 3 Clemson. Watch at 4 and 8 p.m., respectively, on ESPN. The games cap off a bowl-packed week. Check out all the match-ups here."], "Language": false}