{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/22/media/star-wars-rise-of-skywalker-box-office-opening/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2019-12-22T16:39:10Z"], "LastModifiedDate": ["2019-12-22T17:46:36Z"], "Headline": ["'Star Wars: The Rise of Skywalker' caps off Disney's big year with a big box office"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Star Wars: The Rise of Skywalker\" capped off Disney's landmark year, and the story of the Skywalkers, with a big opening weekend at the box office. The film, the ninth chapter in the space saga, brought in an estimated $176 million in North America. That makes \"Rise of Skywalker\" the third highest-grossing opening of 2019.  That's a big number by any standard, but is considerably less than the openings of the previous two installments in the saga. 2015's \"The Force Awakens\" and 2017's \"The Last Jedi\" brought in $248 million and $220 million for their domestic openings, respectively. \"Rise of Skywalker\" was expected to have a $175 million opening in North America this weekend, according to industry analysts. However, some experts predicted it could bring in as much as $200 million or more. Disney was more conservative putting its three-day forecast around $160 million. The film, which brings an end to the battle between Daisy Ridley's Rey and Adam Driver's Kylo Ren as well as closes the epic family drama of Skywalkers, also saw big totals around the world. It made $374 million at the global box office. Shawn Robbins, chief analyst at Boxoffice.com, said that Star Wars has \"always been a myth handed down like the stories of old,\" and that \"Rise of Skywalker\" likely found an audience since it was the end of one of cinema's most popular stories. \"This was the end of a trilogy of trilogies,\" he said. \"It was an event for multiple generations, including those who have grown up with the franchise from day one to the prequel generation and, now, the current generation who will grow up with the new films and pass them down again.\" Star Wars has made more than $9 billion worldwide over 10 films, and that's not accounting for inflation.  However, \"Rise of Skywalker\" brought in mixed reviews. The film holds a 58% score on review site Rotten Tomatoes — a steep drop from the scores for \"Force Awakens\" and \"Last Jedi,\" which were 93% and 91%, respectively. The film also received a \"B+\" CinemaScore from audiences. It is the only Star Wars film from Disney to receive a grade less than \"A.\" Paul Degarabedian, senior media analyst at Comscore, felt that the reviews might have had an impact on the film's grosses this weekend. \"Given the ridiculously high bar set by the 'The Force Awakens' and 'The Last Jedi,' the opening weekend box office for 'Rise of Skywalker,' objectively stellar as it is, may be a result of equal parts mixed reviews and final installment fatigue,\" he said. \"But the film will likely play well over the holidays.\" \"Rise of Skywalker\" concluded an incredible year for Disney at the box office.  The company set the record for the highest-grossing year for a studio in July. It also had six films gross $1 billion or more at the worldwide box office this year with \"Rise of Skywalker\" potentially set up to be the seventh. \"This is the final piece of Disney's master puzzle for 2019,\" Robbins said. \"It won't be repeatable every year, though, which puts more emphasis on the need for studios to take more chances on quality-driven original films alongside their big franchises.\""], "Language": false}