{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/us/five-things-april-16-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-16T10:05:53Z"], "LastModifiedDate": ["2020-04-16T10:20:50Z"], "Headline": ["5 things to know for April 16: Coronavirus, protests, testing, White House, economy"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Cancel the SAT? Not so fast. The College Board says if schools don't reopen this fall, it'll organize a digital at-home version of the test.  Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  French President Emmanuel Macron is leading the charge for a worldwide truce so countries can fully focus on stamping out Covid-19. He says he has backing from several world leaders, including in the US, the UK, China and possibly Russia. UN Secretary-General Antonio Guterres first mentioned a global ceasefire, saying the only fight that matters now is the shared battle against the pandemic. Around the world, the virus is still raging: Japan, India and Singapore have all seen a significant jump in cases. Germany's death toll has spiked, and there is particular concern for the welfare of health workers. The UK reports 27 National Health Service workers have died of the virus. In the US, the CDC estimates more than 9,200 health care workers have been infected. Follow updates here.   2. Protests Some in the US are chafing under several weeks of strict stay-at-home orders. Members of conservative groups in Michigan jammed the streets of the state's capital in protest after Gov. Gretchen Whitmer, a Democrat who has sparred with President Trump over the outbreak response, extended state orders to the end of the month and added more restrictions. Some protesters were in cars, but people also crowded the Capitol grounds, clearly flouting social distancing recommendations. Some right-wing media personalities are egging on such unrest, arguing that such restrictions suffocate Americans' personal rights. Either way, Americans will probably have to endure their cabin fever for a while longer. State health experts say there's no immediate relief in sight for lockdown measures, which stem the deadly virus' spread. 3. Testing  The FDA has approved two more of those coronavirus antibody tests that could be the key to effectively reopening US society. This brings the total number of FDA-approved tests to three. During a call with President Trump's new business council, experts told the President that there would need to be guarantees of ramped-up testing before people go back to work. Meanwhile, the US government is reportedly looking into the possibility that the novel coronavirus originated in a Chinese laboratory rather than a market, like most global epidemiologists have concluded. The theory is one of several being pursued by investigators trying to determine the virus' origin. However, it is also a pet theory of Trump supporters because it would deflect criticism of his handling of the pandemic.   4. White House  President Trump is threatening to invoke never-used constitutional authority to adjourn Congress and possibly push through dozens of his nominations for federal positions. The Senate has left Washington until at least May 4, and the President claimed that, without the body in session, key vacancies would go unfilled, keeping the government from being able to fully respond to the coronavirus crisis. The Constitution allows a president to fill temporary appointments during a recess without congressional approval -- but only if the Senate is technically shut down. Trump said there are 129 nominees now \"stuck in the Senate because of partisan obstruction.\" 5. Economy  Some people are finding it hard to access all those stimulus checks and small business loans intended to bolster a coronavirus-ravaged economy. A federal judge has allowed Bank of America to continue doling out coronavirus relief loans to its existing customers before other applicants, which means businesses that haven't borrowed from the bank must wait even longer. The judge also put the onus back on Congress to fix preference and accessibility problems raised by the case. Meantime, millions of Americans most in need of coronavirus stimulus checks may find themselves giving up the money if they have unpaid bills. The relief plan funding the checks did not shield the stimulus payments from certain private debt collectors. BREAKFAST BROWSE A groundhog gnawing on pizza in Philadelphia is a new folk hero  This little guy is really capturing the zeitgeist.   'Too Hot to Handle,' a new Netflix dating show, strips contestants of their senses Because you must SUFFER for love. Apple unveils new budget iPhone So it will hurt just a tiny bit less the next time you drop it facedown. With no tourists around, animals in Yosemite are 'having a party' Good, they deserve it.  Your cat's bad behavior could be a sign they miss you  How can they miss us if we never leave anymore?!  TODAY'S NUMBERS 8.7% That's how much US retail sales plunged in March. It's the steepest monthly drop on record, according to Census Bureau data, which dates back to 1992. $15.6 million That's how much the billionaire Duke of Westminster, Hugh Grosvenor, (who's also Prince George's godfather) has given to UK coronavirus charities.  TODAY'S QUOTE \"My God, I don't know how many articles (there) were about, 'We need anybody but Bernie' and, you know, they ended up succeeding. And that's that.\" Bernie Sanders, who said during a CNN interview that he thinks the news media had a hand in him losing the Democratic presidential nomination.  TODAY'S WEATHER Check your local forecast here>>> AND FINALLY How a family of bell makers stays in tune A lot goes into making a bell, and like all fascinating things, it starts with fire. (Click here to view.) "], "Language": false}