{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/us/nascar-legend-junior-johnson-dies/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Steve Almasy, CNN"], "Writers": [["Steve Almasy"]], "FirstPublishDate": ["2019-12-20T22:49:59Z"], "LastModifiedDate": ["2019-12-21T00:55:26Z"], "Headline": ["NASCAR legend Junior Johnson dies at 88"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Robert Glenn \"Junior\" Johnson, one of NASCAR's earliest star drivers and a legendary figure in the auto racing garage, has died at age 88, according to a tweet from NASCAR. Johnson won 50 races as a driver, including the 1960 Daytona 500, and six top-level championships as an owner. \"From his early days running moonshine through the end of his life, Junior wholly embodied the NASCAR spirit,\" NASCAR Chairman Jim France said. \"... Between his on-track accomplishments and his introduction of Winston to the sport, few have contributed to the success of NASCAR as Junior has.\"  Johnson was a member of the first class inducted into the racing body's hall of fame in 2010. \"When I first started driving I'd run a race or two and then I'd get back into my whiskey business and make the money that I needed to run another race or two,\" he said at his induction.  In a 43-minute video made to honor Johnson's induction, three-time NASCAR champion Cale Yarborough said fans were attracted to the bad boy mythology. \"That was what a lot of people liked about Junior; he had a story behind him,\" said Yarborough, who won championships in 1976, 1977 and 1978 with Johnson. \"He could drive a moonshine car and he could drive a race car, too.\" Johnson liked to race up front, said Yarborough, who competed against his future team owner in 1965. \"He ran every lap just as hard as he could run it.\" Johnson was the catalyst in getting NASCAR's top circuit to be sponsored in 1971 by the Winston cigarette brand, wrote NASCAR Hall of Fame Executive Director Winston Kelley. \"Junior impacted every aspect of NASCAR in a manner that only an elite few have done,\" Kelly wrote. \"We have lost one of NASCAR's true pioneers, innovators, competitors and an incredible mechanical and business mind.\" Johnson was the subject of a famous 1965 article in Esquire titled \"The Last American Hero,\" written by Tom Wolfe. It was adapted into a 1973 film starring Jeff Bridges. The book helped elevate the sport to a national level. \"Junior Johnson is one of the last of those sports stars who is not just an ace at the game itself, but a hero a whole people or class of people can identify with,\" Wolfe wrote. Dale Earnhardt Jr. mourned Johnson's death in a tweet. \"Robert Glenn Johnson, Jr. The Last American Hero. What a Legend. Rest easy Junior,\" he wrote.  Johnson, who grew up near Wilkesboro, North Carolina, was imprisoned in 1956 for having a still and spent 11 months in detention. He was pardoned by President Ronald Reagan in 1986.  According to the North Carolina Museum of History, Johnson later became part owner of a distillery in Madison and helped create a legal version of his family's drink recipe. "], "Language": false}