{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/opinions/little-women-gerwig-puts-louisa-may-alcott-first-stewart/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sara Stewart"], "Writers": [[]], "FirstPublishDate": ["2019-12-20T19:19:48Z"], "LastModifiedDate": ["2019-12-20T23:25:27Z"], "Headline": ["The most satisfying 'Little Women' film yet does justice to its creator and my hometown"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["I knew Louisa May Alcott's \"Little Women\" was meant for me the moment I first cracked the book, somewhere around age 10. Nowhere else in 19th Century children's literature, I'm pretty sure, will you find an author who has her female protagonist grumble in the very first line: \"'Christmas won't be Christmas without any presents,' grumbled Jo, lying on the rug.\"  That's Jo March in a nutshell: contrarian, unwilling to be fake-cheerful for the holidays, and strenuously opposed to sitting in a chair like a lady.  Bring. It. On.   This week's release of \"Little Women,\" Greta Gerwig's cinematic reimagining of Alcott's classic novel about the four March sisters, is by far the most satisfying film version yet -- largely because it slyly inserts aspects of the author herself, a more prickly personality than her fictional avatar, and partly because it pulls back to look at Alcott's process of creating the book. She was a woman with big dreams; she was a playwright and, before \"Little Women,\" an enthusiastically campy fiction writer in an era when women were mostly encouraged to just get married or, if work was an absolute necessity, to teach.   In the book (spoiler alert!) the rebellious Jo ends up settling down, as the last page sums up: \"'There's no need for me to say it, for everyone can see that I'm far happier than I deserve,' added Jo, glancing from her good husband to her chubby children tumbling on the grass beside her.\" But Alcott married off the tomboyish Jo purely out of obligatory literary convention, and Gerwig's film steps far enough outside the novel to make this clear; although she casts one of the dreamiest actors possible to play Jo's suitor (the French Louis Garrel), she juxtaposes their romance with Jo's editor's feedback in a way that, one imagines, would have given Alcott a good laugh.   That's because in her own life, Alcott stayed single. She was ahead of her time in so many ways; one of my favorite things about her is that she liked to run outdoors a good hundred years before running was really a thing. She went off to volunteer as a nurse in the Civil War. She was her family's financial breadwinner and, as she'd always dreamed, became a truly famous writer, thanks to the runaway success of \"Little Women\" (though she'd end up rolling her eyes about the celebrity spotlight that came along with it). For lifelong Alcott fans, to see her personality shining so plainly through Jo (played in the film by the great Saoirse Ronan) feels like  overdue, mainstream recognition of the author as one of the most audacious, feminist literary talents in American history. I do not say any of this without bias. I grew up in Concord, Massachusetts, home to Alcott and her family and where Gerwig shot the majority of \"Little Women.\" Concord's also known for several other 19th Century literary and philosophical luminaries you may have heard of: Henry David Thoreau, Ralph Waldo Emerson, Nathaniel Hawthorne. But for me, the Alcotts were paramount; I can't remember a time when they weren't woven into the fabric of what it meant to me to be a Concordian.  In grade school, we were taken on a tour of Orchard House, their home-turned-museum, marveling at its small rooms and low ceilings and at Lizzie Alcott's (tragic, humble Beth!) melodeon, a piano-like instrument. As a tween, I volunteered as a performer of Louisa's scrappy plays, in the Concord School of Philosophy, which stands on the hill behind the house (started by Amos Bronson Alcott, the family's ambitious if short attention-spanned patriarch). Throughout the years, I've made many pilgrimages to Louisa's grave in sprawling Sleepy Hollow Cemetery, stopping by to quietly say hello. Always, I knew I was in the shadow of a woman who'd modeled the kind of adventurous life I wanted for myself. As Louisa once wrote in her journal -- and Gerwig co-opted into the mouth of Jo -- \"I'd rather be a free spinster and paddle my own canoe.\" On the spinster score, I failed, having met and married the perfect man for me. But Jo/Louisa's staunch self-reliance and refusal to bow to convention have always served as inspiration for me -- as has her snark. Her loving portrayal of Concord in \"Little Women\" was, of course, drawn from life, but she wasn't above poking fun at the place, a haven for the nascent Transcendentalist movement: \"A modern Mecca [offering] apples by the bushel, orphic acorns by the peck, and Hawthorne's pumpkins, in the shape of pies... at philosophical prices,\" she once wrote in a comic piece, as quoted in Eve LaPlante's excellent biography, \"Marmee and Louisa.\" This irreverent Louisa also comes through in Gerwig's \"Little Women,\" where Ronan's Jo is constantly punching neighbor Laurie Laurence (Timothee Chalamet) on the shoulder like Elaine Benes used to do to all the men on \"Seinfeld,\" and rolling her eyes at the admonitions of an editor (Tracy Letts) who insists she either wed or kill off her novel's heroine at the book's conclusion. She's even made distinctive in costume: While the other sisters (Emma Watson, Florence Pugh, and Eliza Scanlen) wear corsets, Jo does not, giving her more room to slouch and stride, to run and to man-spread. Gerwig's version is also unique in that it leans into the proudly female-centric world of the Alcott family, and explores what it must have been like to be such a forward-thinking family of feminists (as well as abolitionists, suffragettes and vegetarians) in a world where women were expected to be unquestioningly servile. The director has given particular weight to one particular line in the novel from Marmee (Laura Dern), a character generally portrayed as an angelic and selfless matriarch: \"I am angry nearly every day of my life,\" she tells Jo. If that's not a thoroughly modern description of being a woman in America, I don't know what is. But Gerwig's \"Little Women\" is, at its heart, anything but angry. It's a fabulous year-end celebration of a truly great American family, and of a woman who inspired countless generations of readers to get in touch with their own inner Jo. I hope it'll draw more visitors to my beautiful hometown, where the progressive Alcott spirit is very much alive and well."], "Language": false}