{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/star-wars-destinations/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Griffin Shea, for CNN"], "Writers": [[]], "FirstPublishDate": ["2015-11-30T12:48:43Z"], "LastModifiedDate": ["2019-12-20T20:56:48Z"], "Headline": ["'Star Wars' locations that actually exist"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["There is a great disturbance in the force: We have reached the conclusion of the 9-episode \"Star Wars\" movie franchise. While the film series is over, fans can find succor in ogling Baby Yoda memes or visiting Star Wars Land. But the more adventurous, most-ardent lovers of \"Star Wars\" should consider a journey to the real-world locations where many of the films' most famous scenes were shot. From a desert trek on Jedha to dinner at Luke Skywalker's childhood home, here are some of the real-world destinations where \"Star Wars\" comes to life: Wadi Rum, Jordan Another \"Star Wars\" film, another desert country pressed into service. Welcome to Wadi Rum, Jordan, the russet sandy locale that serves as a backdrop in the final \"Star Wars\" movie, \"The Rise of Skywalker.\" This dramatic landscape in the country's south, also called The Valley of the Moon, stood in for the moon of Jedha in \"Rogue One.\" Wadi Rum is a frequent location for otherworldly film shoots. It doubled for Mars and hosted a profane Matt Damon in \"The Martian.\" Puzzlewood, Gloucestershire, England  Meandering paths. Mossy rocks. Twisted trees and gulleys. No wonder Puzzlewood, which sits in the Forest of Dean not too far from Wales, is such a draw. And not just for \"Star Wars.\" You've also seen it in \"Merlin,\" \"Doctor Who\" and other TV and film productions. But it's \"Star Wars: The Force Awakens\" that's really put Puzzlewood on the travel map. It's here, as battle rages in the surrounding forests of Takodana, that Rey first encounters her nemesis Kylo Ren. Hotel Sidi Driss, Matmata, Tunisia  Perhaps the most famous \"Star Wars\" landmark in the world, this is where the interiors of Luke Skywalker's childhood home on planet Tatooine were filmed.  Centuries ago, Berbers built the underground structure as a real home. Eventually it became a hotel, which George Lucas used to film the first \"Star Wars\" film.  The set decorations came down when the crew left, but were rebuilt in 2000 for \"Attack of the Clones.\" Since then, they've remained, so guests can eat at the table where young master Luke did.  La Grande Dune, outside Nefta, Tunisia  The igloo exterior of Luke's house was filmed about 300 kilometers away on the dried-up salt lake of Chott El Jerid. The igloo is still there, reachable with a decent car at the GPS coordinates 33°50'34.42″N,  7°46'44.48″E.  The surrounding craters are man-made, to create the illusion that the underground house is next to it.  The igloo from the 1977 movie was dismantled, but again rebuilt for \"Attack of the Clones,\" and later restored by a fan. Nearby is La Grande Dune, site of the Dune Sea. About 30 minutes from the igloo is the set of Mos Espa, the spaceport town where Anakin was discovered as a young slave.  Salar de Uyuni, Bolivia This spectacular salt flat in Bolivia is rendered even more spectacular for a battle scene between the Resistance and the First Order in \"The Last Jedi.\" The desert doubles as the the remote mining planet of Crait, a rebel outpost. In the movie, the barren terrain's blindingly white salt surface covers blood-red minerals, producing violent bursts of color with every explosion and footprint. Reynisfjara, Iceland The otherworldy landscape of Iceland is fast becoming the go-to destination for sci-fi movies, and \"Rogue One\" joined the club in 2016.  The black sand beach of Reynisfjara, a wild stretch of North Atlantic coastline close to the small town of Vik and Iceland's southernmost tip, stands in for the stormy planet of Eadu. It's here the movie's lead, Jyn Erso, played by Felicity Jones, unsuccessfully tries to save her grievously wounded father.  Redwood National and State Parks, California  Endor, the forest moon home of the furry Ewoks, was filmed among giant redwoods of California. Most of the well-known scenes were shot on private land owned by a lumber company.  Since the cast and crew worked on \"Return of the Jedi\" in 1982, heavy logging has left most of the landscape unrecognizable. But driving through the parks still gives a feel for the set, especially along the Avenue of the Giants highway.  In Grizzly Creek Redwoods State Park and the Humboldt Redwoods State Park, plates were filmed for some chase scenes.  Krafla, Iceland We stay on \"Rogue One's\" Eadu for another visit to Iceland, this time Krafla, an active volcano in the country's remote northeast.  A source of geothermal energy, Krafla's seething crater and nearby Lake Mývatn have also made an appearance in \"Game of Thrones.\" Hardangerjøkulen Glacier and Finse, Norway  Exteriors of the ice world Hoth in \"The Empire Strikes Back\" were shot in the tiny village of Finse, Norway.  The cast and crew stayed at the Finse 1222 Hotel, where snowstorm scenes were shot from the back door. But the main battlefield scenes were shot on the nearby glacier.  In March and April, skies are normally clear and there's still plenty of snow. Guides in Finse can help with hikes to see the exact locations.  Canary Wharf Station, London, England London's squished commuters would probably welcome a Galactic Empire takeover of the city's under-strain metro system if its stormtroopers could get the trains to run to schedule.  It's a scenario that almost plays out in \"Rogue One,\" when Canary Wharf, a modern London Underground interchange serving a key financial district, doubles as an Imperial base.  The futuristic steel, glass and concrete station is filled with stormtroopers rather than bankers for scenes on the Imperial planet of Scarif. Villa del Balbianello, Lenno, Italy  In \"Attack of the Clones,\" Anakin and Padme go into hiding at a lake retreat that in real life is a popular choice for destination weddings on Italy's Lake Como.  At the tip of a wooded peninsula reachable only by boat, Villa del Balbianello was built in 1787 for Cardinal Angelo Maria Durini. James Bond came here for a bit in \"Casino Royale.\" The villa's exteriors were digitally altered for the Star Wars movie, but it's easy to find and recognize the balcony where Anakin and Padme kiss.  Phang Nga Bay, Thailand/Guilin, China  Everyone's favorite Wookiee was born on planet Kashyyyk, seen in \"Revenge of the Sith\" as a lush world of one endless season.  The images in real life were mostly taken as plate photography near Phuket, Thailand. Some shots were digitally combined with places in Guilin, China.  Whippendell Woods, UK  The forest of Naboo, where Jar Jar Binks first meets Obi-Wan Kenobi and Qui-Gon Jinn in \"The Phantom Menace,\" was filmed in England near the Leavesden Film Studios.  Gungans like Jar Jar live in underwater cities, but there's no lake in Whippendell Woods. All the shots with water were created with digital effects.  Laamu Atoll, Maldives Being sent to the planet of Scarif, a tropical planet linked to the development of the first Death Star, was probably a dream posting for Galactic Empire engineers. In \"Rogue One,\" Scarif is played by the Laamu Atoll, a string of islands that form part of the Maldives archipelago.  The idyllic location witnesses explosive battle scenes as Jyn Erso leads a rebel squad on a mission to steal Death Star plans. Plaza de Espana, Seville, Spain  When Padme and Anakin arrive in Theed at a plaza outside the palace, they were actually in this plaza built for the 1929 Ibero-American Exposition. The real plaza is a half-circle ringed by a moat with four bridges.  For the scenes in \"Attack of the Clones\" and \"The Phantom Menace,\" the plaza was dramatically expanded to a full circle, and the building altered to include the towers and green domes of Naboo.  Mount Etna, Italy  No, the actors didn't actually battle among the lava flows on the Sicilian volcano.  But it was used for plate photography to create the battle scene on Mustafar between Obi-Wan and Anakin in \"Revenge of the Sith.\"  Death Valley National Park, California  Although most of Tatooine was shot in Tunisia, crucial scenes in \"A New Hope\" were filmed in Death Valley between the Sierra Nevada mountains and Mojave Desert.  Twenty Mule Team Canyon was used for \"Return of the Jedi\" scenes with C-3PO and R2-D2 traveling to Jabba the Hut's palace.  Other stops in the park that seem familiar from the movies: Dante's View and the Mesquite Sand Dunes.  Mayan ruins in Tikal National Park, Guatemala  Thousand-year-old Mayan ruins are the backdrop to the Rebel Alliance's Massassi outpost on the fourth moon of Yavin.  Temples II and III reach over the jungle canopy, just as they do in the first shot of Yavin in \"A New Hope.\" Buttercup Valley, Yuma Desert, Arizona  The Great Pit of Carkoon, home to the sarlacc that eats Jabba's prisoners in \"Return of the Jedi,\" was filmed in Arizona rather than Tunisia.  The sail barge was constructed here, behind fences to keep out prying fans.  It was so big that the crew used the space underneath for offices, trailers and a commissary with 150 seats. They didn't blow up the barge here, but fans still like to come hunting for pieces of the set in the sand.  Avenue 7 Novembre, Medenine, Tunisia  When Anakin was a slave boy in \"The Phantom Menace,\" his quarters were filmed on this real-life Tunisian street.  The distinctive buildings with vaulted ceilings are ghorfas, used by Berbers to store their grain. They were fortified and grouped into ksour.  These are among the best-preserved examples.  Ajim, Island of Djerba, Tunisia  The cantina where Luke and Obi-Wan get stopped by sandtroopers is in the middle of the island town of Ajim. The building, once a bakery, went out of use and can be hard to find.  The GPS coordinates are 33°43'26.69″N, 10°44'59.95″E.  Obi-Wan's home is easier to find, ironically located right on the Mediterranean Sea and much more beautiful than its desolate film locale. A lovely spot for a building that's used by fishermen as a storeroom.  Abu Dhabi  For the \"The Force Awakens,\" director J.J. Abrams chose the desert of the United Arab Emirates rather than Tunisia.  The cinematic sandy expanses stood in for the planet Jakku.  Skellig Michael, Ireland  The epic climax of \"The Force Awakens\" was filmed at the ruins of this seventh-century monastery, which sits on the steep sides of the island Skellig Michael. New edition to the franchise \"The Last Jedi\" returns to this spectacular location, as Rey catches up with Luke Skywalker in his mysterious hiding place. Even though it's a UNESCO World Heritage Site, its hard-to-reach location 12 kilometers off the coast of southwest Ireland discourages many visitors.    Dubrovnik, Croatia Dubrovnik has become a regular on TV screens in recent years -- thanks to its starring role in \"Game of Thrones.\" Now it's standing in for the gambling city of Canto Bight in \"The Last Jedi.\" The medieval walled city's well-preserved center gets a futuristic makeover to transform it into the \"Star Wars\" equivalent of Vegas. The Adriatic port already trades heavily on its GoT connections with some complaining the screen role"], "Language": false}