{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/opinions/star-wars-is-a-family-business-williams/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elliot Williams"], "Writers": [[]], "FirstPublishDate": ["2019-12-20T19:04:51Z"], "LastModifiedDate": ["2019-12-20T19:21:10Z"], "Headline": ["The 'Star Wars' love I'm passing on to my kids"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["I just did some math.  My 6-year-old son is roughly the same age I was when my dad took me to see \"Return of the Jedi,\" the final movie in the original \"Star Wars\" trilogy, in 1983. This weekend, I will take my son to see \"The Rise of Skywalker,\" the final movie in the saga.  I've already seen it once, and even if the film were an unmitigated disaster, I would have found it bittersweet. Now, as you might guess, I'm a pretty big \"Star Wars\" fan. Showing-up-at-conventions-in-full-Darth-Vader-costume big? Not quite. But did I pre-purchase tickets for the opening night of \"The Rise of Skywalker\" in two cities as insurance in case a business trip got canceled? Maybe.  Having been born in 1976 just 14 months before the first film came out, I don't know a world without \"Star Wars.\" As a child, I had it all -- the action figures, pajamas, play sets, bed sheets, and commemorative Burger King glasses that, were I to still have them, might be able to put my children through college if I sold them on eBay.    My son, meanwhile, has all of my enthusiasm for the series and more, plus the benefit of four decades of films, TV shows, and books at his fingertips.  Now, I didn't force (pun intended) him to start liking the movies; we first watched the films as a family when he was about 5, and he has been riveted ever since. And as parents and guardians know, there is something uniquely special about watching a child experience something for the first time.  How have these films managed to captivate the world, so powerfully, and for so long? Let's be clear: The \"Star Wars\" movies are not traditionally great films. (And to the legions of my fellow nerds whose heads exploded at that statement, I say only: Take it up with Martin Scorsese.) Other than Best Picture and Best Supporting Actor nominations for \"Star Wars\" in 1977, the 10 films have not fared that well during awards season.    Still, few if any cultural touchstones from the 1970s have had the same long-term reach that the franchise has enjoyed. (For instance, a quick pop quiz: Where is your Pet Rock right now?) And personally relevant for me as a black kid growing up in New Jersey -- even with an overwhelmingly white cast (save for James Earl Jones, the voice of Darth Vader, whose presence in the film delighted us black folks to no end, and Billy Dee Williams), the early \"Star Wars\" films were one of the few cultural phenomena that transcended racial boundaries. While African-Americans in the 1970s were going home and watching \"Sanford and Son\" and \"Good Times,\" and whites were watching \"All in the Family,\" it seemed that everyone was out watching Star Wars.  Countless racially diverse childhood friendships, including my own, were forged over a mutual love of the story of Han, Luke, and Leia — an achievement that few, if any, fantasy franchises can claim.  Universality was key to the wide appeal. Above all else, despite being set \"a long time ago in a galaxy far, far away\" (words that, when they flash in teal letters at the start of a movie, still transport me to some of the happiest moments of my childhood), the movies revolve around some of the most basic human experiences -- relationships with our families, the meaning of our life's work, confronting our own death, securing our legacy. In fact, in dreaming up the story, George Lucas famously was inspired by the writings of Joseph Campbell, who identified the universal themes and archetypes that are found in mythical storytelling around the world.    Recall that one of the most iconic moments in American cinema -- the irredeemable villain (or so we thought at the time) Darth Vader saying to Luke Skywalker the fateful words, \"No, I am your father\" -- was less a snippet from a kickass action sequence than a critical moment in a previously-thought-he-was-orphaned teenager's lifelong quest to understand his origins and place in the world. Very few of us grow up on desert planets with two suns. That doesn't mean we can't all relate to the notion that humanity is imperfect, and that we, and our loved ones, are not who we imagined. And I won't give any spoilers, but let's just say that parentage, identity, and legacy play central roles in \"The Rise of Skywalker.\"  (Really, \"Star Wars\" was doing paternity reveals long before Jerry Springer made them cool.)  Further, we have watched several characters grow old with us. \"Star Wars\" is unique among series in that some of the same actors have appeared in films across generations. James Bond will forever be about 39 years old; \"The Simpsons,\" with its three-decade run, features animated characters that have not aged a day since 1989; the stars of the Harry Potter films progressed through adolescence before our eyes, but only over the course of a decade. We first saw the character of Luke Skywalker when he was a 19-year-old farmboy and have lived with him for four decades. Watching a much older, grayer, softer Skywalker accept his own death in 2017's \"The Last Jedi\" while sitting next to my kindergartener was a vivid experience and a reminder that time waits for no man (or Jedi).  Along those lines, the other day, I was driving with my 2-year-old daughter, who, in classically terrible-2 fashion, could not be consoled by anything. She repeatedly shouted, \"Music! Music!\" I tried everything to calm her down, putting on usual winners like \"Baby Shark\" and \"The Wheels on the Bus.\" Nothing. She got louder, getting more specific: \"Music! Darth Vader song!\"  At that moment I realized that, yes, my 2-year-old girl can only be pacified by \"The Imperial March.\" And so, I played it for her. A little strange, yes, and I can't say I saw that coming. But maybe I should have? Because, as Luke Skywalker himself once said, \"The Force is strong in my family.\""], "Language": false}