{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/health/colorado-police-officer-donates-organ-to-child-btc/index.html"], "Source": ["cnn"], "Location": ["Denver"], "ByLine": ["By Jeremy Harlan, CNN"], "Writers": [["Jeremy Harlan"]], "FirstPublishDate": ["2019-12-20T15:30:17Z"], "LastModifiedDate": ["2019-12-20T15:30:17Z"], "Headline": ["This officer donated her organ to a young stranger and then helped pay the medical bill"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["It took every bit of Clyde Hoffman's willpower to not touch every button, switch, and lever in Colorado's Wings Over The Rockies Air & Space Museum. \"If I could flip the switches, I'd tell you how to turn it on,\" proclaimed the 12-year-old aviation enthusiast as he sat in the museum's Boeing 727 cockpit exhibit. \"This is where I want to be when I grow up.\" On this day, Clyde and his parents, Mark and Melissa, made the hour-and-a-half trip north from their Colorado Springs home, in part, to appease their son's infatuation with airplanes.  But their main reason for the visit was this: to meet up with the woman who'd saved Clyde's life 16 months earlier. 'This was something I was meant to do' Officer Carolyn Becker knew from a young age that her life's mission was to serve her community -- particularly children.  \"I know it's in my nature as a person to want to help even people that I don't know,\" said Becker, a six-year veteran of the Broomfield, Colorado, Police Department and a mother of two boys. After spending most of her career as a school resource officer, she decided she wanted to do more. So, in March 2018, Becker signed up online to donate part of her liver to a complete stranger. \"If I had a kid needing an organ, I'd be in a very desperate spot to see my kid healthy again. I felt like I could help,\" she explained. \"I had my moments where I thought, 'Wow, I'm crazy.' But this was something I was meant to do.\" Clyde Hoffman had been born with Alagille syndrome, a rare genetic disorder that can affect the liver, heart, and kidneys. Symptoms can range greatly based on the severity of the condition.  \"There are people who have mild symptoms or potentially no at symptoms at all, even as they get into adulthood,\" said Dr. Shikha Sundaram, medical director of the Pediatric Liver Transplant Program at Children's Hospital Colorado. \"And there are others who are affected earlier in life and may have severe problems with their liver and potentially with their hearts and kidneys.\" For the most part, Clyde had a fairly active childhood until the spring of 2018. \"He was having a hard time eating enough calories to really keep himself active,\" said his father, Mark Hoffman. \"It was hard to concentrate, and he'd be really tired,\" explained Melissa Hoffman, Clyde's mother. \"His liver was probably functioning at 10%.\" Doctors determined Clyde had severe liver disease and needed a new liver soon. In June 2018, his name was added to the transplant list and the Hoffmans' wait began.  \"They (the doctors) made it clear to Clyde what the consequences were if he didn't get a liver,\" Mark said. \"He would have died for sure,\" Melissa added. Less than a month after his name was added to the donation list, doctors told the Hoffmans the good news: He was getting a new liver from a healthy stranger. On August 6, 2018, doctors removed a third of Becker's liver and successfully transplanted it into Clyde. The Hoffmans saw improvement in Clyde almost immediately. His yellowish complexion faded away and his appetite quickly returned.  \"The first time I ate a meal, I ate all of it,\" recalled Clyde. \"I had an appetite again, and that was amazing.\" Above and beyond As the Hoffmans focused on their son's recovery, they were also amazed at the selflessness of the donor. Mark Hoffman said he remembers on the day of Clyde's surgery looking over to the wing of the hospital where Becker was having part of her liver removed and feeling a connection with her. \"I was just relieved that we knew that Clyde was going to be matched up with a liver that was going to help him,\" he said. \"It still hasn't sunk in that people are willing to do that.\" When a healthy person like Becker agrees to donate part, or all, of an organ to someone they don't know, it's called a non-directed donation.  And it's incredibly rare. In 2018, there were 350 non-directed organ transplants in the US, according to the federal program that maintains the national database. Of those, 338 were kidneys and 12 were livers -- including Becker's.  \"It's a pretty incredible gift,\" said Sundaram. \"I've been in this field for a long time, and yet, when I think about it, it really makes me very emotional. I really can't think of anything more selfless that somebody could do.\" But Becker wasn't done helping just yet.  Seven months after the transplant, she got a card through the medical team that performed the transplant. It was a thank-you note from the 11-year-old boy. \"Dear Donor, Thank you so much for my chance at a new life,\" the letter started. It also contained his school picture with only his first name written on the bottom. From there, Becker's investigative instincts took over. She wanted to know who Clyde was and where he lived. She found an online fundraising page set up by the family to help with the large medical bills from Clyde's transplant and ongoing medical care. \"It was really painful to hear,\" Becker recalled. So, the police officer came up with a simple way to help. \"I decided to stand on the side of the road with a sign -- much like panhandling -- and just rely on the generosity of my community to help this family out,\" she said.   For much of this summer and as the seasons turned cold, Becker stood along busy roads with a handwritten sign that reads: \"I donated my left liver lobe to an 11-year-old stranger. Help me raise $20k for his transplant bill.\" In just a few months, she raised more than $10,000. She sent it into the family as an anonymous online donation. The Hoffmans didn't learn that the donation came from Becker until December -- more than a year after the transplant surgery -- when they met. Their first meeting was private, and a few weeks later, they let CNN cameras film their get-together at the air museum in Denver, where Clyde chatted with his new friend about all things aviation and his dream to one day be a pilot. \"It's a little strange that a piece of me is walking around outside,\" Becker said. \"But yeah, it felt really good to be able to help not only a child but to help a parent as well ... a fellow parent.\" The Hoffmans say they'll never be able to repay Becker for her life-saving gift. By sharing his story, though, Clyde hopes more people will think about donating their organs to strangers: \"Anyone can donate,\" he said. \"And if you do donate, you're an amazing person who's helping everyone out.\""], "Language": false}