{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/20/entertainment/carrie-fisher-star-wars/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-20T14:33:29Z"], "LastModifiedDate": ["2019-12-20T14:33:29Z"], "Headline": ["The Carrie Fisher question: Why 'Star Wars' should have recast Princess Leia"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Fans can and will debate \"Star Wars: The Rise of Skywalker\" on various fronts, but even naysayers should recognize that one aspect of the film presented an extraordinary degree of difficulty: What to do about Princess Leia's role after the tragic death of Carrie Fisher. As director J.J. Abrams noted, the actress's sudden loss three years ago left the filmmakers with a number of options, each with their own problems. While none would have been perfect, the ultimate solution -- building her performance out of existing footage -- shows that you can have the best of intentions and still make the wrong call. With the characters played by original cast members Harrison Ford and Mark Hamill having died in the previous chapters, Episode IX would in theory look to Leia as the strongest surviving link to the original source. But the means of including her -- which Abrams called \"the impossible answer to the impossible question\" in a Vanity Fair interview -- was inherently limiting, in a manner that's awkward at best. According to Abrams, he quickly ruled out recasting or seeking to replicate Leia through digital technology -- as the character was, it's worth noting, in younger form in the stand-alone story \"Rogue One.\" Instead, her part was crafted around available unused footage, as Abrams described it, \"figuring out how to create the puzzle based on the pieces we had.\" The maneuver was enterprising, to be sure, but misguided. Given that digital renderings still tend to have a hollow look, nixing that idea made sense, especially with a character and performer that audiences know so well. Recasting, by contrast, represented the best available alternative -- one not only with established precedent, but which no reasonable person could criticize under the circumstances. Among major franchises, the examples include Michael Gambon taking the place of Richard Harris beginning with the third \"Harry Potter\" movie. Liam McIntyre also assumed the title role in Starz's \"Spartacus\" TV series after Andy Whitfield died of lymphoma at age 39. It's worth noting, too, that recasting has historically occurred for a variety of reasons, from contractual disputes to creative differences. Movie and TV fans have experienced seeing new faces in familiar roles, from Jodie Foster opting out of \"The Silence of the Lambs\" sequel \"Hannibal,\" with Julianne Moore playing her Clarice Starling; to Maggie Gyllenhaal replacing \"Batman Begins\" co-star Katie Holmes in \"The Dark Knight.\" None of those examples have the decades-long, deeply personal footprint that \"Star Wars\" possesses, and it would have been a daunting task for the actress selected. The bottom line, though, is that as beloved as Fisher was, fans should have been understanding about someone else portraying Leia. Instead, the chosen route meant making Leia a less-integral part of the story than she might otherwise have logically been expected to be, especially given the strong nostalgia factor that permeates the rest of the film. As noted, the producers were put in an awful situation through no fault of their own, and sought to make the best of what wasn't an easy decision. Their hearts were surely in the right place, and for many, seeing Fisher in the film will be an emotional experience. But to the extent the goal was to both honor the legacy she created and what would best serve that character and the story, they didn't pick the best possible answer to the impossible question."], "Language": false}