{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/19/opinions/100-op-eds-that-tell-the-story-of-the-decade/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2019-12-20T01:35:02Z"], "LastModifiedDate": ["2019-12-20T01:50:19Z"], "Headline": ["100 op-eds that tell the story of the 2010s"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Do you wonder where the 2010s went? Us too. Now here we are at the precipice of a new decade. But wait. Let's pause a few minutes before we leap into 2020 and together take one last look back at the past 10 years—the political upheaval, the social earthquakes and their joys (and disappointments), the natural disasters and everyday triumphs of humanity. And the crazy cultural phenomena we knew you wanted to hear about, because who could look away? (\"Left Shark\"? \"Game of Thrones\"? )  You've lived through this surge of history and CNN Opinion was with you, publishing commentaries by interesting people to help answer the question: what exactly does this all mean?   CNN Opinion was born in the waning months of 2009 and turned 10 this year. Here's a sampling of our most memorable pieces--so far. Take a look!    --Pat Wiedenkeller  Haiti's people have strong will to rebuild  By Edwidge Danticat  \"People are thinking 'I may have lost a loved one, but also I may have lost my country.' You feel so sad, terribly sad... The motto of Haiti is 'L'union fait la force': 'in unity there is strength.' In moments like this, you cling to that. You cling to everything. It makes me remember that this is a country that didn't have a chance when it began, a nation of slaves becoming the world's first black republic. You have to draw from this historical precedent and hope there will be a rebirth.\"   ---- My secret life under 'don't ask, don't tell' By Joan E. Darrah \"I had pretended to be straight and played the games most gays in the military are all too familiar with -- not daring to have a picture of Lynne on my desk, being reluctant to go out to dinner with her, telling her not to call me at work except in a real emergency, not going to church together, avoiding shopping for groceries together and generally staying out of sight of anyone I knew when we were together...But it was the events of September 11, 2001, that caused me to appreciate fully the true impact of 'don't ask, don't tell' on our lives.\"          ----  Tea Party leader: What we want By Phillip Dennis \"Washington bureaucrats are simply incapable of efficiency. The Tea Party is determined to send new, fiscally responsible leaders to Washington to trim government fat -- and not with scalpels, but with chainsaws.\"  ----  What 'The Pill' did By Raquel Welch \"By the early 60's The Pill had made it easier for a woman to delay having children until after she established herself in a career. Another significant effect of The Pill on female sexual attitudes during the 60's was, and still is: 'Now we can have sex anytime we want, without the consequences. Hallelujah, let's party!' These days, nobody seems able to 'keep it in their pants' or honor a commitment, raising the question: Is marriage still a viable option?...\"  ---- Next time, woo young Obama supporters By Erica Williams \"If the largest and most diverse generation in American history is so progressive, and members voted decisively Democratic, why the so-called 'Republican tsunami?' Because Obama himself wasn't on the ticket. The candidates who were running had the responsibility to engage and turn out young Obama voters -- and apparently completely failed to do so...\"  ---- Hiker freed from Tehran prison: Time for U.S.-Iran ties By Sarah Shourd \"When I was in Evin Prison in Tehran, a guard twice brought flowers to my cell...When I broke down and cried, she would hold me in her arms, look me in the eyes and say, 'God willing, Sarah, it's going to be OK.' Since my release, many people have wondered why I have not been more condemning of the country that kept me in solitary confinement for 410 days. They have wanted to know why I speak with such conviction about the need for an improved Iranian-U.S. relationship and highlight my love for the Middle East and respect for Muslim culture.\"     More takes from 2010: Erika Christakis and Nicholas Christakis: Want to get your kids into college? Let them play. Drew Westen: Why Obama won the health care battle. Ariel Dorfman: Why trapped miners \"unwilling to die in darkness.\" Ban high-capacity gun magazines like one used in Tucson By Frank Lautenberg \"The sickening shooting spree in Tucson holds many lessons for our country, but the most important is this: It's much too easy for dangerous people to get their hands on deadly weapons. We must change this. A good start is by banning high-capacity gun magazines -- which allow scores of bullets to be loaded at one time -- such as the one used in the Tucson massacre that left six people dead and 14 others wounded, including my colleague, Rep. Gabrielle Giffords.\" ---- Can this royal marriage survive? By Stephanie Coontz \"William and Kate kissed on the balcony of Buckingham Palace. Heart-shaped balloons floated above the couple's heads while Royal Air Force planes performed a flyover. And, of course, the bride looked stunning. But now that the wedding is over, what are the prospects for the marriage? There are a number of social signifiers that would seem to give it a pretty good shot. This is important, because over the ages the monarchy hasn't been so successful at producing great marriages.\" ---- Japan quake: it could have been even worse By Leonardo Seeber \"As the shaking got louder, I was looking at the walls around us wobble and crackle and I became humbly appreciative of the rule-abiding mind-set projected by the thick columns of reinforced concrete. Like Californians, the Japanese have been serious about earthquakes and it was now paying off. The statistics are clear. Even though the attention is riveted on the bad news of the tsunami devastating coastal towns...Considering the size of the phenomenon and of the city affected, Tokyo came through largely unscathed.\"  ---- Permissive parents: Curb your brats  LZ Granderson \"A young child slapping his or her parent's hand away in defiance is not cute, it's disrespectful. In my house, growing up, that would have earned much more than 'the look' from my mother. If I sound a bit old-school, I am. If I'm coming across as a bit of an ogre, so be it.  As a parent, I can empathize with how difficult raising children can be...But I don't believe making a child's wishes top priority is a demonstration of love. Nor do I believe that I, or the rest of the world, should act as surrogate parents for somebody's bad-ass kids. You wanted them, deal with them.\"  ---- I was wrong about same-sex marriage By David Frum \"I find myself strangely untroubled by New York state's vote to authorize same-sex marriage -- a vote that probably signals that most of 'blue' states will follow within the next 10 years. I don't think I'm alone in my reaction either. Most conservatives have reacted with calm -- if not outright approval -- to New York's dramatic decision. Why? The short answer is that the case against same-sex marriage has been tested against reality. The case has not passed its test. Since 1997, same-sex marriage has evolved from talk to fact.\" More takes from 2011: Ruben Navarrette: Sheriff Dupnik is right about Arizona. Bill Frist: Why Americans should care about famine in Africa. Arsalan Iftikhar: 'Arab Spring' becoming the Arab year?\n Slurs won't silence women By Sandra Fluke \"Restricting access to such a basic health care service, which 99% of sexually experienced American women have used and 62% of American women are using right now, is out of touch with public sentiment...Attacking me and women who use contraception by calling us prostitutes and worse cannot silence us.\"   ---- Today, we are all American Sikhs By Valarie Kaur \"Today, the day after the tragic shootings near Milwaukee, the fog will begin to lift. Just as after Columbine and Aurora, we will hear the names of the suspect and victims. We will learn more about the motive and imagine the nightmare that unfolded within those walls. ...But that will not be enough today. Today, we are called to do more. We are called to do the hard work of listening.\" ---- Ambassador Stevens was a man who built bridges By Judith Drotar \"It has been three days since Chris Stevens and three other Americans lost their lives in Benghazi, Libya...What really made Chris exceptional to me...was his ability to distance himself. Not the aloof kind of distancing that you might expect from someone in his position, but the kind where one puts emotion and ego aside in order to truly listen, to understand, and then to find a way to build bridges.\"  ---- My arrest at Occupy Wall Street By Molly Crabapple \"Jail is waiting. Depressing waiting. Humiliating waiting. Pointless, tedious waiting in a crowded cage with dead roaches and no running water, where officers processing you through the system laugh at your discomfort and fear.\" ---- Private space travel: A new era begins? By Meg Urry \"People who have visited SpaceX say its employees are among the best and brightest and that they mean to change the world. This is just what NASA did in the 1960s when humans moved out of low Earth orbit and ventured to the moon.\" ---- 'Zero Dark Thirty': Did torture really net bin Laden? By Peter Bergen \"The compelling story told in the film captures a lot that is true about the search for al Qaeda's leader but also distorts the story in ways that could give its likely audience of millions of Americans the misleading picture that coercive interrogation techniques used by the CIA on al Qaeda detainees-- such as waterboarding, physical abuse and sleep deprivation -- were essential to finding bin Laden.\"  More takes from 2012: James Carville and Rebecca Buckwalter-Poza: GOP routed by reality Ethan Zuckerman:  Mourn, and take action on guns.  Pope Francis, humble, authentic and credible By Christopher M Bellitto \"What Pope Francis seems to bring, at least at a first glance, is personal authenticity and credibility. Both are critical precursors to change. Many people want change, it is true, but any proposals that might or might not come won't mean a thing unless a new spirit of credibility and trust flows down the Tiber throughout the planet's oceans to the world's 1.2 billion Catholics.\" ---- The Internet is a surveillance state By Bruce Schneier \"Welcome to the end of private conversations...and welcome to a world where...everything else that you do or is done on a computer, is saved, correlated, studied, passed around from company to company without your knowledge or consent; and where the government accesses it at will without a warrant. Welcome to an Internet without privacy, and we've ended up here with hardly a fight.\" ---- My late wife's spirit was with us in court By Edith Windsor \"On Wednesday, the United States Supreme Court heard arguments in my case challenging the discriminatory Defense of Marriage Act, widely known as DOMA. I was honored and humbled by the opportunity to have my case considered by our nation's highest court...To be honest, I never could have imagined that this"], "Language": false}