{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/19/business/imax-best-year-yet/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alexis Benveniste, CNN Business"], "Writers": [["Alexis Benveniste"]], "FirstPublishDate": ["2019-12-19T17:03:28Z"], "LastModifiedDate": ["2019-12-19T18:09:51Z"], "Headline": ["IMAX had its best year yet, raking in more than $1 billion"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Hollywood had a down year at the box office. Instead of going to traditional theaters, many moviegoers are streaming from the comfort of their couches. But one theater has bucked the trend: IMAX still had its best year in 2019. Although an IMAX theater ticket costs more than a normal movie ticket, people are still showing up at the theaters. IMAX brought in more than $1.035 billion in box office sales this year, according to the company. That's a record, although just barely: Last year, IMAX raked in $1.032 billion in sales. \"We're proof that it's not a zero sum game,\" Rich Gelfond, IMAX's CEO told CNN Business. \"It's very telling that on the weekend that the final season of 'Game of Thrones' premiered, we had our biggest global opening weekend ever with Avengers: Endgame.\"  He also said IMAX had a \"massive opening with 'Spider-Man: Far From Home'\" around the same time that a new season of 'Stranger Things' arrived on Netflix. The weekend that \"Avengers: Endgame\" came out in IMAX was the best-ever opening weekend for IMAX worldwide. The movie also broke a record in China as the highest-grossing IMAX release. \"IMAX has over the years has built a reputation for creating the most immersive and bigger-than-life experience available in the movie theater and truly has truly become a differentiator in terms of how consumers perceive the moviegoing experience,\" Paul Dergarabedian, senior media analyst for Comscore, said. \"Every movie that is released in IMAX becomes an 'event' film and this has made them a great partner for studios who rely on their vast global network of screens to enhance their box office potential.\" \"The road for immersive, visceral storytelling runs through IMAX,\" Gelfond said. \"What we're seeing is that, even in the age of streaming and mobile, people want to come together and experience big, cultural events in a communal way, and we deliver on that.\"  In 2019, IMAX broke records internationally, bringing in $368.6 million, and local language box office sales hit $124.3 million. In China, IMAX made $341 million, according to the press release. The company's box office sales are expected to continue to soar for the rest of 2019, especially with the release of \"Star Wars: The Rise of Skywalker.\""], "Language": false}