{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/19/world/star-wars-creatures-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2019-12-19T14:42:54Z"], "LastModifiedDate": ["2019-12-19T14:42:54Z"], "Headline": ["The science of Star Wars: How filmmakers made alien creatures believable"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["When director Rian Johnson visited Ireland's Skellig Michael, where Luke Skywalker made his self-imposed exile in \"The Last Jedi,\" the craggy island was so overrun with puffins he had to take care not to step on them.  Instantly he knew the island, called Ahch-To in the film, would also be home to the Star Wars version of puffins, called porgs.  It's the great not-so secret sauce behind the appeal of creatures in Star Wars. The alien species on the screen intrigue but don't overwhelm the human imagination because they're rooted in familiar animals we know on Earth. And the diversity of creatures matches the variety of planets in the Star Wars galaxy -- as much as it does the environments on our own planet.  \"It's the scale of characters, telling a visual story of the environments, locations and geographical places on our world,\" said Neal Scanlan, creature supervisor on the four newest Star Wars films. \"It's important to do that because it makes us feel like these worlds aren't so different from our own. This is one aspect of Star Wars that makes it really engaging.\" Many of the creatures on screen rely on a mash-up of multiple known species, as well as the sounds of those species.  George Lucas envisioned an organic soundtrack for his Star Wars universe from day one. Sound designer Ben Burtt was tasked with creating the signature sounds of Chewbacca as one of his first assignments. He recorded bears, dogs, lions, tigers and walruses, editing their sounds together to make phrases out of them that sounded sad, cute or angry. Chewie's varying and slightly musical \"waawaawaa\" sounds act like his sentences of dialogue.  Animals and creatures in the Star Wars films are a mix of practical -- relying on puppets, animatronics or people in suits -- or digital recreations.  Some of the first creatures seen on screen in the original Star Wars film later named \"A New Hope\" are banthas and dewbacks. The bantha was actually a female Asian elephant wearing a head mask, palm fronds and tubing to stand in for the curved horns, according to \"The Moviemaking Magic of Star Wars: Creatures + Aliens.\" The dewback was a puppet made from the body of a stuffed rhinoceros, fitted with a reptilian head and tail.  New creatures await viewers in \"The Rise of Skywalker,\" in theaters this week. They'll be joining a long and established universe of creatures such as Chewbacca that have appeared throughout the franchise. Some may appear on screen for a few seconds, while others will take a little more time to introduce themselves.  Regardless, each creature has an entire history attached to them. And this is how it's been done for 42 years.  Star Wars creature design: A rulebook When creating a creature from the ground up, the conceptual designers of Star Wars often ask this question: How would you feel if you saw this thing in real life? They want it to be grounded in biology and obeying the laws of nature, to a degree.  \"We're hoping that you feel you could look out your window and see a porg in your tree and not scream and think an alien arrived,\" Scanlan said. \"Instead, it would be sort of OK that it sat in the tree.\" Humor is another key component. Much like the droids of Star Wars, the creatures can pop up and provide comedic relief -- especially porgs.  \"It should have a touch of humor about it,\" Scanland said. \"This is also true in the way we perform the characters because we don't only try to make them feel totally real. If they take themselves too seriously, it doesn't work.\" Scanlan compared it to the success of the Muppets. No one believed Kermit was real, but he had real qualities that people could connect with and enjoy. Lucas himself was inspired by the Muppets, which led to bringing in Frank Oz as the lead puppeteer and voice of Yoda in \"The Empire Strikes Back.\" The design also needs to be simple and recognizable. \"George always reminded us that if a design cannot be read in a nanosecond, as soon as it's on screen, it's a bad design,\" said Terryl Whitlatch, principal creature artist for \"The Phantom Menace.\" She designed many of the creatures seen in that first Star Wars prequel film.  Whitlatch also has a background in zoology and paleontology, which informed her anatomical precision and attention to detail for each species she designed.  \"The characteristics and behaviors of real animals are what made their way down into designing creatures for Star Wars,\" Whitlatch said. \"George wanted them to look and behave like real animals in their ecosystems.\"  Given her background, Whitlatch rooted her designs in the anatomy of real animals. When creating a new species, she considers its habitat, how it survives, the extremes of its environment, if its prey or predator, if it can be domesticated and how it sounds.  But Star Wars creatures also have personality and emotions. It keeps them from becoming generic shapes in the background and makes them something the audience cares about, Whitlatch said.  \"It's in the expression of the animal, a very subtle tell in the eye,\" Whitlatch said. \"George wanted that in every single animal, no matter how fleeting its time was on the screen.\" Yoda and the porgs The more endearing creatures are, the more successful they are in Star Wars, Scanlan said. It's at the heart of designs that lead to porgs -- mischievous sea birds based on puffins with owl-like faces. Practical design helped them determine the shape of the feet, their mouths, what the feathers looked like, their color patterns and how they moved.  The puppets were equipped with springs for legs, allowing them a natural bounce. And the porg that bonds with Chewbacca has similar color and markings. \"Chewie saw something of himself in that porg,\" Scanlan said. \"That's why they bonded.\" But bringing the porgs to life was a challenge, continuing a long tradition for puppeteers working on Star Wars films. Yoda famously required three puppeteers.  Each porg required two puppeteers, even though they're tiny.  Puppeteers Brian Herring and Dave Chapman, also responsible for droid BB-8, worked together on puppeting one porg. Herring was in charge of the head and body, while Chapman controlled the wings. They provided the birds with natural movements, but also kept it fun and light. \"We managed to make them fun and as realistic as we could,\" Herring said.  During the scene in the \"The Last Jedi\" where porgs discover Luke Skywalker's lightsaber on the cliff after he tosses it over his shoulder, Herring and Chapman were strapped into harnesses behind the porgs. Behind them, the cliff dropped down 300 feet into the ocean.   Chapman also worked with Frank Oz during Yoda's brief scene in \"The Last Jedi.\" The Yoda puppet requires absolute precision to keep him believable and impactful. Oz's mastery of the first puppet in \"The Empire Strikes Back\" is a tradition that continues. To reflect wisdom, Yoda was designed with ridges in his forehead and Albert Einstein-like eyes. Assisting Oz with puppeting Yoda, Chapman realized how real the creature's legacy became for him.  \"As a kid, I drew Yoda all the time,\" Chapman said. \"And then I was walking him to set. I looked down at him in my arms, and in that moment, it was so surreal.\" Creatures, great and small In \"The Phantom Menace,\" there's a short scene where a stampede of creatures can be seen running through the swamp as droid armies invade Naboo. There are at least 50 different species represented in the quick shot, according to Whitlatch. She designed creatures like Jar Jar Binks, which took more than a year to develop, as well as podracer Sebulba, which only took an afternoon. She gave Jar Jar his signature eye stalks, a body that combined a duck-billed dinosaur with an emu, a gangly build and short thighs to create his characteristic bird-like walk. Sebulba was based on the expression of arrogant-looking camels Whitlatch saw at the Oakland Zoo. But her favorite creation from the film is the Sando Aqua monster lurking in the depths of Naboo's core, the largest of the underwater creatures that can devour anything.  \"This was to be an animal that was so huge it could eat Godzilla for lunch,\" Whitlatch said.  Longer than an ocean liner and powered by strong forelimbs for grabbing unsuspecting creatures, the monster also had a graceful, feline-esque shape with shoulder blades above its spine and a long tail. She was originally inspired by tigers, combined with otters and deep sea creatures.  For the creatures with a practical presence in the films, the famed creature shop begins with talking to the director and proceeding to build prototypes of the animal.  In \"The Last Jedi,\" new creatures like the crystal foxes, called vulptices, are seen dashing across the mineral covered world Crait, while 14-foot-tall horselike fathiers race through the casino city of Canto Bight.  Director Rian Johnson described both to Scanlan and his team. He saw the crystal foxes, inspired by Arctic foxes, as creatures who digested mineral salts to the point that individual crystals formed on their hairs.  Scanlan and his team built a suit covered in thousands of drinking straws, which they placed on a greyhound. As it ran around, they studied the sounds of the straws and the way the light caught the straws. Johnson wanted a chandelier-like quality, which would have made the suit too heavy, so CGI foxes were used in the film. But the design and the movements of the creatures were rooted in biological chemistry and their practical tests.  The fathiers combined the majestic quality of stallions with the warmth of lions, resulting in a giant animal that was based on horses but used cat-like anatomy and movement. 3D sculptures helped the designers marry the qualities of both animals together. Most of the fathiers seen in the film are also CGI, but close up shots -- especially between the character Rose Tico (played by Kelly Marie Tran) -- used a practical puppet that moved and made sound. The performance infused the puppet with vulnerability and emotion, Scanlan said. At the end of her first test scene with the fathier puppet, Tran cried.  \"There's a real mental connection between Rose and the fathiers. It makes it feel real in the best sense of theater,\" Scanlan said. \"You look at this entity as a real thing.\""], "Language": false}