{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/12/19/entertainment/gallery/star-wars-creatures/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Lucasfilm Ltd.", "Lucasfilm/Twentieth Century Fox", "Jonathan Olley/Lucasfilm Ltd."]], "FirstPublishDate": ["2019-12-19T14:40:37Z"], "LastModifiedDate": ["2019-12-19T14:40:37Z"], "Headline": ["The memorable creatures of Star Wars"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Jedi Master Yoda is just one of many intriguing creatures we encounter in the Star Wars universe. He was purposefully designed with brow ridges and Albert Einstein-esque eyes to indicate his immense wisdom and knowledge. The towering, loveable Chewbacca, inspired by George Lucas' dog, was brought to life by actor Peter Mayhew in a mohair-covered suit and face mask. A combination of animal sounds created his unique dialect. Banthas are beasts of burden used by the sand people on Tatooine and other desert planets. In \"A New Hope,\" the bantha was actually an elephant wearing a head mask, palm fronds and tubing. Dewbacks are similarly used as beasts of burden by sandtroopers on desert planets and can be seen in \"A New Hope,\" along with other films in the series. The first dewback design used the body of a stuffed rhinoceros, fitted with a reptilian head and tail. Jar Jar Binks was based on a design that included blending an emu with a duck-billed dinosaur. His short thighs were responsible for his bird-like walk.  Sebulba's inspiration came from arrogant-looking camels that Whitlatch saw at the zoo.  Crystal foxes, known as vulptices, were designed with their habitat in mind. They live on the harsh mineral world Crait and were inspired by Arctic foxes. They have fur encrusted with crystals and sound like chandeliers when they run.  The fathiers are 14-foot tall, horse-like creatures with the face and movements of a lion. Although they're mainly CGI in the film, a puppet was used for close up shots to convey vulnerability and emotion. The porgs were inspired by puffins found on the actual island used for filing Ahch-To. The creature designers gave them owl-like faces. Two puppeteers were assigned to each porg to create their believable movements."], "Language": false}