{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/sport/game-changers-documentary-james-wilks-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Daniel Gallan, for CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-18T09:59:16Z"], "LastModifiedDate": ["2019-12-19T02:41:44Z"], "Headline": ["Macho vegans: The documentary that's changing the script on plant-based diets"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["Arnold Schwarzenegger versus Sylvester Stallone. In prison. Slugging it out with bare knuckles. Alpha males vying for supremacy. It doesn't matter that it's 2013 and the two action heroes are starring in the underwhelming movie \"Escape Plan.\" This sort of machismo is as timeless as a sword wielding Achilles from Homer's Iliad. In one scene, the two heavyweights are exchanging punches when Schwarzenegger doubles over in laughter. \"You hit like a vegetarian,\" says the strong man turned actor turned politician. Six years later, Schwarzenegger appears in \"The Game Changers\" documentary telling the world he no longer eats meat and espousing a  vegan diet for high performance. \"It's marketing,\" he says of the long-held connection between testosterone and T-bone steaks.  What could have caused this dramatic shift? READ: Endurance runner uses vegan diet to fuel 100-mile race READ: Does a vegan diet affect your ability to heal? Old message, new packaging Initially, James Wilks, the producer and presenter of \"The Game Changers,\" didn't set out to change anyone's mind, let alone Schwarzenegger's. Back in 2013, the former mixed martial artist and special forces combat trainer purchased a second hand camera off Craigslist simply to document his road to recovery from two injured knees.  Immobile and frustrated, his research led him to an article about the diets of Roman gladiators which claimed the ancient slave-warriors ate a predominantly plant-based diet. Like Schwarzenegger, Wilks had been conditioned to believe that alpha men chowed down on mountains of rib-eye in order to beef up their muscles. His shock led to curiosity. \"That was the start of the journey,\" Wilks told CNN Sport. \"We never expected it to take us where it has.\" Today, \"The Game Changers,\" directed by Oscar-winner Louie Psihoyos is a worldwide phenomenon. Alongside Schwarzenegger, co-producers include Hollywood director James Cameron and Formula One champion Lewis Hamilton. The film was released on Netflix in September and its trailer has been watched over 10 million times on YouTube. The documentary's premise is simple: eating more vegetables is good for you, eating meat and dairy products increases your risk of health complications. It's hardly ground breaking news. But the way this message is packaged is the source of the popularity of \"The Game Changers.\" There are the usual talking heads you'd expect to find in a documentary about nutrition -- scientists, doctors, even the odd historian and sociologist. But the film's unique selling point is the way it leans on the success stories of high-performing athletes to convey its philosophy. Eight-time US cycling champion Dotsie Bausch, record-breaking strongman Patrik Baboumian, NFL wide receiver Griff Whalen and a clutch of bodybuilders and endurance athletes all speak of improved performances since transitioning from an omnivorous diet to one solely based on plants. \"I used to think that vegans were skinny, long haired, hippie tree huggers living in communes,\" Wilks said. \"You know, they just care about the planet and nothing else. There's nothing wrong with that, but that was my perception and I think a lot of people's perception.\" It is for this reason that the word vegan is used just once in the film, by Wilks' father, and never by any expert interviewed or Wilks himself.  \"There is a stigma attached to the words veganism and vegetarianism,\" he said. \"Those diets tell you what you're not eating but it doesn't tell you what you are eating.\" READ: Is vegan diet healthy for kids? Belgian doctors say no READ: Here are four great reasons to give animal products a miss Critical reception Apart from setting the record straight on terminology, Wilks and his team also sought to dispel myths surrounding plant-based diets and the benefits of eating meat. Across 88 minutes of screen time, several studies and experts challenge the idea that muscle growth is contingent on animal protein. There's the one about blood flow through arteries unimpeded by trans fats. There's the argument that plants are more efficient sources of protein than animals. There's also the intriguing test that measures the overnight erections of three college athletes. It's the beans, not the beef, that yielded harder, longer lasting erections. \"We wanted to show the facts, show the science and then people can make up their own minds. We wanted to open people's minds and present the evidence that challenges some myths around nutrition,\" Wilks said. But critics have been out in force. Numerous articles, blogs, vlogs and podcasts have challenged the apparent one-sided stance the documentary takes. Some have focused on the science, criticizing fudged data, small sample sizes, anecdotal and cherry-picked evidence, and presenting the findings as fact.  Others have pointed out that some of the film's producers -- like Cameron who is the CEO of Verdient Foods, an organic pea protein company -- have a commercial interest in turning the world vegan. Some just aren't happy about being told how to live their lives and feel \"The Game Changers\" is wagging a finger in their face. \"I think there's a misconception of the film,\" Wilks said. \"Before the film came out, people who hadn't even seen the film were saying it's propaganda, that the science is cherry picked. How can you make an  interpretation of the film if you haven't seen it?\" \"People got hung up on the gladiator thing. They claim I said that gladiators were vegan. I never say that. I say they predominantly ate plants. So people then latch on to this and say that if they can discredit the founding reason for my interest in this subject then the can discredit the entire documentary. But it's just not true.\" In a 2015 study published in the journal Group Processes & Intergroup Relations, it was found that vegans experience discrimination and bias on a par with minorities in western society.  \"We're not trying to tell people to go vegan or go vegetarian, we just want people to make up their minds about what they're eating,\" Wilks said. \"I shouldn't be judging other people or telling them what to do.\" READ: Change your diet to combat climate change in 2019 READ: The beef with beef Save the planet, go vegan Some of the film's points are less open to scrutiny. The meat and dairy industry is placing a significant strain on the environment and is contributing to the harmful greenhouse gasses that have accelerated global warming. Wilks and his team also explore the ways in which water security around the planet is jeopardized by factory farming and outline why a transition towards a more plant-based diet would alleviate this pressure.  Since the release of \"The Game Changers,\"  more elite athletes have changed their eating habits. Four-time Tour de France winner Chris Froome is now openly vegan and strongman Hafþór Júlíus Björnsson, who plays \"The Mountain\" in \"Game of Thrones,\" has said he is open to the idea (but only during off-season). One documentary cannot change the world. But by speaking to millions of people, and by tapping in to a broader discourse that has already mobilized Extinction Rebellion and fostered an increase in Google searches for the word vegan, Wilks has hit us where we feel it most -- in our stomachs. "], "Language": false}