{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/entertainment/star-wars-the-rise-of-skywalker-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-18T08:11:02Z"], "LastModifiedDate": ["2019-12-18T21:49:25Z"], "Headline": ["'Star Wars: The Rise of Skywalker' rises to the occasion of concluding the epic saga"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The following review contains no spoilers. Like a tremor in the Force, the division stirred by \"The Last Jedi\" created friction in the \"Star Wars\" universe. That left director J.J. Abrams with additional clean-up work to do on \"The Rise of Skywalker,\" a \"Star Wars\" movie made very much with devout fans in mind, and one that proves highly satisfying as an end not just to this trilogy, but a saga 42 years in the making. Abrams (who co-wrote the script with \"Justice League\" scribe Chris Terrio) also directed \"The Force Awakens,\" and in hindsight, Lucasfilm would have been wise -- or at least saved itself some headaches -- not to entrust its baby (one even more precious than the child in \"The Mandalorian\") to multiple artistic visions. Love or hate \"Last Jedi,\" it went off in directions that seemed to depart from the groundwork that Abrams and company had laid out. To that extent, \"The Rise of Skywalker\" feels like a welcome course correction, featuring sequences and references that more cynical minds will dismiss as \"fan service,\" but which derive emotion and power precisely from the bond and investment the audience has forged not just with this permutation on the story, but all of it going back to the original trilogy. It gives away nothing to note what's already been heavily promoted -- that Billy Dee Williams and Ian McDiarmid -- Lando Calrissian and Emperor Palpatine, respectively -- play roles in this film, reinforcing ties to those roots. The filmmakers have also chosen, less successfully, to construct the late Carrie Fisher's performance around available unused footage, a technical accomplishment that nevertheless proves awkward and limiting. Perhaps foremost, \"The Rise of Skywalker\" seeks to recapture some of the fun and playfulness that has been a hallmark of the series, despite the backdrop of darkness and galaxy-threatening peril at its core. In that effort, the movie wisely focuses squarely on its principals -- Rey (Daisy Ridley), Finn (John Boyega) and Poe Dameron (Oscar Isaac), as well as the villainous Kylo Ren (Adam Driver) -- finding meaty material and solid interplay for all of them. The tradeoff, such as it is, is that the few significant new characters scarcely register. The themes are familiar. The \"Star Wars\" story has always hinged on choosing one's path. It has also returned, frequently, to world-destroying technology, with Death Stars bookending the original trilogy. Recruited to finish the story he started, Abrams pretty obviously didn't intend to reinvent anything. But the strong sense of nostalgia that permeates the film feels especially appropriate in the context of completing a narrative that took so many decades to finally tell. If there's a quibble, it's mostly in the first 45 minutes or so, as the movie sets up its central challenge, then essentially careens from one crisis to the next, in a fashion that comes across as a little too willy-nilly in its galaxy-hopping exploits. The final hour, however, is filled with indelible moments, and the overall pacing is extraordinarily brisk. Unlike some blockbusters, there's precious little fat found on its two-hour-and-23-minute frame. Like anything with a big, diverse constituency, there's no pleasing everyone with a \"Star Wars\" movie at this point, and the naysayers have a way of wielding the loudest megaphones -- occasionally in unpleasant ways that reflect a lack of perspective. While George Lucas' creation is immersed in myth, it was never meant to become a religion all its own. Faced with that task -- and clearly mindful of the enormity of it -- Abrams has made a \"Star Wars\" movie aimed at the people who love it best. \"The Rise of Skywalker\" isn't perfect, but seen that way, it more than rises to the occasion. \"Star Wars: The Rise of Skywalker\" officially premieres December 20 in the US. It's rated PG-13."], "Language": false}