{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/entertainment/high-school-students-sylvester-stallone-rocky-stature-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Elizabeth Wolfe and Saeed Ahmed, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-18T21:30:14Z"], "LastModifiedDate": ["2019-12-18T21:30:14Z"], "Headline": ["Sylvester Stallone surprised a group of high school students at his 'Rocky' statue in Philadelphia"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A group of New Jersey high school students got quite the power punch when \"Rocky\" star Sylvester Stallone decided to pay them a surprise visit. Students from Eastside High School's Culinary Arts, Hospitality, and Tourism School (CAHTS) in Paterson were on their way home from a field trip Monday when they decided to stop by the statue of Rocky Balboa, from the classic \"Rocky\" film series, near the bottom of the Philadelphia Museum of Art's steps.  \"When the students first arrived at the museum, they went to the statue and somebody said, 'Hey, you just missed Sylvester Stallone,'\" said CATHS Principal Edgard Nieves in a statement. \"Nobody believed he was there, and then two black SUVs pulled up.\"  None other than Rocky himself, Mr. Sylvester Stallone, jumped out of one of the vans and ran through the excited gaggle of students and jumped up on the statue. The heavyweight star posted a video of the serendipitous meet-up on his Instagram, saying, \"I'm a lucky man thanks to you guys! #KeepPunching.\" The video shows Stallone stepping up on the statue of his own likeness and gesturing the crowd to gather around him. \"Hands up,\" he shouted, encouraging the group to pose with their fists up in reference to Rocky's iconic two-fisted gesture of triumph.  Maria Rodriguez-Mendez, one of the students, told CNN she's been a fan of Stallone since she was a child, influenced by her parents who are also fans. \"It was a shocking moment, really,\" she said. \"It was like reliving my childhood.\" Students and staff who got to see Stallone described the legend as humble, happy and gracious.  After taking one photo with the group, the actor hopped back in his car. Before Stallone could leave, Darin Johnson, an instructional assistant with the school, ran up to the car to let him know they were high school students.  After hearing that, Johnson says, Stallone jumped back out of the car for another round of selfies with the kids. \"Some people say you should never meet your celebrity heroes because you'll be disappointed,\" Johnson told CNN. \"But in this case, I'm glad to have met Mr. Stallone.\""], "Language": false}