{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/entertainment/parasite-awards-race/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-18T20:29:16Z"], "LastModifiedDate": ["2019-12-18T20:29:16Z"], "Headline": ["'Parasite' looks poised to make noise, and history, in this year's awards race"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Awards chatter tends to focus on the usual big names, but some of the most excited current speculation in film circles surrounds \"Parasite,\" a South Korean movie quietly piling up the sort of accolades that could position it to be a major, potentially history-making player in this year's race. Earlier this week, director Bong Joon-ho's twisty thriller made the short list of 10 movies under consideration for the Oscar in international film (previously best \"foreign-language\" film). It's perceived as the frontrunner in that category, one in which no South Korean movie has ever been nominated. Recognition at other awards, however, have fueled excitement about the film's broader prospects, with Bong Joon-ho receiving a best director nomination from the Golden Globes, and the cast among the choices for best ensemble in the Screen Actors Guild nominations. The ensemble seems particularly well positioned, to the extent that the movie doesn't really have a singular lead. The plot centers on two families -- one a quartet of poor grifters, who encounter a wealthy family and insinuate themselves into their lives to exploit them, triggering plenty of unintended consequences. Last year, the Spanish-language \"Roma\" garnered a best-picture nod, with director Alfonso Cuaron winning in his category. The question now is whether \"Parasite\" could fill that role this year, including the possibility of a historic bid in the best-picture field. As Vanity Fair noted, like the Mexican directors that have fared so well at the Oscars in recent years, Bong has also worked on English-language movies, directing \"Snowpiercer\" and \"Okja.\" \"Parasite\" also brings commercial credentials to the process, having earned more than $20 million in the U.S., setting records for a subtitled movie. It's trail of honors, moreover, goes back to the Cannes Film Festival, where it won the prestigious Palme d'Or -- the event's top prize -- last May. Handicapping the movie's chances, the Hollywood Reporter offered a reminder that only nine foreign films have ever been nominated as best picture, with none winning. Given its perceived status in the international film competition, \"Parasite\" appears destined to achieve at least one first. Still to be determined, among many hovering over this year's awards season, is just how much history it's going to make."], "Language": false}