{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/world/star-wars-droids-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2019-12-17T14:24:26Z"], "LastModifiedDate": ["2019-12-18T17:34:41Z"], "Headline": ["Why are Star Wars droids so loveable? It's science"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["In November 2014, a little orange and white ball named BB-8 rolled across the screen in the first \"The Force Awakens\" trailer, the next generation of plucky droids in the Star Wars universe.  In the short scene, the unique droid is rolling as quick as he can across the sands of Jakku. His body looks like its spinning in a million different directions, while his head somehow stays in place, antenna aimed forward like an English Pointer. His big central eye and childlike movements and sounds evoked the same emotions we have toward babies and cute animals. BB-8 was designed to be loved.  And when they first saw him, fans thought BB-8 was a completely digital rendering. But then a practical, robotic BB-8 rolled across the stage at Star Wars Celebration in 2015. The sight, much like watching R2-D2 roll through the desert, caused another wave of wonder: Could this ever be possible in real life? In the Star Wars universe, droids are part of everyday life. They pilot and repair ships (unless they belong to the Mandalorian), translate, navigate, hunt bounties, perform medical procedures, cook food, tend bar and act as weapons and armies during times of war.  But they also have personality. They talk back, get their feelings hurt and care for their human counterparts. Some are downright sassy.  As enamored as we are of R2-D2, C-3PO and BB-8, these kinds of droids are not part our reality. Robots assist us differently, and usually behind the scenes. If your Roomba gets stuck under the sofa, you don't have the same endearing feeling toward it as though it were a squeaky mouse droid zipping around an Imperial Cruiser. \"At this stage, depending on what you want your robot to do, we can create an R2-D2 that can roll around and make beeps and bloops with a universal probe that can interface with things,\"said Patrick Johnson, physicist and assistant teaching professor at Georgetown University. \"Can it stop a trash compactor on command? Not necessarily at this time.\" Johnson, author of \"The Physics of Star Wars,\" cited the ease of robotic mobility from companies like Boston Dynamics, known for its lineup of robots that can act as pack mules, move boxes, sense and inspect, and even a humanoid robot named Atlas. And regarding a universal translator like C-3PO, our current analogs resemble machine learning-based services such as Google Translate and language modeling software like GPT2 that can create believable text. Google Assistant's AI can make reservations and uses speech patterns with hesitations or \"umms\" to sound natural. \"These are very basic things right now, but take GPT2's language algorithm, combine it with Google Assistant and put it in a Boston Dynamics robot and you're dangerously close to an actual droid we would see in the Star Wars universe,\" Johnson said.  However, personality is another thing altogether. At the Star Wars-themed Galaxy's Edge portion of the Disney parks, guests can build their own droid and determine its personality by inserting a specific chip.  And the droids in Star Wars are powered by people.  Metal parts, human hearts The legacy of Star Wars droids and their memorable personalities were forged by actors Kenny Baker and Anthony Daniels, the real people inside the droid-like suits of R2-D2 and C-3PO respectively. C-3PO, Human Cyborg Relations, was initially supposed to sound like a New York taxi driver.  The Star Wars droid was envisioned as a fast-talking, wise-cracking robot. But when British actor and mime artist Anthony Daniels first saw a concept sketch of the golden droid by artist Ralph McQuarrie over the shoulder of George Lucas, he got a different vibe.  \"Over George's shoulder, I saw a painting. And the most extraordinary thing happened,\" Daniels said in an interview for \"Empire of Dreams: The Story of the Star Wars Trilogy.\"  \"It just struck me. I looked at this face, and the face looked back at me and we had this extraordinary eye contact. He's looking right out of the picture and seemed to be saying, 'Come be with me. The vulnerability in his face made me want to help him.\" On the set of the original \"Star Wars\" film also known as \"A New Hope,\" the slim Daniels suited up as C-3PO and used his natural voice, which he expected it to be dubbed over by the outrageous accent Lucas wanted.  But after auditioning a number of voices and showing clips of Daniels to his friends, including Francis Ford Coppola, they all said the same thing: Keep Daniels' voice. Free to embrace the C-3PO he had brought to life, the actor refined the voice. The result was a dramatic, easily offended and oft-stressed overdone British butler.  Similarly, Kenny Baker's three foot, eight-inch frame was encased in R2's metal body and he was tasked with making the droid look alive and happy. He would bounce from side to side, making R2 look animated and effervescent. Slight head turns resembled that of a child looking from fascination point to fascination point.  Ben Burtt, sound designer, recalled in \"Empire of Dreams\" that R2 actually turned out to be the most difficult problem to solve in the sound design for \"A New Hope.\" He used a small synthesizer to stand in for R2's dialogue at first because the script only referred to R2 making a sound or beeps, but it didn't sound alive.  As the sound team talked about R2, they realized he was a bit like a developing toddler. They made baby talk recordings, sounding out beeps and boops, and married the tones with the synthesizer.  \"R2 is 50% machine and 50% organic sounds coming from the performance of a person,\" Burtt said in the documentary.  Bringing up BB-8 There are many versions of BB-8. He can be animatronic, digital or practical. The one seen in that first teaser trailer is a practical effect with two puppeteers who brought BB-8 to life: Brian Herring and Dave Chapman.  \"That first shot was me running behind a camera car with Dave lashed to the back of it, hanging on for dear life,\" Herring said. \"Dave was bouncing around on the back controlling the head, I was running like mad moving the body. And it's one of my fondest memories.\" BB-8 looks like he's spinning impossibly fast because Herring twisted the body slightly left and right as he moved -- something animatronics wouldn't be able to do. Much like the legacies of Baker and Daniels, it took the quirky personalities of Herring and Chapman to bring BB-8 to life. They suited up in green onesies so their performance would be digitally removed later, leaving only BB-8 behind on the screen.  Chapman and Herring had worked together before, but 15 years passed before they were hired for their dream job together in 2013.  BB-8 was a new droid and welcoming a new generation of kids to Star Wars. Like creatures, the droids often function as comedic relief. Director J.J. Abrams and Neal Scanlan, head of creature effects, told the duo to bring ideas, gags \"and be as good as you can possibly be -- it will be watched for many, many years.\" The pressure was on. A metal droid has its limits -- they wanted BB-8 to be likeable, but not human. Chapman was in charge of the droid's head. Herring controlled the body. Much of the time, they had to work together as one brain.  \"We keep them robotic, small, sharp and snappy,\" Chapman said.  Chapman and Herring had a short amount of time with the script and the BB-8 puppet before filming began to figure out his vocabulary of movement. They had to figure out how he looked happy, sad, angry or quizzical. And it needed to fit his unique shape.  Herring studied the droid and realized it was the size of a dog and he began to shape the droid's personality as though it was a tenacious Jack Russell Terrier. He realized that BB-8 was like Poe Dameron's dog, which Rey rescues and reunites with his owner.  By the end of their 10 days with the droid, \"we knew how that puppet worked, backwards, forwards and sideways. Between us, its two brains doing one character,\" Herring said. \"BB-8 is all about precision, especially of his eyeline,\" Chapman said. \"Once that eye is looking at what it needs to look at, it looks like he's in the moment. If it's 5 centimeters off, it looks terrible.\" Tiny head movements are key because he's a small droid, especially next to R2-D2. Large movements would make him look \"wacky.\" But a head tilt helped him look curious. And rattling the rods at the back of his head gives it an excited shake. They also developed a bizarre \"breathing\" for the droid. When puppets stop moving, they look dead, Herring said. He used the rods that puppeteer BB-8 to keep the body slightly moving at all times -- like he's constantly correcting to keep from rolling over. If BB-8 was upset or excited, the movement would be a little faster. Digital effects were added to some of the scenes, like the thumbs up he gives Finn. And the sound team gave him a distinctive voice, including a kind of \"purring\" for his breathing. BB-8 doesn't repeat any droid beeps heard in the Star Wars universe before.  The puppeteers cited the scene in the Millennium Falcon (between Rey, Finn and BB-8) as their favorite to shoot and perform. In the scene, Rey is fixing the ship, Finn is trying to help and BB-8 is determining where his allegiance lies. BB-8 does multiple double takes and rapidly flips his gaze between Rey and Finn.  Chapman hits every eyeline, angling it just so. BB-8's movements suggest his inner turmoil over trusting Finn. \"I think it's our best team work,\" Herring said. \"And it got the biggest laugh in the movie.\" A human's best friend A droid with a personality is a science fiction trope that some want as a reality. But as Johnson notes, just the idea raises ethical issues. Social and chat bots have turned into the worst versions of the internet because that's how people communicated with them.  \"I feel uncomfortable when people are rude to a digital assistant, like shouting at Siri or Alexa,\" Johnson said. \"When would a C-3PO need to have legal protections put in place? Is it a piece of property, or an entity that has a personality? It's not alive, so it wouldn't have same protections as human being, but that line gets gray.\"  But even something as simple as podcasts could help an AI.  \"There is so much content in this world we could feed into machine learning or AI,\" Johnson said.  \"They could learn how to speak by listening to podcasts because there is so much audio content from so many people.\" Until that complicated concept becomes a reality, the droids of Star Wars reveal what human and robotic partnerships could be like in an idealized galaxy. When \"The Rise of Skywalker\" premieres this week, we'll meet another droid: D-O. He's made of spare droid parts, looks a bit like a rolling hairdryer, and by all accounts, becomes buddies with BB-8. And foreshadowing in the trailer makes C-3PO's nine-film run look like it's coming to some kind of end. In a recent trailer, he says he's \"taking one last look\" at"], "Language": false}