{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/success/glitter-biodegradable/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Parija Kavilanz, CNN Business"], "Writers": [["Parija Kavilanz"]], "FirstPublishDate": ["2019-12-18T14:08:19Z"], "LastModifiedDate": ["2019-12-18T15:19:07Z"], "Headline": ["Most glitter is terrible for the planet. He's trying to change that"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["Glitter is festive and fun, and seemingly innocuous. Until you think about what it actually is. Most glitter is made up of tiny pieces of plastic, called microplastics -- and it's a huge danger to the environment. \"Everyone talks about the mountain of plastic floating in the ocean. You can still grab the empty bottles from the water, but with microplastics, it's impossible,\" said Victor Alvarez, a chemical engineer who sells an eco-friendly alternative to glitter. Discarded glitter, too tiny to collect and recycle, ends up in lakes, rivers, oceans and anywhere on land you can imagine, he said. Alvarez's company, Today Glitter, sells biodegradable glitter. \"My intention with Today Glitter is to raise awareness of the dangers of [glitter] microplastics use in the cosmetics and arts and crafts markets,\" he said. An unusual career path In the early 2000s, Alvarez worked for Mercedes-Benz in Germany, where he conducted tests and analysis on emissions of volatile organic compounds and their impact on the environment. \"My work at Mercedes-Benz triggered my interest in the environment and any disruptive technology that protected the environment,\" said Alvarez. A few years after leaving Mercedes, in 2010, Alvarez founded Blue Sun International in Miami, which makes specialty ingredients for the skin and haircare industries.  \"We make ingredients that promote 'clean beauty,' free of harsh chemicals, irritants and carcinogens,\" he said. Glitter is a popular ingredient in cosmetics, such as eye shadows and lipsticks. So Alvarez began researching an alternative that didn't contain plastics to make his products safer for the environment. That's when he came across Ronald Britton Ltd., a company based near Manchester, England, which had developed a plastic-free, biodegradable product called Bioglitter. While conventional glitter is made from polyester film coated with color, Bioglitter is made from regenerative cellulose sourced from hardwoods, primarily eucalyptus. Alvarez worked with the company to become the first retailer to sell Bioglitter in America. By 2018, he formed Today Glitter in order to sell the biodegradable glitter directly to consumers through its website. While he uses Bioglitter in his Blue Sun cosmetics, he also formed Today Glitter as a separate company in 2018 in order to sell the biodegradable glitter directly to consumers through its website. Stephen Cotton, a chemical engineer and commercial director at Bioglitter, says Today Glitter has been instrumental in getting the word out on safe glitter. \"To be honest, we didn't get much attention for the glitter when we first marketed it,\" he said. But as awareness about plastic pollution has increased that has changed, he said. Today Glitter sells two kinds of biodegradable glitter -- Bioglitter Sparkle and Bioglitter Pure. The Sparkle line is 92% plastic-free and biodegrades about 87% in about 28 days, said Alvarez. It also has a thin coating of aluminum reflective color to add shine. It contains less than 0.1% aluminum and is not toxic. Alvarez hopes the Sparkle line will eventually be 100% plastic free.  The Pure line is made with ethically-sourced mica from the United States and is 100% plastic- and aluminum-free, said Alvarez. The Pure glitter biodegrades about 92% in 28 days.  Cotton said all Bioglitter products are third-party tested by TÜV, an international organization that provides testing and certification for compostable and biodegradable products. Despite its benefits, the raw materials needed to make biodegradable glitter cause it to cost about twice as much as conventional glitter. A small glass vial with a cork stopper that contains just 6 grams of the Bioglitter costs $10, while the same amount of regular glitter could cost at least half that amount.  Alvarez expects the price will come down over time. \"Influencers are helping us on social media and we're also creating a community of safe glitter users, many of whom are using our glitter in creative ways and posting photos on our website.\" Schools and colleges have also been reaching out to him as they look for safer products for their students to use. Alvarez expects the company's sales to cross $1 million in January.  But more importantly, Alvarez says, his main goal is to effect meaningful change.   \"I want to make an impact today because any glitter you use today will stay on earth for at least 100 years. So we have to make a change, now,\" he said."], "Language": false}