{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/18/media/china-box-office/index.html"], "Source": ["cnn"], "Location": ["Hong Kong"], "ByLine": ["By Sherisse Pham, CNN Business"], "Writers": [["Sherisse Pham"]], "FirstPublishDate": ["2019-12-18T08:31:41Z"], "LastModifiedDate": ["2019-12-18T08:46:26Z"], "Headline": ["Homegrown movies drive China's box office to record highs"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["China's box office brought in a record haul in 2019, propelled in large part by domestic movies that took the lion's share of the market.  As of Tuesday, China's box office haul for the year totaled 61.32 billion yuan ($8.76 billion), a spokesman for the Chinese movie ticketing platform Maoyan Entertainment said Wednesday. That total blew past last year's record of 60.7 billion yuan ($8.67 billion) — and there are still two weeks left to go. \"Domestic movies have become the key driver for box office growth in China,\" according to Maoyan, highlighting the growing trend of Chinese blockbusters outperforming their Hollywood counterparts on home turf.  Among the top 10 movies so far this year, eight were Chinese films. They pulled in a combined total of 22.6 billion yuan ($3.2 billion).  Only two of the highest grossing movies were imported: \"Avengers: Endgame,\" which had the third-highest haul at 4.24 billion yuan ($605 million), and the latest film from the Fast and Furious franchise, which slid in at No. 10 with 1.43 billion yuan ($204 million). Hollywood relies on China to drive global ticket sales. China's movie regulator typically allows only 34 foreign films to be shown in theaters each year. Scoring one of those coveted slots can significantly boost a movie's global box office returns. For example, China made up 22% of \"Endgame's\" total box office haul, according to Box Office Mojo. The last time a Hollywood movie led China's box office was 2015, when \"Furious 7\" grossed nearly $391 million. Foreign films represented half of the top 10 movies in China in 2014, and have made up a smaller mix ever since.  This year, China's breakout star was \"Ne Zha,\" an animation fantasy film released in July. The movie smashed records, raking in nearly 5 billion yuan (about $713 million) at the box office.  The film is based on the mythological character of Ne Zha, a deity well known in China for being a rebellious teen hero. It has become China's most successful animated movie ever and the second best selling film in China of all time, after the 2017 action flick \"Wolf Warrior 2\".  The success of \"Ne Zha\" comes more than a decade after the blockbuster hit \"Kung Fu Panda\" prompted some soul searching in China. The 2008 comedic cartoon about a fat panda who becomes an unlikely martial arts master was faithful to Chinese culture, but China might not have had the creative freedom to make such a film, a prominent Chinese filmmaker and opera director said at the time.  \"The film's protagonist is China's national treasure and all the elements are Chinese, but why didn't we make such a film?\" Wu Jiang, president of the China National Peking Opera Company, said at a government meeting at the time.  Kung Fu Panda grossed $26 million in China in 2008, according to Box Office Mojo, which was a massive haul back then, when the country's annual box office was less than one-tenth of what it is today. "], "Language": false}