{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/opinions/bombshell-sends-this-message-filipovic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jill Filipovic"], "Writers": [["Jill Filipovic"]], "FirstPublishDate": ["2019-12-18T01:18:14Z"], "LastModifiedDate": ["2019-12-18T07:07:01Z"], "Headline": ["'Bombshell' exposes some very ugly truths"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["There are no heroes in 'Bombshell,' as much as the movie's creators want there to be. The film, about Roger Ailes's alleged systematic harassment of the women at Fox News, has as its main strength a phenomenal female cast, including Nicole Kidman as Gretchen Carlson, Charlize Theron as a practical body double of Megyn Kelly, and Margot Robbie as the fictional Kayla Pospisil, an ambitious young evangelical Christian whose family worships Fox News as much as Jesus Christ.  The women of 'Bombshell' are as steely as they are gorgeous. They're also enablers of the same misogynist culture they protest.  The film pokes at this uncomfortable truth and, refreshingly, doesn't whitewash Fox's ugliness. Ailes's on-screen harassment of Kayla is particularly painful, and Margot Robbie's excruciating rendering of how sex, power and humiliation all tie together is one of the film's most horrifying -- and important -- moments. Reading about sexual harassment dulls it. Seeing it is a crucial reminder of how repulsive and destructive Ailes, and sexual harassers like he was alleged to be, can be. Being surrounded in a dark theater experiencing the chilling reality of sexual harassment through the eyes, ears and bodies of powerful actresses seems crucial at our moment in history, particularly given how easily the depiction of women who are journalists slides into the sexist \"she'll sleep with you to get a scoop\" territory occupied by Clint Eastwood's hotly contested version of an Atlanta Journal-Constitution reporter in his new film \"Richard Jewell.\"   The thing about \"Bombshell\" -- and the thing about discrimination against and harassment of women in general -- is that while sexism is not unique to any particular environment, it is more likely to proliferate in communities that are unapologetically sexist. Fox News is no question that. And so it is a challenge for filmmakers to make us empathize with women who are happy to work at a chronically misogynist network -- who know that the network operates by having a sea of blondes hike up their skirts -- and are then sexually harassed.  How does a film get us to root for women who we also know have intentionally and happily made their careers at a place like Fox News? The makers of \"Bombshell\" (who, notably, are mostly men) manages  to do just that, partly by making Kayla a naïve and sympathetic ingenue, and partly by making Charlize Theron's Megyn Kelly our fourth-wall-breaking narrator. She treats us to a layered look inside Fox's paranoid, bigoted and xenophobic innards, and, after a good deal of tension-building, we still find ourselves rooting for the wronged women to triumph.  But \"Bombshell\" also doesn't let the women of Fox off the hook, showing how their ambition and greed encouraged them to look the other way for too long.  These women have been wronged; they are also happy to profit from a network that perpetrates myriad wrongs (Kate McKinnon's character, a fictional producer for Bill O'Reilly's show, describes the network as pushing \"the mentality of an Irish street cop: the world is a bad place, people are lazy morons, sex is sick but interesting\"). They know what they're doing. And while we are happy to see them grow into something resembling a feminist consciousness, we also see that self-interest is the driving force, not any real dedication to equality more broadly. Other Fox women whose personal interests diverge from those challenging Ailes jump in as his primary defenders.  But, of course, it's not women who dominate the Fox power structure. John Lithgow plays Ailes perfectly as an avaricious and ruthless fearmonger who gets the comeuppance he deserves. The other men in the Fox orbit though -- those whose names didn't make headlines, but whose actions did far more to enable not just Ailes but widespread Fox misogyny -- are largely invisible. Instead, women stand as both the film's heroines and its secondary villains.  Fox's problem wasn't a single bad man; it's the toxicity of the company itself. \"Bombshell\" probably isn't going to convince the people for whom Fox is a daily church that they're being intentionally terrified and titillated, that the scare your grandma/outrage your grandpa model is in fact propaganda packaged as news. Nor does it fully hold the women of Fox accountable for the years they spent going along with both Ailes's behavior and the network's profound ugliness. But it does at least let the story be a little more complicated than ambitious blond heroines versus a perverted old troglodyte. This, certainly, is progress: No longer is sexual harassment understood as a he-said/she-said or a flubbed flirtation; it's about power structures more than sexual desire, and \"Bombshell\" takes that message to the masses.  It would certainly be better if the many, many other men at Fox were given the scrutiny and send-up that they so richly deserve. But even in liberal Hollywood, our ability to hold men accountable as enablers of misogyny remains painfully limited. \"Bombshell\" comes out as the President of the United States, an accused sexual assailant (he denies this) practically installed into office by Fox News and the head of a party that is overwhelmingly white and male, faces impeachment proceedings; his primary foil is Nancy Pelosi, a sharp strategist who the misogynist-in-chief paints as a harridan.   One hopes a film like this will connect the dots between the workplace horrors so many women faced at Fox and the broader GOP -- how there is a direct line between men like Roger Ailes demanding a young female reporter pull her skirt up ever higher and the Republican Party's weaponizing of white male rage -- but it seems doubtful. \"Bombshell\" is a good movie, but it's a one-time show. It's still Fox that is beamed into millions of American homes, 24 hours a day, seven days a week. "], "Language": false}