{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/politics/kellyanne-conway-covid-19-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-04-15T14:20:10Z"], "LastModifiedDate": ["2020-04-16T04:16:44Z"], "Headline": ["Kellyanne Conway's simply false spin on 'Covid-19'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["No one can spin like Kellyanne Conway. It's the secret to how she has lasted so long as senior counselor to President Donald Trump, someone who puts a premium on his advisers' ability to take lemons and turn them into lemonade. Or at least tell people they turned them into lemonade. But Conway's sangfroid for spin occasionally gets her into trouble. Wednesday morning was one of those times. In an appearance on \"Fox & Friends,\" Conway was asked about Trump's decision Tuesday to revoke US funding for the World Health Organization. Here's what she said (bolding is mine): \"The President took decisive and immediate action at the end of January to shut down flights to China. That was criticized by the WHO. It was criticized by other people as xenophobic and racist and travel bans don't work. Well, this one sure did. We have every right to know. And every right to know because what's happened here in this global pandemic. But there's another reason, some of the scientists and doctors say that there could be other strains later on. This could come back in the fall in a limited way. This is Covid-19, not Covid-1, folks. You would think that people charged with the World Health Organization facts and figures would be on top of that. This is just a pause right now. So there is an investigation, examination to what happened. But people should know the facts.\" The message Conway is trying to spin here is clear: The WHO had 18 previous chances to tell the world about Covid-19 -- and didn't do a good job of it. Man, they must really stink! Or, are they, maybe, hiding things from America?!?!!? Except ... the reason the novel coronavirus is called Covid-19 is because it emerged in, well, 2019. As the WHO noted in in its February 11 Situation Report: \"Following WHO best practices for naming of new human infectious diseases, which were developed in consultation and collaboration with the World Organisation for Animal Health (OIE) and the Food and Agriculture Organization of the United Nations (FAO), WHO has named the disease Covid-19, short for 'coronavirus disease 2019.'\" (Side note: The actual virus that causes Covid-19 is known as \"severe acute respiratory syndrome coronavirus 2 or SARS-CoV-2. \"This name was chosen because the virus is genetically related to the coronavirus responsible for the SARS outbreak of 2003,\" explains the WHO. \"While related, the two viruses are different.\") Simply put: Conway is wrong. Dead wrong. She simply either forgot her facts on why Covid-19 is called \"Covid-19,\" or never knew them in the first place. (Theoretically, Conway might actually know the facts and chose to purposely misstate them, but that would be impossible to actually prove.) She wants viewers on Fox News -- the cable channel of choice for conservatives in the country -- to be suspicious of the WHO (as Trump has fomented suspicion in virtually every world organization including the United Nations and the World Trade Organization).  And the idea that there were 18 other previous coronaviruses that the WHO didn't tell us about is too tempting for Conway to pass up. Even if it's totally and completely false. If you think Conway will pay any sort of price within the White House for, uh, misspeaking, well you haven't been paying much attention over these past three years. Remember that shortly after Trump was inaugurated Conway went on \"Meet The Press\" and was asked about then White House press secretary Sean Spicer's blatant falsehoods about the size of Trump's inauguration crowds. She said this: \"You're saying it's a falsehood. And they're giving -- Sean Spicer, our press secretary -- gave alternative facts.\" \"Alternative facts.\" Those two words have, in many ways, come to define Trump's tenure in the White House. According to The Washington Post's Fact Checker, Trump has said more than 18,000 -- not a typo -- false or misleading things in his first 1,170 days in office. That's an average of more than 15 false claims a day. Every day. So, no, Conway won't be castigated or called out by the President for her what-about-the-past-18-Covids suggestion. And that, right there, is the problem."], "Language": false}