{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/14/entertainment/youtube-music-videos-of-the-decade-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Andrea Diaz, CNN"], "Writers": [["Andrea Diaz"]], "FirstPublishDate": ["2019-12-14T11:01:48Z"], "LastModifiedDate": ["2019-12-17T16:59:11Z"], "Headline": ["YouTube's list of the most viewed music videos of the decade will have you humming 'Despacito'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Pasito a pasito the song \"Despacito,\" won the decade.  Nearly two years after the song's release date, Puerto Rican singer Luis Fonsi and reggaetón star Daddy Yankee continue to burn steadily up the charts.  YouTube has released a detailed breakdown of the most popular music videos from the past four decades, and \"Despacito,\" which is mostly in Español, is leading the 2010s chart.  With a whopping 6.5 billion views, the music clip topped the list. And this is not the first time \"Despacito,\" which means \"slowly\" in Spanish, has made YouTube history.  In 2018, it became the world's first video to reach 5 billion views on the video-sharing platform, winning the artists a Guinness World Records title. Here are the rest of YouTube's most viewed music videos of this decade: 'Shape of You' Released in 2017, Ed Sheeran's tune had more than 4.5 billion views.  'See You Again' Wiz Khalifa's video features Charlie Puth and earned 4.3 billion views. In 2017, it took the top spot.  The song was also a tribute to the movie star Paul Walker, who was killed in a car crash before the 2015 action film \"Furious 7\" was released.  'Uptown Funk' Sitting at No. 4 are Mark Ronson and Bruno Mars with 3.7 billion views. This song reached the top of the charts in 2015, remained there for 14 weeks, and became the longest-leading Billboard Hot 100 of the 2010s at the time. 'Gangnam Style' With 3.4 billion views, PSY's music video not only made the top five, it broke YouTube in 2014 by surpassing the average views the platform could handle at that time.   'Sorry' Is it too late now to say sorry ... that this video didn't top the chart? Justin Bieber's 2015 hit made it into our hearts with 3.2 billion views.  'Sugar'  The song was released in 2015 and performed during this year's Super Bowl halftime show. Maroon 5's video was watched more than 3 billion times. 'Roar'   With 2.9 billion views, Katy Perry's \"Roar\" in 2016 was part of a historic moment in America. The song was used as a campaign theme for Hillary Clinton, the first woman nominated by a major political party for President of the United States. 'Counting Stars' No more counting stars, they are counting views. OneRepublic's \"Counting Stars\" ends the decade with more than 2.8 billion views on YouTube.  'Thinking Out Loud' Sheeran is the only artist to have two singles in this top 10, closing the list with \"Thinking Out Loud,\" which had 2.8 billion views. "], "Language": false}