{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/17/entertainment/star-wars-oscars/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-17T14:16:48Z"], "LastModifiedDate": ["2019-12-17T15:15:45Z"], "Headline": ["'Star Wars' has a storied history, but Oscar nominations isn't a big part of it"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Star Wars\" has earned billions at the box office, but in the \"You can't have everything\" department, hasn't won an Oscar since 1984 -- awards being a place where, to quote Yoda, size matters not. Can the final chapter in the trilogies, \"The Rise of Skywalker,\" end that drought? Notably, year-end critics awards and best lists that have been assembled didn't have the luxury of seeing the latest \"Star Wars\" movie, which hits theaters on Thursday evening. Academy Award voters will have the chance before filing their ballots, with the added footnote that one of the elements perceived as helping Oscar ratings -- which like other award shows, have struggled in recent years -- is nominating big, popular movies, such as last year's best picture bid for Marvel's \"Black Panther.\" The original \"Star Wars,\" later subtitled \"A New Hope,\" garnered 10 nominations in 1978, including one for best picture and the only acting nod in the franchise's history, for Alec Guinness in the supporting role of Obi-Wan Kenobi. It won six awards in technical categories, including musical score for composer John Williams. No \"Star Wars\" movie has been nominated for best picture since, and the last Oscar win of any kind was a special achievement in visual effects award for \"Return of the Jedi,\" released in 1983. \"The Empire Strikes Back\" also garnered an Oscar for that, as well as best sound. The prequel trilogy, released from 1999 to 2005, garnered a mere five nominations total in technical categories, while the most recent installments, \"The Force Awakens\" and \"The Last Jedi,\" received five and four, respectively. \"The Rise of Skywalker\" is already on the just-announced academy short list for honors in two areas, musical score and visual effects. Several factors could benefit \"The Rise of Skywalker,\" assuming, of course, that the movie is good enough to earn a place in the awards conversation. (The movie had its premiere on Monday night, and the review embargo will lift on Wednesday.) The Academy of Motion Picture Arts and Sciences expanded the number of best-picture nominees in 2009 from five to as many as 10, and has nominated at least eight movies every year since 2011. That potentially opens the door for a film or two that might not have made the cut in the '70s, '80s or '90s. The current year also appears to lack many clear frontrunners in the Oscar race, and some of the leading contenders -- including \"The Irishman\" and \"Marriage Story,\" both Golden Globe nominees -- come from Netflix, which will potentially have to overcome resistance within parts of the Academy's membership to bestowing its top honors on a streaming service. Finally, it's hard to measure to what extent nostalgia might influence the voting. \"The Lord of the Rings,\" for example, won the 2004 best picture Oscar for its third installment, \"Return of the King,\" which almost felt like recognition of the overall feat that director Peter Jackson pulled off in mounting that trilogy. That was also the last genuine blockbuster to be so honored. Oscar nomination voting closes on Jan. 7, with the nominations to be announced on Jan. 13. By then, \"The Rise of Skywalker\" should  be well on its way to being a force at the box office. Whether that translates into a formal invitation to the industry's biggest night remains to be seen."], "Language": false}