{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/16/entertainment/kumail-nanjiani/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2019-12-16T20:56:26Z"], "LastModifiedDate": ["2019-12-16T21:11:27Z"], "Headline": ["Kumail Nanjiani reveals how he got ridiculously fit for Marvel's 'Eternals'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Kumail Nanjiani, the talented comedian, writer and actor who you've possibly seen in HBO's \"Silicon Valley\" or the film \"The Big Sick,\" is still a talented comedian, writer and actor -- but he now also has muscles. And people have taken note, largely because it's hard to miss when someone posts shirtless photos of their veiny, muscled body on Instagram.  While debuting his new build on social media, Nanjiani admitted that he \"never thought I'd be one of those people who would post a thirsty shirtless\" photo, but he made an exception because \"I've worked way too hard for way too long.\"  Nanjiani said he worked with multiple trainers to achieve his new look after deciding he wanted to transform himself ahead of taking a role in Marvel's \"Eternals.\"  \"I would not have been able to do this if I didn't have a full year with the best trainers and nutritionists paid for by the biggest studio in the world,\" he said. \"I'm glad I look like this, but I also understand why I never did before. It would have been impossible without these resources and time.\"  Along with his trainers and catering service, Nanjiani made sure to thank his wife, writer Emily V. Gordon, \"for putting up with me complaining and talking about only working out and dieting for the last year.\"  \"I promise I'll be interesting again some day,\" he joked.  Marvel's \"Eternals\" is set for a November 2020 release. It will be part of a new phase of the Marvel Cinematic Universe.  Directed by Chloé Zhao, the film will star Angelina Jolie, Richard Madden, and Salma Hayek, among others.  \"Silicon Valley\" wrapped up its run earlier this month.  Nanjiani and Gordon are currently working on an anthology series for Apple TV+ called \"Little America,\" which will tell stories featuring immigrants. "], "Language": false}