{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/16/media/steve-burke-nbcuniversal-steps-down/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2019-12-16T15:02:34Z"], "LastModifiedDate": ["2019-12-16T15:53:08Z"], "Headline": ["NBCUniversal chief Steve Burke says he will step down on January 1"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The streaming era of NBCUniversal will be led by Jeff Shell, the chairman of NBC's film and network television businesses. Shell is succeeding NBCUniversal CEO Steve Burke on January 1, a few months before the company launches its Peacock streaming service. Burke, 61, will become chairman for eight months while Shell settles in as CEO. Burke will retire on August 14 \"following the Summer Olympics in Tokyo,\" which will be shown on NBC's networks, parent company Comcast said in a press release on Monday. Burke's impending exit was first reported by Variety last week. The news outlet noted that Shell had been in the running for the CEO job for quite some time. Shell was chairman of the Universal Filmed Entertainment Group until the beginning of this year, when Burke added oversight of NBC's broadcast and international operations to Shell's portfolio. Shell will certainly be evaluated by his management of those existing assets, but the launch of Peacock is NBC's top priority while he is taking the reins. NBC is planning a mid-January event to share more information about its plans for the streaming service, which will be NBC's answer to Netflix, Disney+, and other platforms. Burke indicated in a statement on Monday that the leadership transition is amicable. \"While this has been a dream job, it has always been my plan to hand off the baton at the right moment and move on to the next chapter of my life where I can pursue a different set of interests,\" he said. \"It is great to know I am leaving the company in terrific hands with Jeff, who is the right leader to usher in the next phase of growth and success for NBCUniversal.\""], "Language": false}