{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/16/entertainment/anna-karina-dies-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris and Barbara Wojazer, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2019-12-16T11:17:24Z"], "LastModifiedDate": ["2019-12-16T13:34:25Z"], "Headline": ["Anna Karina, star of French New Wave cinema, has died at 79"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["French New Wave actress Anna Karina has died of cancer, her agent told CNN.  \"Beyond what she represented and the legend around her, the most important thing to remember about Anna is that she was a free spirit,\" Laurent Balandras told CNN. Karina \"always remained so humble, so appreciative of all the opportunities she was given,\" the agent added.   Karina died Saturday in Paris at the age of 79. She was \"an incredible ambassador of the French cinema,\" Balandras said. Karina made choices out of pleasure, not strategy, he added, and had fun along the way.  \"She was extremely funny, extremely bright. A big kid, always.\" The two had spent time together while traveling, her agent said, also attending the Cannes Film Festival in southern France in May 2018.  French President Emmanuel Macron expressed his condolences to those close to the actress. \"The French will long remember the face that lit up screens and set hearts afire, and the voice that made us hear the music of her soul, with its rhythms and tunes, its vibrato and its cracks,\" said a statement on the presidency's website. \"Her look was and will always be the look of the New Wave,\" French Minister of Culture Franck Riester said in a tweet, paying tribute to the star. \"Anna Karina radiated; she hypnotized the entire world.\" Karina had been awarded the distinction of knight of the French Legion of Honor -- the country's highest decoration -- Françoise Nyssen, former French culture minister, said.   \"Today, the French cinema wakes up an orphan,\" Riester said. \"It has lost one of its legends.\" Karina was born in Denmark on September 22, 1940.  Not yet 18, she left home behind with nothing but some money in her pocket and went to find some friends in Paris, where she later began modeling, according to NewWaveFilm.com It was in a soap commercial that director -- then film critic -- Jean-Luc Godard first saw Karina, the website said. The two were later married and divorced.   Karina became famous for her work -- appearing in many French films of the 1960s -- with Godard, including \"Le Petit Soldat\" (\"The Little Soldier\") and \"Vivre sa vie\" (\"My Life to Live\"), as well as her films with directors Luchino Visconti and Jacques Rivette, the minister of culture said.  She won best actress at the Berlin Film Festival in 1961 for her role in \"Une femme est une femme\" (A Woman is a Woman), which was directed by Godard. At news of her death, tributes began pouring in.  \"Her image sold a fantasy of women to generations of cinephiles but Anna Karina lived way past that. Honoured to have witnessed both the fantasy and the real woman in action,\" director Cameron Bailey said in a tweet.  Karina was \"witty, warm & wise,\" reporter Mark Olsen wrote on Twitter of an interview with the actress. \"As she said of how her work endures, 'the audiences are young people all over again. It means it's still very modern after so many years.'\""], "Language": false}