{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/opinions/danny-aiello-seymour/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Gene Seymour"], "Writers": [["Gene Seymour"]], "FirstPublishDate": ["2019-12-14T00:17:12Z"], "LastModifiedDate": ["2019-12-14T01:49:15Z"], "Headline": ["Why 'Moonstruck' actor Danny Aiello was a hero to late bloomers"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Danny Aiello, the Brooklyn-born, Oscar-nominated character actor who died at 86 Thursday, was, among many things, a paradigm of the late bloomer and an inspiration for anybody who believes their best selves are never far removed from discovery, no matter how old they are. Aiello, after all, spent most of his adult years after the Army handling packages and performing public address announcements for Greyhound before becoming a union official. His first screen credit came in 1973, when he was 40, as one of Robert De Niro's baseball teammates in \"Bang the Drum Slowly.\" More than 70 others would follow.  David Thomson, in his \"Biographical Dictionary of Film\" had Aiello nailed down: \"[A] natural comic, a rather good singer and a big soft show-off who likes to be the heavy.\"     As \"the heavy,\" Aiello made himself distinctive. He improvised the line \"Michael Corleone says hello\" in 1974's \"The Godfather Part II\" just before his character Tony Rosato garrotes Frankie Pentangeli (Michael V. Gazzo). He could be glacial in malevolence as the crooked cop in 1981's \"Fort Apache: The Bronx\" but managed to sneak in tiny streams of pathos even as a wretchedly abusive husband in Woody Allen's 1985 film, \"The Purple Rose of Cairo.\"   But Aiello's most important, career-defining movie roles weren't as \"bad guys\" in the strictest sense, but as complicated men left bemused and bereft by other people's impulses.\t In 1987, Aiello played Johnny Cammareri in director Norman Jewison's \"Moonstruck.\" Cammareri was engaged to the widowed Loretta Castorini (Cher, in her Academy Award-winning role), who likes the fulsome, itchy-headed Johnny, but doesn't love him, believing that marrying someone you love can only lead to betrayal and loss. (Her mother, played by Olympia Dukakis, concurs. At first anyway.) Aiello was everything but mean and foreboding as Johnny: sweet, ingratiating with an anxiousness to please that proves his undoing.  If \"Moonstruck\" broadened audience's perceptions of Aiello's range, then Spike Lee's \"Do the Right Thing\" brought to greater prominence his commitment, presence and engagement.  As Sal, owner of the neighborhood pizza palace that becomes the nexus of racial conflict, Aiello persuasively evokes the confusion, exasperation and hurt of a man at the mercy of upheavals and transitions he can neither comprehend nor accommodate. \"They grew up on my food!\" Sal shouts at the African American kids in the neighborhood who now see him and his family as the enemy in the 1989 film.  That line, like the one in \"The Godfather Part II,\" was Aiello's idea. Lee had pursued Aiello for the role, which the actor was initially reluctant to take because it seemed to him too stereotypical at first. He kept insisting to Lee that their politics weren't exactly in sync with each other. He finally agreed, but only if, as he recalled telling Lee in a 2016 interview, \"You give me an opportunity to add something to this character. I know this character. I may know him better than you.\" For his effort, Aiello scored an Academy Award nomination as Best Supporting Actor.  He had many more opportunities to show how good he was, playing the title role of Lee Harvey Oswald's killer in 1992's \"Ruby\" and as leads in both 1993's \"Me and the Kid\" and \"The Pickle.\"  He distinguished himself in \"Harlem Nights\" (1989), \"Jacob's Ladder\" (1990), \"Once Around\" (1991), where he showed his vocalizing chops on \"Fly Me To The Moon,\" \"Ready to Wear\" (1994), \"City Hall\" (1996) and \"Lucky Number Slevin\" (2006), among many others.  His 1997 stab at TV series stardom, \"Dellaventura,\" barely lasted half a season, yet he achieved a kind of ersatz immortality on the small screen as the disapproving father in Madonna's 1986 video for \"Papa Don't Preach,\" directed by James Foley.  One thing conspicuously absent from this otherwise impressive curriculum vitae is the name of Martin Scorsese, and Aiello was as bewildered by this as anyone else. \"I'm the only Italian American in the country that hasn't been in his pictures,\" he said in a 2017 interview.  It makes you wonder: What if Scorsese had filmed his recent crime epic, \"The Irishman\" at a point that allowed a slightly younger Aiello to play someone like Philadelphia crime lord Angelo Bruno or even the ill-fated Jimmy Hoffa? After all, Aiello had been president of a transit workers local once. No matter. As Aiello would likely put it at his most laconic, he did the work, got the love. All of it good."], "Language": false}