{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/13/entertainment/star-wars-trolls-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-13T17:50:25Z"], "LastModifiedDate": ["2019-12-13T17:50:25Z"], "Headline": ["'The Rise of Skywalker' takes flight after the rise of the 'Star Wars' trolls"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Star Wars\" has always enjoyed a strong bond with fans, which has become one of its defining features. Yet as \"The Rise of Skywalker\" brings the original saga to a close, the rise of trolls threatens to fundamentally change that relationship. The backlash against \"The Last Jedi,\" the eighth movie in this particular series, turned inordinately vitriolic. While there are legitimate questions about how representative those voices are -- and indeed, what role Russian trolls and political provocateurs played in dragging the comments into the sewer -- the cacophony from social media has at times made it easier to simply tune out those voices rather than engage them. It's worth noting that this appraisal comes from someone who harbored plenty of misgivings about \"The Last Jedi,\" in contrast to much of the critical establishment. Some of the reasoned complaints about the film and the choices made by writer-director Rian Johnson, to these ears, made perfect sense. The tone, however, became absurdly ugly, lashing out in ways that exhibited a loss of perspective -- forgetting that this is a fantasy controlled by a major corporation, there to be enjoyed, debated or disappointed about as such, but one over which no fan can claim personal ownership, however much time, money and energy they invest in it. Johnson said then -- and more recently in a GQ interview -- that such voices represent a small subset of the overall pool. Still, writing in Esquire last year, Matt Miller lamented that a \"loud section\" of \"Star Wars\" fans have become \"tragically synonymous\" with hate and bigotry. A study by Morten Bay, a research fellow at USC's Annenberg School for Communication, examined social media and found \"evidence of deliberate, organized political influence measures disguised as fan arguments\" about \"The Last Jedi,\" in much the way outside elements have sought to further polarize political discourse. That's troubling, to the extent it's true. But it only stokes the sense that abusive quadrants of fandom don't speak with one coherent voice, can't be mollified, and there's not much sense in trying. That hasn't been the prevailing mentality among movie studios and TV networks, which court fans, seeking to turn them into ambassadors who will fuel passion for their properties, translating into sales of tickets and merchandise. Disney has been especially adept in this regard, creating its own fan expo, D23, populated by talent from its movies and shows, mirroring massive gatherings devoted to all things pop culture at Comic-Con in San Diego and similar events. Maintaining a dialogue with fans is perceived as being a good business strategy. Talent, including actors and directors, also use platforms like Twitter to speak directly to fan bases, bypassing the traditional public-relations filters. That situation, however, has created problems for directors like Johnson and \"Last Jedi\" co-star Kelly Marie Tran, who was forced off social media by the misogynistic and hateful responses she received. Johnson attributes the ugliest elements to a few bad apples, defending the wider fan base and warning against generalizing based on that. \"On social media a few unhealthy people can cast a big shadow on the wall, but over the past 4 years I've met lots of real fellow SW fans,\" he wrote at the time. \"We like & dislike stuff but we do it with humor, love & respect.\" Yet as Wired senior editor Angela Watercutter noted after her own run-in with trolls, when some of those participating in a conversation -- real or digitally concocted -- are seemingly there just to stoke discord, \"when it's impossible to know which sentiments are real and what motivates the people sharing them, discourse crumbles.\" The release of another \"Star Wars\" movie is always an occasion, one destined to create strong opinions, pro and con. Fans also have avenues now to exult or vent publicly in ways that were scarcely imaginable when the first movie premiered in 1977, and Disney wants to keep them in a buying mood. The rise of the trolls, however, hovers over \"The Rise of Skywalker.\" And given the difficulty separating conventional heartfelt griping from bad-faith trolling, the best advice might come from another memorable science-fiction movie franchise -- remembering that in space, no one can hear you scream."], "Language": false}