{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/12/tech/facebook-2020-trends-report-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-12T17:23:34Z"], "LastModifiedDate": ["2019-12-21T03:00:18Z"], "Headline": ["Facebook taps data to predict likely 2020 trends kimchi, milk baths and 'plant parents'"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Do you bathe in milk, gobble up kimchi or dress in getups straight out of the '80s? If you don't, you might soon -- Facebook predicts those trends could go global in 2020.  For its 2020 Topic and Trends Report, Facebook collected country-specific topics users in 13 countries had shared that it says could become mainstream next year. When patterns in topics emerged, the company said it relied on third-party researchers to \"inform and validate\" the findings.  This year's edition predicts everything from DIY projects in Brazil to scaled-back skincare in the Philippines to craft coffee in Thailand.  Last year's report focused solely on the US and predicted everything from a zero-waste economy and cerebral horror films to ASMR and healthy soul food.  We'll have to wait a year to find out how accurate their 2020 trends forecasts are, but until then, browse through a few of the trends Facebook says could break through.  Flexitarians, green diets and green rooms Americans are talking more about methane emissions associated with animal agriculture, but they're not willing to give up meat entirely. Facebook says the rise of flexitarianism -- a majority plant-based diet that occasionally incorporates meat and fish -- could become a 2020 movement.  Another major topic of conversation in North America -- houseplants and succulents. Canadians are greening up living spaces with indoor plants and sharing the results widely -- \"plant parent\" influencers are encouraging their followers to get greener.  The milk bath Self-care is now synonymous with luxuriating in the US, so it's fitting that baths could come back in a big way.  Specifically, Facebook predicts, milk baths will become en vogue. Rumored to be a pastime of Cleopatra, the baths are supposedly moisturizing for dry skin some centuries later.  Pod people Podcasts already seem like they rule the world. But they'll increasingly inform what US viewers see on screen, Facebook predicts. Pointing to \"The Farewell,\" the acclaimed film based on a segment in NPR's \"This American Life\" and podcasts like \"Dirty John\" and \"2 Dope Queens\" that were adapted as TV series, the company says we'll see the audio medium become so massive that Hollywood will increasingly capitalize on its fandom and creative freedom.   Trust (and treat) your gut Australia could see a surge in gut-friendly foods like kimchi and ghee, or clarified butter. They're packed with probiotics that strengthen the \"gut biome\" -- the good bacteria that live in the gastrointestinal tract.  The country's also a major purveyor of high-fiber foods like chickpea and lentil pasta, a protein-packed alternative to traditional wheat flour fare.  The US adopted avocado toast from the Aussies, so maybe the American masses will follow Australia's lead again. Kimchi, a stalwart of Korean fare, and kombucha have already crossed over into the US.  It's written in the stars Astrology isn't all horoscopes and zodiac signs. In Argentina, Facebook users are considering how their birth charts impact their emotional intelligence, with a Buenos Aires hospital even incorporating astrological personalities into its workshops for mental health patients.  Top searches included \"tarot\" and \"Mercury\" -- when the planet's in retrograde, astrology buffs believe the backward movement causes changes in mood and a greater likelihood for errors and frustration.  1980s or 2020s?  Millennials and Gen Zers in Brazil are embracing the nostalgia of a time they never lived in. Facebook says 1980s cultural touchstones, like neon and lamé clothing and vintage tech like cassettes and 8-bit video games, hearken back to a \"simpler time.\" Adults who lived through the '80s might beg to differ, but Facebook says callbacks to the decade could be big in Brazil. "], "Language": false}