{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/opinions/emmanuel-macron-world-wide-ceasefire-leader-andelman/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by David A. Andelman"], "Writers": [["David A. Andelman"]], "FirstPublishDate": ["2020-04-16T01:26:51Z"], "LastModifiedDate": ["2020-04-16T01:51:01Z"], "Headline": ["France's Macron positioning himself as leader of the world"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["France's 42-year-old president, Emmanuel Macron, who has faced many challenges governing his country, is now positioning himself to take over the mantle of global leadership long reserved to the older leaders of China, Russia or especially the United States. And right now, he has no real challengers. The vehicle of this leadership campaign is Macron's proposal for a worldwide ceasefire -- a truce everywhere from Afghanistan to Syria, Iraq and Yemen.   And he says he's a good part of the way there. There are five permanent members of the UN Security Council (France, China, Russia, Britain and the US) and four of the five are on board, according to Macron. Macron also says he hopes to secure the agreement of the final member, Russia's Vladimir Putin, within hours. UN Secretary General António Guterres had already called for an \"immediate, global ceasefire,\" observing that \"the fury of the virus illustrates the folly of war,\" though with no real buy-in until Macron weighed in.  Clearly, such an action would not eradicate some of the greatest challenges to world peace. Even with the backing of the entire Security Council, there's no assurance Afghanistan's Taliban or their supporters in Pakistan will turn down the heat there. Russia and Turkey are maintaining their presence in Syria, whose dictator Bashar al-Assad will be ill-inclined to give any breathing room to the insurgents who continue their increasingly beleaguered efforts to unseat him. Iranian-backed militias will continue their operations in Iraq, despite Iran's desperate condition in the face of the pandemic. Chinese warships will continue to patrol the South China Sea to cement its hold over the long-disputed islands in this strategic waterway.    Still, the truce initiative could be a start. And Macron indicated his intention to raise it with the G20 during a worldwide conference call of the group's finance ministers Wednesday evening. The concept was broached in his interview on Radio France International when Macron also debuted the idea of a moratorium on all debt payments by African nations as a means of helping to control what promises to be potentially the most devastating continent-wide target of the coronavirus because of the lack of resources.  But where would such Macron initiatives leave the United States? Clearly with a more diminished presence on the world stage than ever at a time when only the greatest, most intense universal action can prevent global catastrophe. A global backlash has already greeted Trump's ill-timed and even more ill-conceived pledge to turn off all subsidies to the World Health Organization at the very height of the most profound challenge to global health in a century. Macron has already taken a tough stand against some of the world's leading powers and their actions during the pandemic. French Foreign Minister Jean-Yves Le Drian summoned to the Quai d'Orsay, the Chinese ambassador to France, who received a tongue-lashing for criticizing Western response to the coronavirus, even accusing French nursing home workers of \"abandoning their posts overnight ... and leaving their residents to die of hunger and disease.\" China's foreign ministry spokesman Zhao Lijian quickly backed down, repudiating his ambassador's remarks. Not long afterward, Macron added Xi Jinping's name to his list of backers of his global truce. At the same time, a number of European countries have complained about China selling them faulty medical gear and test kits. None of this calculated to cement Xi as a leader to whom the world can turn in its time of need. All this comes as China, particularly, has sought to raise its profile and assume a larger role on the world stage, filling a vacuum it perceives with the increasingly erratic performance of Donald Trump and his increasingly go-it-alone positions.  Still, Macron's initiative could not have come at a more opportune moment for Europe. Of more than 2 million cases of coronavirus in the world, half have been registered in Europe. Moreover, a number of European countries have begun their first tentative moves toward a lifting the quarantine regulations. Macron himself has suggested May 11 for France. France could be a leader in this initiative. A number of European countries also began closing borders -- long open for decades under the frontier-free European Union -- to their neighbors, hoping to contain the pandemic's spread. Macron has been in the forefront of those anxious for the EU to maintain its integrity, its open borders and democratic systems in the wake of Britain's exit from the continent. At the same time, he has taken the lead in pressing, successfully, for the entire 26-nation European system to close its external frontiers, possibly until September. Right now, they are formally closed until May 15.  At the same time, far right governments in Hungary and Poland have seized the chance to augment their already considerable, anti-democratic powers. Hungary Prime Minister Viktor Orbán was given all but unlimited power by his nation's parliament to rule by decree. And Poland seems set to become, as Piotr Buras of the European Council on Foreign Relations suggests, Europe's second coronavirus autocracy.  Indeed, it would appear that the world could use a new leader in this time of crisis -- one who is prepared to put global interests above personal or political aggrandizement. And until the United States is prepared to offer such an individual, there may be no better to fill that void than France's young, fresh voice: Emmanuel Macron."], "Language": false}