{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/entertainment/richard-jewell-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-11T14:25:52Z"], "LastModifiedDate": ["2019-12-11T19:40:05Z"], "Headline": ["'Richard Jewell' missteps turn Clint Eastwood's latest into a great-movie wannabe"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A movie that simultaneously indicts the FBI and the media comes with some baggage at this particular political moment. Yet director Clint Eastwood tells a mostly compelling, personal story -- with some very notable missteps -- in \"Richard Jewell,\" a sympathetic look at the security guard who went from hero to media punching bag during 1996 Atlanta Olympics. At its best, the fact-based film examines how Jewell -- depicted early as an overzealous campus security guard, and a ripe object for ridicule -- fell victim to the ruthlessness of law-enforcement authorities desperate to make an arrest, and journalists eager for a headline. In its lapses, the film tumbles almost into caricature in the portrayal of its villainous characters, making it a much, much better movie when focusing on its namesake and the few stalwart figures supporting him. Small wonder that it has generated advance criticism, especially with regard to the actions by Atlanta Journal-Constitution reporter Kathy Scruggs. Jewell (wonderfully played by Paul Walter Hauser, whose supporting roles include \"I, Tonya\" and \"BlackKklansman\") is a \"police wannabe,\" as he's later described. The guy has plenty of quirky habits, living with his mother (Kathy Bates, terrific as always) as the age of 33. As the movie makes clear, Jewell is actually dismissed as an over-eager pain when he insists he's found a suspicious package in Centennial Park, only to have it turn out to be a pipe bomb, with his attentiveness spurring action that saved many lives when the device goes off. Also in the park are an FBI agent (Jon Hamm) and the ambitious Scruggs (Olivia Wilde), who are a little too on the nose in grousing about the lack of pizzazz in their assignments. \"I feel like I was meant for something better than this,\" he says, right before the explosion. Suddenly, he has his chance to shine, and the authorities quickly seize on Jewell as a suspect, citing a \"false hero\" profile. After being courted by publishers and featured on the \"Today\" show, Jewell instantly becomes a pariah and a near-hostage in his own home, prompting his mother -- at first exultant in her boy being \"everywhere\" -- to ask in a heartbreaking moment, \"Why did Tom Brokaw say that about you?\" How that happens is \"Richard Jewell's\" most wince-inducing element, with Scruggs appearing to use sex to finagle information out of the agent -- a sequence disputed by the AJC's current editor, who called it \"offensive.\" The newspaper has since retained a lawyer to pursue a disclaimer from Eastwood and writer Billy Ray (\"Captain Phillips\"), although the releasing studio Warner Bros. (like CNN, a unit of WarnerMedia), has thus far stood by the film. Wilde, it's worth noting, has also defended the sequence, but her argument largely missed the point about the clichés surrounding female reporters sleeping with sources, evoking bad memories of movies like \"Absence of Malice.\" Eastwood is on much firmer ground when he focuses on Jewell and his almost child-like response -- hurt and mystified, with a big-puppy persona -- and the assistance he receives from the one lawyer he knows, Watson Bryant (Sam Rockwell), who turns out to be a surprisingly potent advocate given his limited resume. At its core, there's something highly relatable about an ordinary guy being treated unfairly, having his life turned upside down by media jackals. As Bryant observes, Jewell is primarily guilty of \"looking like the kind of guy who might set off a bomb.\" The film makes a sobering point about the danger of rushing to judgment and trial by media, but undermines that with its ham-handed approach to key parts of the story. (It's not mentioned in the closing crawl, but Jewell later sued a number of media outlets after his ordeal, including CNN.) In the balance, \"Richard Jewell\" remains worth seeing. But somewhere on the road to greatness, the film's missteps and excesses leave it looking like a great-movie wannabe. \"Richard Jewell\" premieres Dec. 13 in the US. It's rated R."], "Language": false}