{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/media/the-irishman-netflix-viewership/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Frank Pallotta, CNN Business"], "Writers": [["Frank Pallotta"]], "FirstPublishDate": ["2019-12-10T23:21:14Z"], "LastModifiedDate": ["2019-12-11T17:04:32Z"], "Headline": ["Here's how many subscribers watched Netflix's 'The Irishman' in its first week"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"The Irishman,\" Martin Scorsese's gangster epic on Netflix, was watched by more than 26 million accounts globally within its first seven days on Netflix, according to the company.  Netflix announced the numbers on its film unit's Twitter account on Tuesday.  In a follow up tweet, Netflix said it counts \"a viewer as anyone who completes 70% of a film.\" Netflix's numbers weren't vetted by an outside source. The streaming giant has 158 million subscribers worldwide.  \"The Irishman,\" a mob drama starring Robert De Niro, Al Pacino and Joe Pesci, pulled in a little more than half of the viewership for \"Bird Box,\" another hit movie that streamed on Netflix. The company reported last year that the horror film starring Sandra Bullock was watched by over 45 million accounts in its first week. \"The Irishman\" is much longer than \"Bird Box\" coming in three and a half hours. \"Bird Box\" is a little over two hours. \"The Irishman\" did beat out \"El Camino: A Break Bad Movie,\" which was watched by 25.7 million in its first seven days in October. Netflix has kept its viewership numbers a secret in the past, but has been more transparent in recent months, reporting numbers using its Twitter accounts and in its quarterly earning reports. There has been a lot of attention surrounding \"The Irishman\" due to the film's all-star cast and awards buzz. The film was nominated for five Golden Globes including best drama and best director for Scorsese on Monday. The National Board of Review named \"The Irishman\" the best film of 2019 last week. The company announced in September that \"The Irishman\" would hit independent theaters on November 1 before it would debut on Netflix on November 27. Without Netflix, \"The Irishman\" may not have been seen at all. Scorsese said at the film's world premiere in September that he had tried and failed for years to get funding to make the film. It wasn't until Netflix stepped in that \"The Irishman\" became a reality. \"They actually backed the film and financed it, they were creatively attuned to us, there was no interference,\" Scorsese said in September."], "Language": false}