{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/11/entertainment/6-underground-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-11T14:17:21Z"], "LastModifiedDate": ["2019-12-11T14:17:21Z"], "Headline": ["Ryan Reynolds and company sink into the silliness of Netflix's '6 Underground'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The first thought watching something like \"6 Underground\" -- an idiotic Netflix movie starring Ryan Reynolds -- is \"What were they thinking?,\" until you realize thinking had little to do with it. The apparent goal was to make an action film for people who find \"Fast & Furious\" movies too heavily plotted, only to create what feels like a bad Michael Bay-directed parody of a Michael Bay movie. Part of that, admittedly, is intentional, since the film not only features the \"Transformers\" director but reunites Reynolds with the writers of his \"Deadpool\" movies, where smart-alecky-ness is part of the charm. But \"6 Underground\" proves so uneven in its tone and unrelenting in its volume that it's hard to imagine a hole deep enough in which to bury its silliness. For all that, Netflix's treatment of this expensive-looking project is still puzzling, premiering it in theaters for two whole days before it lands on the streaming service. Not that \"6 Underground\" is good, but at least enduring it with a big, boisterous audience would provide a communal experience, as opposed to the depressing prospect of sitting through its two-plus hours at home alone. On the plus side, running down the story doesn't take long. Reynolds plays the leader of a group of operatives who fake their own deaths in order to band together and right wrongs. As a further symbol of their post-life existence, they go by numbers instead of names -- a minor ode to Johnny Rivers' song \"Secret Agent Man,\" for anyone old enough to remember that. Corey Hawkins is the latest addition to the group, which also includes Melanie Laurent, Manuel Garcia-Rulfo, Ben Hardy and Adria Arjona. Most of the gang is introduced in a breakneck 20-minute chase scene through Florence, Italy, before the main assignment -- such as it is -- kicks in, with Reynolds' No. 1 planning to remove a brutal dictator and install the leader's more democratically inclined brother in his place. Not surprisingly, the foray into modern geopolitics is a bad idea, one handled every bit as heavy-handedly as everything else on display. There are some especially over-the-top moments in terms of violence, which Bay mostly plays for laughs.  Even taking \"6 Underground\" completely on its terms -- an adrenaline-fueled thrill ride, just here for the stunts, \"Furious\" pace and juvenile bickering -- the movie yields rapidly diminishing returns, in part because the team concept is such a TV staple, and Reynolds' shtick feels more forced than usual. As for the scope of the enterprise, it's mildly impressive, but simple-minded enough to blunt any real engagement in what transpires.  Granted, Netflix spends great gobs of money bankrolling all sorts of programming, and Reynolds possesses the kind of loyal following likely to garner the attention that the service craves. While the fall has seen Netflix emphasize its desire to produce prestige movies, a la \"The Irishman\" and \"Marriage Story,\" the streamer clearly wants to play in a variety of genres. Yet even by the standards of its niche, \"6 Underground\" plunges into the shallow end of the pool. \"6 Underground\" premieres in select theaters Dec. 11 and Dec. 13 on Netflix."], "Language": false}