{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/entertainment/kathy-scruggs-richard-jewell-film-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-10T19:26:51Z"], "LastModifiedDate": ["2019-12-11T02:11:00Z"], "Headline": ["'Richard Jewell' film under fire for depiction of journalist Kathy Scruggs"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The real-life journalist portrayed in the upcoming Clint Eastwood film, \"Richard Jewell,\" is being defended by her former colleagues and the newspaper where she worked because they say she is unfairly depicted as a woman who traded sex for stories. Kathy Scruggs, who died in 2001, was working at The Atlanta Journal-Constitution when she broke a story that the FBI was investigating security guard Richard Jewell for the bombing in Centennial Olympic Park during the 1996 Olympics. Jewell wrongly came under suspicion after he spotted and reported a pipe bomb that had been left in a bag in the crowded park. Jewell was exonerated 12 weeks later and Eric Rudolph was named as the bombing suspect in 1998. Rudolph eventually pleaded guilty and is serving life in prison, while Jewell died in 2007 at age 44. The paper is claiming that Warner Bros. and the movie's producers took dramatic license and portrayed Scruggs, played by Olivia Wilde in the film, as having traded sex for information from a FBI source, and having done so due to being exploited by the newspaper -- accusations the paper denies. Jon Hamm plays the FBI agent who tips her off.  (CNN and Warner Bros. share parent company WarnerMedia.) The AJC urged Warner Bros. to add a disclaimer to the movie. The paper has hired Hollywood lawyer Martin Singer and sent a letter to the studio. \"We hereby demand that you immediately issue a statement publicly acknowledging that some events were imagined for dramatic purposes and artistic license and dramatization were used in the film's portrayal of events and characters,\" the letter, sent to Warner Bros., the film's director Eastwood, and screenwriter Billy Ray, reads.  The newspaper went on to call the portrayal of Scruggs \"false,\" \"malicious\" and \"extremely defamatory\" in the letter, which states she was reduced to a \"sex-trading object in the film.\" \"Such a portrayal makes it appear that the AJC sexually exploited its staff and/or that it facilitated or condoned offering sexual gratification to sources in exchange for stories. That is entirely false and malicious, and it is extremely defamatory and damaging,\" the letter states. The Atlanta Journal-Constitution's editor-in-chief, Kevin Riley, called the portrayal of Scruggs \"offensive.\" Riley said in a statement to IndieWire \"there is no evidence that this ever happened,\" adding the depiction was \"deeply troubling in the #MeToo era.\" Warner Bros. is defending the movie, calling the paper's claims \"baseless.\" \"The film is based on a wide range of highly credible source material. There is no disputing that Richard Jewell was an innocent man whose reputation and life were shredded by a miscarriage of justice. It is unfortunate and the ultimate irony that the Atlanta Journal Constitution, having been a part of the rush to judgment of Richard Jewell, is now trying to malign our filmmakers and cast,\" the studio said in a statement to CNN. \"'Richard Jewell' focuses on the real victim, seeks to tell his story, confirm his innocence and restore his name.\" Warner Bros. pointed to a disclaimer included at the end of the movie. \"The film is based on actual historical events,\" the disclaimer reads. \"Dialogue and certain events and characters contained in the film were created for the purposes of dramatization.\" Wilde, too, has defended her portrayal of Scruggs. \"I did a ton of research, I really embraced her dynamic, multidimensional nuanced personality,\" Wilde told Variety. \"She was incredibly dogged and intrepid. She was famous to getting to crime scenes before the police. She was also a woman working in the news in 1996; yeah, she had relationships with people she worked with. That's pretty common in any industry. I don't see the same thing happening to Jon Hamm's character, who arguably does the exact same thing. I have nothing but respect for Kathy Scruggs, she's no longer with us, so I feel a certain amount of responsibility to protect her legacy and tell people: 'Back off. Don't reduce her to this one thing.'\" CNN has reached out to Wilde's representative for comment. Critics, however, have cited the particular ethical concerns of journalists having relationships with those they cover.  \"Richard Jewell\" is the latest in a line of films that have portrayed harmful stereotypes about female journalists in sexual relationships with sources. Both \"Absence of Malice\" and \"Thank You for Smoking,\" for example, included fictional depictions of reporters dating people they were writing about, as did Amy Schumer's character in the more recent movie \"Trainwreck.\""], "Language": false}