{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/us/cuba-gooding-jr-new-witnesses/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Nicole Chavez and Melanie Schuman, CNN"], "Writers": [["Nicole Chavez"]], "FirstPublishDate": ["2019-12-11T01:56:20Z"], "LastModifiedDate": ["2019-12-11T01:56:20Z"], "Headline": ["More women are accusing Cuba Gooding Jr. of sexual misconduct"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Seven more women have come forward with allegations of unwanted touching against actor Cuba Gooding Jr., court documents show.  The Oscar-winning actor pleaded not guilty and denied all wrongdoing in October to charges of forcible touching and sex abuse stemming from three alleged incidents involving three separate accusers that took place in 2018 and 2019 in New York. Prosecutors previously said at least 15 women have accused Gooding of misconduct. The new allegations date to 2003, with the most recent in 2016. They reference incidents that allegedly took place in Los Angeles, Malibu, New York, Atlanta, San Francisco and at a bar in Park City, Utah, during the Sundance Film Festival, according to a filing by Manhattan District Attorney Cyrus Vance in the state supreme court. The women, who were not identified, accuse Gooding of nonconsensual touching, grabbing, groping, kissing, licking and threats of professional sabotage. One of the women accused Gooding of sliding his hands inside her pants and cupping her buttocks without her consent at a Turkish restaurant in Atlanta in 2011, the filing said. When she confronted him, the document says, the actor allegedly stated in response, \"I know you want to be an actress; I can ruin you.\" Gooding has not been charged in connection with any of the new accusations. The actor's lawyer, Mark Jay Heller, said his client denies all allegations of criminal conduct and said \"unfortunately, people come out of the woodwork, making false allegations against Cuba, as often times happens when a celebrity is accused by the district attorney's office in a public forum.\" \"The spurious, uncharged allegations offered by the district attorney's office are so ancient and outdated and lacking in details and impairs the defendant from defending against them,\" Heller added. In the court filing, prosecutors said the allegations demonstrate the actor's pattern of intentionally touching women without their consent. They claim Gooding does it \"for the purpose of gratifying his own sexual desire\" and \"degrading and abusing the women he has targeted,\" the document states. Prosecutors are asking the court to allow evidence of uncharged alleged conduct to be introduced in the case in order to establish a pattern of behavior, commonly referred to as Molineux evidence. The uncharged incidents include the allegations from the seven new witnesses and 12 others who came forward in recent months. If the court does not allow all of them, Vance is asking the court to allow prosecutors to decide which ones to include during the trial.   The actor's next court hearing is scheduled for January 22."], "Language": false}