{"Type": ["article"], "Url": ["https://www.cnn.com/europe/live-news/champions-league-live-blog-liverpool-salzburg-napoli-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By James Masters and Matias Grez, CNN"], "Writers": [["James Masters", "Matias Grez"]], "FirstPublishDate": ["2019-12-10T17:04:28Z"], "LastModifiedDate": ["2019-12-10T22:59:30Z"], "Headline": ["Champions League: Napoli sacks coach Carlo Ancelotti hours after reaching knockout stage"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["What a night of drama that was. Ajax, the team that dazzled football fans across the world on the way to the semifinal stage of last season's Champions League, was dumped out at the group stage by Valencia after a 1-0 defeat in Amsterdam. Also out is Inter Milan, beaten at home by a second-string Barcelona which claimed a 2-1 win and lent a helping hand to Borussia Dortmund, which clinched second spot in Group F after seeing off Slavia Prague. Oh, and Napoli sacked coach Carlo Ancelotti just hours after making it through to the last 16. And then there was Liverpool, the defending champion, which was made to sweat by Salzburg before 100 seconds of magic transformed the tie and sent Jurgen Klopp's men through to the last 16. Our resident Liverpool expert John Sinnott has drafted this wonderfully crafted account of what happened in Salzburg, though we're slightly disappointed he didn't include more Sound of Music puns.  We're back on Wednesday for more, you don't want to miss it. Until then, so long, farewell, auf Wiedersehen, goodbye. Napoli has just announced it has fired coach Carlo Ancelotti. In a statement, the club said: \"SSC Napoli has taken the decision to part ways with first-team coach Carlo Ancelotti. \"The friendship and mutual respect between the club, President Aurelio De Laurentiis and Carlo Ancelotti remain intact.\" The decision comes just hours after Ancelotti guided the club into the last 16 of Champions League following a 4-0 win over Belgian side Genk. Napoli has impressed in Europe so far this season, finishing second in Group E after defeating European champion Liverpool and claiming a draw at Anfield in the return fixture. But its domestic form has been a source of some consternation with 17 points separating Napoli in seventh from league leader Inter Milan. Here's how the UK media has reacted to Liverpool and Chelsea's success in Wednesday's newspapers. Rodrigo's first half strike was enough to secure Valencia's place in the last 16 of the Champions League courtesy of a 1-0 win at Ajax. It was a remarkable performance from the Spanish side which topped Group H by taking all three points in Amsterdam. Speaking to UEFA.com after the game, Rodrigo gave his thoughts on the night's success. We put in such an effort against Chelsea and didn't get the job done, but this side doesn't get tired of working miracles and we've done another tonight.\n\"I'm delighted because this side is a big family. I don't have the words to describe my team-mates. These last three years we've created something special and we're so together. We've taken a great club back to where it has not been for a long time.\" One of the biggest criticisms Barcelona has faced in recent years is its over-reliance on Lionel Messi. Of course, when your team is without one of the greatest players of all time then things will inevitably become more difficult. But so often the team solely looks to him for a moment of magic or crumbles without his presence. Tonight, many of the younger players stepped up to the mark -- most notably Carles Perez and match winner Ansu Fati. Perhaps there will be life after Messi after all. He was on the pitch for just 98 seconds ... but that's all the time Ansu Fati needed to make history. At just 17 years and 40 days old, the Barcelona wonderkid became the youngest player ever to score in the Champions League, netting the late winning goal against Inter Milan. Just a couple of hours earlier, Genk goalkeeper Maarten Vandevoordt made some history of his own. Also just 17, he became the youngest goalkeeper to appear in the Champions League -- though his night didn't end as well as Fati's. The teenage keeper conceded four goals in a heavy defeat to Napoli and conceded a penalty to compound his misery. It was a nervy night in Dortmund but the German side held its nerve to see off Slavia Prague and qualify for the last 16. Goals from Jadon Sancho and Julian Brandt ensured a 2-1 win for Dortmund, which finished the contest with 10 men after Julian Weigl was sent off. Dortmund's win combined with Inter Milan's defeat by Barcelona was enough to secure second spot in Group F.  There are just two spots left in the round of 16 after tonight's games. In Group C, one of Shakhtar Donetsk, Dinamo Zagreb or Atalanta will join Manchester City in the knockout stage. In Group D, either Atletico Madrid or Bayer Leverkusen will progress alongside group winner Juventus. Here's a list of the teams already guaranteed a place in the last 16. Paris Saint-Germain\nReal Madrid\nBayern Munich\nTottenham\nManchester City \nJuventus\nLiverpool \nNapoli\nBarcelona\nBorussia Dortmund\nRB Leipzig\nLyon\nValencia\nChelsea Barcelona's win in Milan has gone down well in Dortmund. Here's what tonight's results mean. The top two from each group go through to the last 16 while the third-place side will play in the Europa League. Group E: 1. Liverpool 2. Napoli 3. Salzburg 4. Genk Group F: 1. Barcelona 2. Borussia Dortmund, 3. Inter Milan 4. Slavia Prague Group G: 1. Red Bull Leipzig 2. Lyon 3. Benfica 4. Zenit Group H: 1. Valencia 2.Chelsea 3. Ajax 4. Lille That's it, Inter Milan is knocked out of the Champions League! Barcelona's mainly second-string side has gone to the San Siro and snatched an unlikely 2-1 victory. Ansu Fati, who had only been on the pitch for 98 seconds, fired in a late winner to condemn Inter to the Europa League for the remainder of the season. Victory for Dortmund against Slavia Prague means the Germans advance to the last 16 by the skin of their teeth. Here's how it all finished. Group E: Red Bull Salzburg 0-2 Liverpool, Napoli 4-0 Genk Group F: Borussia Dortmund 2-1 Slavia Prague, Inter Milan 1-2 Barcelona Group G: Benfica 3-0 Zenit St Petersburg, Lyon 2-2 Red Bull Leipzig Group H: Ajax 0-1 Valencia, Chelsea 2-1 Lille Wow! Ajax is out of the Champions League! Beaten 1-0 on the night by Valencia, the Dutch side finishes third in Group H. Valencia wins the group with Chelsea, which defeated Lille 2-1, taking second spot. We did not see that coming. It's all going off in Amsterdam. Gabriel Paulista is sent off for an apparent headbutt on Ajax's Dusan Tadic. Tadic goes down as if he's been hit by Anthony Joshua only to pop up seemingly fine seconds later. Funny that.  Can Ajax find that elusive equalizer? Seconds left now. It's heartbreak for Inter and surely the end of its Champions League campaign. Barcelona's 17-year-old forward Ansu Fati, only on the pitch for a matter of moments, plays a neat one-two on the edge of the box and drills a low effort off the post and in. It's almost stoppage time and Inter Milan needs two goals. It's still 1-0 to Valencia in Amsterdam as the clock ticks towards the 90th minute.  Ajax, the team that thrilled us all all last season during its run to the semifinal stage, needs something fast. This would be an almighty shock if Ajax crashes out.  What a frustrating evening this has been for Inter Milan. For the third time -- this time through Lautaro Martinez -- the home side has the ball in the back of the net, only to be denied by the eagle-eyed linesman. Inter has been largely dominant this second half and desperately needs to find the winner to advance to the last 16 ahead of Borussia Dortmund. Even without the help of VAR, that linesman has had a great game. Would you believe it? Lyon's Champions League dream is alive once again. Two down at the break, the French side has battled back against Red Bull Leipzig to make it 2-2. As it stands, Lyon is heading into the last 16 in second place behind Leipzig with Zenit, which is trailing 3-0 at Benfica, missing out.  Drama in Dortmund with the home side reduced to 10-men. Julian Weigl's the man sent off for Dortmund, picking up a second yellow card to leave his side facing a tense final 15 minutes. Dortmund still leads 2-1 but has looked increasingly fragile in this second half with Slavia creating a number of excellent opportunities. Roman Burki in the Dortmund goal has made some excellent saves this evening. You get a feeling his workload might increase in the final stages of this contest. Remember, if Dortmund win and Inter don't, the German side goes through. Could this be the squandered chance that condemns Inter Milan to the Europa League? Romelu Lukaku did brilliantly to shrug off the challenge of Jean-Clair Todibo, but he could only fire his effort straight at Barcelona's stand-in keeper Neto. Inter certainly looks the more likely to score a winner but Barcelona continues to look threatening on the counter. With Borussia Dortmund beating Slavia Prague in Group F's other match, Antonio Conte's side needs a goal and fast. Less than half an hour to go in Amsterdam and Ajax has yet to find a way past a determined looking Valencia defense. Hakim Ziyech has just dragged his effort wide of the post for the home side which has struggled to create any real clear-cut opportunities. It's going to be a tense final quarter to this tie. What a moment this could be in Group F. Borussia Dortmund is back in front against Slavia Prague thanks to Julian Brandt's strike. The German midfielder takes Jadon Sancho's pass in his stride and fires home at the near post to make it 2-1. That goal means Dortmund is back up into second place in the group, just ahead of Inter Milan which is still tied at 1-1 with Barcelona. If it stays like this, then Dortmund will go through.  There's no place like home at the moment for Tammy Abraham. The Chelsea striker has now netted in three consecutive home matches after only managing to find the net once in his first eight games at Stamford Bridge this season. Mohamed Salah's sublime strike in Liverpool's 2-0 win at Salzburg has got his teammates tweeting we see. What a goal that was. James Milner's got his angles covered here we reckon. We're about to get back underway in Amsterdam and Ajax has it all to do against Valencia. The Dutch side trails 1-0 courtesy of Rodrigo's strike and will crash out of the competition unless it picks up at least a point tonight. That's because Chelsea is set to take one of the two qualifying spots on offer. The Premier League team leads 2-0 against Lille at Stamford Bridge. Can Ajax, last year's semifinalist, find a way back into this game?  Here’s how we’re looking at the break. Group F As it stands, Inter Milan is heading through to the last 16 at the expense of Borussia Dortmund. That’s because Inter is drawing 1-1 at home to Barcelona while Dortmund is being held 1-1 by Slavia Prague. Dortmund must better Inter’s result to progress to the next stage. Barcelona is already through as group winner. Group G RB Leipzig is set to win the group after taking a two-goal lead into the interval against Lyon. The German side had already qualified for the next stage before tonight’s game but will finish top of the group with victory. Zenit St Petersburg, which is currently in second spot, is drawing 0-0 at Benfica which will be enough for the Russian side to qualify should Lyon lose. Group H Ajax has 45 minutes to save its Champions League campaign with the Dutch side trailing Valencia 1-0 at the break. Chelsea, which leads Lille 2-0 at the interval, will qualify with a win regardless of the result in Amsterdam. Wow! Out of absolutely nothing, Romelu Lukaku draws Inter Milan level. A long, hopeful ball forward is held up brilliantly by Lautaro Martinez, who lays the ball off his strike partner on the edge of the area. Lukaku hits a brilliant first-time effort, which takes a little deflection off a defender to just divert it past Neto's grasp. What a huge five minutes in Group F, as Dortmund concedes a shock equalizer to Slavia Prague. All of a sudden, Inter is going through again! Group F is up for grabs once more as Slavia draws level just before halftime. Tomáš Souček caresses the ball home as the Dortmund defense is unsettled. With Inter drawing level against Barcelona, Dortmund is now third in the table.  Can the club's fans in the 'Yellow Wall' roar them over the line? Borussia Dortmund 1-1 Slavia Prague Borussia Dortmund isn't having it all its own way at home to Slavia Prague. Jadon Sancho's early strike gave the German side the lead but only a superb reaction save from Roman Burki has prevented Slavia from drawing level. It's all a bit nervy at the moment. Remember, Dortmund needs to better Inter Milan's result to progress. Inter still trails 1-0 at home to Barcelona. Jack knows ... Chelsea is in cruise control at Stamford Bridge. César Azpilicueta -- nicknamed 'Dave' by his teammates -- powers a header home from a corner. We can't help but feel that this might be a tweet aimed at England's Premier League. Leipzig scored that penalty and lead in Lyon by the way. And it's Barcelona that takes the lead against the run of the play! Carles Pérez gives the Catalans the lead on his Champions League debut, drilling home the loose ball after Antoine Griezmann's attempted pass had been cut out by Stefan de Vrij. That is a big, big goal in Group F and things aren't looking good for Inter now. With Borussia Dortmund winning 1-0 against Slavia Prague, the Italians need the victory here to advance to the last 16. Oh hello?  Did anybody see that coming? Well, Ajax didn't that's for sure.  Valencia has taken a shock lead and it's Rodrigo with the goal to silence the home faithful.  If it stays like this with both Valencia and Chelsea winning then Ajax will be out. Think this game might be one to watch.  Wonder if anybody will be tempted to make a cheeky bid in January for the England international ... Chelsea takes the lead and it's in-form striker Tammy Abraham who settles the London team's nerves in this Group H game. Abraham is perfectly placed to tap the ball in from close range after Christian Pulisic and Willian prize open the Lille defence. Chelsea 1-0 Lille. That's the start Borussia Dortmund's players would have dreamed of when they went to bed last night. A lovely flowing move ends with Marco Reus evading the Slavia Prague defense and crossing for Jadon Sancho to slot home from close range. Remember, Dortmund must better Inter's result to clinch second spot in Group F and at the moment, it's the German side in control.  Inter Milan has started in blistering fashion at home to Barcelona, knowing it needs to at least match Borussia Dortmund's result against Slavia Prague to qualify for the last 16. Barca's second-string side has struggled to contain Inter's attacking pair of Lautaro Martinez and Romelu Lukaku so far. And it's the former Manchester United man who thought he had given Inter the early lead, hammering home at the near post -- only to see the lineman's flag raised for offside. Liverpool might be through but who is going into the last 16 alongside the defending champion? Inter Milan will qualify for the last 16 as long as it matches Borussia Dortmund's result in Group F. Inter, currently second, is up against a Barcelona side that has already won the group and has rested a number of key players including Lionel Messi. Dortmund is at home to Slavia Prague. In Group G, both Lyon and Zenit are hoping to join Red Bull Leipzig in the next round. Lyon hosts the German side while Zenit is away at Benfica.  In Group H, Chelsea will progress with a win against Lille though a draw may be enough if Valencia fails to beat Ajax. A win for Ajax will secure top spot for the Dutch side In the end it was a rather simple for Liverpool. Two second half goals in 100 seconds settled a contest that had at one stage threatened to give Liverpool a rather nervous night. Salzburg had its chances in a pulsating first half but rarely looked able to trouble the Liverpool defense after the interval. Naby Keita, once of Salzburg, enjoyed a happy return to his former club by heading Liverpool in front 11 minutes after the break. Mohamed Salah, who had missed a number of far easier opportunities earlier in the game, added a sublime second just 100 seconds later. Liverpool will now go into the last 16 as one of the seeded teams and will play the second leg at Anfield. I'm not sure many teams will fancy that trip.  Despite already being qualified, Napoli made no mistake in an imperious performance against Genk. After Liverpool's win over Salzburg, the Italians qualify for the last 16 in second place and is a team that every group winner will be hoping to avoid in Monday's draw. It's all over in Austria and Liverpool have done it.  Second-half goals from Naby Keita and Mohamed Salah secures a 2-0 win and top spot in Group E ahead of Napoli. A professional performance from Liverpool which negotiated a tricky opening 45 minutes before two goals in 100 seconds blew the home side away. The hills are alive with the sound of music -- but it's all being sung in a Scouse accent. Red Bull Salzburg will play in the Europa League.  He's been scoring for fun so far this season but it just hasn't happened for Håland tonight. The teenager is replaced by Salzburg coach Jesse Marsch with time starting to run out for the home side. It also brings an end to his incredible run of goals in the competition with the Norwegian having scored in five consecutive Champions League games in a row before tonight. Salzburg has scored 94 goals in 25 competitive matches this season but has looked a little toothless in this second half. Remember, Salzburg has only lost one home game in the past three years so this would be a pretty decent result for Liverpool. Napoli may have had a nightmare start to life in Serie A this season, sitting in seventh place and 17 points behind leader Inter, but it is having no such trouble in the Champions League. Dries Mertens has made it 4-0 against Genk and Napoli will qualify for the last 16 unbeaten in Group E. It's a welcome performance for under-fire boss Carlo Ancelotti. Thirty-eight minutes is all it took for Napoli's Polish striker to net a hat-trick against Genk, making amends for the three sitters he missed in the reverse fixture two months ago. Arkadiusz Milik took just two minutes longer to net his treble than Zlatan Ibrahimovic did in 2013.   Those two quick goals means Liverpool is back in control of Group E. A win here will mean Jurgen Klopp's side finishes top of the group ahead of Napoli which currently leads Genk 3-0 in Italy. We've heard of gone in 60 seconds now there's gone in 100. Oh my! Mohamed Salah has just scored the most ridiculous goal. Jordan Henderson's ball dissects the Salzburg defense and allows Salah to get in behind. The forward still has work to do though, taking the ball in ridiculously wide position before somehow firing the ball across goal into the far corner. It's a sublime finish from a player who has missed far more difficult chances tonight. Two goals in 100 seconds -- that should be auf wiedersehen goodbye for Salzburg you'd think. At last! It's that man Naby Keita against his former club. Andrew Robertson breaks down the left, plays in Sadio Mane and with the goalkeeper having gone walkabout, Keita has the simplest of headers from 10-yards. That will settle the nerves for Liverpool -- 1-0 to the defending champion. Somebody has to score eventually, don't they? This is getting ridiculous. Salah, once again, is denied by some brilliant goalkeeping from Circan Stankovic, who produces an excellent block to deny the Liverpool forward. Then, just 30 seconds later, Salzburg counters and Håland bursts through before firing wide of the near post. Meanwhile, Liverpool has been forced into a change with Dejan Lovren limping off to be replaced by Joe Gomez in central defense. Are any of these chances going to end up in the back of the net? It's that man Mohamed Salah once again who has fluffed his lines, firing high of the goal after latching onto a fine pass from Sadio Mane. The Liverpool forward may have been slightly offside there but it's another great opportunity for the visiting side. Somehow it's still 0-0 though we're not sure how. The teams are back out in Salzburg for the second half. How are your nerves Liverpool fans?  Can the defending champion come up with a moment of magic? Or will Salzburg offer its very own rendition of 'So long, farewell.\" The hills will really come alive if they do ...  Here's what they're making of the first half over on Twitter. A fast and frenetic first half with plenty of chances but no goals. Both teams have had their opportunities with Mohamed Salah wasting the best of the bunch when he dragged wide after being played through on goal. Sadio Manand Naby Keita have has also gone close for Liverpool while Alisson has produced a couple of saves to deny Salzburg's menacing front two. Both Håland and Hwang have tested Alisson but are yet to find a way past the Brazilian in a breathless 45 minutes. What were you doing when you were 17? Genk's baby-faced Maarten Vandevoordt has become the youngest goalkeeper in Champions League history -- though it probably wasn't the start he dreamt of. After conceding the first goal after just three minutes, he's now conceded three in the first half as Arkadiusz Milik completes his hat-trick from the penalty spot. Talk about a baptism of fire. It's Arkadiusz Milik again for the host and you would think it's game over already in Naples. As things stand, Napoli will go through as winner of Group E. Only a win for Liverpool will deny it top spot. Oh dear, oh dear.  Mohamed Salah won't want to watch this one again. Liverpool has been under huge pressure but it's the visiting team that should be ahead. A wonderfully incisive move down the left sees Naby Keita bursting through the midfield before playing in Salah. The Egyptian takes the ball in his stride and with everyone expecting the net to bulge fires a meek effort wide of the post with his left foot. You don't expect him to miss those. Still 0-0. Liverpool goalkeeper Alisson has been busy in the first 25 minutes. The Brazilian has denied both Håland and Hwang with Liverpool's defenders struggling to deal with the pace and power of the Salzburg front two. Remember, a Salzburg win combined with a positive result for Napoli would send Liverpool crashing out of the competition. Liverpool might have the Beatles, but Salzburg boasts a musical attraction all of its own. Yes, that's right, the Sound of Music studio. The 1965 film starring Julie Andrews and Christopher Plummer has a cult following across the world with the studio drawing in around 300,000 visitors a year, according to the local tourist board. Salzburg was also the birthplace of Mozart and we reckon he'd be enjoying the the rhythm to this contest so far.  It's been breathless stuff so far in Austria with both teams pushing forward in search of the opening goal. Liverpool looks dangerous on the break with Salah, Mane and Firmino all on the prowl and Naby Keita, once of Salzburg, looking good in midfield. The home side is happy to let Liverpool have the ball on the edge of its own penalty area but is pressing at every opportunity. No goals so far with 16 played or given we're in Salzburg, should that read 16 going on 17?  Arkadiusz Milik has given Napoli the lead against Genk inside three minutes to increase the pressure on Liverpool. As things stand, a goal for Salzburg will knock Liverpool out -- and that is certainly looking the most likely outcome at the moment. We've only played a couple of minutes in Austria but Salzburg has already showed it's well up for this contest. The front two of Håland and Hwang are looking dangerous. Down at the other end, Mohamed Salah goes close and forces the goalkeeper into a fine save. I'm pretty sure this one isn't going to end 0-0. We are off and underway in Austria.  Salzburg all in black, Liverpool all in red. Can Liverpool survive?  Liverpool players have been all smiles in the buildup to this match, exuding a calmness that belies the enormity of the task ahead. Red Bull Salzburg will go into tonight's match confident of getting the win it needs to secure passage through to the last 16 -- and understandably so. The Austrian side has lost just one match at its home Red Bull Arena in the last three years. That's some record! As Liverpool knows all too well, tonight's match against Red Bull Salzburg is far from a foregone conclusion. The last time these two teams met, we were treated to arguably the best match of the competition so far. Trailing 3-1 at Anfield, Salzburg's American coach Jesse Marsch gave a stirring half-time team talk that spurred his side on to level the match. Only a late winner from Mo Salah gave Liverpool all three points and the Reds will likely be pushed all the way again in Austria this evening. A draw is enough to see Liverpool reach the last 16 -- but defeat could see it become the first defending champion to be knocked out in the group stages since Chelsea in 2012. You can watch Marsch's viral half-time team talk below and read more about the American who is hoping to deal a hammer blow to Liverpool's Champions League hopes. Liverpool's away form in the Champions League may give Salzburg cause for optimism. Jurgen Klopp's side lost all three away games in last season's group stage and was beaten in Naples earlier this campaign. Unless you've been sleeping in a cave or spent the past six months in outer space, you probably don't need me to tell you that Erling Braut Håland has fast become the most sought after striker in European football. The 19-year-old has 28 goals in 21 appearances for Red Bull Salzburg so far this season and has enjoyed a stellar start to his Champions League career with eight goals in his opening five games. The Norwegian, who scored at Anfield during the thrilling 4-3 defeat by Liverpool earlier in the season, has scored in each of his five group games so far. Despite the constant speculation linking him with a move away from Salzburg in January, the forward says he is only concentrating on his game. The teenager credits his father, Alf-Inge Haaland, a former Leeds and Manchester City player, with helping him cope with the added pressure. Here's what he told a news conference on Monday ahead of the game with Liverpool.  I'm just focused on my job: playing football. I try to enjoy what I do every day, and go in with a clear mindset and enjoy the moment right now.\n \"My focus now is on Salzburg and me as a player. It is not hard at all. I am enjoying every day playing football.\n \"My father was a former player so he has been helping me but I also have a lot of friends who also help me in these situations.\n \"Doing what I am doing every week it is not easy but that's what I try to do. My father has been helping a lot.\n \"This is the biggest game of my career so far. Matches like this are what you dream of so I am enjoying it. I'm living the dream.\" Here's how the two teams are lining up in Austria. Whatever happens in Austria, we're pretty sure you'll be watching the net bulge more than once. Salzburg has scored 94 goals in 25 competitive games so far this season with 64 of those coming in the Austrian league. In the Champions League, Salzburg has scored 16 goals in its opening five group games -- only Bayern Munich (21) and Tottenham (17) have scored more. One player that will need no introduction to Red Bull Salzburg fans is Liverpool's Sadio Mane. Mane played for Salzburg between 2012-2014, scoring 31 goals in 63 games and winning the Austrian league and cup double in 2013/14.  The 27-year-old has been in outstanding form for Liverpool so far this season, scoring nine goals in the Premier League to help the club maintain its astonishing start to the campaign. Mane, who has scored 13 goals so far this season, was rested for the 3-0 win at Bournemouth at the weekend.  Liverpool coach Jurgen Klopp says his players will treat the game against Red Bull Salzburg like a final. Liverpool will progress to the last 16 as long as it avoids defeat in Austria with a win enough to secure top spot in Group E. But defeat would end its participation in the competition if Napoli takes a point or three against Genk. Here's what Klopp had to say in Monday's news conference. We knew immediately after the Napoli game we have a final, and we have to make sure we are prepared for a final.\n\"We always had to do it the hard way, I can't remember one time when it was, 'Oh fine, done' a week before. We're at least used to that.\"\n\"One thing is clear, Salzburg have to win. \"That's the only really clear thing before the game. That sets the mark for the game as well.\n\"We don't know exactly how they will approach it but anyway it's clear they want to win. But that means they have to beat us and that's not so easy - and we should use that fact as well.\n\"We will not go for a point, I actually have no clue how that works. We will try to win with all we have and at the end we will see what happens.\" Forget the American dream. Red Bull Salzburg coach Jesse Marsch is living the European soccer dream and is on a mission to change stereotypes. When Salzburg beat Genk 6-2 in the Austrian club's first Champions League game since 1994, Marsch became the first American to manage and win in the competition. Now, he's plotting the downfall of defending champion Liverpool. You can read what he's been telling CNN or simply click on the tweet below and listen to his interview with Alex Thomas. Oh, and don't forget that half-time team talk."], "Language": false}