{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/entertainment/jumanji-the-next-level-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2019-12-10T18:30:18Z"], "LastModifiedDate": ["2019-12-10T18:30:18Z"], "Headline": ["'Jumanji: The Next Level' repeats the program, with a few welcome wrinkles"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Jumanji: The Next Level\" is an obvious play on videogame jargon, but the subtitle doesn't describe the program that this light-hearted sequel follows. That's because the mission is to replicate the original's appeal -- inevitably minus any sense of discovery -- with a few welcome wrinkles, a basic level that the movie pretty efficiently conquers. The aforementioned wrinkles actually have a literal meaning, since new additions to the cast include Danny DeVito and Danny Glover, as a pair of senior citizens drawn into the mayhem, whose naivete about how this inside-the-game world works provide an extra layer of amusement. Throw in Awkafina as a new avatar and Rory McCann (\"Game of Thrones\") as a hulking heavy, and there's enough going on here to power the movie past its arid patches, including a mid-movie lull. Having earned box-office bonuses the first time out, director/co-writer Jake Kasdan clearly isn't looking to reinvent the wheel, or even re-program it. But he does give the key players some amusing ways to riff on their characters, using the playful notion that nobody is necessarily wedded to their avatar for good. The central younger quartet, or \"core four,\" remains the same -- a year older, now in college and looking forward to a Christmastime reunion. But Spencer (Alex Wolff) appears to be struggling a bit with his transition to college, prompting him to dig up the game, with significant consequences for all concerned. His comrades in the first ordeal (played by Morgan Turner, Ser'Darius Blain and Madison Iseman) must grudgingly try to follow, but joining in the melee are Spencer's grandfather (DeVito) and his former business partner and friend (Glover), who shows up seeking to reconnect after a long-ago falling out. Once again, they're forced to play Jumanji, this time in a different setting, finding their way back to the real world. The primary avatars -- Dwayne Johnson, Kevin Hart, Karen Gillan and Jack Black -- seem to be having an awfully good time with all this silliness, which is mildly infectious, even when the movie sags. Kasdan also makes clear that he's not taking any of this too seriously, and little asides -- like a riff on the \"Lawrence of Arabia\" theme during a desert sequence -- underscore that point. Similarly, if it's mentioned that a character has a new ability, you can bet that will usefully, comedically arise at some later stage. As always, there is something a little awkward about returning to a story that neatly brought the characters to a new place, as the earlier film neatly did. That can't help but make the encore feel a little forced, an issue that the movie addresses head on. \"I just can't believe you came back here on purpose,\" a character snaps early on, understandably agitated about being exposed anew to the perils of the game. It's a perfectly legitimate gripe, but as long as this formula keeps running up the score, \"Jumanji\" -- like its videogame avatars -- is likely to keep coming back. \"Jumanji: The Next Level\" premieres Dec. 13 in the US. It's rated PG-13."], "Language": false}