{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/cnn-underscored/apple-mac-pro-pro-xdr-display-shipping-orders-buy/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2019-12-10T17:05:46Z"], "LastModifiedDate": ["2019-12-10T17:05:46Z"], "Headline": ["You can now order the Mac Pro and Pro XDR Display"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Apple is now taking orders for the Mac Pro and Pro XDR Display. The Pro desktop tower starts at $5,999 (this includes a keyboard and mouse), while the Pro XDR Display starts at $4,999 for a monitor with a glossy finish and jumps to $5,999 for a nonreflective finish. Apple Mac Pro (starting at $5,999; apple.com or bhphotovideo.com)\nApple Pro XDR Display -- glossy finish ($4,999; apple.com or bhphotovideo.com)\nApple Pro XDr Display -- nanocoating to diminish reflectivity ($5,999; apple.com or bhphotovideo.com) Both of these are professional-level hardware in every sense of the word and aren't for the everyday consumer — especially at a price point that is, well, quite high. If you're a consumer and want more of a prosumer device, I'd suggest looking at an iMac Pro or even a Mac Mini. Keep in mind that with the latter you can upgrade the RAM on your own, so you can add more power if you need it.  Apple Mac Mini (starting at $799.99; amazon.com or bhphotovideo.com)\nApple iMac 21.5\" (starting at $1,099; bhphotovideo.com)\nApple iMac 27\" (starting at $1799; bhphotovideo.com)\nApple iMac Pro (starting at $4,999; bhphotovideo.com) Apple's Mac Pro starts with an 8-core Intel XEON processor, 32GB of RAM, 256GB of solid-state storage, and an AMD Radeon 580X graphics card. You can upgrade nearly every aspect of this computer. For instance, the storage goes up to an expansive 8TB. It's really fast and can handle large photo batching, intensive video rendering, massive open-world games and probably an unhealthy number of tabs in Safari or Chrome.  Similarly, the Pro XDR Display is a 32-inch Retina 6K display that's on par with reference monitors, the top-of-the-line displays that are commonly used on film sets for editing or for live photoshoots. They offer sharp details and are both vibrant and sharp. It's certainly a step above Apple's Cinema Displays of the past. Both the Mac Pro and Pro XDR Display are assembled in the United States.  Even at the $4,999 or $5,999 price, the display doesn't include a stand or wall mount. That stand costs $999 and the mount costs $199. If you're in the market for one, I'd recommend getting an order in soon, as chances are the shipping times will slip before long. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}