{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/10/world/star-wars-planets-scn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ashley Strickland, CNN"], "Writers": [["Ashley Strickland"]], "FirstPublishDate": ["2019-12-10T12:04:38Z"], "LastModifiedDate": ["2019-12-10T12:04:38Z"], "Headline": ["The real-life planets you may have first seen in a 'Star Wars' film"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A long time ago in a galaxy far, far away, there was a breathtaking diversity of planets. From the cockpit of the Millennium Falcon, rebel ships and Imperial cruisers, we've seen a colorful variety of them come into view. Harsh deserts baked by twin suns, craggy caverns, lush forests, water worlds, mineral-coated surfaces, inhospitable ice, inhabited moons and even lava worlds have greeted our gaze.  The popular \"Star Wars\" film franchise stirred our collective imagination, but similar planets have since been discovered in our own galaxy. The discovery of the first exoplanet (a planet outside of our solar system), was made in 1995 and astronomers have discovered more than 4,000 others since then.  \"Our exploration of exoplanets has just taken off dramatically,\" said Kenneth Carpenter, Hubble Space Telescope project scientist. \"When the first 'Star Wars' film came out, in theory, we thought there were planets around other stars, but there was no direct evidence. It's been extremely dramatic seeing how the number of exoplanets has accelerated over the years. We have found planets of almost every type. We may actually be in a situation where reality is more strange than the fictional predictions.\" Astronomers classify exoplanets using analogs to those from our own solar system. They've discovered Super-Earths, or planets larger than the size of Earth. There are some that are terrestrial, or rocky, that are Earth-sized and orbiting sun-like stars. Then there are the gas giants, rocky giants, hot Jupiters, sub-Neptunes and gas dwarfs.  Interestingly, some of the most common exoplanets exist at a size between Earth and Neptune -- a circumference that doesn't make an appearance in our solar system.  Among the most intriguing exoplanets are those likened to ones we see in the \"Star Wars\" galaxy. Others have the possibility of being \"Star Wars\"-like, which future telescopes may reveal. And others, frankly, are so weird and unexpected that they stand on their own. If we could stand on the surfaces of these bizarre exoplanets, like those found in the middle of star clusters, \"the sky would be blazing with stars -- more than the 6,000 you can see from Earth if you have the whole sky view,\" Carpenter said. On others, the sky might be a sickly yellow, deep periwinkle or a deep red, depending on the star they orbit.  Now we know that the billions upon billions of stars in the observable universe can each host planets or planetary systems.  \"There are 200 billion stars in the Milky Way,\" Carpenter said. \"If each has a couple of planets, you're talking 400 billion planets in the Milky Way galaxy alone.\" If planets are within the \"Goldilocks zone\" of their star, at that comfortable, habitable distance where liquid water can be supported on the planet's surface, life would soon form. Exoplanets within that zone are discovered every year. But we've yet to find evidence of life outside of Earth. \"If there are that many opportunities out there, where are they?\" Carpenter asked.  For now, they're in the fictional worlds of \"Star Wars.\" But the potential for life-supporting planets, and even moons, could be waiting on the horizon of discovery. Sand and suns aplenty The double sunset on Tatooine is unforgettable. And when the first \"Star Wars\" film was made, astronomers had yet to discover a planet in the universe within a binary star system. Exoplanets remained a hopeful mystery. Robert Zellem, an observationalist who looks at transiting exoplanets for NASA's Jet Propulsion Laboratory, has come full circle with Tatooine over the course of his life. He credits watching the original \"Star Wars\"as a kid as one of the reasons he's at NASA.  He recalls seeing the twin sunset on the screen for the first time, an image that became burned into his mind. That image was a mental stand-in for the prediction of planets orbiting a binary star system before the detection was made.  Zellem later observed the first planet found to orbit a binary star system, Kepler-16b. It was discovered by NASA's Kepler mission in 2011.  \"We know of about a dozen planets that orbit two stars,\" said Elisa Quintana, astrophysicist and deputy project scientist for NASA's planet-hunting TESS mission. \"They can exist and be stable, and before Kepler, we didn't know of any examples. The ones we found are more gas giants like Saturns and Jupiters, versus the desert rocky planet of Tatooine. That's not to say those don't exist.\" Desert planets are common in the \"Star Wars\" galaxy. We're treated to the sandy views of Geonosis and Jakku, in addition to Tatooine, just to name a few. Anakin Skywalker famously complains about Tatooine's sand in the prequels. But how did the sand get there? \"For the sand to form, was it always a desert or did it evolve?\" Zellem pondered. \"Perhaps its orbit evolved over time or its stars caused any water to evaporate and for plant life to die out.\" Quintana noted that astronomers have also found planets in systems with as many as three or four stars. There are also exoplanets that orbit stars very different from our sun, like M-dwarf stars that are smaller and cooler but much more active. Standing on the surface of planets orbiting an M-dwarf, we would see everything tinged in red. \"Think of all the types of the sunsets you could see standing on these planets\" Quintana said.  Fire and ice The ice planet Hoth is our opening view in \"The Empire Strikes Back.\" It's the sixth planet from its star and receives less sunlight. And we know once that distant sun sets, tauntauns and people can't survive unless Han Solo engineers a solution.  Cold worlds distant from the sun exist in our solar system, bringing to mind Uranus, Neptune and the icy moons of Jupiter and Saturn. And as expected, they can be found outside it as well. Perpetually locked in a deep freeze is the exoplanet OGLE-2005-BLG-390 -- but even researchers like to call it Hoth.  What was once possibly a Jupiter-like planet failed and turned into a cold super-Earth, clocking in at five times the mass of our planet. It's surface temperature is likely an average of negative 364 degrees Fahrenheit. And the planet is 20,000 light-years away from us toward the center of the Milky Way.  But icy worlds are different from snowy ones, and as Patrick Johnson points out in his book, \"The Physics of Star Wars,\" Hoth definitely has snow. Snow implies that liquid water exists on the planet and can be found in the atmosphere, returning to the surface in snowflakes.  But on Neptune and Uranus, gases like nitrogen and methane dominate. This means that the snow could actually be nitrogen crystals raining on the surface -- but that would make the planet inhospitable, even when wearing fashionable, puffy layers.  There are other scenarios that make a Hoth-like world possible, like a slow rotation rate, or a planet that's tidally locked around its star with one side perpetually facing the star and we only get to see the back of it. Its star could be much dimmer than ours. Or Hoth could in fact be a dwarf planet, much like Pluto. Johnson pointed out that there's a nearby asteroid field to Hoth, according to the film, much like how Pluto exists among icy, distant Kuiper Belt objects.  Another complete extreme: lava worlds. In \"Star Wars,\" Mustafar is the small world sandwiched between two gas giants, glowing an eerie red from its continuous lava flows. It's home to the battle between Anakin Skywalker and Obi-Wan Kenobi in \"Revenge of the Sith\" and later becomes the site of Fortress Vader, Darth Vader's fortress of solitude, if you will.  NASA's Kepler mission spotted lava worlds such as Kepler-10b and Kepler-78b which closely orbit their stars and have blazing hot surface temperatures that rival lava flows on Earth.  Then there's the exoplanet 55 Cancri e, a super-Earth likely to host lava flows on its surface while rain made of silicates falls like glass shards. Forest moons and life in a galaxy far, far away We may never meet Ewoks or race through forests on speeder bikes, but astronomers believe we're not too far from confirming the first exomoon. Even more exciting is the prospect of a potentially habitable moon.  Some exoplanets that seem potentially habitable may possess other factors that render them inhospitable: active stars flaring radiation, toxic gases and lack of atmosphere, just to name a few.  In the \"Star Wars\" galaxy, we discover the lush forested moons of Yavin 4 and Endor. Both orbit gas giant planets that aren't habitable. But life, and the rebellion, thrives on the moons around them.  \"It's pretty enticing to think now that life could exist on a moon around a Jupiter-like planet,\" Zellem said. \"Some scientists believe that could happen. While the planet couldn't be habitable because it's a gas giant, a moon could host life. We're starting to make tentative detections of moons with Hubble.\" Future telescopes can help detect these moons, which are hard to spot because they're so small in relation to the planets and stars they orbit. Telescopes like the James Webb Space Telescope will also be able to peer into the atmospheres of exoplanets, if they have them, and determine their composition. This could be the next step in helping determine if planets are potentially habitable. It's an exciting time to be an exoplanet scientist, Zellem said. The question of where life could exist outside of Earth looms large for scientists. And in return, the universe offers tantalizing possibilities.  Kepler-444 is a star in the constellation Lyra, 116 light-years from Earth. Five small rocky Earth-sized planets closely orbit the star. But the most intriguing aspect of the Kepler-444 system is the age of the star; it's 11.2 billion years old, Carpenter said. That makes our own solar system feel impossibly young because our sun was born 4.5 billion years ago.  \"That means Earth-sized planets existed around stars long before our solar system was formed,\" Quintana said. \"It makes you think. There could be Earths that formed and were habitable a long time ago and it adds another dimension of time where habitable planets could exist.\" And if life was able to form in that system, imagine how it evolved. \"The possibility of that is humbling,\" Carpenter said.  It makes the sci-fi idea of a galaxy far, far away and teeming with life seem a little more possible.  \"I really hope there are other civilizations out there having these adventures,\" Zellem said. \"I'm hopeful we're not alone in the universe.\""], "Language": false}