{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/us/coronavirus-icu-delirium/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-04-15T19:48:46Z"], "LastModifiedDate": ["2020-04-15T23:38:29Z"], "Headline": ["When the ventilator comes off, the delirium comes out for many coronavirus survivors"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["When health care workers finally removed the ventilator tube from Jesse Vanderhoof's throat, he managed to eke out two weak words: \"Call Emily.\" Vanderhoof, a 40-year-old nurse with coronavirus, was emotional and full of relief on the ensuing call with his wife after more than a week on a ventilator in an Idaho hospital's intensive care unit. But over the next couple days, it became clear that while Jesse's body was on the mend, his mind wasn't right.  He yanked an IV line out of his arm. He requested an Uber to take him home -- a $200, nearly three-hour trip -- even though he could barely get up. He talked in circles for days about going on a road trip and was obsessed with trying to rent an old-school Ford Bronco to drive himself home. He couldn't grasp what exactly was going on. \"He didn't understand why the world was at war with (Covid-19), why health care workers were heroes, why he was involved,\" his wife, Emily Vanderhoof, 34, said. \"We had the same conversation for four days straight.\"  His experience is just one example of \"ICU delirium,\" an acute brain condition characterized by confusion, inattention and an inability to understand the world around you. This is particularly common in patients who are sedated and on a ventilator for extended periods of time. And patients must be heavily sedated to tolerate a ventilator, which works via a tube snaked down the throat to deliver air to lungs flooded with fluid. \"My brain wanted to keep on looping over and over and over, and I kept on asking without realizing that I had asked these questions lots of times,\" Jesse said. The effect of coronavirus on the lungs is well known, but its significant impact on the brain has been less widely acknowledged. As more and more patients come off ventilators and recover from coronavirus, many will return home not just with physical changes but with psychological ones, too. Two weeks since coming off the ventilator, Vanderhoof remains easily fatigued and is still working to piece together what exactly happened. \"At this point it's starting to get clear, but for a while there, especially right after I was starting to gain consciousness and especially after ... they took the intubation tube out, it was really, really confusing to me,\" he said. Delirium is fairly common among ICU patients even in normal times. But the coronavirus pandemic is like a \"delirium factory,\" said Dr. Wes Ely, a professor of medicine at Vanderbilt University Medical Center who specializes in ICU delirium. \"If you had to design an experiment to make delirium as big of a problem as you could in an ICU, Covid is it,\" he said. What happens in delirium Delirium can be caused by infection or inflammation, and it is especially common among ICU patients who are sedated and on a mechanical ventilator for long periods of time. Patients with delirium often experience hallucinations or vivid dreams that can sometimes lead them to act in irrational ways. They may pull off their IV line or their breathing apparatus that they believe is hurting them, or they may attack nurses. Missy Testerman, 49, a second-grade teacher in Rogersville, Tennessee, said her sweet, gentle father developed delirium when he was intubated in 2018, shortly before he died of leukemia. He became aggressive and paranoid and his arms had to be restrained to the bed to keep him from assaulting nurses. \"He imagined crazy scenarios, such as that the nurses were trying to rule the world, that we were trying to steal his money, or that he was the only one who could protect the world from evil,\" Testerman wrote in an email. \"He assaulted nurses while in these rages and said words I had never heard him say in my life. One night, he told the room full of people that I had killed his neighbor and taken his body to Mississippi.\" Vanderhoof said that he remembered dreaming that he was passing out and falling onto his face in slow motion. He said he watched his own death as well as his funeral. \"I swear still, to this day, I saw my own funeral multiple times,\" he said Tuesday, 10 days after his release from the hospital. \"It's just so realistic and so scary as a person to see. That's your brain knowing you're in trouble and knowing you're close (to death).\" Delirium can last anywhere from days to weeks or months, and it waxes and wanes over time. For Vanderhoof, the delirium suddenly returned one night after he was back home with his wife in Hailey, Idaho. Emily said she found him at 2 a.m. in the bathroom talking in repetitive loops, unable to orient to where he was, counting on his hands and trying to use sign language. Delirium can have serious long-term consequences. Patients who experience longer periods of delirium are at higher risk for mental health issues like anxiety, depression and post-traumatic stress disorder. In addition, longer periods of delirium are associated with long-term cognitive impairment, according to a 2013 study in the New England Journal of Medicine. Delirium is one part of what's broadly known as Post-intensive care syndrome, or PICS, a collection of issues that patients experience after spending time in the ICU. Dr. Daniela J. Lamas, a pulmonary and critical care doctor at Boston's Brigham & Women's Hospital, said these types of patients often describe being psychologically changed by their stay in the ICU. \"The family is overjoyed they made it through, but they feel different. They don't feel like they are the same person who went into the unit,\" she said. \"They feel ashamed of even talking about that.\" Why delirium is so common during coronavirus The impact of coronavirus on the brain remains largely unclear, but Ely, Lamas and Dr. Sharon Inouye, the director of the Aging Brain Center and a delirium expert, said that delirium is and will be a common issue with coronavirus patients. In some cases, the virus may cause brain inflammation, which contributes to delirium, Inouye said. In a case series of 214 Covid-19 patients in Wuhan, China, neurological symptoms were found in 36% of patients, according to research published in JAMA Neurology last week. In addition, coronavirus treatment requires longer periods of sedation and ventilator use. \"A lot of aspects of coronavirus have made it very hard for us to do these practices that we know are the best practices to prevent delirium,\" Lamas said. In normal times, health care workers often wake these patients to test their alertness and breathing and try to wean them off the ventilator, which can decrease the likelihood of delirium. But in the pandemic, health care workers are stretched thin and have less time to spend with individual patients. \"I think the providers are so taxed that you're trying to keep the patient alive,\" Inouye said. \"During these times of crisis, you're just trying to keep the patient alive. Things like delirium prevention are just like extra credit assignments.\" Further, one way to help prevent delirium is to have family nearby. They can hold the patient's hand or talk to them, which can help orient them, even if they appear unconscious on a ventilator. But now, hospitals are keeping patients isolated and away from family to contain the spread of coronavirus. \"Patients who are sedated will (later) tell us, 'I remember the family member talking, I remember something they said.' But now the families are not there,\" Lamas said. These ICU treatment strategies may change going forward as doctors learn more about the virus and the best way to treat it, Lamas said. Still, she worried there will be many coronavirus survivors facing difficult recoveries in the months to come. \"I think we're going to be seeing with Covid a range of recoveries and a range of abilities to return to the world,\" she said. \"As a medical system, it's going to be a very large population.\""], "Language": false}