{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/08/us/2019-canceled-stories-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2019-12-08T10:00:11Z"], "LastModifiedDate": ["2019-12-09T21:39:23Z"], "Headline": ["Here are just some of the people who were canceled or threatened with cancellation in 2019"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["As cancel culture gained traction in 2019, so did the number of people who were canceled.  The culture doesn't always work out because some people face long-term cancellation while others face a short-term slap on the wrist. Here's a list of just some of the people who were canceled, or faced cancellation, in 2019. R. Kelly The year began with the six-part Lifetime documentary, \"Surviving R. Kelly,\" that brought together Kelly's accusers and inner circle to detail the artist's life, which the network described as \"riddled with rumors of abuse, predatory behavior, and pedophilia.\" Airing over three nights, the documentary spurred renewed law enforcement investigation of Kelly, who has faced decades of sexual misconduct allegations. Kelly has repeatedly denied the allegations, going as far as having an emotional outburst during an interview with Gayle King.  Kelly, who is being held without bond in Chicago, is facing separate federal grand jury indictments in Illinois and New York. The indictments allege Kelly recruited women for sex, persuaded people to conceal that he had sexual contact with teenage girls and spent hundreds of thousands of dollars buying back videotapes that prosecutors say are incriminating. Jussie Smollett There were more twists in the Jussie Smollett attack saga than there are on \"Empire,\" the show in which he formerly starred.  It began January 29 when Smollett told police he was attacked by two people who were \"yelling out racial and homophobic slurs\" and \"poured an unknown chemical substance\" on him. A little over two weeks later, after police said they interviewed more than 100 people, two Nigerian brothers were arrested as suspects and later released as potential witnesses. The interview with the two brothers led police to believe Smollett paid the brothers to stage the assault on him.  Smollett and his attorneys deny he orchestrated the attack, but he was arrested February 21 on suspicion of filing a false police report and indicted on 16 counts of felony disorderly conduct March 8. The charges were eventually dropped. As the saga unfolded, Smollett's character on \"Empire\" was cut from the final two episodes of the show's season. The city of Chicago has also filed a lawsuit against Smollett to recover the $130,000 to cover police overtime during the investigation.  Ryan Adams The New York Times published a report in February that alleged a relationship between US rock singer Ryan Adams and a woman, now 20, who was a minor at the time.  The Times wrote the alleged relationship began in 2013 when the woman was 14. Two musicians also told the paper Adams offered to help them with their careers, but he then began to pursue them sexually. Actress Mandy Moore, who was married to Adams from 2009 to 2016, then said in a podcast after the article was published that Adams was psychologically and emotionally abusive, calling his behavior \"controlling.\" The allegations led to the cancellation of Adams' tour in the United Kingdom and Ireland. He was due to play nine dates on the tour. Adams tweeted in February he was \"not a perfect man\" and apologized to anyone he ever hurt. He did say, though, that the article painted an \"upsettingly inaccurate\" picture.  \"I would never have inappropriate interactions with someone I thought was underage. Period,\" his tweet read.  Michael Jackson  The two-part Michael Jackson documentary \"Leaving Neverland\" aired on HBO in March.  The film examines claims by James Safechuck and Wade Robson that Jackson sexually abused them over a period of several years when they were children. None of Jackson's family members or supporters were interviewed for the documentary. Jackson's family has vehemently denied the allegations.  The film forced a re-examination of Jackson's legacy. The backlash from the documentary included radio stations pulling his music from their playlists and even \"The Simpsons\" pulling an episode featuring Jackson's voice. Jackson, who died in 2009, had faced accusations of sexual misconduct with boys going as far back as 1993. He was charged in 2003 with seven counts of child molestation, but was later acquitted.  Shane Gillis  After he was announced as one of the new cast members of \"Saturday Night Live,\" all eyes were on Shane Gillis.  The same afternoon of the announcement, though, news broke that Gillis had a history of making defamatory comments about Chinese Americans, LGBTQ people and women during episodes of his podcast with fellow comedian Matt McCusker called \"Matt and Shane's Secret Podcast.\" \"SNL\" decided to fire Gillis before the season began, saying: \"We were not aware of his prior remarks that have surfaced over the past few days. The language he used is offensive, hurtful and unacceptable. We are sorry that we did not see these clips earlier, and that our vetting process was not up to our standard.\" Some comedians defended Gillis while others supported NBC's decision. \"I'm a comedian who was funny enough to get SNL. That can't be taken away,\" Gillis wrote on Twitter.  Don Cherry Legendary hockey coach and sports broadcaster Don Cherry stepped down from Canada's No. 1 sports network, Sportsnet, after referring to immigrants as \"you people.\"  Cherry's comments were made during a broadcast in November during his weekly Coach's Corner segment. He was complaining that he rarely saw people he believed to be immigrants wearing red poppy pins, which are worn as a symbol of remembrance to honor fallen Canadian service members.  \"You people ... you love our way of life, you love our milk and honey, at least you can pay a couple bucks for a poppy or something like that,\" Cherry said. \"These guys paid for your way of life that you enjoy in Canada. These guys paid the biggest price.\" Sportsnet said in a statement on Twitter that Cherry's comments were \"divisive\" and \"do not represent our values or what we stand for.\" Celebs who faced cancellation Scarlett Johansson received major backlash in July after discussing actors playing characters of other races, genders and sexual orientations. She said she should be allowed to play \"any person, or any tree, or any animal.\" Her comments sparked criticism on social media about privilege and appropriation. She later clarified her statement, saying they were made out of context.  Comedian Sarah Silverman said in a podcast in August that she lost a movie role because of a 2007 sketch in which she wore blackface.  Comedian Dave Chappelle's Netflix standup \"Sticks and Stones\" got some flack after he made jokes about Michael Jackson's accusers and said he doesn't believe them. Ironically, the comedian also poked fun at cancel culture. "], "Language": false}