{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/08/entertainment/rene-auberjonois-obit/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Dakin Andone, CNN"], "Writers": [["Dakin Andone"]], "FirstPublishDate": ["2019-12-09T01:24:07Z"], "LastModifiedDate": ["2019-12-09T19:31:51Z"], "Headline": ["Actor René Auberjonois, known for 'Benson' and 'Star Trek,' has died at 79"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Actor René Auberjonois died on Sunday, his son, Remy Auberjonois told CNN. He was 79. The cause of death was metastatic lung cancer, his son said. Auberjonois was known for his myriad television roles on shows like \"Benson,\" \"Star Trek: Deep Space Nine\" and \"Boston Legal.\" But he acted in theater and film, notably as Army chaplain Father John Mulcahy in Robert Altman's 1970 \"M*A*S*H.\" Born in New York on June 1, 1940, Auberjonois won a Tony Award in 1970 for his role in \"Coco,\" a Broadway musical about Coco Chanel designer that starred Katharine Hepburn. He was nominated in 1975, 1985 and 1990 for his roles in \"The Good Doctor,\" \"Big River\" and \"City of Angels,\" respectively.  He was nominated for an Emmy twice. The first nomination was in 1984 as outstanding supporting actor in a comedy series for his role as Clayton Endicott III, the hardworking yet pompous governor's chief of staff he portrayed for seven seasons on \"Benson.\"  He was nominated again in 2001 as outstanding guest actor in a drama series for an appearance as a judge in \"The Practice.\" He appeared in \"Boston Legal,\" a spinoff of \"The Practice,\" for five seasons between 2004 and 2008. In a statement, Remy Auberjonois called his father a \"proud progressive and consummate professional and craftsman.\" He praised the work his father did for Doctors Without Borders.  \"He was married to my mother for 56 years,\" Remy said. \"He was a dedicated father and grandfather and he had a fantastic sense of humor.\" Auberjonois portrayed Odo on \"Star Trek: Deep Space Nine,\" for its seven-season run in the 1990s. Fellow Star Trek actors William Shatner and George Takei reacted to news of his death on Twitter, with Takei calling him \"a wonderful, caring, and intelligent man.\"  \"He shall be missed,\" Takei wrote. \"When I look out to the stars, I shall think of you, friend.\""], "Language": false}