{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/09/entertainment/golden-globe-nominee-reactions-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas and Marianne Garvey, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2019-12-09T15:58:06Z"], "LastModifiedDate": ["2019-12-09T19:10:35Z"], "Headline": ["Jennifer Aniston, Reese Witherspoon and more react to Golden Globe nominations"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Hollywood woke up to the Golden Globe nominations on Monday morning.  Below are reactions from those who were lucky enough to nab a nod. Jen Aniston, Best Performance by an Actress in a TV Series - Drama and Best TV Series, Drama (producer) for \"The Morning Show\" \"I have never loved a Monday morning more!  How exciting to wake up to this news and I am so honored to be included with my incredible partner Reese, and all the other extraordinary actresses in our category.  Thank you to the HFPA for recognizing our show and all the passion we put into making it.  From everyone at Apple TV+, the producers, directors, everyone both in front and behind the camera, we put our heart and soul into The Morning Show and I/we are so grateful that you recognized us with these nominations.\" Reese Witherspoon, Best Performance by an Actress in a TV Series - Drama and Best TV Series, Drama (producer) for \"The Morning Show\" and \"Big Little Lies\"  \"When I'm awakened by shaking and my husband's much too loud and excited voice at 5 AM, it must be a good day! I've been blessed to work with talented actors and creative teams throughout my career, but this year really takes the cake because I had the honor of working with two amazing groups of people on both Big Little Lies and The Morning Show! I can't say enough about each actor, writer, producer creator and member of the hardworking crews that brought these stories to life. Acting is my first love and it was always my dream when I began producing and started Hello Sunshine that we would create smart and compelling stories with strong female voices at the center, but to have people actually enjoy the work we do is truly all I could have hoped for! I'm grateful to the HFPA and to my partners HBO and Apple, David E. Kelly and Kerry Ehrin, Nicole, Laura, Shailene, Zoe, Meryl, Jen, Steve, Billy, Mark, Gugu, Karen, and everyone who had a hand in bringing Big Little Lies and The Morning Show to life!\"  Jennifer Lopez, Best Supporting Actress for \"Hustlers\"  \"I could not be more proud to be recognized by the HFPA! Ramona was a complicated character and it was an honor and challenge to bring her to life. Hustlers was a labor of love, sweat and perseverance that was written, directed, produced, edited and starred a group of badass women.  I am proud and honored to represent them and this film.\" Eddie Murphy, Best Performance by an Actor in a Motion Picture -- Musical or Comedy and Best Motion Picture -- Musical or Comedy for \"Dolemite Is My Name\" \"I am humbled and honored that the Hollywood Foreign Press has chosen to recognize Dolemite Is My Name and my performance in the film.  This film was sixteen years in the making, and was a true labor of love for everyone involved in its' creation.  I am beyond grateful that both audiences and critics have embraced it so enthusiastically, and I mean it from the bottom of my heart when I say that everyone who worked on the film shares in these nominations. Awkwafina, Best Performance by an Actress in a Motion Picture -- Musical or Comedy for \"The Farewell\" \"Just woke up to this exciting news and am incredibly honored. I am beyond grateful to the HFPA, and to be grouped with such insanely talented actresses. I grew up watching the Golden Globes every year, cheering for my favorite films and actors...it is surreal that I now get to go!  Wait, I do get to go right?\" Adam Driver,  Best Performance by an Actor -- Drama for \"Marriage Story\" \"I'm incredibly honored to be among this list of actors and extremely grateful to the HFPA. My experience with this movie has felt rare from the start because of the environment that Noah created in the script and on set, the actors and crew I got to work with, and the support that Netflix gave us along the way. A moment like this is hard to describe. I can only repeat how lucky I am to be a part of this movie.\" Alan Arkin, Best Performance by an Actor in a Supporting Role for \"The Kominsky Method\" \"Good news! This must mean I'm still alive.\" Emma Thompson, Best Actress in a Motion Picture -- Musical or Comedy for \"Late Night\"  \"I am thrilled beyond measure to have been nominated for one of my favourite roles ever - I owe so much to Nisha Ganatra and EVERYTHING to the one and only Mindy Kaling!\"  Helena Bonham Carter, Best Performance by an Actress in a Supporting Role for \"The Crown\" \"I'm thrilled at the news of the nomination this morning in particular because I tried really hard! I wanted to do full justice to the complexities of this woman. I don't think life was particularly easy for her, but it's certainly fun to pretend to be her!\" - Helena Bonham Carter / The Crown.\" Kathy Bates, Best Actress in a Supporting Role  for \"Richard Jewell\" \"Thank you HFPA for the recognition, I am so proud of this film and it was an honor to work with Mr. Eastwood on telling this important story along with the incredible Paul, Sam, Olivia, Jon, Nina, Ian and Niko. I hope our film brings justice and peace to Richard and Bobi Jewell in telling their truth and honoring his heroism.\" Nicole Kidman, Best Performance by an Actress in a TV Series -- Drama for \"Big Little Lies\" \"Headed to the set of The Prom for the first day of shooting. About to see Meryl and can't wait to give her a big hug! Thanks to the HFPA for everything you have done for Big Little Lies season 2 and its subject matter. It means the world to all of us.\" Sacha Baron Cohen, Best Performance by an Actor for \"The Spy\" \"A heartfelt thank you to the members of the Hollywood Foreign Press Association for this honour. I have long wanted to move away from comedy and do something uncommercial, not reliant on jokes, that few people would see - which I achieved with the The Brothers Grimsby. I am hugely proud of The Spy and thrilled that it has been seen and embraced by audiences around the globe. I share this recognition with Eli Cohen's family and everyone who worked on The Spy. I'd also like to express my thanks to the brilliant team at Netflix and to our visionary writer/director Gidi Raff.\" Bong Joon Ho, Best Director -- Motion Picture and Best Screenplay -- Motion Picture for \"Parasite\" \"My WhatsApp is very busy today with the news about Parasite! I am so honored by the three nominations and thank the Hollywood Foreign Press Association for recognizing our film. This couldn't be possible without the excellent work by and wonderful collaboration with my actors, department heads and crew.\"            Daniel Craig, Best Actor in a Motion Picture - Musical or Comedy for \"Knives Out\" \"Thank you to the HFPA. What an honour. Congratulations to Ana and to Rian and all of the beautiful Knives Out cast and crew.\"    Daniel Pemberton, Best Original Score -- Motion Picture for \"Motherless Brooklyn\" \"I got my parents to watch the film with me for the first time yesterday and my dad told me it was one of his favourite things I've ever done so it is doubly ace to get two wonderful tricky-to-get accolades in less than 24 hours - my dad AND the HFPA. I cannot say enough how much this wouldn't ever have existed without Edward Norton, whose passion, enthusiasm and vision really helped push me into creating a score that I'm incredibly proud of. I loved working with him and am thrilled to both have that work recognised by the HFPA and to be nominated for a Golden Globe alongside such an inspiring collection of fellow composers.\" Kaitlyn Dever, Best Actress in a Limited Series for \"Unbelievable\" \"Wow. I can't believe this!!! Thank you to the HFPA, Golden Globes for your support and nominating me for my first Golden Globe. I feel so blessed to be recognized alongside such a talented group of women. To my fellow \"Unbelievable\" cast, and the extraordinary producers, congratulations! It was a team effort to bring Marie's story to the forefront and do her justice. THANK YOU to everyone who put their trust in me to portray Marie. I'm incredibly honored and overwhelmed.\" Saoirse Ronan, Best Actress in a Drama for \"Little Women\" \"Getting to play Jo March, one of the most inspiring characters in literature, still today, has been an honor. I am eternally grateful to Greta Gerwig for her guidance and partnership, and for her fierce perseverance that brought this incredible cast together and created an environment for us to become a real family and tell this very special story. My performance in this film belongs to Greta as much as it does myself and I share this recognition completely with her.\" Annette Bening, Best Actress in a Supporting Role in Any Motion Picture for \"The Report\" \"I feel very fortunate to be part of the team that made 'The Report.'  I appreciate that the HFPA has included me in this list of fine actresses.\" Todd Phillips, Best Director Motion Picture for \"Joker\"  \"My sincere thanks to the HFPA for their significant recognition of Joker. We set out to make a small film about some big issues —and it's been incredibly gratifying to see how the movie and Joaquin's brilliant performance are resonating with so many. I congratulate our wonderful composer, Hildur, and my fellow producers Emma Tillinger Koskoff and Bradley Cooper, who worked tirelessly with our amazing crew to bring this film to the screen.  I also congratulate my fellow nominees and am so proud to be in their company.\" Joaquin Phoenix, Best Actor in a Motion Picture Drama for \"Joker\" \"Thanks so much to the HFPA for all of their support for Joker.\" Billy Porter, Best Actor in a Drama Series for \"Pose\" \"Everybody has a story. Stories create empathy. Empathy creates a pathway to the respect of our collective humanity. Thank you Hollywood Foreign Press Association for seeing POSE and helping to illuminate and share our stories with the world. The Category is...LOVE!\"  Cynthia Erivo, Lead Actress in a Drama and Co-writer on the Original Song for \"Harriet\" \"Bringing Harriet Tubman to life for the first time on the big screen has meant the world to me, and to do so with an incredibly talented and diverse group of filmmakers has been an absolute honor. To be nominated for both my performance and the song I had the privilege to co-write for the film is a testament to Harriet's enduring legacy and a celebration of her incredible story, which is long overdue. I am grateful to the HFPA for this recognition and feel truly blessed and humbled to be included on a list of such incredible artists. To say that this is overwhelming and a dream come true is putting it lightly.  I'm excited to attend my first Golden Globe awards, and to share the night with friends and people I love is icing on the cake. This is beyond my wildest dreams.\" Beanie Feldstein, Best Performance by an Actress - Musical or Comedy for \"Booksmart\"  \"What a ridiculously surreal, special morning. Thank you to the HFPA for this beautiful nomination amongst the most extraordinary women. And to get to be there with my partner on this journey - Kaitlyn Dever, my life partner - Ben P"], "Language": false}