{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/02/asia/soybeans-plastic-wrap-intl-hnk/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sarah Lazarus, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-02T10:06:36Z"], "LastModifiedDate": ["2019-12-09T07:01:57Z"], "Headline": ["Could Asia's passion for tofu help solve the plastic crisis?"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["A staple in the Asian diet, soybeans have been used to make tofu, miso soup and soy milk for hundreds of years. But now, the popular legumes are also being turned into an alternative to plastic wrap. William Chen, a professor of food science and technology at Singapore's Nanyang Technological University, invented the biodegradable food wrap. It's made of cellulose, extracted from the waste generated by soybean product manufacturers. Soybeans are crushed to squeeze out juice that's used to make bean curd and soy milk, explains Chen. What's left is a porridgey residue, which is usually dumped. Chen takes the mushy leftovers and puts them through a fermentation process. Microbes gobble up the nutrients, leaving behind cellulose, a form of fiber.  Cellulose-based plastic wraps have been on the market for a few years but Chen says that most are made from wood or corn, cultivated for that purpose. By contrast, his wrap is made from a waste product -- so it doesn't compete with edible crops for land and is more sustainable. Chen's technology could help to solve two problems at once: cutting plastic production and reducing the amount of food waste deposited in landfill. \"In Singapore, the amount of food waste we generate every year can fill up 15,000 Olympic-sized swimming pools,\" he says, adding that because soy products are so popular in Singapore, 30 tons of soybean residue is produced there every day. F&N, a soy-based drinks producer, has partnered with Chen's lab and provides the residue, straight from the factory. The company is conducting a feasibility study to assess whether the food wrap could compete, commercially, with conventional products, says Chen.  Scalability is sometimes an issue with bioplastics, which are typically more expensive to produce than their petrochemical counterparts. The soy-based wrap costs \"almost nothing\" to make in the lab, says Chen, because the raw materials are free of charge. Commercial scale production would  involve additional expenses, such as storage and quality control, however \"we have not calculated those costs yet,\" says Chen.  Soybeans are not the only natural product he's turning into bioplastic. Chen has also developed a method to transform the cellulose-rich husks of the durian -- a notoriously smelly tropical fruit -- into plastic wrap. Despite the fruit's controversial odor, Singaporeans consume 12 million durians a year, he says, so there is an ample supply of discarded husks. Biodegradability is another potential hurdle. Some bioplastics breakdown fully only when exposed to temperatures exceeding 50 degrees Celsius for prolonged periods.  Concerns have been raised that if bioplastics are not disposed of in special facilities, they could add to the plastic pollution problem.   However, Chen says his soybean-based plastic wrap is digested by microbes and disappears completely within a month when disposed of in general household waste, without the need for heat. Chen is not the only inventor seeking to replace plastic with biodegradable alternatives. Other innovative products include MarinaTex, a plastic film made from fish waste that's suited to making sandwich bags; sequins made from plant matter; and drinks containers and sachets made from seaweed.   Chen says he hopes neighboring soy-loving countries will be inspired by Singapore and adopt his innovation: \"My dream is that our technology, which is cheap and simple to implement, will cut plastic and food waste and create a cleaner environment.\" "], "Language": false}