{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/13/cnn-underscored/dell-xps-15-17-pre-order/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-05-13T14:15:30Z"], "LastModifiedDate": ["2020-05-13T14:15:30Z"], "Headline": ["Dell's latest XPS 15 and XPS 17 laptops are available for preorder"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The Dell XPS series has churned out staple devices for content creators since its launch. And this month, we're getting two additions: the XPS 15 and XPS 17.  The Dell XPS 15 ($1,299.99; dell.com) and Dell XPS 17 ($1,499.99; dell.com), which are available for preorder, were built for creative vision.  The 15 features a 15.6-inch display, while the 17 boasts 17 inches. However, they both have a 4K UHD+ resolution, fit with Eyesafe technology and a touch display. This helps protect users from the detrimental effects of high-energy visible (HEV) blue light.  They also contain a number of ports for external devices, including an SD card reader, a headphone/microphone jack and Thunderbolt 3 USB Type-C ports (two on the XPS 15 and four on the XPS 17). You'll also receive an adapter that can convert USB Type-C to HDMI, VGA, USB-A and Ethernet so you can connect printers, displays, projectors and external storage with ease. Both devices can house up to an 8-core 10th Generation Intel Core i9 processor, as well as up to 64GB of RAM. This powerful combination can handle serious creative tasks, from music production to 3D rendering.  To power the visual experience, the can opt for a NVIDIA GeForce GTX 1650 Ti 4GB. This is an excellent card, but the XPS 17's maximum GPU, the NVIDIA GeForce RTX 2060 6GB, raises things to the next level.  On a FHD+ display, the XPS 15 will stay juiced for up to a whopping 25 hours, while the XPS 17 on the same display should last up to 20. Behind any good creator is sizable storage space. Both the XPS 15 and XPS 17 can come packed with up to 2TB of SSD storage for fast and vast data access. These specs are what the XPS series is all about — performance and precision. Preorders are available now on both the XPS 15 and XPS 17. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}