{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/entertainment/livestreams-schedule-quarantine-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Ries, CNN"], "Writers": [["Brian Ries"]], "FirstPublishDate": ["2020-05-11T21:58:55Z"], "LastModifiedDate": ["2020-05-11T22:00:26Z"], "Headline": ["Must-see performances you can livestream from the couch this week"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["No one knows when concerts will return, so in the meantime, this will have to do. Over the past several weeks, dozens of artists have announced live-streamed performances that fans around the world can watch from the comforts of their couch. Some, such as Dave Matthews Band or Metallica, have tapped into their archives to bring a fresh show every week. Others, like Ben Folds or Grace Potter, are performing live.  And then there's the growing group of DJs spinning live, from DJ D-Nice to Diplo.  (Looking for plays, museums and other culture? We've got that too.) Bookmark this page — we'll keep it updated with the streams we think you need to see. And be sure to visit JamBase for a continuously updated directory of live music streams.  Here's what to watch: Special this week May 11 - May 18 Tina Fey hosts Rise Up New York!, a one-hour \"virtual telethon\" to raise money for Robin Hood, New York City's largest poverty-fighting organization. Performers include Bon Jovi, Billy Joel, Mariah Carey and Sting. Airs Monday night at 7 p.m, visit robinhood.org for more. The Jazz Foundation of America hosts #TheNewGig — a benefit for its Covid-19 Musicians Emergency Fund. Keegan-Michael Key hosts musicians including Sheryl Crow, Elvis Costello, Jon Batist and more. Airs Thursday, May 14 at 8 p.m. ET on jazzfoundation.org. Oprah hosts #Graduation2020, a multi-hour virtual graduation ceremony for college seniors featuring performances by Miley Cyrus and appearances by Awkwafina, Jennifer Garner, Lil Nas X and Simone Biles. Airs Friday, May 15, starting at 11 a.m. ET on Facebook. Mondays Grace Potter hosts Monday Night Twilight Hour, an hour-long livestream featuring Potter performing originals and covers from her home in California. Watch live on Facebook or YouTube. Metallica's YouTube and Facebook pages host Metallica Mondays every week at 8 p.m. ET. Each show remains available on demand for the entire week after. The National shares live sets or rare footage from the band's vaults every Monday at 5 p.m. ET. Watch on YouTube. Umphrey's Mcgee offers Umphrey's Mondays, a free webcast series featuring band-selected shows from the archive. Watch on YouTube or nugs.tv. Tuesdays Joe Russo's Almost Dead streams \"RAD Night In America,\" full concert streams from the past. Watch on the band's YouTube or Facebook pages. Phish airs a full show for free as a part of the Vermont band's \"Dinner And A Movie: An Archival Video Series,\" every Tuesday \"for a while.\" Watch at 8:30 p.m. ET at webcast.livephish.com or Phish's YouTube and Facebook pages. Singer-songwriter Josh Ritter hosts \"Silo Sessions,\" a weekly livestream on YouTube, Facebook and Twitch. Wednesdays Dave Matthews Band streams shows from the past every Wednesday at 8 p.m. ET. Visit davematthewsband.com/drivein for more. The Disco Biscuits are streaming a weekly show Wednesdays at 8 p.m. ET as part of their \"Rewind & Recline\" series. It can be viewed on nugs.tv. Ed Helms and the Bluegrass Situation host Whiskey Sour Happy Hour, a variety show every Wednesday at 8 p.m. ET. Watch on YouTube. Thursdays Dolly Parton hosts \"Goodnight with Dolly,\" a weekly read-aloud video series featuring the country singer and a book of her choosing. Watch Thursdays at 7 p.m. ET on the Dolly Parton's Imagination Library YouTube channel.  Josh Groban hosts movie nights featuring previous performances, but he's promised he'll be \"watching (and self criticizing) right along with you.\" Watch on YouTube Thursdays at 9 p.m. ET.  Radiohead hosts a series of weekly livestreams every Thursday on the rock band's YouTube channel. Fridays Carnegie Hall, the iconic New York concert hall, is streaming a selection from its archive every Friday beginning at 3 a.m. ET as part of Carnegie Hall Fridays. Streams will remain accessible for 72 hours. Visit carnegiehall.org for the updated schedule. The Grateful Dead's YouTube channel plays hosts every Friday to Shakedown Stream, a two-part livestream for fans of the long-running rock band. Archivist David Lemieux and historian Gary Lambert host a live Q&A, which is followed by a re-airing of a classic Dead show. Fridays at 8 p.m. ET. Pink Floyd will stream a concert from the British rock band's long history every Friday at 12 p.m. ET. You can watch on YouTube. The String Cheese Incident hosts Friday Night Cheese, live broadcasts of past concerts. Fridays at 8 p.m. ET on YouTube and Facebook. Saturdays Ben Folds hosts live Saturday Apartment Requests from his living room. Watch on YouTube at 7 p.m. ET. Dead & Company, the John Mayer-led Grateful Dead touring act, hosts \"One More Saturday Night\" every weekend, featuring livestreams of past concerts for free. Watch on YouTube and Facebook at 8 p.m. ET. Sundays Major Lazer is playing host to Very Lazer Sunday livestreams. Watch on YouTube at 4 p.m. ET. (Note: Diplo is also livestreaming DJ sets from his living room five nights a week. Watch those on YouTube, Instagram and Twitch.) Widespread Panic hosts weekly \"Never Miss a Sunday Show\" livestreams of past concerts every week on nugs.tv. Sunday at 8 p.m. ET. Ongoing The Metropolitan Opera is hosting \"Nightly Opera Streams\" such as Thomas's Hamlet or Cavalleria Rusticana / Pagliacci. Stream start daily at 7:30 p.m. ET and are watchable until an hour before the next night's stream. Visit metopera.org for more info. London's Royal Albert Hall is regularly streaming exclusive sessions from various artists homes. Part artists include KT Tunstall, Rufus Wainwright and Richard Thompson. Visit royalalberthall.org for an updated schedule. Melissa Etheridge streams live from her living room every night at 6 p.m. ET. Watch on Facebook. Pickathon, an annual music festival in Portland, is streaming #AConcertADay every day at 4 p.m. ET on its YouTube channel. D-Nice, the celebrity DJ/producer/rapper/photographer, hosts nightly \"Club Quarantine\" livestreams on his Instagram. They've featured \"guest appearances\" by the likes of singer John Legend and rappers Common and Big Daddy Kane, among others. Even Michelle Obama has dropped by. Swizz Beatz and Timbaland are hosting virtual hip hop battles on Instagram Live called Verzuz. Erykah Badu and Jill Scott came together for three hours of magic in a recent one. Up next: Nelly takes on Ludacris on Saturday. The London Symphony Orchestra streams a concert from its archive twice a week — every Sunday and Thursday — on its YouTube channel. Visit lso.co.uk for an updated schedule. H.E.R. hosts \"Girls With Guitars,\" a performance and conversation series, on her Instagram. Pasts guests included Sheryl Crow, Tori Kelly and Alessia Cara. Lollapalooza has opened up vault for anyone to watch past performances from its festivals. Watch Thursdays and Sundays on its YouTube channel. The Rock and Roll Playhouse hosts \"Live From The Playroom,\" daily concerts for kids — and adults. Watch 3 p.m. daily on the organization's Facebook page."], "Language": false}