{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/10/entertainment/bono-u2-birthday-songs-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-11T01:15:38Z"], "LastModifiedDate": ["2020-05-11T10:54:03Z"], "Headline": ["Bono celebrates 60th birthday by sharing playlist of 60 songs that saved his life"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Millions of fans turned their attention to Bono on Sunday as they helped wish him a happy 60th birthday, but the U2 frontman took the day to thank the 60 artists who made him the musician he is today by releasing a playlist of \"60 Songs That Saved My Life.\"  Bono's playlist, available on Spotify, YouTube Music and other music services, features some classics: \"Heartbreak Hotel\" by Elvis Presley, \"I Want to Hold your Hand\" by The Beatles and \"Mother\" by John Lennon.  But it also has some pop songs you might not expect from a rock star who hails from Ireland, such as such as Billie Eilish's \"everything I wanted,\" Kanye West's \"Black Skinhead\" and Lady Gaga's \"Born This Way.\"  \"These are some of the songs that saved my life,\" Bono said in a statement. \"The ones I couldn't have lived without... the ones that got me from there to here, zero to 60... through all the scrapes, all manner of nuisance, from the serious to the silly... and the joy, mostly joy.\"  Because the songs mean so much to him, Bono added that he will write a \"fan letter to accompany each song to try and explain my fascination.\"  The first six letters, posted Sunday on U2's website, were written to Eilish, David Bowie, Kraftwerk, Daft Punk, Luciano Pavarotti and Massive Attack.  In his letter to 18-year-old Eilish and her brother, Finneas, who co-wrote the song, Bono wrote, \"My ears long for such empty spaces to wander... to sneak away from the density of digital surfaces with too much information... I step inside your song and it's a black beauty, achingly awesomely vulnerable and terrifying.\"  Bono's letter regarding David Bowie's \"Life on Mars?\" is written to Bowie's son, Duncan.  \"When I heard your Dad's song LIFE ON MARS? on the radio in 1973, I was hiding under the covers of my bed in 10 Cedarwood Road listening to a pirate radio station called Radio Caroline,\" Bono wrote. \"The song was answering a much more important question when I was 13... Is there intelligent life on earth? It was proof as far as I'm concerned.\"  Bono's playlist includes three tracks on which he collaborated with artists Pavarotti, Kendrick Lamar and Frank Sinatra.  In his letter to Alice Pavarotti, the daughter of the late opera singer, Bono wrote about his memories of working with him on their song \"Miserere.\"  \"Miserere is one of my favourite of your father's crescendos,\" Bono said. \"I can hardly remember what it was about... other than forgiveness that is... and a toast to being alive.\"  More of the 60 fan letters will be posted in the coming week, according to the band's website.  The complete list of Bono's \"60 Songs That Saved My Life:\" 1. Luciano Pavarotti, Bono & Zucchero - \"Miserere\" 2. Sex Pistols - \"Anarchy In the UK\" 3. Kanye West - \"Black Skinhead\" 4. Billie Eilish - \"Everything I Wanted\" 5. David Bowie - \"Life on Mars?\" 6. The Beatles - \"I Want to Hold your Hand\" 7. Ramones - \"Swallow My Pride\" 8. The Clash - \"Safe European Home\" 9. Public Enemy - \"Fight The Power\" 10. Patti Smith - \"People Have the Power\" 11. John Lennon - \"Mother\" 12. The Rolling Stones - \"Ruby Tuesday\" 13. Elton John - \"Daniel\" 14. Andrea Bocelli - \"Con Te Partiro\" 15. Elvis Presley - \"Heartbreak Hotel\" 16. Johnny Cash - \"Hurt\" 17. This Mortal Coil - \"Song to the Siren\" 18. Kraftwerk - \"Neon Lights\" 19. Fugees - \"Killing Me Softly With His Song\" 20. Prince - \"When Doves Cry\" 21. Daft Punk feat. Pharrell Williams & Nile Rodgers - \"Get Lucky\" 22. Madonna - \"Ray of Light\" 23. Jay-Z feat. Alicia Keys - \"Empire State of Mind\" 24. Talking Heads - \"Love Goes to Building on Fire\" 25. Lou Reed - \"Satellite of Love\" 26. The Verve - \"Bitter Sweet Symphony\" 27. Joy Division - \"Love Will Tear Us Apart\" 28. New Order - \"True Faith\" 29. R.E.M. - \"Nightswimming\" 30. Adele - \"Chasing Pavements\" 31. Arcade Fire - \"Wake Up\" 32. Pixies - \"Monkey Gone to Heaven\" 33. Oasis - \"Live Forever\" 34. Iggy Pop - \"Lust for Life\" 35. Gavin Friday - \"Angel\" 36. Massive Attack - \"Safe From Harm\" 37. Kendrick Lamar feat. U2 - \"XXX\" 38. Bob Marley & The Wailers - \"Redemption Song\" 39. Echo and the Bunnymen - \"Rescue\" 40. Nirvana - \"Smells Like Teen Spirit\" 41. Pearl Jam - \"Jeremy\" 42. Bob Dylan - \"Most of the Time\" 43. Beyoncé feat. Kendrick Lamar - \"Freedom\" 44. Depeche Mode - \"Walking in My Shoes\" 45. Nick Cave & The Bad Seeds - \"Into My Arms\" 46. Simon & Garfunkel - \"The Sounds of Silence\" 47. Coldplay - \"Clocks\" 48. INXS - \"Never Tear Us Apart\" 49. New Radicals - \"You Get What You Give\" 50. Angélique Kidjo - \"Agolo\" 51. Lady Gaga - \"Born This Way\" 52. Frank Sinatra & Bono - \"I've Got You Under My Skin\" 53. David Bowie - \"Heroes\" 54. Simple Minds - \"New Gold Dream (81-82-83-84)\" 55. Sinéad O'Connor - \"You Made Me The Thief Of Your Heart\" 56. Van Morrison - \"A Sense of Wonder\" 57. Bruce Springsteen - \"There Goes My Miracle\" 58. Daniel Lanois - \"The Maker\" 59. Peter Frampton - \"Show Me The Way\" 60. Bee Gees - \"Immortality\" (Demo Version)"], "Language": false}