{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/11/entertainment/music-legends-deaths-richard-harrell-wright-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-05-11T04:36:59Z"], "LastModifiedDate": ["2020-05-11T04:50:53Z"], "Headline": ["R&B lost three legends this weekend in Little Richard, Andre Harrell and Betty Wright"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It was a tough weekend for rhythm and blues with the deaths of three musical icons.  Singers Betty Wright and Little Richard along with music executive Andre Harrell died this weekend. All had major impacts on R&B and the music industry as a whole. If one wasn't moving the genre forward, another was introducing the world to new acts.  Betty Wright influenced a generation of female artists The soulful Betty Wright died from cancer Sunday at the age of 66 in her Miami home, according to Billboard.  She had been diagnosed with endometrial cancer in the fall, Steve Greenberg, president of S-Curve Records who worked with Wright, told The New York Times. Wright's career started with her family's gospel group, according to Billboard, and she released her first album at the age of 14 in 1968. The Grammy-award winner and six-time nominee is known for her hits \"Clean Up Woman\" and \"Tonight is the Night.\"  Many of her hits have been sampled by rappers and singers like Beyoncé, Color Me Bad and Chance the Rapper.  Little Richard was an early figure in rock The screaming, preening, scene-stealing wild man of early rock 'n' roll first came on the scene in the 1950s with hits like \"Tutti Frutti,\" \"Long Tall Sally\" and \"Slippin' and Slidin'.\"  The Macon, Georgia, native had a long career after that saw him becoming one of the first inductees into the Rock and Roll Hall of Fame, getting a street named after him in his home town and receiving a Lifetime Achievement Award at the 1993 Grammys.  Aside from music, Little Richard's most noted ambivalence was in his attitude toward his sexuality. He told Charles White he was \"omnisexual.\" A decade later, he told Penthouse magazine he always knew he was gay. \"I've been gay all my life and I know God is a God of love, not of hate,\" he told the magazine in 1995. \"How can I (put) down the fisherman when I've been fishing all my life?\" Andre Harrell had an everlasting footprint in hip-hop  Harrell is credited with mentoring Sean Diddy Combs as well as discovering and launching the careers of various artists and entertainers. He got his start in 1980s with as one of two members in the rap group Dr. Jeckyll and Mr. Hyde. Harrell was then hired by Def Jam Records where he worked as vice president and then became a general manager of the label. It was when he founded Uptown Records that things really took off. He hired Diddy as an intern and launched the careers of Mary J. Blige, Heavy D and The Boyz, Jodeci and Teddy Riley. \"Known to have the midas touch when it came to discovering and developing talent, Andre was responsible for changing the sound of R&B music and crossing artist and executives over into what was then known as 'pop culture,'\" the Combs Enterprises website said."], "Language": false}