{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/us/ballerinas-coronavirus-relief-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-05-10T00:53:35Z"], "LastModifiedDate": ["2020-05-10T00:53:35Z"], "Headline": ["Ballerinas from all over the world created a mesmerizing video to raise money for other dancers' coronavirus relief"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Leading ballerinas from countries across the world have come together in a stunning performance to raise money for dancers facing financial difficulties due to the coronavirus pandemic.  Misty Copeland, principal dancer with American Ballet Theatre, and fellow dancer Joseph Phillips collaborated with the nonprofit Entertainment Industry Foundation to launch \"Swans for Relief,\" a worldwide virtual ballet event. The relief fund aims to raise money for dancers who depend on performance income to cover basic necessities like rent and food, and are now struggling financially as dance companies close their doors because of the pandemic.  Thirty-two ballerinas from 22 dance companies in 14 countries -- including South Africa, France, Mexico and China -- participated by performing Michel Fokine's \"Le Cygne,\" or \"The Swan.\" The performance included music by Camille Saint-Saëns, played by world-renowned cellist Wade Davis. Each ballerina performed a solo portion of the dance. \"For us, the idea of 32 beautiful and strong women from different walks of life coming together to speak the common language of dance felt so unifying and empowering in these uncertain times,\" Copeland and Phillips said on the event's GoFundMe page. \"The arts are vital in bringing people together and helping us process the human condition, and in these very unusual times it is dancers who can truly use the support.\" Money raised will be distributed to all the participating dance companies' coronavirus relief funds, as well as other dance-based relief funds if their companies are not accepting donations. Copeland, the American Ballet Theatre's first African American female principal dancer, said on Twitter the purpose of using this specific dance, also known as \"The Dying Swan,\" was to \"create the symbol of the everlasting struggle in this life and all that is mortal.\" The initiative, which was launched on Wednesday with a goal of $500,000, has raised nearly $90,000 by Saturday."], "Language": false}