{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/us/pharrell-williams-norfolk-state-university-speaker-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-05-09T23:52:00Z"], "LastModifiedDate": ["2020-05-10T00:10:31Z"], "Headline": ["Pharrell Williams surprises graduates of Virginia HBCU with virtual commencement speech"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Norfolk State University students were \"Happy\" Saturday when singer and producer Pharrell Williams was the surprise commencement speaker at their virtual graduation. Like many colleges and secondary schools across the country, the historically black university in southeastern Virginia moved to virtual classrooms because of the coronavirus pandemic. The school held an online graduation ceremony for the class of 2020 on Saturday. \"Even if this is not the norm, you guys and girls still deserve all the praise,\" Williams said. \"You stuck it through, you made it and today's your day.\"  Patsy Douglas, a graduating mass communications major, said she felt down on her graduation day because she couldn't have a physical ceremony. But Williams' message to students lifted her spirits.  \"His message inspired me to keep going and striving for the highest regardless of the circumstances,\" Douglas told CNN via text message. \"His words and affirmation to the class of 2020 will be forever carried in all of our hearts.\"  While Williams did not attend NSU, he did say the school had an impact on his childhood. He is from Virginia Beach, which is in the same region as NSU, and said his brother would always talk about how everyone looked up to the NSU marching band.  \"I understood why once I saw them,\" Williams said.  Known as the Spartan Legion, the school's band was going to perform at William's music festival, Something in the Water, in Virginia Beach, but the 2020 festival was canceled due to the coronavirus pandemic.  \"To be able to come and speak to this incredible institution and to also know that Norfolk State was going to perform at the Something in the Water Festival,\" Williams said. \"That would've been like closing my eyes and really actually seeing my childhood dreams come full circle.\" "], "Language": false}