{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/05/09/entertainment/gallery/roy-horn/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-05-09T05:17:38Z"], "LastModifiedDate": ["2020-05-09T12:34:45Z"], "Headline": ["Roy Horn's life in pictures"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Roy Horn with a lion onstage at the Mirage Hotel, just months prior to his career-disabling mauling by a white tiger in 2003.\n Roy Horn pictured with the cheetah, Chico. Chico was eventually the first cat Siegfried and Roy would use in their act. Siegfried Fischbacher and Roy Horn pose with French singer Mireille Mathieu in October of 1977. Siegfried Fischbacher and Roy Horn, circa 1980. Siegfried and Roy perform live on television on September 29, 1983, in Los Angeles, California.\n Siegfried Fischbacher feeds meat to a tiger with Roy Horn in 1987. Roy Horn plays with white tigers during a show at an amusement park in Bruehl, Germany, on June 9, 1987.\n Siegfried and Roy appear on the Radio City Music Hall stage in New York, on September  22, 1989, with their opening act of \"creatures.\" Roy Horn sits with a white tiger in Germany in 1991.  Roy Horn lets children pet a tiger cub in Central Park in New York City on October 29, 1992. Siegfried and Roy appear on \"The Tonight Show\" with Jay Leno on November 18, 1992.\n Roy Horn kisses the lioness, Tandy, at a safari park in Holte-Stukenbrock in North Rhine-Westphalia, Germany in 1997.\n Roy Horn, right, and Siegfried Fischbacher play with a white tiger at the Hollywood Safari Park in Stuckenbrock, Germany, on January 16, 1997. \n Roy Horn and Siegfried Fischbacher pose with a white tiger in Johannesburg, South Africa in 1998.  Roy Horn kisses Prosperity, a 7-month old white lioness which he has donated to the Cincinnati Zoo and Botanical Garden in August of 1998.  Roy, right, and Siegfried pictured with two of their lions in 1999. \n Siegfried and Roy are honored with a star on the Hollywood Walk of Fame on September 23, 1999 in Hollywood, California.  Siegfried and Roy talk with Michael Jackson as he feeds one of their tigers in Las Vegas, on August 16, 2002.  Siegfried and Roy in their private apartment at the Mirage Hotel on the Vegas Strip, along with one of their performing white lions prior to Roy's accident in 2003. Roy kisses a six-week-old white-striped tiger cub at his Las Vegas home on June 12, 2008. \n Emma Goldsberry, Siegfried Fischbacher and Roy Horn celebrate SARMOTI Cubs day with Make-A-Wish Foundation at The Mirage Hotel & Casino on October 22, 2015 in Las Vegas, Nevada. Siegfried Fischbacher, Roy Horn, and illusionist Criss Angel speak during Criss Angel's charity event at the Luxor Hotel and Casino benefiting pediatric cancer research and treatment on September 12, 2016 in Las Vegas, Nevada.  "], "Language": false}