{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/world/coronavirus-doctor-li-francesca-cavallo-book-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-15T19:27:57Z"], "LastModifiedDate": ["2020-04-15T19:27:57Z"], "Headline": ["New children's book tells the story of Dr. Li Wenliang, who sounded the alarm on coronavirus"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A new children's book follows the story of the late Dr. Li Wenliang, who sounded the alarm on the virus in China before dying from it himself.  The book, titled \"Dr. Li and the crown-wearing virus,\" is written by Francesca Cavallo, a New York Times best-selling author known for co-creating the \"Goodnight Stories for Rebel Girls\" series.  Cavallo said she wrote the book in hopes that it could help educate children on the novel coronavirus, which as of Wednesday has infected more than 2 million people and killed at least 129,045 worldwide, according to data from Johns Hopkins University. \"There's a lot of uncertainty and concern. I feel this myself and I don't even have children\" Cavallo told CNN. \"I hope (the book) can provide families with an opportunity to have open communication about what is happening.\"  The illustrated book, which Cavallo has made downloadable for free, follows Li, described in the story as \"a very good doctor in China.\" The author said she was inspired by Li, who is widely regarded as a hero for blowing the whistle on the virus before it evolved into a global pandemic. In late December of 2019, Li -- who worked at Wuhan Central Hospital -- was among a number of supposed \"rumormongers\" detained for spreading news about the virus. His warnings of a \"SARS-like\" illness spreading in Wuhan came as officials in the city were downplaying the severity of the outbreak and its risk to the public.  By late January, before Li's death, China's Supreme Court publicly criticized the Wuhan police for punishing the \"rumormongers.\" \"It might have been a fortunate thing for containing the new coronavirus, if the public had listened to this 'rumor' at the time, and adopted measures such as wearing masks, strict disinfection and avoiding going to the wildlife market,\" the Supreme Court commentary said. Cavallo said she wanted to shine a light on Li's story because he is \"a symbol of the importance of listening to scientists.\" \"In different ways, this is the same thing that happened to many other scientists and doctors in other countries,\" she said. \"Leaders refused to listen to the scientists and the doctors and that caused huge delays and made the crisis so much worse.\" The book, which is available in English, Italian, Spanish and German, has already been downloaded thousands of times, she said.  \"People from all around the world have reached out to me to translate it in a ton of languages,\" she said, adding that some who touched base with her are working on translating the book to Estonian, Uzbek, Russian, Arabic, Portuguese, Irish and Greek. \"I'm really floored by the response and by the fact that people want to feel united during this crisis.\""], "Language": false}