{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/entertainment/tim-mcgraw-i-called-mama/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-05-08T16:07:06Z"], "LastModifiedDate": ["2020-05-08T16:07:06Z"], "Headline": ["Tim McGraw's new song reminds us to call our moms"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Tim McGraw's new song is a tribute to mothers everywhere. And it's here just in time for Mother's Day.  McGraw spoke to CNN about the single, \"I Called Mama,\" and how playing it for his wife, Faith Hill, helped him decide to record it.  \"When I tried to sing it, every time I got to the chorus when it got to the 'I Called Mama' line, I fell apart and I couldn't sing the song because I would just start crying,\" McGraw said about performing it for Hill. \"That's when I knew I needed to cut it and see how it was going to turn out.\"  The single, released on Friday, was written by McGraw's friends Lance Miller, Marv Green and Jimmy Yeary. The track is McGraw's first since returning to Big Machine Records earlier this year.   For McGraw, he couldn't help but think about his own mom and the phone call that changed the course of his life.  \"I probably would have never moved to Nashville [if it wasn't for my mom],\" McGraw said. \"I called my mom and told her I was going to quit college and move to Nashville. It was a tough call because I was scared to death, because I knew how bad she wanted me to go to college and how much she wanted me to make a success of my life... and she said, 'I'm surprised you haven't already.' When she told me that, it was a vote of confidence to sell everything I had and get on a greyhound bus and go to Nashville. You don't want to let your mom down.\" The three-time Grammy winner, with over 43 worldwide No. 1 singles, seems to have done right by his mom. McGraw also reflected on his long marriage to Hill, with whom he shares three daughters. \"We just love each other deeply and we want to be together, we wanna spend our lives together,\" he said. \"One of our big things we always talk about is we made a decision early on that just because you get in a fight doesn't mean you're gonna walk out. People give up too easy sometimes. We've had plenty of ups and downs. She just loves me unconditionally, which is tough because there's a lot of conditions with loving me.\" Amid the stress of the coronavirus pandemic, McGraw hopes his new music can bring some comfort. \"IWhen I sing you a song I'm giving you my heart and soul,\" McGraw said. \"There's no good way to tell someone that it's going to be better. There's no good way when you're in the darkness to tell someone there's going to be light. I think you just have to believe it's going to get better.\""], "Language": false}