{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/08/politics/donald-trump-vladimir-putin-russia/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Chris Cillizza, CNN Editor-at-large"], "Writers": [["Chris Cillizza"]], "FirstPublishDate": ["2020-05-08T15:18:36Z"], "LastModifiedDate": ["2020-05-08T15:50:19Z"], "Headline": ["Donald Trump just made Vladimir Putin very happy"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["On Thursday, President Donald Trump called the federal investigation into Russian interference in the 2016 election a \"hoax.\" While on the phone with Russian President Vladimir Putin. \"I said, 'You know, it's a very appropriate time, because things are falling out now and coming in line showing what a hoax this whole investigation was, it was a total disgrace, and I wouldn't be surprised if you see a lot of things happen over the next number of weeks,\"' Trump told reporters about his conversation with Putin. \"This is just one piece of a very dishonest puzzle.\" You don't have to think hard to imagine the huge smile on Putin's face when he heard those words from Trump. Because what it means is that Trump continues to be unable to decouple the findings that Russia actively sought to interfere in the last presidential election from the idea that admitting that fact somehow robs him of credit for winning. The two things, of course, aren't mutually exclusive. Russia did meddle in the election to help Trump and hurt Hillary Clinton, and Trump won.   The President's inability to grasp that nuance means that he continues to reject the findings of the intelligence community, Robert Mueller's special counsel investigation and the Republican-led Senate Intelligence Committee -- all of which concluded that, yes, Russia ran a broad and deep campaign to interfere in the 2016 election and, yes, it was aimed at helping Trump, who they believed was better for their interests than Clinton. (To be clear: None of those investigations produced definitive proof that a singe vote had been changed by Russia's effort.) And unfortunately, this is not the first time that Trump has dismissed the findings of those various investigations while Putin was present.  In July 2018, at a summit in Helsinki, Finland, Trump and Putin emerged from a nearly two-hour private meeting and took questions from the press. Asked directly whether he blamed Russia for election interference, Trump responded: \"I hold both countries responsible. I think that the United States has been foolish. I think we've all been foolish. ... And I think we're all to blame.\" Later, when pressed on the fact that the intelligence community had concluded Russia meddled to help him and hurt Clinton, Trump said: \"So I have great confidence in my intelligence people, but I will tell you that President Putin was extremely strong and powerful in his denial today.\" Which was then -- and is now -- music to Putin's ears. And that's because Trump's blind spot on Russian interference isn't just a backwards-looking issue. It has major ramifications for the coming 2020 election.   \"We assess that foreign actors will view the 2020 US elections as an opportunity to advance their interests,\" said then-Director of National Intelligence Dan Coats back in January 2019. \"We expect them to refine their capabilities and add new tactics as they learn from each other's experiences and efforts in previous elections.\" In a written statement submitted to Congress at around the same time, Coats was more specific. \"Moscow may employ additional influence toolkits -- such as spreading disinformation, conducting hack-and-leak operations, or manipulating data -- in a more targeted fashion to influence US policy, actions, and elections,\" he wrote. It's simple: Russia views its interference in the 2016 election as a major success. And they are planning to take it to the next level in 2020. Virtually everyone in the US government grasps this fact -- except the President of the United States. The problem is that his opinion matters a lot more than anyone else's. As in, Trump sets the priorities for his administration. And he also sets what isn't a priority. Consider this reporting from The New York Times in April 2019: \"In the months before Kirstjen Nielsen was forced to resign, she tried to focus the White House on one of her highest priorities as homeland security secretary: preparing for new and different Russian forms of interference in the 2020 election. \"President Trump's chief of staff told her not to bring it up in front of the president.... \"...Mick Mulvaney, the White House chief of staff, made it clear that Mr. Trump still equated any public discussion of malign Russian election activity with questions about the legitimacy of his victory. According to one senior administration official, Mr. Mulvaney said it 'wasn't a great subject and should be kept below his level.'\" That's astonishing stuff. And speaks to how Trump's inability to see the truth of what Russia did in 2016 badly handicaps our government's efforts to combat whatever is coming our way in November. Even more troubling is that Trump has made sure Putin -- on two occasions! -- is personally aware of his skepticism about the role Russia played in the last election. That's literally a dream scenario for the Russian president."], "Language": false}