{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/05/07/business/gallery/april-jobs-report-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-05-07T23:57:18Z"], "LastModifiedDate": ["2020-05-07T23:57:18Z"], "Headline": ["In pictures: An economy at a standstill"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Travis Medlock, owner of the Little Shop of Ramen, looks over a row of empty stools inside his restaurant in Mariposa, California, on April 29. During the coronavirus pandemic, Medlock now only takes orders to go.  People line up to apply for unemployment benefits in Hialeah, Florida, after the state labor agency's website struggled to keep up with an influx of claims in early April. A pedestrian in San Francisco walks past a boarded-up St. Francis Drake Hotel on March 24. Governors from coast to coast told Americans not to leave home except for dire circumstances, and they ordered nonessential businesses to shut their doors.  Cars line up at the Utah Food Bank's mobile food pantry in West Valley City, Utah, on April 24. As job losses continue during the pandemic, more families have sought food assistance.  A person walks past shuttered storefronts in the Bronx as all nonessential businesses in New York were ordered closed during the pandemic.  A man is handed an unemployment form April 8 at a drive-thru collection point outside the John F. Kennedy Library in Hialeah, Florida. A sign in downtown Seattle, pictured in March, calls for the suspension of rent during the pandemic. A food delivery worker crosses the street in New York's Times Square on March 17. Food delivery workers have become essential in the city after restaurants and bars closed.  Elizabeth Ruiz, 7, puts up Post-It notes that spell out \"God Bless U\" as she and her mother, Daylin Lemus, wait in a line of hundreds of cars at a food bank in Hyattsville, Maryland, on May 5. \"This is the first food bank we have come to,\" Lemus said. \"My income is less than before, so we are coming in case things get worse. I'm worried about stores running out of chicken. I have been looking for two weeks and can't find it anywhere.\"  A sign at a 7-Eleven store in Dallas reads \"Now Hiring\" as an employee inside the store mops the floor in April. A woman wearing a face mask walks past a message of support in front of The Anthem, a popular live music venue in Washington, on April 29."], "Language": false}