{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/politics/axl-rose-steve-mnuchin/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Chandelis Duster, CNN"], "Writers": [["Chandelis R. Duster"]], "FirstPublishDate": ["2020-05-07T13:57:23Z"], "LastModifiedDate": ["2020-05-07T20:08:58Z"], "Headline": ["Axl Rose and Mnuchin engage in not-so-civil pandemic Twitter war"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Guns N' Roses frontman Axl Rose didn't hold back on his view of Treasury Secretary Steve Mnuchin, setting off a Twitter spat during the middle of a global pandemic. \"It's official! Whatever anyone may have previously thought of Steve Mnuchin he's officially an [a**hole,]\" Rose tweeted Wednesday night. Less than two hours later, Mnuchin hit back at Rose, with a now-deleted tweet \"What have you done for the country lately?\" that some pointed out included an emoji of the flag of Liberia. Mnuchin tweeted the snarky response again and included an emoji of the American flag. Rose took a jab at Mnuchin's flag mixup and responded, \"unlike this admin I'm not responsible for 70k+ deaths.\" \"My bad I didn't get we're hoping 2 emulate Liberia's economic model but on the real unlike this admin I'm not responsible for 70k+ deaths n' unlike u I don't hold a fed gov position of responsibility 2 the American people n' go on TV tellin them 2 travel the US during a pandemic,\" he tweeted, apparently referencing Mnuchin's comments during an interview with Fox Business Network on Monday.  Mnuchin said during the interview it was \"too hard to tell at this point\" when asked if he thought international travel would resume this year, but added \"this is a great time for people to explore America.\" CNN reached out to Mnuchin's office for comment on the tweets, but has not received a response. The Twitter spat comes as the country reels from the economic fallout over the coronavirus pandemic. Among ongoing discussions in Congress about the next coronavirus relief package, questions loom over the Paycheck Protection Program aimed at giving small businesses economic relief and transparency about who is given the loans and millions of Americans are also still waiting on coronavirus stimulus checks -- both efforts Mnuchin has been involved in. It is unclear what made Rose go after Mnuchin, but the singer is no stranger to openly criticizing President Donald Trump and his administration. During a concert in 2016, the band allowed fans onto the stage to destroy a piñata of then-President-elect Trump. In November 2018, Rose slammed the Trump campaign for playing the band's music at rallies, tweeting that the band had requested the campaign stop and asserting the campaign is using loopholes to play their music. Later that month, he criticized the President for seeking to blame the California wildfires on forest management, calling Trump a \"demented n' truly pathetic individual.\" The band's iconic cover of the song \"Live and Let Die\" played in the background while Trump, not wearing a mask, toured a Honeywell mask-making factory in Arizona on Tuesday."], "Language": false}