{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/07/success/self-employed-business-owners-financial-aid/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jeanne Sahadi, CNN Business"], "Writers": [["Jeanne Sahadi"]], "FirstPublishDate": ["2020-05-07T16:46:40Z"], "LastModifiedDate": ["2020-05-07T19:10:29Z"], "Headline": ["He was a self-employed audio engineer. Now he's on food stamps"], "Section": ["success"], "MappedSection": ["BUSINESS"], "Article_Body": ["The US government has offered up some relief to the smallest of small businesses -- self-employed freelancers, contractors and sole proprietors. But for many, that aid hasn't come quickly -- if at all. The federal aid package passed by Congress in March enables these microbusinesses to apply for special unemployment benefits and Economic Injury Disaster Loan grants from the Small Business Administration. They are also eligible to apply for the Paycheck Protection Program loans, though they weren't allowed to do so until the first round of money was nearly gone.  Some business owners are starting to see a bit of aid come through now after a month of waiting. But many are not, grappling instead with a morass of long wait times, confusing guidance and unreturned phone calls.  For these self-employed small business owners, the sudden onset of the economic shutdown has exacerbated their already financially precarious lives.  Feeling lucky for a minimum wage job Massage therapist Rebecca Jackoboice had a successful business working with private clients in their homes in Chicago. Her husband, also a massage therapist, had been working in a chiropractor's office. Both had to shutter their practices. Jackoboice applied for federal relief as soon as it was possible. But she still doesn't know the status of her application for an EIDL grant from the SBA, nor has she gotten approval from Chase yet on her second application for a PPP loan. (Due to a mistake by the bank on her first application, she said, she had to reapply.)  Jackoboice hasn't begun to tackle unemployment insurance benefits yet, because it's been too confusing. \"I don't know what the appropriate thing to do is anymore,\" she said. In Illinois, as in many states, the advice for the self-employed has been to apply for regular unemployment benefits, get rejected and then get recharacterized for the Pandemic Unemployment Assistance benefits created by the federal aid package for independent contractors, sole proprietors and gig workers.  But she has had better luck with her landlord and utilities' providers, all of whom are giving her a bit of a break on her monthly bills. The family is living off of personal savings right now, although Jackoboice's husband just got a minimum wage job at a friend's company. \"We got very lucky in that capacity,\" she said. Applying for every type of aid, even food stamps Audio engineer Stephen Morrison, who is based in Atlanta, has worked with some major rap artists, including L'il Wayne. And he has done live-musical work for performances by the Atlanta Ballet dance company.  When the recording industry shut down and his income dropped to zero, Morrison got busy applying for every type of assistance he could think of, including food stamps, which he received about a month after he applied. \"I was really surprised -- it was a shot in the dark -- and it's the one thing that saved me,\" said Morrison. He has heard nothing back yet on his applications for an EIDL grant or a PPP forgivable loan. And he's still waiting for approval on unemployment benefits, which he applied for over a month ago.  Morrison did just learn that he will be getting a $2,500 grant from an artists' collective, which will help with his bills since \"they're not stopping,\" he said. Looking ahead, he plans to use his studio at home for online mixing whenever recording jobs do come back. But beyond that he's considering new lines of work.  \"I'm looking at things that make sense that won't really go away,\" Morrison said, such as becoming a notary. Moving back home to save on rent The pandemic has forced hair and makeup artist Angela Ivana to temporarily leave New York City and move back home to Boston.  \"I decided to move because I wasn't sure when I'd have money coming in -- and I didn't want rent piling up,\" Ivana said. She typically works on movie productions, television shows, Broadway plays, commercials and print ad campaigns. She already was having a tough time before the pandemic because she lost her car and her $20,000 makeup kit -- the tools of her trade -- when a New York City street flooded last year.  Ivana lost a lot of income as a result, and has been trying to recover damages from the city. Using borrowed supplies, she was working on a late night television show when it shut down on March 12. While she's been approved for unemployment benefits, she hasn't gotten the first check yet because the system was too overloaded to allow her to certify that she still didn't have income.  Ivana was able to secure a $3,000 EIDL grant for a beauty-skills training business that she recently started with two partners. But that money will get eaten up quickly for business expenses, she said. She added that she hasn't applied for a PPP loan yet. \"There was so much shifting information about it. I wasn't sure how it would impact me and if I could pay it back,\" Ivana said. Earning hundreds of dollars, instead of thousands Wedding plans nationwide have been shot to hell in this age of social distancing. But Chicago-based calligrapher and wedding invitation designer Emily Rose Asher still has some work creating \"save the NEW date\" cards that couples are now sending to guests when they decide to reschedule their big event. Still, Asher said, whereas she used to earn thousands of dollars during wedding season, she's now earning hundreds. And the fact that she still has any income at all likely will disqualify her for unemployment benefits. But she did apply for a PPP loan at the end of April after trying to sort through conflicting guidance from two accountants about her eligibility. Asher's husband, meanwhile, still has his job. But his employer -- a music retailer with an online sales platform -- has already let some people go so it's unclear how secure his job will be.  Asher says she does have some personal savings that can carry her business for two to three months, but the couple's plan to buy a new house next year? \"That's not going to happen,\" she said. Rethinking her career Stephanie Jeanty, a freelance stage manager and production lead at festivals like SXSW and Coachella, as well as big musical venues, lives in Brooklyn but typically travels for work 11 months out of the year.  With major concerts and other music events on ice for now, she has no work and said she wasn't even paid for what she did ahead of SXSW, which was canceled a week before it was to start in March. Jeanty was back in Brooklyn on March 12 working at a music venue when it shuttered due to the pandemic. Since then she has been living off savings because she hasn't been able to secure any financial relief yet. She has applied for unemployment benefits and for a grant from LiveNation, and she plans to ask her landlord for a break on rent. Jeanty inquired about the PPP loan, but said someone at the SBA told her she didn't qualify because she worked across states.  She worries that because of social distancing requirements, many music venues won't reopen. That's one reason why she's seriously considering new ways to make a living. 'We feel like one of the lucky ones'  Valerie and Geoff Franklin make handcrafted leather goods on their property on the Oregon coast. And so far, the pandemic's economic fallout hasn't hit them hard ... yet.  They are still making and shipping products to customers, and can do so as long as supplies last, Valerie Franklin said. But sales are always unpredictable. Last week, they learned they were approved for both an EIDL grant and a PPP loan, she said. \"We feel like one of the lucky ones so far and yet there's so much to worry about.\" Their retirement plan is real estate. They rent out three single-family homes in the Portland area. All have mortgages. \"That worries me a lot more,\" she said.  Their tenants have paid their April rent, but it's unclear how long that will continue."], "Language": false}