{"Type": ["profile"], "Url": ["https://www.cnn.com/profiles/christina-macfarlane"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2016-09-05T10:46:27Z"], "LastModifiedDate": ["2020-04-15T18:29:33Z"], "Headline": ["Christina Macfarlane"], "Section": [null], "MappedSection": [null], "Article_Body": ["Christina Macfarlane is a sports and news anchor for CNN International, based in the London bureau. Macfarlane has anchored CNN World Sport for over five years, and regularly hosts CNN news programming including Connect the World, Hala Gorani Tonight and CNN Newsroom. Since joining CNN in 2010, Macfarlane has covered major live sports events, including the 2019 Rugby World Cup in Japan, 2018 Winter Olympics in Pyeongchang and the 2016 Summer Olympics in Rio de Janiero. As well as reporting from the Champions League and Six Nations, Macfarlane has fronted major sports news stories including Leicester City's dream run to the EPL title and the ongoing reporting around the Hillsborough disaster. In October 2019 Macfarlane gained international attention after she was shut down for asking a question about the National Basketball Association's standoff with China, during an NBA press conference. Macfarlane is the presenter for CNN feature programmes World Rugby and Alpine Edge, and fronts CNN's international tennis coverage. She has reported from all four Grand Slam tournaments, and has interviewed numerous players including: Serena Williams, Novak Djokovic, Rafa Nadal and Andy Murray. In 2019 Macfarlane sat down with Roger Federer for an exclusive interview titled 'Roger Revealed'. Before becoming CNN sports and news anchor, Macfarlane was a producer for CNN's Living Golf feature show. She has also worked in production on the European and PGA Tour for European Tour Productions and with Sky Sports as part of their live broadcast operation. Macfarlane made history at the 2019 British Sports Journalism Awards, becoming the first woman ever to be named its Broadcast Journalist of the Year. Her work has also been shortlisted by The Foreign Press Association, and she holds a Master's Degree in Broadcast Journalism from City University London. She has a lifelong passion for sport and is a qualified ski-instructor. Born in Surrey, MacFarlane now resides in London."], "Language": false}