{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/health/adele-inspiration-weight-loss-goals-pandemic-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Drayer, CNN"], "Writers": [["Lisa Drayer"]], "FirstPublishDate": ["2020-05-06T20:05:13Z"], "LastModifiedDate": ["2020-05-06T23:23:46Z"], "Headline": ["How to use Adele's birthday picture as inspiration instead of frustration"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["During a time when many of us are stress eating or simply enjoying an extra glass of wine or scoop of ice cream to savor what we can these days, waking up to Adele's celebratory Instagram birthday picture and her shockingly smaller size might come as unwelcome news.   Press pause before body shaming yourself or anyone else -- Adele included -- during a pandemic.  If you're thinking \"I can never do that,\" and Adele's story is bringing you more frustration than inspiration, hear this: It's OK to have had that ice cream or wine. And now it's OK to want to move more and feel better during a pandemic.  Adele lost weight, are we allowed to praise that? There are small things that you can start doing right now that don't require chef-prepared food, expensive trainers or fancy fitness equipment. They do require a small commitment to yourself each day, and you're worth it.  Here are seven achievable things you can do to get moving -- and I love that these are incremental goals that can give you a sense of empowerment and lift your mood. Pick one to try each week. You'll find yourself feeling better and more in control of your life, and perhaps even celebrating yourself. Open the door and take a walk   Opening the door is the first step. Even if you are superfit, you might find it hard to get moving these days. There's a lot of resistance even among people I know who are very committed to living a healthy life.  You know you should, you know you can, but your body resists. I'm telling you, just DO IT.  It will not only get your blood circulating; it will also help to clear your mind. Listening to your favorite music while walking can really elevate your mood and lift your spirits, too. Make a walk a daily activity, even if it's just for 10 minutes. If you wish, you can increase it by five minutes each week. If you live in a busy city, try to do it when the streets are less crowded. And if you are living in an apartment and don't wish to go outside, try walking the halls or stairwells.    Find a fitness class that inspires you For me, that's ballet. I was on the dance team in high school, but that was the last of my dancing days. Over the past few years, I've had the nagging desire to try ballet. My daughters have been taking classes, but I never found the time. Enter virtual ballet classes (thanks, Ballet Academy East!), and I'm finding myself doing relevés and ronds de jambes in the comfort of my bedroom, using a desk chair as a bar.      If classes aren't your thing, and you're looking for a full-body strength workout using just your body weight or a few household items, trainer Lynn Montoya, an expert in fitness for people over 50, has some ways for you to get started.   Upgrade your breakfast Eating a nutrient-rich breakfast gives you the energy you need to start your day, and it sets the stage for making other healthful choices throughout the day. I've been loving oatmeal with low-fat milk and berries lately, though Greek yogurt with berries is my typical go-to.     Whatever you decide to eat for breakfast, make sure it includes some protein. Protein-rich breakfasts include egg whites, cottage cheese, Greek yogurt, smoothies with low-fat milk or peanut butter on whole wheat toast.  Protein helps preserve muscle mass as we age, which helps keep metabolism running at full speed. Consuming a meal with protein also keeps us feeling full and can help us consume fewer calories overall than a meal that consists only of carbohydrates and fat. Enjoy a vegetable with each meal Vegetables are loaded with healthful antioxidants and fiber, which keeps you feeling full without contributing calories. They can also take the place of unhealthy carbs like french fries or creamy pasta.  Vegetables don't have to be boring. In my house, we enjoy roasted butternut squash and Brussels sprouts, roasted spaghetti squash (a fun substitute for pasta) and roasted radishes when they're in season. My daughters also enjoy broccoli sautéed in a little bit of olive oil, and asparagus tossed with Parmesan.   Once you get used to eating vegetables, you can slowly transition to giving them more real estate on your plate. I typically recommend filling half of your plate with veggies. Pick two fun fruits to enjoy each day Like vegetables, fruits are loaded with antioxidants and fiber -- and deliver sweetness without excess sugar. A handful of blueberries or raspberries, a banana, cut-up melon or a clementine can all count toward your daily fruit goals. Like vegetables, fruits don't have to be boring -- you can try a fruit-focused dessert. Try out my recipes for dark chocolate-strawberry frozen yogurt bark or cranberry orange \"ice cream.\"  Find your fiber fix Yes, fiber makes you feel full, but it also lowers your risk of diseases, too -- which can help us feel empowered right now.  I've talked about fiber-rich fruits and vegetables, but for other fiber-boosting strategies, try sprinkling fiber-rich chia seeds or Fiber One on top of your favorite cereal or yogurt. You can also opt for Wasa multigrain crackers or whole wheat bread instead of white bread.  And if you've taken up baking in quarantine,  use white whole wheat flour. My recipe for chocolate strawberry chia seed pudding parfait boasts a whopping 16½ grams of fiber.   Drink up No, not with alcoholic beverages -- though an occasional glass of wine is definitely OK, especially these days  -- but with plain-old water or seltzer. Doing so throughout the day will keep you hydrated and may help you avoid cravings for unhealthy foods. To meet this goal, try filling up a large water bottle each day, and aim to drink it by the day's end. You can also make your own naturally flavored water with lemon, orange or cucumber slices. If you need a reminder to drink, consider the Water Minder app, which helps you track your water intake, or even a light-up water bottle that will glow when you need to up your ounces.   Finally, don't forget to reward yourself This is something I always recommend to anyone looking to achieve personal health goals. Knowing you'll get a small reward after achieving mini goals can go a long way in helping you stay motivated. (Yes, you can decide what your reward will be.)  Rewards also give you a boost for accomplishing something meaningful. It doesn't have to be anything costly -- but even something like an inexpensive pair of leggings can give you a well-deserved pat on the back. Besides -- how much do we love our deliveries these days?! "], "Language": false}