{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/tech/tech-companies-first-quarter-earnings/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2020-05-06T22:27:35Z"], "LastModifiedDate": ["2020-05-07T13:06:07Z"], "Headline": ["Big tech had a strong first quarter. The next one could be much harder"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["As the economic crisis caused by coronavirus unfolded, some investors braced for painful first quarter corporate earnings.  But in the tech sector, most companies' results indicted resilience despite the massive disruption. For many, revenue remained relatively strong. Facebook, Microsoft, Apple, Amazon and Google parent company Alphabet all beat Wall Street analysts' sales expectations. Still, it's unclear if the tech giants will be able to sustain that momentum as the pandemic continues. Some warned of experiencing slowing sales only in the final weeks of the quarter; others seemed to have a lack of visibility into what might come next. Apple and IBM both declined to provide guidance for results in the upcoming quarter, hinting at just how uncertain the road ahead is. Two competing narratives have emerged to explain the pandemic's impact on tech: On one hand, technology firms have become more essential than ever, enabling remote working and the digital transformation of enterprises, while allowing people to connect, shop and be entertained online from the safety of their homes. At the same time, the strain on the economy will likely hurt their financial results, at least in the short-term.  \"Past downturns have proven that almost no company is immune to an economic contraction,\" Monness Crespi Hardt analyst Brian White said in a recent note.  Declining Ad Revenue Perhaps the most striking impact of the coronavirus crisis on tech companies' first quarter results was a drop in advertising revenue.  Google's ad sales — which comprise about 80% of Alphabet's total revenue —  climbed 10% during the three months, well below the growth rate in previous quarters.  Alphabet CFO Ruth Porat acknowledged in a release that while performance was strong during the first two months of the year, the company experienced a \"significant slowdown in ad revenues\" in March.  Fellow internet ad giant Facebook reported similar results. The company said it experienced a \"significant reduction\" in advertising demand, as well as a related decline in the pricing of ads, during the final three weeks of the quarter. However, the company said it began to see \"signs of stability\" in its core ad business in early April.  Analysts say the drop in ad sales is not entirely surprising, as advertising demand tends to be closely aligned with trends in the larger economy. But the decline highlights a unique conundrum for tech companies amid the pandemic: at the same time that people are sitting at home, spending more time than ever staring at their screens, fewer businesses are in a position to spend money on marketing to reach all of those eyeballs.  The second quarter could be even more painful. While the effects of the pandemic were really only felt at the very end of the first quarter, it will likely weigh on the entirety of the current quarter, which ends in June.  Especially for small and medium-sized businesses, digital advertising is \"their main channel of marketing,\" Nucleus Research analyst Daniel Elman said. \"The last thing they're thinking about right now is digital ad spend. That's going to take a while to come back.\"  One exception could be Amazon. Revenue from Amazon's \"other\" division, which consists mostly of ad sales, grew 44% to $3.9 billion during the first quarter.  Amazon's ad business was likely helped by the fact that so many people visited the site to stock up on goods during the quarter, Tom Forte, senior research analyst with financial services firm D.A. Davidson, said. \"I think the Amazon advertising business is going to grow through this or take a lot of share,\" Forte said. The Cloud + Other Enterprise Services On the enterprise services side — an important profit driver for tech firms —  many experienced an early boost from the pandemic as people moved to working and attending school from home. Cloud infrastructure is key to many work-from-home experiences, as are remote collaboration tools such as Microsoft Teams.  But as the quarter wore on, multiple cloud companies reported a decline in new deals.  IBM CFO James Kavanaugh said on a call with investors last week that the company began to see a \"notable change\" in its clients' priorities in late February, especially clients in hard-hit industries such as retail and travel.  \"There was effectively a pause as clients understandably dealt with their most pressing needs,\" Kavanaugh said. Analysts said that like with advertising, it's not surprising to see companies pull back spending on enterprise services such as cloud computing during an economic downturn. However, Elman said cloud companies' core service offerings are likely secure given that many enterprises are planning to continue their remote working policies for months. IBM's CEO Arvind Krishna also said he thinks coronavirus will prove a boon to cloud providers.  \"I believe that what we are going through today, with the shift to remote work, automation ... will accelerate our client's shift to hybrid cloud,\" Krishna said on the investor call. \"This gives me immense confidence in our future.\" Changing Consumer Habits — And Pocketbooks  Facebook, Twitter, Snapchat and Amazon all reported increased usage during the quarter as the platforms became vital social lifelines during the worsening pandemic.  But that surge in usage may begin to stabilize as officials lift coronavirus restrictions and life starts to slowly go back to a sort of normal, creating some uncertainty around performance in the coming months.  \"That cocooning phenomenon is likely to end within the next few months as people around the world return to the office again, dine out on occasion, engage in select social gatherings and eventually travel, albeit with increased caution and in a more challenged economy,\" White, the Monness Crespi Hardt analyst, said in a note.   For hardware companies like Apple, there's a different concern: Will customers feel comfortable paying hundreds, if not thousands, of dollars for laptops and smartphones if the current economic downturn continues or worsens?  As consumers grapple with job losses, medical costs and other financial ramifications of the pandemic, they may be less likely to shell out for an iPhone upgrade. Apple had been counting on this year as a big one for device sales — it has been widely expected to release a 5G-enabled iPhone later this year, a release that some experts think could now be pushed off by weeks or months.  During the first quarter, Apple was helped by record revenues for Apple services such as Apple Music and TV+, and the company also released a low-cost iPhone SE in early April. But just how much those offerings buoy the iPhone maker's revenue going forward remains to be seen.  Coming Consolidation  One silver lining for big tech companies right now: people are more dependent on them than ever before. And after years of having to be on the defense, tech companies are making splashy deals, going after rival platforms, strengthening relationships with DC and working to improve their public image. The pandemic may also result in the biggest tech companies getting even bigger. Funding for smaller technology companies that was widely available in recent years when the economy was thriving will likely dry up as a result of the crisis. And tech giants with ample cash on their balance sheets could take advantage of the opportunity to buy up the intellectual property from smaller firms on the cheap, according to Elman.  \"I can see them scooping those up for pennies on the dollar and using them to bolster their offerings,\" Elman said.  The big tech giants \"have proven how irreplaceable their platforms are during a crisis like this one, while also donating resources to those in need,\" White said. \"Given the fortress-like balance sheets of Big Tech, they not only have the financial resources to successfully navigate this downturn, but to emerge even stronger.\""], "Language": false}