{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/cnn-underscored/sonos-beam-vs-arc/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-05-06T21:00:40Z"], "LastModifiedDate": ["2020-05-06T21:20:47Z"], "Headline": ["Sonos Beam VS Sonos Arc: Which soundbar is right for you?"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Sonos just announced its latest soundbar, the Sonos Arc, along with the new Sonos Five, Sub, and its new S2 app. All of the hardware launches on June 10, while the new app will be available a couple of days earlier on June 8.  That said, you can preorder any of the new products right now directly from Sonos.  The Arc is a high-end soundbar that improves upon the Beam's design and approach, adding new features like Dolby Atmos, and more than doubling the number of speakers inside.  Sonos is keeping the Beam in its lineup, giving Sonos customers a choice between a $399 Beam and the $799 Arc. Exactly what does each one offer, and which one should you get? Good question. Let's take a closer look.  Sonos Beam The $399 Beam soundbar launched in July 2018, filling a void in the Sonos lineup as a mid-tier device for your TV. Prior to its launch, the $699 Playbar and Playbase were capable, but expensive offerings.  With the Beam, Sonos dropped the price and added smart features to the bar. For example, Beam is compatible with Appel's AirPlay 2, Google Assistant, and Amazon's Alexa platform. Meaning you can stream music from your Apple devices to the speaker with ease, or you can use your voice to control smart home devices or interact with your preferred digital assistant.  Beam uses HDMI Audio Return Channel (ARC) allowing you to connect it to your TV's HDMI ARC input. Doing so allows you to use your television's remote to control its volume, forgoing the need to use the Sonos app or constantly give voice commands to the Beam.  However, you can use the mobile app to control playback and access your music services. On top of the Beam are capacitive touch controls for controlling music, volume, or use voice commands.  The Beam measures 25.625 x 2.70 x 3.94-inches and weighs 6.2 pounds. It has a threaded mount for mounting to your wall.  Inside the Beam are four full-range woofers, one tweeter, three passive radiators, and five class-D amplifiers. All of the internal speakers are positioned along the front or angled at the end of the Beam. With that setup, you'll get three-channel sound.  You can pair more Sonos speakers and the Sub to Beam to add more channels and complete the surround sound experience.  You'll be able to transition the Beam to the new Sonos S2 app when it launches in June.  Sonos Arc Sonos Arc will launch on June 10 and is priced at $799. It's a premium soundbar, with a premium price and features.  It features all of the same smart home features — AirPlay 2, Google Assistant, and Amazon Alexa — as the Beam. There are capacitive touch controls on the top, and it also leverages HDMI ARC for seamless control when connected to your TV.  The Arc is bigger than the Beam, by quite a bit. It measures 45 x 3.4 x 4.5-inches and weighs 13.78 pounds. It's also mountable, with a $79 Sonos Arc mount.  But size isn't what truly sets the Arc apart from the Beam. It's the 11 Class-D digital amps, eight elliptical woofers, three silk-dome tweeters, and their arrangement inside the Arc's housing. Instead of placing all of them along the front, like with the Beam, there are two drivers placed on the top, firing up, along with one on each end of the Arc. This arrangement provides an ultra-wide soundstage, thanks to the placement of each component, along with the plastic grille with precision drilled holes.  Dolby Atmos and 5.0 surround are also supported, with the Arc being the first Sonos product to support Atmos.  Naturally, you can pair the Arc with the new Sub and a couple of One SL speakers to give you full surround sound experience.  The Arc is one of the first Sonos products to support the new S2 Sonos app. You won't be able to control the Arc with the current Sonos app, and depending on which speakers you currently have around your home or office, you'll be forced to make a decision about which products you move over to the S2 app, and which products you leave behind.  Which one do you buy? The Sonos Beam is for someone who wants a high-quality soundbar with plenty of depth and range, without spending a fortune. With the added bonus of access to voice assistants and AirPlay 2, the Beam is a well-rounded speaker and will be a welcomed addition to anyone's home entertainment setup.  For the audiophiles and those who want the best sound experience, the Sonos Arc is the only answer. At $799, it's more expensive than the Playbar and Playbase, and double the cost of the Beam — but with that comes Dolby Atmos support and an all-new 3D sound experience. Just make sure you have a big enough spot for its 45-inch long exterior.  You can preorder the Arc right now, with deliveries beginning on June 10. Or if the Beam is more your speed, then you can purchase it right now for immediate delivery. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}