{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/cnn-underscored/sonos-arc-pricing-features-preorder/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-05-06T20:00:15Z"], "LastModifiedDate": ["2020-05-06T21:20:10Z"], "Headline": ["Sonos new Arc soundbar packs 11 speakers and Dolby Atmos"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Sonos has had an eventful 2020. It's already seen the new Sonos app received a mixed response for what it meant for older hardware and the launch of Sonos Radio. Now: Sonos announced the launch of a new premium soundbar. The Sonos Arc, which costs $799.99 and comes in either black or white, effectively replaces the PlayBar and PlayBase. The Sonos Arc is up for preorder now and launches on June 10. Let's dive into what it promises to offer.  So let's talk about Arc The Arc is a multipurpose soundbar designed for music, TV shows, podcasts, radio and even movies. It's sizable at 3.4 by 45 by 4.5 inches, but it won't break your back at just 13.78 pounds. That length mirrors the trend of larger TVs. TCL offers a 75-inch TV and Samsung goes past 80 inches.  You can set the Arc on a desk or home entertainment system, or opt for the Sonos-made mount that magnetically attaches to the Arc. It should also be able to hold the bar on the wall even with the \"wall of sound\" that it can push out. The Arc comes in a matte black finish (tech enthusiasts rejoice!) or a matte white finish. Interestingly enough, Arc has a plastic grille on the front with precisely drilled holes to release the sound. That front grille is also curved 270 degrees, kind of like a semicircle. In the center, you'll find status LEDs that are akin to the ones on the Beam. You'll also have touch buttons (like on other Sonos speakers) for volume control, muting the microphone, play or pause, and a swipe function for charging tracks. It's a thoughtful design.  There are 11 speakers, which break down into eight elliptical woofers, three tweeters and 11 class-d digital amplifiers. Two of those woofers are set to fire upward (the extreme left and extreme right ones) to help the Arc deliver an ultra-wide soundstage that lets you clearly hear the audio in its fullest form.  And it packs support for Dolby Atmos — the first piece of Sonos hardware to do so — and Dolby Digital 5.1 surround. This way, if the content supports it, the Arc will deliver it in that high standard of quality. This is a combination of the hardware (including the processing tech), along with Sonos S2, the new app that will enable these experiences on the Sonos hardware that supports it.  Sonos' TruePlay will use your iOS device that controls Sonos to analyze the room. It will still have you measure sound by walking around the room with the iOS device so it can pick up notes, as it did with the Arc. It will go deeper into height and room size metrics, though. This way it can maximize the space for the best sound.  You can still control the sound and desires within the Sonos app. Night Sound, which will lower loud noises and Speech Enhancement will still make voices clearer. You can also adjust bass, mid and high tones from the app. With the onboard microphones, you'll also have your pick of a smart assistant. Like other Sonos products, Amazon Alexa or the Google Assistant are supported on the Arc. You can set this up via the app and then get a hands-free experience.  You can also pull music from hundreds of sources, including Sonos Radio. There's also support for Apple's AirPlay 2, which will let you cast content to any AirPlay speaker from your iOS, iPadOS, macOS, watchOS or tvOS device. Since this will run on the S2 platform, you will need the newer app to migrate from the S1, but it will still work with a Sonos Sub, a Play:5, a One or even One SL.  There's two more pieces of hardware Sonos is also introducing the 3rd Generation Sonos Sub and the Sonos Five, which replaces the second-generation Play:5. These aren't full redesigns, but you'll find a faster processor and more memory inside both. Pricing stays the same and both are up for order now. Both of these run on S2.  Sonos Sub ($699; sonos.com)\nSonos Five ($499; sonos.com) Sonos Sub, which is in its 3rd generation, packs a punch. You still get your pick between black or white, and you can still lay it flat or use it upright. Two amplifiers and two force-canceling drivers are still there; the latter gives you a deep and thorough bass, but without the room shaking aspect.  The sound is pumped through dual acoustic ports and it can still be paired with almost any Sonos speaker, including the Arc. TruePlay is supported, it connects wirelessly and you can use the equalizer to adjust the sound.  Sonos Five is a similar update to the Sub. This is the third generation of Sonos' most powerful speaker and brings it into the S2 generation. It's still powered by six amplifiers, three tweeters and three mid-woofers, and you can get a stereo mix on its own or pair it with another Five for a true stereo experience. Five comes in your choice of a black matte finish or a white matte finish, both with a grille.  Plus with S2, you'll be able to save custom groups of speakers ---- so you can rock out with just your new Sonos goodies or mix in a few other speakers. You will no longer need to constantly select speakers you want to play. Let's recap For now, we're bullish on the new hardware and are quite excited to go hands-on with the Arc, the updated Sub and the refreshed Five. The Arc looks quite impressive with its modern design and 22-speaker setup, which should pack a punch.  Sonos Arc, Sub and Five are all up for preorder now at $799, $699 and $499, respectively. These launch on June 10, just two days after Sonos S2 rolls out.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}