{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/06/cnn-underscored/microsoft-surface-headphones-2-features-pricing/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-05-06T13:00:53Z"], "LastModifiedDate": ["2020-05-06T13:18:03Z"], "Headline": ["Microsoft's Surface Headphones 2 offer 20 hours of battery life for $249"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Microsoft is announcing a whole bevy of Surface products on Wednesday, from new laptops like the powerful Surface Book 3 or the ultra-portable Surface Go 2, to the Surface Earbuds, which are finally making their debut, and second-generation Surface Headphones.  The Surface Headphones 2 are available to preorder right now, with deliveries and general availability starting May 12.  Microsoft's original Surface Headphones were expensive ($349.99). This time around, Microsoft added features, improved sound quality, extended battery life and dropped the price of the Headphones 2 to just $249.99.  You also now have the choice of two colors: light gray or matte black.  The Surface Headphones 2, which connect to your computer or phone via Bluetooth, will automatically pause your music or podcast if you remove them. They'll resume playing when you slip them back over your ears. That's a common feature among completely wireless earbuds, and it's fantastic to see it implemented on larger headphones.  Pairing to a Windows 10 device uses Microsoft's Swift Pair tech to streamline the process.  The power button, mute button and volume dial are on the right ear cup. The left ear is where you'll find the noise cancellation dial. You can tap the ear cups to play, pause or skip songs. The cups now rotate 180 degrees, making it more comfortable to wear the headphones around your neck.  There are 13 levels of adjustable noise cancellation, allowing you to fine-tune how much background noise is allowed while you're on a conference call or walking down a busy street, for example.  Battery life has improved from 15 hours on the original Surface Headphones to 20 hours on the Headphones 2. If the battery is running low, you can get an hour's worth of use out of a five-minute charge, according to Microsoft. A full charge takes less than two hours through the USB-C connector. There's also a 3.5mm headphone jack if you want to use the Headphones 2 with a cable.  Sound quality has also been improved, with Microsoft sticking with enhanced Omnisonic sound.  You can also use Headphones 2 to dictate text to Word, Outlook or PowerPoint, or use Cortana to control music playback through voice commands. You can even have Cortana read emails in your Outlook inbox, letting you stay current on important emails while on the go.  You can preorder the Surface Headphones 2 from Microsoft right now for $249, with orders shipping in less than a week. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}