{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/05/05/europe/gallery/dublin-home-portraits-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-05-05T22:14:30Z"], "LastModifiedDate": ["2020-05-05T22:14:30Z"], "Headline": ["These portraits provide a window into lockdown life"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["Maeve, Paul and their 9-month-old baby, Beth, are photographed in their home in Dublin, Ireland. Photographer Ruth Medjber has been taking pictures of her Dublin neighbors since March, when people began isolating themselves because of the novel coronavirus. Angela McMahon and her grandson Dylan. Medjber began her project by taking portraits of her friends and family members, but now it has branched out to include people she's never met before. Some of Medjber's subjects even include pets. Here are Roisin, Elaine and Juno. Medjber's pal Laura Devitt, along with her parents and puppy. Medjber said she has always loved seeing into people's homes, especially around Christmas time when they are lit up. \"There's a very cozy feeling to it all. It was that sense of comfort and warmth that I wanted to convey and share with everyone else who is stuck at home right now,\" she said. Claire and Ais are photographed through the window of their houseboat. Illustrator Holly Pereira at her home in Dublin city center. \"There is not a lot of effort put into dressing the set, lighting the scene or anything like that,\" Medjber said. \"I just ask them to turn on the lights, come to the window, and I take a photo. It's probably the most straightforward project I've ever done in terms of production levels.\" Medjber's parents, Tina and Moh. Angela Dorgan poses at her window. Medjber is a music photographer who shoots concerts and festivals, but all her bookings have been canceled because of the pandemic. \"It's unlikely that gigs will be back in any major capacity before 2021, which means I'm essentially out of work for a while,\" she said. \"The silver lining is that I have time to work on spontaneous projects like this. There might not be as much money in it, but as long as I can pay the bills and get by, I'll be OK. There's a lot of people who are a lot worse off in the world right now.\" Hannah, Sean and their brand-new baby, Liam. Orla, Bob and Aoife Nic Aodha. This photo project is called Grá Sa Bhaile, which is Irish for \"Love at Home.\" Eric, Willow, their sons and their dog. \"I think we're generally predisposed to try and find the positive, even in the most dire of situations,\" Medjber said. James Harmon and Vaidas Civilis pose with their cat. Their neighbor Angela is reflected in the window. Pete, Claire and their children celebrate a birthday. Michael and Nicola, along with their baby and dog. Lucy, John, Laura and Boggle (with pets Keely and Bean). Zonya and Rocky after putting their kids to bed. \"This project is continuing each night, and I'm sharing the new shots on my Instagram and Twitter,\" Medjber said. \"There have been suggestions to make a commemorative collage or book at the end. Perhaps I'll have an exhibition. I'm not sure. Right now I'm just enjoying shooting it, and hopefully bringing a little bit of light into people's homes as I go along.\""], "Language": false}