{"Type": ["article"], "Url": ["https://www.cnn.com/2013/09/13/us/pulitzer-prizes-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2013-09-13T21:26:14Z"], "LastModifiedDate": ["2020-05-05T15:03:46Z"], "Headline": ["Pulitzer Prizes Fast Facts"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Here's a look at the Pulitzer Prizes. The prizes are presented every spring in recognition of achievements in journalism, music, literature and drama. Other Facts May 4, 2020 - The Pulitzer Prizes are announced. April 15, 2019 - The Pulitzer Prizes are announced. Joseph Pulitzer, known as one of the greatest newspaper publishers in US history, established the award as part of his will.   The pronunciation of Pulitzer is \"pull it sir.\" Categories Currently, there are 22 categories and five fellowships. Journalism: Public Service, Breaking News Reporting, Investigative Reporting, Explanatory Reporting, Local Reporting, National Reporting, International Reporting, Feature Writing, Commentary, Criticism, Editorial Writing, Editorial Cartoon, Breaking News Photography, Feature Photography, Audio Reporting. Letters: Fiction, History, Biography, Poetry, Nonfiction. Drama: Theatrical play. Music: Musical Composition. In 21 of the 22 categories, the winners receive a $15,000 cash award and a certificate. The Public Service category winner of the Journalism competition is the only one awarded a gold medal. This prize is always awarded to a newspaper, not to an individual person.  Official rules for entry can be found on the Pulitzer website. Timeline 1847 - Joseph Pulitzer is born in Mako, Hungary. He comes to the United States in the 1860s as a substitute for an enlistee in the US Army during the Civil War.  1878 - Pulitzer becomes the owner of the St. Louis Post-Dispatch.   1883 - Pulitzer purchases the New York World. The Dispatch and the World become huge successes due to their crusades against public and private corruption, and sensationalistic \"yellow journalism.\" 1904 - He sets aside $2 million in his will to create a graduate school for journalism at Columbia University, and calls for the creation of a prize system in various creative areas. 1911 - Pulitzer dies aboard his yacht. 1912 - Columbia University School of Journalism is founded. June 4, 1917 - The first Pulitzer Prizes are awarded. There are four journalism awards, four in letters, one in education, and four traveling scholarships. 1922 - The poetry category is established. 1943 - The music category is added. 1950 - Gwendolyn Brooks is the first African-American to win a Pulitzer. She wins in the Poetry category for \"Annie Allen.\" 1962 - The non-fiction category is added. 1999 - Newspapers are allowed to use online presentations to supplement their entries to the public service category. 2002 - Cash awards for winners are increased from $7,500 to $10,000. 2005 - It is announced that newspapers that also publish a print edition can submit entries solely published online, but online-only newspapers still will not be allowed to enter. 2012 - The entry rules are changed, \"...all journalism entries must be submitted electronically...\"  December 5, 2019 - The audio reporting category is added. April 7, 2020 - The Pulitzer Prize Board issues a statement that the prizes, scheduled to be announced April 20, will be postponed until May 4 due to the coronavirus pandemic."], "Language": false}