{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/05/entertainment/altisimo-live-benefit-concert/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-05-05T14:51:45Z"], "LastModifiedDate": ["2020-05-05T14:51:45Z"], "Headline": ["Latino stars head up Cinco de Mayo event for coronavirus relief"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A star-studded lineup of Latino celebrities will come together on Cinco de Mayo to raise funds for those helping to keep America fed during the pandemic. The \"Altisimo Live!\" benefit concert and festival is aiming to raise $3 million, $5 at a time, for the Farmworkers' COVID-19 Pandemic Relief Fund which was created by Justice for Migrant Women and Hispanics in Philanthropy. Actress and activist Eva Longoria is set to co-host the event along with reggaeton star J Balvin, actress Kate Del Castillo, actress Rosario Dawson, and singer Alejandro Sanz. Longoria announced her participation on her verified Instagram account, writing \"2.5 million #PhenomenalFarmworkers in the US are keeping our nation fed during the COVID-19 crisis, and yet they often earn poverty wages, work under substandard conditions, and face numerous health issues.\" \"It's time we all take action,\" she wrote. \"Join #AltisimoLive this #CincoDeMayo for the biggest music and culture livestream festival benefitting the Farmworkers' Pandemic Relief Fund, and together let's make a difference by donating #CincoOnCinco.\" \"Modern Family\" star Sofia Vergara, singer Marc Anthony, Howie D of The Backstreet Boys and actor Andy Garcia will also participate.  Musical artists scheduled to perform include Maná, Gloria Estefan, Gloria Trevi and Ivy Queen. \"Altísimo Live!\" kicks off on @AltisimoLive's Facebook, YouTube, Twitter, Periscope, and Twitch accounts simultaneously at 10:00 a.m. PT/ 1:00 p.m. ET on Tuesday with musical performances and interactive Q & As with the artists starting at  5:00 p.m. PT/ 8:00 p.m. ET."], "Language": false}