{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/entertainment/tory-lanez-dream-city-fund-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Amir Vera, CNN"], "Writers": [["Amir Vera"]], "FirstPublishDate": ["2020-05-04T12:53:26Z"], "LastModifiedDate": ["2020-05-04T20:36:09Z"], "Headline": ["Tory Lanez is using the success of 'Quarantine Radio' to help families struggling through the pandemic"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Tory Lanez has attracted a lot of attention recently for \"Quarantine Radio,\" an informal show he began hosting on Instagram Live to lend levity to these scary times. Now he wants to leverage the show's viral success to help families struggling to meet their immediate needs during the coronavirus pandemic. The Grammy-nominated rapper, singer and producer announced on Monday that he's launching the Tory Lanez Dream City Fund to benefit Covid-19 relief efforts. The fund is a collaboration between The Dream City Project, which he founded with his father in 2012 to help inspire and mentor youth, and the Dream Center, a Los Angeles-based charity. Together, they will raise money to provide meals and diapers for underserved families in Los Angeles and other communities nationwide. To kick things off, Lanez has pledged to cover the cost of the first 50,000 diapers, which Amazon Music has promised to match. Speaking to CNN from Los Angeles last week, Lanez said he felt compelled to assist struggling families because it wasn't too long ago that he was struggling himself. \"It's very important for any artist to give back because at some point you were regular, too. At some point, you were a regular person just like everyone else,\" Lanez said. \"I always tell artists people feel exactly how you (felt) when you were in that place.\"  Inspired by his own struggles Before his music industry success, Lanez was a young boy whose life took an unexpected turn. When he was 11, Lanez's mother died from a rare disease resulting from her anemia. Her loss hit Lanez and his five siblings hard. As the youngest child, Lanez was especially unsettled. \"It took me to a place where I didn't understand it and didn't understand how to cope with it,\" he said. \"It taught me at a young age how important a mother is and how important the guidance of a mother is.\"  Without that guidance, Lanez says he began to rebel and was expelled from every school he attended from the sixth to 10th grades. He never completed high school. \"I had no respect for authority because the authority I respected was from my mom,\" he said.  His anger and defiance eventually boiled over, and his grandmother kicked him out of the family home. With nowhere to go, Lanez began sleeping in cars and begging for money. He says his biggest concern during that period of his life was finding a safe place to sleep every night.  \"I have utmost humility toward people because of that situation and being homeless,\" Lanez said.  It's these traumatic experiences that make him so adamant about helping families during the pandemic, he says. As the father of a 3-year-old son with respiratory issues, he's especially concerned about families with children who have underlying health issues that place them at higher risk for the virus. \"In a world where we all have homes to go to, nobody's talking about what a struggle it is for someone who's homeless right now,\" Lanez said. \"What a struggle it is for a woman with a child with no home right now. What a struggle it is for a woman with a child with respiratory issues. No one is thinking about that.\"  Partying with purpose  Lanez hosted his first episode of \"Quarantine Radio\" on March 24. At the time, it wasn't meant to be anything but entertaining. \"I just got on to play some music and I basically was drinking with my fans having a good time and everybody was just kind of enjoying it,\"Lanez said. Before he knew it, 30,000 people were watching and \"it just started taking off.\" As the show grew in popularity, Lanez began to include talent competitions, and even some A-list celebrities like Drake, Justin Bieber and Lizzo dropped in to surprise viewers. The loose format and his lax attitude sometimes resulted in raucous behavior, including hard partying and raunchy twerk competitions. Lanez says it's all in good fun. \"I don't shame any of the women,\" he said. \"I don't care what size, color or ethnicity you are. I don't want any woman to ever feel that I shamed her. Women are a big part of my fan base so I don't want them to feel that way.\"  Fans, perhaps welcoming a distraction from the pandemic, have since tuned in by the hundreds of thousands.  \"Some people can't celebrate their birthdays, you can't go outside and hug your friends like you want to,\" Lanez said. \"So I think in this time it was more so a blessing for me to bring some positivity to the pandemic that's going on right now.\" On April 9, he set a record for 360,000 viewers on an Instagram Live feed, according to a statement announcing the Tory Lanez Dream City Fund. He's since hosted Tik Tok's #HappyAtHome live-streaming series, and broke viewership records there too, according to the statement. Lanez says he plans to host \"Quarantine Radio\" through the pandemic. But now, with the Tory Lanez Dream City Fund, it has renewed purpose.  The fun and dancing will definitely continue. But it'll be done for a good cause."], "Language": false}