{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/04/entertainment/taylor-swift-nurse-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-05-04T12:57:47Z"], "LastModifiedDate": ["2020-05-05T13:14:39Z"], "Headline": ["Nurse thanks Taylor Swift for surprise gifts in honor of her work"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A nurse on the front lines of the Covid-19 battle is thanking one of the music industry's biggest stars for recognizing her and her hard work. Whitney Hilton, a registered nurse at McKay-Dee Hospital in Ogden, Utah, recently took to social media to thank Taylor Swift for sending her a box of merchandise connected to her \"Lover\" album and a handwritten letter in honor of Hilton's 30th birthday. Hilton tweeted on Sunday a thank you to Swift, her publicist and a fan account. \"I need to PUBLICLY THANK TAYLOR SWIFT @taylorswift & @taylornation13 @treepaine for sending me a box full of Merch & a PERSONALIZED LETTER from Taylor herself for my 30th birthday/for going to NYC to help as a nurse,\" Hilton wrote. \"This was quite literally the BEST DAY OF MY LIFE.\" On Monday, the nurse also shared a video showing her freaking out over the gesture. \"THANK YOU @taylorswift FROM THE BOTTOM OF MY HEART!!!!!! (I apologize for the out of body experience you are about to see.. I needed to CALM DOWN) #TaylorSwift #BestDayEver,\" the tweet accompanying video read.  Hilton made her Twitter cover photo a snapshot of the handwritten note she said Swift wrote to her.  \"I can't thank you enough for risking your life to help people and for spreading the message loudly that people need to hear about taking this seriously,\" the note read. \"Also, I saw the photo of you from my show! Thank you for coming! I would love to give you a hug next time and thank you in person. With love and admiration, Taylor.\" CNN has reached out to a rep for Swift to confirm the gesture.  Hilton recently wrote a blog post for Intermountain Healthcare about traveling 2,200 miles to work at Northwell Health's Long Island Jewish Medical Center in New York, which has become an epicenter for the pandemic. \"This is a humbling experience. I have so much to say but almost too overwhelmed to say it all,\" Hilton wrote. \"New York has been hit HARD. The people need help, the nurses need help, the doctors need help, everyone needs help.\" \"This is crisis mode like I've never seen,\" she added. \"This is an incredible experience, albeit the hardest thing I've ever done AND equally the most rewarding.\""], "Language": false}