{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/03/entertainment/queen-adam-lambert-you-are-the-champions-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-05-03T05:01:47Z"], "LastModifiedDate": ["2020-05-03T05:01:47Z"], "Headline": ["Queen and Adam Lambert reimagine classic song with 'You Are The Champions,' dedicated to health care workers"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Almost everyone knows the lyrics to Queen's \"We Are the Champions.\" Now, the band has turned the song on its head, as a tribute to workers on the frontline fighting coronavirus. Brian May, Roger Taylor and Adam Lambert teamed up to release \"You Are The Champions\" on Thursday, in a new version of the classic song. All proceeds made from the song will go towards the Covid-19 Solidarity Response Fund for The World Health Organization. Queen and Lambert were scheduled to be on the European leg of their Rhapsody tour, but the ongoing pandemic led the musicians to postpone the dates. This song, though, was recorded while May, Taylor and Lambert were all self-isolating in separate cities. The 2½-minute video begins with a dedication to workers on the front line: \"To all you frontline warriors fighting coronavirus around the world.\" The video then switches to a three-screen split of May, Lambert and Taylor performing the song. The group aims to raise $7.5 million over 60 days. After just one day online, the goal has already been more than halfway met.  They're not the only ones who have turned to music in the midst of the pandemic. Internationally renowned Nigerian singer Davido released his new music video, \"Dolce & Gabbana,\" last month, and announced all proceeds would go to the Dolce & Gabbana and Humanitas Together for Coronavirus Research fund.  U2 singer Bono wrote a new song back in March, called \"Let Your Love Be Known,\" dedicated to health care workers on the front line and anyone struggling. "], "Language": false}