{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/02/entertainment/jennifer-garner-read-the-call-to-unite/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-05-02T22:24:05Z"], "LastModifiedDate": ["2020-05-02T22:24:05Z"], "Headline": ["Jennifer Garner of course is perfection reading live to kids home in quarantine"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Jennifer Garner read a popular children's book to kids in her home state of West Virginia Saturday during the 24-hour \"The Call To Unite,\" organized to raise relief funds for families impacted by the coronavirus pandemic. Via the internet, she read \"Chicks Run Wild\" from her kitchen in Los Angeles to a number of students who attend Pleasant Hill Elementary School, saying she was excited to read to kids from her home state.  Garner talked about how her own mom used to read to her and her sister nightly all the way through middle school and stressed the importance of connecting with children over books. She said she wanted \"to make sure that kids who are missing out on education and food with school closures have access to them.\" Before Garner appeared on the live stream, singer Avril Lavigne sang her single \"We Are Warriors\" -- which was reworked from the \"Warriors\" song on her \"Head Above Water\" album. The proceeds from the song and music video go to Project HOPE, which is providing support to health care workers around the world. DJ Steve Aoki also appeared on the stream with motivational speaker and author Simon Sinek to talk about human connection. Aoki says during quarantine he has taken up chess and is drawing inspiration from seeing what other people are doing to fill the time in quarantine.  Debbie Allen also led a dance class, saying, \"So many people are isolated and alone and not moving, your spirit has to move! I am holding on to the belief that we will get through this together. I don't know why this is happening now, but it is bringing us together.\""], "Language": false}