{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/entertainment/avril-lavigne-we-are-warriors/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-05-01T16:15:10Z"], "LastModifiedDate": ["2020-05-01T16:15:10Z"], "Headline": ["Avril Lavigne honoring frontline workers with new music video 'We Are Warriors'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Sitting at her home in Los Angeles watching the coronavirus pandemic sweep across the world, singer Avril Lavigne knew she wanted to do something. \"I've just been so in awe of seeing everybody come together and really step it up,\" she told CNN in a recent interview. \"It's been insane to realize the people on the frontlines, the doctors, the nurses, the hospital workers, the essential workers, even the mail delivery and the grocery store [workers] they are holding the world together right now.\" That's why she decided to re-record her single \"Warrior\" off her Head Above Water album and adjust the lyrics to reflect the current health crisis.  \"I was just like what can I do to show my gratitude and appreciation? These guys are the true heroes right now, they are the true warriors ... we are all in this together and we have to stand united even while we are apart. Together we can beat this. When I was singing it I was thinking about and picturing everyone who is in the hospital. Putting their lives at risk to save other lives, how intense this whole thing is. So my heart is with them and I just want to say a huge thank you to everybody out there that's working the frontlines.\" All net proceeds from the song and music video, which released on Thursday, go to Project HOPE, which is providing support to health care workers around the world.  Lavigne, 35, originally wrote the song after she was diagnosed with Lyme Disease and now she says she is finally on the mend. \"It took a few years of heavy medication ... I'm feeling good and every year I just get stronger and stronger. I have to keep on top of my health and it just comes down to eating well, sleeping well, having a good balance, healthy lifestyle. I still get days where I'm like, 'ugh,' but so does everyone.\"  For fans who are disappointed about her recently canceled European tour -- which she says she's already rescheduling for 2021 -- Lavigne says it comes down to doing what you can to stop the spread of coronavirus. \"The more people stay in and do their part it's going to spread less and this is going to be over and we can get on with life and we will get on with life,\" she said. \"This is just a thing we have to go through right now. It will be behind us, which is one of the lyrics I added in 'We Are Warriors' . . . and we're gonna get there.\" "], "Language": false}