{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/01/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Julia Horowitz, CNN Business"], "Writers": [["Julia Horowitz"]], "FirstPublishDate": ["2020-05-01T12:02:11Z"], "LastModifiedDate": ["2020-05-01T12:02:11Z"], "Headline": ["Amazon isn't a one-way bet during the pandemic"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Amazon's sales are surging as ever more people turn to online shopping and other services during the coronavirus pandemic. But the company is warning that costs are skyrocketing, too — highlighting the difficulties of doing business during a health crisis, even for those who are supposed to benefit. What's happening: The company said Thursday that revenue jumped 26% between January and March, but it missed Wall Street's profit target.  CEO Jeff Bezos warned shareholders that this current quarter will also be challenging. Under normal circumstances, Amazon said it would earn $4 billion in profit. But Bezos said all of that money — and maybe more — will be reinvested in coronavirus-related expenses. \"The current crisis is demonstrating the adaptability and durability of Amazon's business as never before, but it's also the hardest time we've ever faced,\" Bezos said in a statement. Shares of the company are down more than 6% in premarket trading. The disclosure makes clear that even those companies that have been able to keep operating through global lockdowns face huge challenges. Amazon's biggest expenses will be running its warehouses and higher labor costs, according to JPMorgan analyst Doug Anmuth. He thinks those extra expenses will ease to $2 billion in the third quarter and $1 billion in the final three months of the year — but that's still significant. \"[Amazon] indicated that most of the incremental costs are temporary, but we still expect some of them to be around for a little while,\" Anmuth said in a note to clients on Friday.  Another example: Tesco, the UK's biggest grocer, pointed to similar problems earlier this month. Groceries have been in high demand, but the company said that additional costs could hit £925 million ($1.2 billion) this year if social distancing measures last 20 weeks. Even in the company's best-case scenario, in which lockdowns last for 12 weeks, costs are expected to rise by £650 million ($815 million), driven by an increase in payroll, distribution and cleaning and maintenance expenses. Investor insight: Shares of Amazon are up nearly 34% this year, while the S&P 500 has shed almost 10%. Tesco's stock has gotten less of a bump — it's down 9% this year, while the FTSE 100 has dropped 23%. On the radar: Apple shares are down 3% in premarket trading after the company indicated the extent to which the coronavirus is hurting its business. But record revenue from services such as Apple Music and Apple TV+ is helping to keep its overall business steady. US stocks notch their best month since 1987 The pandemic has exposed a huge disconnect between unprecedented economic pain on Main Street and extreme optimism on Wall Street. The US economy is collapsing as never before. More than 30 million Americans have filed for unemployment. Millions of small businesses have requested forgivable loans to stay alive. And US GDP could decline at a breathtaking annualized rate of 40% during the second quarter. And yet the stock market racked up massive gains last month, my CNN Business colleague Matt Egan reports. Even after retreating on Thursday, the S&P 500 spiked 13% in April. It was the best month for US stocks since January 1987. It's normal for stocks to get a huge bounce after a steep selloff, and March yielded a collapse of historic speed. Markets have also gotten significant support from trillions of dollars in stimulus from central banks and governments, and there's confidence among investors that restrictive lockdowns aimed at controlling the spread of the virus will start to lift soon. But April's gains obscure two lingering risks: that the economic recovery won't be as strong as expected once lockdowns ease, and that the virus could come surging back once more normal routines resume. Either outcome could send stocks spiraling again. \"Markets have been front-running the end of lockdown over the past several weeks, yet the path ahead is likely to be a lengthy and challenging one, from our perspective,\" Mark Dowding, chief investment officer at BlueBay Asset Management, told clients Friday. Boeing avoids a government bailout for now Boeing is struggling, but it's muddling through the coronavirus crisis without needing to borrow from the government — at least for the time being. The latest: The company said Thursday that it will raise $25 billion through a bond offering, my CNN Business colleague Chris Isidore reports. That means it can avoid taking out federal loans via the $2 trillion US relief package passed in March. Boeing initially asked for a bailout, but then became concerned about strings attached. CEO Dave Calhoun said he wasn't in favor of federal help if it meant Boeing had to give a stake in the company to the US Treasury. Why it matters: News of the bond offering is a sign that credit markets have improved in the past month. And it avoids a debate over ownership of America's largest exporter. But Boeing remains in a tough spot. Last year, the grounding of Boeing's 737 Max jet following two crashes dealt the company its first annual loss since 1997. Now it also has to battle a collapse in demand for air travel, prompting carriers to cancel or delay orders for new planes. Up next Chevron, Colgate-Palmolive, Estee Lauder, ExxonMobil, Honeywell and Newell Brands report results before US markets open.  Also today: The ISM Manufacturing Index for April arrives at 10 a.m. ET. Economists polled by Refinitiv expect to learn that the manufacturing sector contracted sharply last month, with the index falling from 49.1 to 36.9. Coming next week: The US jobs report for April is expected to reflect the recent tsunami of job losses with a huge spike in the unemployment rate."], "Language": false}