{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/29/us/florida-reopening-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliott C. McLaughlin, Rosa Flores, Sara Weisfeldt and Jason Morris, CNN"], "Writers": [["Eliott C. McLaughlin", "Rosa Flores", "Sara Weisfeldt", "Jason Morris"]], "FirstPublishDate": ["2020-04-29T22:01:03Z"], "LastModifiedDate": ["2020-04-30T02:10:37Z"], "Headline": ["Florida will start to reopen May 4, but for now Miami-Dade and two other counties won't be included"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Florida will reopen certain businesses throughout much of the state on Monday, Gov. Ron DeSantis said. \"We will get Florida back on its feet by using an approach that is safe, smart, and step by step,\" DeSantis said on Wednesday. DeSantis said restaurants and retail spaces could let customers inside, but only at 25% capacity, and people must adhere to social distancing guidelines from the US Centers for Disease Control and Prevention.  Restaurants can offer outdoor seating if tables are 6 feet apart.  \"Outdoor transmission, as far as we've seen, has been more difficult than the indoor climate controlled transition,\" the governor said, adding that medical officials recommended the outdoor seating change. Movie theaters can't reopen yet. \"I just think it's practically difficult to do the social distancing,\" the governor said. \"Indoor environments I think are more likely for transmission, so even though you could have done that on phase one, I think prudence dictates that we go a little slow on that.\"   Bars, fitness centers and places that offer personal services, likes hair styling, also will open later.  People can schedule non-urgent surgeries again, he said, though it depends on a hospital's ability to handle surges in cases and availability of protective equipment. Schools will continue to hold online classes, he said. DeSantis said the new measures he announced would not include three of the counties hit hardest by coronavirus. They are Broward, Miami-Dade and Palm Beach counties, which account for about 6.2 million of Florida's residents, according to US Census data. Miami Mayor Francis Suarez agreed with the governor. He said he wasn't sure when his city could join the rest of the state. \"We have to discuss it with some of the experts, the epidemiologists as well as the Surgeon General, who we hope to speak with tomorrow, to get a clearer picture,\" he told CNN's Erin Burnett. DeSantis said that Florida's Phase 1 reopening will put emphasis on walk-up and drive-up testing, with a total of 11 state-supported walk-up sites in the state. DeSantis said about 6,300 walk-up tests have been administered in the first two weeks.   \"These walk-up sites are really important, and we want to be able to spot trends in some of the underserved communities,\" he said.   Governor lauds his actions to keep case count down The governor on Tuesday lauded the state's success in tackling the outbreak. He slammed the media for its prediction -- which he said was \"wrong\" -- that Florida's hospital system would be overwhelmed with almost a half million or more Covid-19 hospitalizations.  During his joint press conference at the White House with President Donald Trump, DeSantis accused some states of issuing \"the most draconian orders\" and reeled off a list of states he felt Florida had outperformed in its handling of the outbreak.  \"Everyone in the media was saying Florida was going to be like New York or Italy, and that has not happened,\" he said. \"We had a tailored and measured approach that not only helped our numbers be way below what anybody predicted, but also did less damage to our state going forward.\" DeSantis largely credits Florida's reportedly low infection numbers to his own office's swift action, which included issuing a safer-at-home order that went into effect April 3.  Critics hammered DeSantis for his alleged inaction before the order was issued. The governor has said he decided to take action April 1 after noticing Trump's change of demeanor during a news conference the previous day. Trump urged Americans to prepare \"for the hard days that lie ahead\" during that appearance.  The governor's office provided CNN with graphs and charts that it said show how Florida fared better than several states in metrics such as hospitalization, intensive care admissions and per capita deaths. CNN has not independently confirmed the data.  Experts have told CNN that local officials wield the real power to protect residents in a pandemic, and in Florida's case, several jurisdictions made moves before the state -- with some acting well before DeSantis issued his statewide order.  Some local actions included: Miami asked the Ultra and Calle Ocho music festivals in early March to cancel their gatherings, which they did. \nMiami, Miami Beach and Orange County issued stay-at-home or equivalent orders 10 days before the state's safer-at-home order took effect. \nThe Florida Keys and Key Biscayne closed themselves off to outside visitors in March.\nCoconut Creek, Coral Gables, Delray Beach, Hallandale Beach, Homestead, Key Biscayne, Miami Gardens and Sweetwater instituted curfews in late March. \nAventura, Bal Harbour, Boca Raton, Broward County, Cooper City, Coral Gables, Delray Beach, Doral, Fort Lauderdale, Hallandale Beach, Hollywood, Lauderdale-By-The-Sea, Miramar, Oakland Park, Palm Beach County, Parkland, Pembroke Pines, Pompano Beach, Sunny Isles Beach, Weston and Wilton Manors issued some form of stay-at-home, safer-at-home or shelter-in-place directive in March.  DeSantis also took credit for protecting the state's older population, pointing to Florida suspending visitation and mandating staff screenings at long-term care facilities, as well as the mobile response team deployed to conduct testing at the facilities.  As of Wednesday afternoon, the state had at least 33,000 cases, more than 1,200 of them fatal, according Johns Hopkins University. About 30% of the fatalities are linked to nursing homes and long-term care facilities, according to Florida Department of Health data."], "Language": false}