{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/1990s-fashion-history/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Marianna Cerini, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-30T01:57:02Z"], "LastModifiedDate": ["2020-04-30T01:57:02Z"], "Headline": ["1990s fashion: A brief history of what we wore"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Nineties fashion was hard to pin down. A clash of trends screamed for our attention while others were so quietly cool they're still sartorial staples in our collective wardrobes: slip dresses, Doc Martens, chokers, crop tops.  While the 1980s were all about volume -- padded shoulders, puffed jackets, big hair and an obsession with designer wear -- style in the early 1990s was decidedly low maintenance.  The slip dress, one of the decade's most enduring garments, is perhaps the most glaring example of this. Spaghetti straps held up barely-there silk dresses, swapping the frills of the '80s for minimalist ease. Weekends were about biker shorts, turtlenecks, high-waisted jeans and baggy, logo tees. Hair was scraped into scrunchies or left as flouncy, unstyled manes. The '90s also gave rise to celebrity supermodels, including Linda Evangelista who summed up the industry's excesses at the start of the decade by saying she didn't get out of bed \"for less than $10,000 a day.\"  Evangelista joined Naomi Campbell, Cindy Crawford and Christy Turlington for the finale of Versace's Fall 1991 collection. They walked arm-in-arm down the runway, lip-syncing the lyrics to George Michael's hit \"Freedom! '90\" -- the music video for which they had all starred in. It was a very early-90s moment. From glam to grunge By the middle of the decade, however, glamazons had given way to a more relatable type of beauty. A new waif-like femininity emerged, best personified by Kate Moss.    Grunge was also taking over and in 1993, then 29-year-old Marc Jacobs put unstructured pieces on the catwalk in a Perry Ellis show that featured granny dresses, Doc Martens and plaid shirts. He was wildly criticized and, ultimately, fired for it. But the collection became one of the decade's most important turning points for fashion, not to mention his career. Chanel's Spring 1994 range also looked to the street, dressing models in skates and baggy boy-shorts accessorized with rapper's chains, while Calvin Klein presented lingerie-layered pieces that were, as he told Vogue, about \"the personal, about staying in and being alone, and not flaunting what you have on your back.\"  As the decade progressed, fashion moved from functional to decisively feminine.  In his first show for Gucci, Tom Ford reinvented the Italian brand, flaunting velvet trousers and sexy satin shirts endorsed by Madonna at the 1995 MTV Video Music Awards.  In the late 1990s, Alexander McQueen bet on explicit provocation with a series of experimental shows, of which Spring 1997's La Poupée (The Doll) was perhaps the wildest, featuring models in various metal restraints.  Meanwhile, for a generation of teens raised on MTV and the fictional lives of fellow adolescents -- Beverly Hills, 90210 and Bel-Air, to name just a couple -- fashion came to be defined as a mix of preppy garments (duster coats, plaid miniskirts, knee-high boots) and slouchy cardigans, ripped jeans and snapback hats.  Keds and Skechers were cool though, if you were into rap, Timberlands had to be your footwear of choice. Reebok Pumps were sneakerheads' Holy Grail and combat boots the hallmark of Kurt Cobain-enamored kids. By the mid-1990s, tracksuits started popping up everywhere (and would continue doing so well into the 2000s, in the form of Juicy Couture), attempting athleisure before athleisure was even a thing.  It girls and broody boys Just like \"Friends\"' reruns, the list of celebrities that defined '90s style -- and its best fashion moments -- is seemingly endless.  The sitcom itself provided quintessential examples of mid- and late-90s fashion, with Jennifer Aniston's Rachel and her famed haircut leading the pack. Sarah Jessica Parker, both on and off HBO's \"Sex and the City,\" Alicia Silverstone, as popular rich girl Cher Horowitz in \"Clueless,\" Naomi Campbell and Tyra Banks also helped set our style standards.  The men, meanwhile, were broody -- see Jared Leto, Brad Pitt, Johnny Depp -- and their disheveled looks embodied casual dressing, with a penchant for leather jackets, white tees and minimal tailoring.  Throughout the decade, anyone who was anyone made a case for easy elegance by sporting double-breasted blazers and waistcoats, or coordinated head-to-toe looks, which made even more of an impression when touted by couples (Gwyneth and Brad) and girl groups (TLC and Destiny's Child).   As the decade drew to a close, celebrity fashion took a turn for the daring: hemlines got shorter, outfits flashier (Lil' Kim owned the trend better than anyone else) and pants became increasingly low-rise. The 2000s were just around the corner, ready to take their stylistic toll on everybody.  '90s back, alright!  Today, the 1990s live on once more. Fashion's proclivity for looking back has recently turned the decade into one of its more fruitful sources of inspiration, giving us a renewed appreciation for Champion sweatshirts, Birkenstocks and Nirvana tees.  On the runways, brands like Saint Laurent, Off-White, Gucci and Prabal Gurung have rediscovered the era's biggest trends, from grunge to velvet, silky pastel slips and biker shorts. Vetements' whole raison d'être revolves around '90s aesthetics.  But the revival hasn't stopped at the clothes. Nineties supermodels are again commanding runways, from Naomi closing Saint Laurent spring 2020 last September to Christy Turlington walking Marc Jacobs' Fall 2019 show. Last year, Justin Bieber and Hailey Baldwin did a pretty good job of recreating the sexy mood of those iconic Calvin Klein ads. Even \"Friends\" is planning a reunion. For some reason, we feel a collective nostalgia that keeps drawing us back. Maybe it's because '90s style was about putting on something fun and easy. Or maybe because there was something for everyone: sheer fabrics and way too much satin, tank tops, cargo shorts, capri pants, tiny sunglasses and double denim.  Right now, the simplicity sounds very appealing."], "Language": false}