{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/cnn-underscored/nordstrom-spring-sale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-03-26T19:53:22Z"], "LastModifiedDate": ["2020-04-29T20:30:41Z"], "Headline": ["Take up to 40% off designer styles at this Nordstrom sale"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Nordstrom has been providing a steady stream of sales of late, and it's not over yet: The department store is taking up to 40% off designer styles for men, women, kids and home, now through May 3.  Of course, there are thousands of deals on trendy outfits for any occasion. But if you're stuck inside, as so many of us are, you can browse through plenty of discounted loungewear, or shop high-quality home goods that will keep you busy — and cozy — while you're social distancing. No matter what you need, be sure to buy it soon; this sale won't last long, and the best items will likely start selling out fast.  Check out our favorites from this Nordstrom's sale below.  Women's styles Nike Swoosh Sports Bra ($30, originally $38; nordstrom.com) This Nike sports bra will keep you feeling supported during home workouts. ____________________________________________________________________________________________ Adidas UltraBoost 20 Running Shoe ($144, originally $180; nordstrom.com) Amp up your (socially distant!) walks or runs with this lightweight, all-activity sneaker from Adidas.  ____________________________________________________________________________________________ Free People Movement Love Tie Dye Tank ($23.20, originally $58; nordstrom.com) Tie dye is all the rage these days. This tank is the perfect way to wear the trend this summer.  ____________________________________________________________________________________________ Madewell Marled Bradley Cardigan Sweater ($47.70, originally $79.50; nordstrom.com) Throw on this Madewell sweater when you're feeling chilly at home, or to look more put together for your next video conference call.  ____________________________________________________________________________________________  Alo Vapor High Waist Leggings ($102.40, originally $128; nordstrom.com) Whether you're lounging at home or working out, these high-waisted performance leggings, featuring a camo pattern, will keep you comfortable and allow for maximum movement.  Men's styles Vince Stripe Long Sleeve Henley T-Shirt ($58, originally $145; nordstrom.com) A henley is a wardrobe staple for any guy, and this one from Vince is certainly a top-notch pick. ____________________________________________________________________________________________ Adidas True Training Pants ($35.98, originally $60; nordstrom.com) If putting on real pants has lost its appeal for now, reach for Adidas slim, lightweight take on comfy training pants. ____________________________________________________________________________________________ The North Face Cypress Heatseeker Eco Water Repellent Hooded Jacket ($119.40, originally $199; nordstrom.com) A discounted North Face jacket is a rare find, but this one is now 40% off — snag yours before it sells out. ____________________________________________________________________________________________ Madewell Garment Dyed Twill Drawstring Shorts ($34.80, originally $58; nordstrom.com) Shorts season has arrived. This pair of drawstring shorts from Madewell is equal parts comfortable and flattering.  ____________________________________________________________________________________________  Champion Logo Print Hooded Sweatshirt ($29.24, originally $65; nordstrom.com) This hoodie looks equally great whether you're chilling at home or venturing outside on a brisk spring day.  Home goods Nordstrom Woven Cotton Throw Blanket ($29.50, originally $59; nordstrom.com) A new throw blanket will make days spent at home seem all the more luxurious.  ____________________________________________________________________________________________  Bose SoundLink Micro Bluetooth Speaker ($79, originally $99; nordstrom.com) This small portable speaker, available in orange, blue or black, allows you to bring your music with you wherever you go.  ____________________________________________________________________________________________  Anthropologie Home Large Unicorn Candle ($23.98, originally $40; nordstrom.com) This paraffin-blend wax candle in an attractive glass jar smells like tropical fruits.  For more great Nordstrom deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}