{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/cnn-underscored/fitbit-charge-4-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-04-28T18:44:10Z"], "LastModifiedDate": ["2020-04-29T16:33:43Z"], "Headline": ["Fitbit's Charge 4 is a perfectly smart fitness band"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It's a weird time to be reviewing a fitness band. For a lot of people, overall fitness activity has plummeted because of stay-at-home orders and social distancing. Still, for the past week, we've been testing Fitbit's latest fitness gadget, the Charge 4.  The $149.95 band is a modest update from the Charge 3, which was released in late 2018. The Charge 4 adds built-in GPS, which allows you to ditch your phone and let the band take care of mapping your run (or in our case, walk).  In many ways, the Charge 4 feels like a device that Fitbit has been building toward with routine updates and upgrades for the rest of its lineup, including the Versa 2 smart watch. From software to hardware, the Charge 4 is a compelling option for someone who wants all the health details a fitness band offers, with just a dash of smart watch features.  Design Included in the box with the Charge 4 are two sizes of the wristband and a charging connector. If you order the $169.95 special edition Charge 4, you get an extra woven reflective band.  The Charge 4's bands are easily changed. With a quick press of a button, the device gently slides off the band.  Like most of Fitbit's charging adapters, the clamp-like connector latches onto the sides of the Charge 4 with three pins that connect to the back of the device. The other end of the cable plugs into a standard USB connector.  On the left side of the housing is a button that you tap on to do things like go back a screen, or long-press to bring up quick settings or trigger a Fitbit Pay transaction. On the bottom of the Charge 4 is the hardware that powers the 24/7 heart rate monitoring.  The 1-inch grayscale touchscreen is the primary way you navigate the Charge 4. A swipe down from the top of the screen reveals any recent notifications from your phone. A swipe up shows your daily stats, while a swipe to the left will display any installed apps. Tap on an app to launch and use it.  The Charge 4 isn't big or bulky, which is a common complaint about some smart watch designs. The 1-inch display is big enough that we can read a text message or check on our current workout without struggling to read the screen.  Software It's clear that Fitbit has learned many lessons with its Versa line's software, features, and overall capabilities. For example, there's a dedicated sleep mode on the Charge 4 that will mute calls and alerts — similar to \"do not disturb\" on your phone — so you can get a good night's sleep. Fitbit also added its mobile payment platform, Fitbit Pay, to the Charge 4, allowing you to tap the band on a payment terminal and use near-field communication to pay for something. It's similar to Google Pay or Apple Pay but managed through the Fitbit app.  Even the app layout and navigation on the Charge 4 make it feel a lot like a smart watch, but in a smaller form factor. That said, the Charge 4 is still very much a fitness band and not a smart watch.  You can change watch faces and add or remove apps, but you don't have access to the same storefront that Fitbit Versa users do. You're limited to what's preinstalled on the band, and that's it. There are 24 different watch faces and seven apps.  The apps range from weather to a timer to a Spotify controller to a breathing exercise app called Relax.  To be clear, you can't store or play music from your Spotify account on the Charge. Instead, the app just acts as a way to control your phone.  It'd been a few years since we used one of Fitbit's Charge devices, and we were pleasantly surprised at how much we could do on the Charge 4. Performance Fitbit estimates battery life of the Charge 4 at up to seven days, or five hours of stand-alone GPS use. Naturally, that number is influenced by how many notifications you receive throughout a day, how much you use the dedicated GPS feature, and how often you tap and swipe through the interface.  For us, the initial battery trial lasted just over five days. That's with heavy testing, about an hour of GPS tracking, and countless alerts. We're happy with that result.  Speaking of GPS, we used it to track a walk we often take and know is right at 1 mile. On one occasion, the Charge 4 registered the total distance as 1.05 miles; on another try, it was 0.96 miles. We're not sure what caused the different distance measurements. We can only guess from looking at the map of our route that the GPS was slightly off. At various points in our walk, the line on the map zig-zags from one side of the street to the other, instead of showing a nearly straight line — which is how we really walked.  Bottom line We're struggling to find a major flaw with the Charge 4, aside from the fact that many of us are stuck inside and don't really need a new fitness band right now. But Fitbit's Premium subscription service does offer workout videos and more information about your health habits for $9.99 a month, with a 90-day trial.  The Charge 4 is easy to use, has impressive battery life and NFC payment capabilities, and will make its users happy, be they long-time fitness enthusiasts or people who are just starting an exercise program. Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}