{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/28/cnn-underscored/bose-sale-nc-700-headphones/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-04-28T15:48:45Z"], "LastModifiedDate": ["2020-04-28T15:48:45Z"], "Headline": ["Save on these ultra comfortable Bose headphones and their powerful charging case"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["When it comes to headphones, there's nothing like active noise cancellation for letting you get lost in your music. And fortunately, an outstanding pair with ANC just went on sale. Bose's Noise Canceling 700 headphones are now just under $300, and a pair bundled with a charging case is now under $400.  Bose Noise Canceling Headphones 700 (starting at $299.95, originally $399.95; bose.com) Bose Noise Canceling Headphones 700 with Charging Case ($399.95, originally $449.95; bose.com) The ANC of the Bose NC 700 is impressive, to say the least. It can cancel out a lot of bassy environmental sounds, like the hum of an airplane engine, and reduce the volume of sounds in higher frequencies, like voices and air conditioners. Sound quality is excellent too, thanks to crisp playback and deep, immersive bass. These headphones are also one of the most comfortable pairs you can find. In fact, we rated them \"most comfortable\" in our list of the best over-ear headphones of 2020.  The only downside to these headphones is battery life. The 20-hour capacity (with ANC on) is good, but might not last you more than a few days, especially if you travel often. That's where the charging case comes in; it can add a staggering 40 additional hours to the battery life of your Bose NC 700s. Just pop the headphones into the case and plug them into the internal USB Type-C cable to juice them up. The Bose NC 700 on its own comes in black, luxe silver and soapstone. With the charging case bundle, you'll receive the eclipse color variant. Be sure to shop our favorite comfortable headphones soon.  For more great Bose deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}