{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/27/entertainment/american-idol-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-27T14:12:13Z"], "LastModifiedDate": ["2020-04-27T14:12:13Z"], "Headline": ["'American Idol' shot at 40 different locations using iPhones"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The show must go on despite the pandemic and Sunday's \"American Idol\" returned with a new format. The singing competition is at its Top 20 phase, but due to the Covid-19 crisis contestants were sent home.  \"#AmericanIdol continues to wish everyone health and safety,\" a press release regarding Sunday's show stated. \"For the first time in competition show history, #AmericanIdol has broadcasted a full remote episode from over 40 locations, with all contestant performances shot on iPhones.\" That didn't stop the quality of performances. Kimmy Gabriela, 17, from Lakeland, Florida impressed the judges with a cover of Ariana Grande's \"Leave Me Lonely.\" \"I felt that you are starting to know who you are and take it seriously,\" said pregnant judge Katy Perry who dressed up in a hand sanitizer costume labeled 'American Idol Instant Music Sanitizer.' I just like seeing that you are evolving as an artist presentationally as well.\" Francisco Martin, 19, took on Perry's hit \"Teenage Dream\" from Daly City, California home. \"You took the chance of life,\" judge Lionel Richie told the teen. \"But you turned it into your song.\" Richie, Perry, and fellow judge Luke Bryan all went live individually on Facebook prior to the episode to answer viewer questions. \"All the folks at 'Idol' have been working very, very hard,\" Bryan said from his home in Nashville.  Sunday's episode of \"Idol\" marked it as the first reality competition show to air following work stoppages in Hollywood because of the pandemic. Ryan Seacrest made it special from home, using the desk that the original judges, Simon Cowell, Paula Abdul and Randy Jackson, sat behind. \"Kept this in my garage for over 3 years in case of an emergency,\" Seacrest wrote in the caption of a video on his verified Instagram account showing off the desk. \"The time has come....\" ABC rebooted \"American Idol\" in 2018 after it ended its run of Fox in 2016 following 15 seasons. "], "Language": false}