{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/entertainment/davido-dolce-gabbana-music-video-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-04-25T19:18:16Z"], "LastModifiedDate": ["2020-04-26T12:38:48Z"], "Headline": ["Davido releases 'Dolce & Gabbana' music video and donates proceeds to coronavirus research after fiancée tests positive"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Nigerian singer, Davido, is doing his part in the fight against Covid-19. The internationally-known singer not only released his new music video, \"Dolce & Gabbana,\" on Friday but also announced that all the proceeds from the video will go to support the fashion house's Dolce & Gabbana and Humanitas Together for Coronavirus Research fund. The video features Summer Walker. For Davido, whose real name is David Adedeji Adeleke, this has been personal ever since his fiancée, Chioma, tested positive for the virus.  \"I was on tour, she was in London with my son. When we all came back to Nigeria, we were, like, because we have travel history, I think it's best we get tested,\" he told CNN in an interview. \"We had no symptoms. Nobody in the house had symptoms. Out of all 34 of us that got tested, she was the only one that came out positive, which was crazy to us.\"  She has since recovered and he says she never exhibited any symptoms.  Davido, who lives in Lagos, Nigeria, says the country has been hit hard by the virus. That's why his family donated $1.3 million to the federal government in Nigeria and also distributed over 6,000 bags of rice across the Osun state.  \"People are really going through a hard time,\" he continued. \"This is the first time something like this has paused the whole world. A lot of people out here make money from day to day, like, surviving day to day pay. That's not possible because we all have to stay inside.\" "], "Language": false}