{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/entertainment/juice-wrld-righteous-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lauren M. Johnson, CNN"], "Writers": [["Lauren M. Johnson"]], "FirstPublishDate": ["2020-04-25T22:34:27Z"], "LastModifiedDate": ["2020-04-25T22:34:27Z"], "Headline": ["Juice WRLD's song 'Righteous' is his first single to debut after his death"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Rapper Juice WRLD died in December, but his music career isn't over. His family has debuted a new single called \"Righteous,\" which was recorded from his home studio in Los Angeles. They shared that they hope releasing the song would \"continue to keep Juice's spirit alive,\" in a statement on his Instagram page.   Juice, who was born Jarad Anthony Higgins, died of an accidental drug overdose, according to Cook County Medical Examiner's Office, six days after his 21st birthday.  The music video for the new song features video cuts from Juice over the years, clips from concerts and an animation of him looking over the Earth. It's trending in the Top 5 on YouTube.  The song speaks of his struggle with anxiety and the \"devil in my head.\"  One haunting lyric even speaks of death: \"Under attack, in my soul / When it's my time, I'll know\"  One of Juice's biggest influences was Eminem, and the two even came together to produce Eminem's recent release, \"Godzilla,\" before Juice died.   Juice also collaborated with some other top names in music, including Ellie Goulding and Future.   His biggest hit, \"Lucid Dreams,\" peaked at No. 2 on the Billboard Top 100 in October of 2018, according to the music chart. Artists from Nicki Minaj to Sting paid homage to Juice immediately after his death.  The rapper's girlfriend, Ally Lotti, honored him at the Rolling Loud music festival in Los Angeles a week after his death.  \"He wants everyone to know that you need to take any negative thing in your life, he would tell you every time he saw you, and change that to a positive situation. Change that to 999. You gotta keep that in your heart. Can everyone say '999?' \" she said on stage.  For Juice WRLD, the number 999 was significant. He recognized it as the opposite of 666 and represented overcoming negativity. "], "Language": false}