{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/25/health/stressed-pets-coronavirus-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandee LaMotte, CNN"], "Writers": [["Sandee LaMotte"]], "FirstPublishDate": ["2020-04-25T11:30:47Z"], "LastModifiedDate": ["2020-04-25T11:30:47Z"], "Headline": ["Stressed pets: How to stop it now and when you go back to work"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["Happy dogs chasing balls on their fourth walk of the day. Purring puffs of fluff who can't wait to snuggle with pet parents miraculously home all day. These are the images we may have of sheltering with our pets during the age of coronavirus. For some pets, that may well be true. For others used to more regular routines and serious alone time, the sudden reality of 24/7 intimacy could be nerve-racking, even catastrophic, especially if there are small children in the home. \"It can be overwhelming for pets when kids are home all the time, especially infants and toddlers. which is why they should never be left alone with the pet, not even for 30 seconds,\" said Dr. John Howe, the president of the American Veterinary Medical Association. \"Even the nicest dog in the world can bite. In fact there are 4.5 million dog bites a year in America, and over 800,000 of them need medical attention,\" Howe said. \"Over half the bites are to children, and it's usually a serious injury when it happens to a child. \"Dogs and cats really need a safe place where they feel comfortable, where they can go and not be bothered,\" he said, \"especially if there's children in the house.\" We transfer our stress, too To make matters worse, many of us humans are incredibly stressed right now.  We're worried about our health and that of our loved ones during the pandemic. We're working long hours from home or fretting over the loss of a job. We're going stir crazy from social isolation or tense from being with the same people without a break.  While we may think we're handling all that well, our pets will recognize our tension and anxiety -- and may make it their own. \"You might think you're internalizing everything, but what we know from studies on both humans and animals is that we are not. There's physical manifestations that are probably even more obvious to our dogs and cats than ourselves,\" said Dr. Dana Varble, the chief veterinary officer for the North American Veterinary Community. \"Their emotions can be a reflection of ours because they are so tightly bonded with us,\" said veterinarian Dr. Meredith Montgomery, a clinical assistant professor of shelter medicine at the University of Florida. Montgomery, who specializes in decreasing stress for shelter dogs and cats, has seen it firsthand while isolating with four medically rescued cats and a dog. Her cats have not reacted well to the constant din and boundless energy of her two-year-old toddler, who's now home instead of at day care most of the day. \"None of my cats particularly enjoy each other. So what's been very important for us in keeping a peaceful household is that they all have their own space within the home,\" Montgomery said.  She's done that by using baby gates to provide some respite and encourages \"vertical space within the home and giving each cat access to established areas, like boxes, where they can hide.\" How to tell if your pet is stressed Realize that there aren't specific signs that will apply to every dog or cat, experts said. \"Just like us, every dog or cat is an individual,\" Montgomery said. \"So not only are different things going to stress them, but they also might have different and unique thresholds for stress.\" Stressed dogs can startle, jumping at the slightest sound or movement. Some shake and shiver, vocalize excessively or drool. They can use self-calming techniques, such as yawning, lip licking, excessive grooming or spinning.  Oddly, tense and upset dogs can also look depressed, showing a lack of appetite or energy. At times they can get diarrhea or urinate or defecate more often. And, of course, dogs can become uncharacteristically aggressive, snapping or growling.  Cats, on the other hand, are more difficult to read, said experts. You have to look for more subtle signs, such as overgrooming, increased vocalization, lack of appetite, hiding or acting standoffish and, of course, suddenly ignoring their litter box. \"Cats will usually give you some little hint and if you ignore it, that's when they start to poop on the bed, pee on the couch, go outside the litter box,\" Howe said.  While you should always check with your vet to make sure there's no urinary infection, stress itself can cause significant problems, he said. \"In fact, sometimes cats get a hemorrhagic cystitis where they start peeing blood, and it's just from stress, not from infection,\" Howe said. Help your dog and cat calm down It's all about routine. For both species, the main solution is to stick to a regular regimen, just as you would do with a young child, experts said. \"They love to have the same routine,\" Howe said. \"Getting up at the same time, eating at the same time, playing at the same time. That's the key.\" Use pet gates and crates. If a dog is crate trained, it can be very soothing for them to go back to their own special place, Howe said. \"They're safe, they're comfortable, and it's an opportunity for them to practice independence in their own space,\" he said. The use of baby and pet gates or barriers can also help keep pets and children separated, he added. \"Gates are so good to have while you're doing something like cooking, when you can't give the kids or dog direct supervision,\" Howe said. Play species-specific music. It's actually true that music does soothe the savage soul.  \"Something that I use in the shelters and high-volume spay-neuter facilities that I've worked in is playing music,\" Montgomery said. \"I have used slow-paced classical music at a low volume for 'quiet hour' with shelter dogs.\"  She said that allows them time for decompression with a food puzzle or \"treat-filled Kong, providing a healthy, appropriate chewing outlet.\" There are even species-specific tunes. A study published in 2015 found that cats preferred such feline-favorite sounds such as chirping, purring and the sucking sound of nursing kittens, mixed in with some classical music strains. You and your cat can listen here, while Spotify and other websites provide playlists for dogs. Keep grooming and playing. Dogs need regular exercise and playtime with their owners, experts said. If you're suddenly sitting on your couch all day instead, you'll soon see the signs of distress in your pet. Cats, too, need daily play that mimics what they would do in the wild. Playing with toys such as feather spinners and puzzles that contain treats can energize cats and keep them happy.  \"Play with them, stimulate their hunting instincts, then feed them,\" Howe suggested. After all, big cats in the wild rest after a good hunt and a full tummy. Hopefully, grooming is part of your regular routine as good health care for your dog or cat. When it comes to calming, if your cat likes to be brushed, that's often a winner.  \"Grooming is very soothing to most cats,\" Howe said. Check your litter box etiquette. Most cat owners already know they need to keep the litter boxes sparkling clean by scooping often. Cat are also very sensitive to the type of litter (most like sandy or clay-based) and scent (they prefer no scent). The litter box should be big enough for the cat to turn around in -- bigger is better -- and there should be a litter box on every level of your home. And if you have multiple cats?  \"If you have two cats, you have three litter boxes spaced throughout the house, if you have three cats, add another,\" Montgomery said.  The rule is to always have one more litter box than the total number of cats in the home. It's also a good idea not to have a covering on a litter box, especially in multi-cat households, as cats feel most vulnerable while urinating or defecating, experts said. Use positive, not negative reinforcement. Having a dog rip up clothing or paper or your cat starting to scratch the couch or either species offering a sudden \"gift\" of pee or poop may seem like a personal affront, but experts said you should never take it personally. \"Dogs, and potentially cats, may be experiencing severe anxiety, which results in these fear-based or anxiety-based behaviors,\" Montgomery said. \"But it's not some form of retribution against the owners. It's because they're experiencing a really heightened emotional state.\" Positive reinforcement, such as providing treats when the cat does go in the litter box or the dog poops outside, is the best way to solve behavior problems, experts said.  \"Unfortunately one of the harder things to do is to ignore bad behavior,\" Varble said. \"But say your dog is bugging you, constantly nudging you. If they give up and they go away to their bed, it's really important at that moment to go over to your dog and say, 'Oh, good dog sitting on your bed. Do the petting there, reinforce that.\" Keep trying. If problems continue, veterinarians want you to reach out, as they are quite used to helping owners with such behaviors. Vets may suggest pheromone diffusers -- made for both dogs and cats -- that you can put in the home to promote relaxation and calm nerves. Your vet may prescribe additional anxiety medications, or your vet may suggest a consultation with a behavioral specialist. \"The American College of Veterinary Behaviorists, ACVB, has a great website to find a veterinary behavioral expert that can do a consult with you,\" Varble said. \"And some of those behaviorists are already set up to do via the phone or video.\"  Getting your pet ready for your return to work Again, routine is king. \"Try and maintain some sort of typical work schedule as best you can right now,\" said Varble. \"The more that we stick to typical work schedule and routine, the better our pets are going to adapt when we go back to work.\" That includes feeding, exercising, playing and grooming at about the same times each day, experts said. But if you've fallen off schedule while sheltering (and who hasn't), don't fret. \"If you know you're going to go back to work in 10 days or so, start getting yourself and your animal on a more typical schedule,\" Montgomery said. \"Focus on doing things that you have been doing, like taking them for a short walk, and make sure you're still fitting in those activities after your return to work.\" Consider crate training: If you haven't taught your dog how to stay in a crate, that might be a good choice now, experts said.  \"Now while you're still home, get your dog used to being in the crate,\" Howe said. \"You can still walk by and talk to your dog, but getting them used to the crate if you can't leave them loose is very important.\" Keep up the playtime. Just because you're not there in the house all day doesn't mean you can't have \"quality time\" with your pet, experts said. \"What may this look like? Ten to 30 minutes of play with a favorite wand toy, special brushing session (if liked by your pet), a walk with your leashed dog, or time spent with a favorite toy playing fetch or tug-of-war,\" Montgomery said, adding that her older dog enjoys \"getting one-on-one time for ear scratches with her favorite person."], "Language": false}