{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/world/coronavirus-newsletter-04-15-20-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eliza Mackintosh, CNN"], "Writers": [["Eliza Mackintosh"]], "FirstPublishDate": ["2020-04-15T11:31:20Z"], "LastModifiedDate": ["2020-04-15T11:31:20Z"], "Headline": ["What you need to know about coronavirus on Wednesday, April 15"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["As the worst pandemic in more than a century consumes the world, the need for strong international institutions and coordination between countries has arguably never been more important.  But yesterday, President Donald Trump stunned the globe by announcing the United States would halt funding to the World Health Organization. The President, deflecting blame for his own handling of the pandemic, accused the WHO of mismanaging the spread of the coronavirus.  Trump's move, which could strip the leading UN health agency of a big chunk of its budget, has been condemned as \"dangerous\" by experts.    In yet another wild White House news conference yesterday, the President backed off of his claim that he had absolute authority to reopen America and pledged to cooperate with the states, after governors banded together against what one described as Trump's \"very premature\" plans to relax restrictions.   The President and the nation's governors can argue all they want about who has the power to bring the country back online. But it seems the crisis won't be ending any time soon.  A new study by Harvard researchers suggests that social distancing could last until 2022 if a vaccine isn't found quickly. And one of the methods that could in theory get people back to school or work — antibody tests — also seems to be a long way off, scientists have told the White House.   YOU ASKED. WE ANSWERED Q: What does the WHO actually do? And who pays for it? A: The WHO is a UN agency created to coordinate international health policy, particularly on infectious disease. In the 70 years since it was founded, it has helped eradicate smallpox, reduce polio cases by 99%, and battle outbreaks like Ebola. But it's also faced criticism for being overly bureaucratic, politicized, and dependent on a few major donors. The WHO is funded by international organizations, private benefactors, the UN, and member states — of which the US is by far the largest donor.  More than 50,000 people have asked us questions about the outbreak. Send yours here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Women are leading the charge Taiwan, Germany, and New Zealand have all received accolades for their impressive handling of the pandemic. So what do their successes have in common? Women. Female-led governments seem to be doing disproportionately better at dealing with the crisis, and that's all the more noteworthy, given that women make up less than 7% of world leaders, Leta Hong Fincher writes.  New Zealand's leader, Jacinda Ardern, announced today that she and her ministers will take a 20% pay cut for the next six months. China's wet markets aren't what you think The coronavirus is believed to have originated in a wet market in the city of Wuhan, and America's top infectious disease specialist has called for similar shopping areas to be \"shut down right away.\" But most wet markets -- as opposed to dry markets, which sell non-perishable goods such as grain or household products -- are not virus petri-dishes filled with exotic animals ready to be slaughtered, Ben Westcott and Serenitie Wang write.  How workers are coping A harpist in Argentina wonders where her next paycheck will come from. A business owner in Ghana worries about the health of her employees. Sixteen people across 15 countries told Eoin McSweeney how they're coping with the economic fallout of the crisis.   ON OUR RADAR Trump's name will be added to stimulus checks sent to millions of Americans in a last-minute Treasury Department order; an official told CNN it would not result in a delay.  \nColleges are considering canceling in-person classes until 2021, and (happily, for many) dropping SAT and ACT requirements for next year's applicants.  \nMcDonald's is in damage control mode after a restaurant in China displayed a sign banning black people from the premises. \nMeals at this two-star Michelin restaurant can cost $700. Now its chefs are feeding the homeless.   \nResponding to a complaint that Amazon was endangering the lives of its workers, a French court has ordered the online retail giant to reduce its local delivery operations to only essential goods.  \n\"Thank you for not riding with Uber.\" These companies are begging you not to use their products during the crisis.  \n TOP TIPS For most couples, a good portion of the week used to be spent apart at their jobs. Now that has changed, Kathryn Vasel has these tips for getting along with your new coworker: Address the elephant in the room: Talk about concerns you may have about working from home together.\nMake your work part of the daily conversation, use it as an opportunity to help your partner and kids understand what you do every day.\nTackle this situation like you would a challenge at the office: Get organized, communicate and delegate.\nAvoid treating each other like colleagues — don't mistake complaining as an opportunity to critique.\nTry not to keep score of who is doing what around the house, or whose work is more pressing. TODAY'S PODCAST \"[Health experts] are hopeful that antibody testing could help get the country back on its feet, but it would have to be hand-in-hand with more diagnostic testing for the virus itself, contact tracking and increasing hospital resources.\" -- CNN Chief Medical Correspondent Dr. Sanjay Gupta As coronavirus cases in US hotspots appear to level off, attention is shifting to how and when the country could reopen. Along with measures like testing for active infections and contact tracing, Gupta explains the role antibody testing could play. Listen now"], "Language": false}