{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/politics/congress-coronavirus-protective-equipment/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Ali Zaslav and Clare Foran, CNN"], "Writers": [["Ali Zaslav", "Clare Foran"]], "FirstPublishDate": ["2020-04-15T11:05:53Z"], "LastModifiedDate": ["2020-04-15T12:01:28Z"], "Headline": ["'It's costing lives': Lawmakers scramble to deliver protective equipment a month into pandemic"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["With the US locked in a battle with Covid-19, Republican Sen. Bill Cassidy of Louisiana received a call from national service organization AmeriCorps. The organization had 14,000 N95 respirator masks and wanted to know what they could do to help amid a scarcity of protective supplies in the hard-hit state.  Cassidy worked with the governor's office to help distribute the masks to first responders and workers on the frontlines of the pandemic throughout the state. The Louisiana senator told CNN in an interview that he is optimistic that \"there is a lot of PPE coming in,\" to the state right now, using an acronym that stands for \"personal protective equipment,\" but he added that even so, \"more is needed.\" Over a month into the coronavirus pandemic, lawmakers across the country -- and on both sides of the aisle -- are still scrambling to help acquire protective medical supplies like N95 masks, gowns and face shields for first-responders and hospitals in their districts and states.  The push comes as the nation's stockpile of personal protective equipment has been depleted and arrives amid some lawmakers calling for President Donald Trump's administration to do more to ensure that necessary supplies can be delivered by creating a centralized system for manufacturing and distributing PPE. Republican and Democratic lawmakers told CNN that frontline health care workers continue to reach out over a month into the crisis in desperate need of protective gear, as many states either approach or attempt to recover from their projected peak of coronavirus cases.  \"Nobody's got enough,\" said Rep. Fred Upton, a Michigan Republican, referring to masks, gowns and other medical supplies. Upton said that every single day he's speaking with his congressional colleagues and networking with others on the phone to try to find ways to source protective gear. Rep. Andy Levin, a Michigan Democrat, said that he is \"hearing from nurses and doctors on the frontlines who are saying that they do not have enough, they are rationing, they are working with insufficient protection.\"  As health care workers and first responders confront the deadly infectious disease, they are working under the constant threat of shortages of the protective equipment they need to keep themselves safe as they take care of others. A recent internal watchdog report from the Department of Health and Human Services found that the nation's hospitals are experiencing \"widespread shortages\" of protective equipment that puts staff and patients at risk. Efforts to obtain equipment span the country  As a result of the reports of shortages, lawmakers are chasing down every lead to secure as many medical supplies as possible. Levin said that in one instance he heard that a former colleague's father, who owns an outerwear company, had access to a factory that produces FDA-approved PPE materials in China. He ended up connecting the source to Navy Rear Adm. John Polowczyk, who leads the federal government's supply chain task force. Even in parts of Wisconsin that have yet to be hit hard with coronavirus cases, the state's health care workers are facing severe shortages, Rep. Mike Gallagher, a Wisconsin Republican told CNN. Amid the shortages, Gallagher started a PPE drive in partnership with a county health department that has brought in thousands of supplies for his district and he continues to urge donations.  \"When I walked in the office last week, our whole conference room was basically filled with supplies,\" he said. So far, they've collected at least 30,000 gloves and hundreds of gowns and masks, he said, adding that they will continue to organize pickups and plan to keep the drive open as long as there's a need for supplies in the area.  Michigan Democratic Rep. Elissa Slotkin's staff has organized a PPE task force, creating a spreadsheet of suppliers that she says is \"regularly updated\" and acts as a \"living document\" that lists local, state and international suppliers that she's shared with the state and hospital organizations.  Asked if it's been frustrating to have to exhaust every avenue to secure protective gear for health care workers in her district, Slotkin replied, \"I wouldn't describe it as frustrating, I'd describe it as infuriating.\" In Massachusetts, another hard-hit state -- where the state's nurses association has sent letters to Republican Gov. Charlie Baker warning of \"critical\" PPE shortages -- the congressional delegation has been working collaboratively with hospitals and local, state and federal officials to help source masks and supplies. Rep.  Joe Kennedy, a Massachusetts Democrat who is challenging Sen. Ed Markey in a September primary, said he has been making phone calls and trading emails with hospitals, potential brokers and agents from all over the world scouring for supplies. \"I don't want to speak for any of my (congressional) colleagues, but it's certainly not a part of my job that I would have thought I would be doing,\" he said.  Kennedy added that without the federal government stepping in and streamlining the complexities of the medical supply chain, everyone is effectively on their own trying to locate supplies across all levels of government. Calls to ramp up use of the Defense Production Act Lawmakers on both sides of the aisle have called on the administration to use the Defense Production Act to supply personal protective equipment with Democrats explicitly criticizing the federal government over a lack of supplies. The Trump administration has invoked the DPA in some instances during the coronavirus pandemic. But there have been ongoing calls from lawmakers for the President to take further action to utilize the act, which was passed in 1950 in response to production needs during the Korean War and gives the government more control during emergencies to direct industrial production. As the pandemic unfolds, the Trump administration has largely pushed states to acquire protective supplies on their own, which has increased competition between states, as well as with the federal government.   Upton, who co-sponsored a bipartisan resolution urging the Trump administration to utilize the full powers of the Defense Production Act last month, said he was glad the President did order a few companies, like Michigan-based GM, to start manufacturing equipment.   \"We're off to the races as we should be,\" Upton said, but added that with continued critical PPE shortages, \"if we can't find these valuable resources to protect our first responders then we need an order to get it done.\"  Asked about the administration's response to the coronavirus outbreak the Michigan Republican said, \"it's just a tough situation -- we all have to work together.\" And added, \"I'm certainly not going to be pointing fingers, they've been very responsive to me.\" Some Democratic lawmakers, meanwhile, have forcefully criticized the President and the administration.  Fellow Michigander Levin said he is \"extremely disappointed\" that the President has not fully utilized the Defense Production Act to organize manufacturing and distribution of scarce medical supplies on a larger scale, which he said, weeks into the coronavirus pandemic continues to cause a \"mad scramble\" across the country. Levin said he is urging the administration to use the DPA to its full effect, which includes, \"identifying everything you need, procuring everything you need ... then producing things ... and also distribution.\" \"It's costing lives to have this very inefficient process of individual members of Congress running around acting like contract coordinators instead of having the federal government, or the administration do it in a centralized way,\" Levin said. New York Democratic Rep. Carolyn Maloney, the House Oversight Committee chairwoman, said in a statement earlier this month that \"it appears that the administration is leaving states to fend for themselves, to scour the open market for these scarce supplies, and to compete with each other and federal agencies in a chaotic, free-for-all bidding war.\"  She added that the President \"failed to fully utilize the authorities Congress gave him under the Defense Production Act to procure and manage the distribution of critical supplies.\" Cassidy signed onto a letter from a bipartisan group of senators earlier this month calling on the President to explore \"every possible avenue to increase the supply of PPE,\" including using \"the Defense Production Act to strengthen domestic manufacturing capacity by incentivizing private firms to produce\" protective equipment like gloves and gowns.  The Louisiana Republican told CNN that he believes it is best to leave it up to the administration to decide how and when to invoke the Defense Production Act, but said, \"they certainly have my support if in that 360 view they think they need to.\"  Asked about criticism that the administration hasn't done enough, Cassidy said, \"At some point we are going to stop, take a breath, and say, if we had acted earlier, how much of a difference would it have made? I don't know if we are fully able to make that assessment right now.\"  But, Cassidy, who studied at Louisiana State University's medical school before he became a senator, added, \"I just know from my experience in life and medicine that sometimes consequences are terrible even if you do everything right. So just because there are terrible consequences does not mean that something has necessarily been done wrong.\"  Concerns over reliance on foreign manufacturers  Multiple lawmakers on both sides of the aisle have also raised the concern that America is overly dependent on foreign manufacturers to supply medical equipment and some have introduced legislation to counter that. Slotkin recently unveiled legislation -- called the Made in America Medical Supply Chain Initiative -- to shift the manufacturing of medical equipment and critical supplies to America. \"We can't go through this again where my nurses are dependent on the decision of a Chinese middleman in some rural province in China and whether he wants to sell to my state and my hospitals,\" she said. Gallagher, the Wisconsin Republican, agrees with Slotkin's concerns.  \"I really think this is a wake up call to everybody as to just how vulnerable we are,\" said Gallagher, who recently introduced legislation with Republican Sen. Tom Cotton of Arkansas to reduce dependency, specifically on China, for pharmaceutical production.  Gallagher continued, \"For the last two decades, we've outsourced so much of our manufacturing to China in particular and that's going to have to change, going forward. I actually think it will change no matter who's president, I think this has been the new bipartisan consensus.\" Kennedy said he thinks there's still going to be an enormous amount of need for PPE supplies in the foreseeable future, so we're going to need enough domestic suppliers to mee"], "Language": false}