{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/24/entertainment/new-kids-on-the-block-house-party-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-04-24T04:16:11Z"], "LastModifiedDate": ["2020-04-24T04:16:11Z"], "Headline": ["New Kids on the Block release coronavirus song 'House Party' to lift spirits and raise money"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It's the feel good song of your quarantine. New Kids on the Block has achieved quite the feat. The group not only recorded \"House Party,\" a new song out today that is bound to get you dancing in your living room, but they even made a music video all while social distancing.  CNN caught up with band members Donnie Wahlberg, Joey McIntyre, Jordan Knight and Danny Wood about how they came up with the idea and made it happen.  \"We were just talking and fans were asking about new music and I just threw out maybe one of our musical friends is hearing this and will send us a song,\" Wahlberg said. \"Literally, an hour later a song was in my phone via text, a music track, and I sat right there at the table and just started writing 'House Party.'\" The catchy lyrics couldn't be more relatable as many of us are self-isolating. \"Ain't got nothing else but time/I think I'm gonna lose my mind/But leave it all behind/When will it stop?/I can't take this sh*t no more/\" It also features Boys II Men, Jordan Sparks, Naughty By Nature and Big Freedia. The best part -- it's for a good cause. All proceeds of the song go to No Kid Hungry. Wahlberg goes on to point out that the song \"starts out frustrated\" then \"evolves\" into something more positive. \"Look, let's make the best of a really bad situation.\" As for how they managed to pull it off while scattered across the country, it wasn't easy. They had to each get microphones shipped to their homes, and Knight says he had a producer listening to him on FaceTime while he sang to give feedback.  \"Even when we first started as a group when we were young teenagers, even then we put together stuff with very limited equipment,\" Knight said. \"It's really all about the idea. We were all just ready to do something and create this thing.\" Wood says he was in the kitchen when Wahlberg sent him the track, and when he hit play, he knew it was a good sign when his kids started to dance. \"I thought the melodies were great and we all just started figuring out how we were going to do it,\" he told CNN. \"It was over the course of three of four days we all recorded, sent the files off, then the song was done. It happened really quick.\" Wahlberg adds that the video was shot on everyone's cell phones. \"It's like one of my favorite videos we've ever done,\" he said. The group rose to fame in the late 80s with hits like \"Step by Step\" and \"You Got It.\" They went their separate ways in 1994 but much to the anticipation of their fans, reunited in 2008 and have since been touring.  McIntyre says their drive to make this song and video was because of their devoted fans. \"Our fans have showed up for us for over 30 years,\" he said. \"We really are a family at this point ... I know what music means to me when I can put on the right song and it can just lift my heart and put a smile on my face. To know we do that for people is a real huge gift.\"  Wahlberg also gave a shout out to everyone not just on the song but also behind the scenes that made this song possible. \"People have got sick relatives and bills to pay and kids to take care of and all this stuff, and everyone still found time to put in all this effort,\" he said. \"That's when you know something really wonderful is happening. Even if it helps two people feel better about this quarantine, it's worth it.\" "], "Language": false}