{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/opinions/covid-19-secret-rule-breakers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Vicky Ward"], "Writers": [["Vicky Ward"]], "FirstPublishDate": ["2020-04-23T15:03:39Z"], "LastModifiedDate": ["2020-04-23T20:40:49Z"], "Headline": ["The naive--and reckless--rule breakers of Covid-19"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Last week, a Washington, DC-based media executive who is used to attending 200 cocktail parties a year decided that he could take talking to his microwave no more. In contravention of the city's shelter-in-place executive order, he secretly attended two different dinner parties in Georgetown, an affluent DC-neighborhood.  When he first told me this, I assumed I had either misheard or misunderstood. \"Virtual dinners right?\" I asked. \"No\" was the reply. These were the old-fashioned, in-person sort.  Each time, he explained, the host's instructions were the same. For both dinners, he entered through the back gate of the property, so disapproving neighbors would not see him. He was told in advance that neither he, nor any other guests, could take any photographs or talk about the party.   The first dinner was hosted by a movie producer. A group of four listened to music and sat under heated lamps six feet apart in the garden where they were served dinner. According to the executive, none had been in contact with anyone who had suffered Covid-19 -- as far as they knew. All had been isolating.  At that dinner party, the food was prepared by a live-in chef, who was masked and gloved, and then served by the producer's wife.   At the second party, held over the weekend at the home of a Democrat political operative, one of the guests brought the food: \"lamb to belatedly celebrate Easter.\" In attendance were an ambassador, a city councilman and a well-known lobbyist. The night was balmy and they all sat outside for hours.  \"People did not want to leave,\" the media executive told me, speaking on the condition of anonymity, to avoid being Covid-shamed -- a new shorthand term for people behaving with apparent indifference to the safety of others. \"But everyone had been cooped up for so long, there was much to discuss.\"  A topic of particular discussion was a recent article in The New York Times that offered, among other things, some reassurances on the relative risks of transmission via clothes, hair and mail  -- as well as cautions about using proper hygiene.  \"That article made us all feel better, safer,\" says this person. \"You can see why Boris Johnson or Prince Charles got Covid-19 since they were out at public events all the time. So, yes, we discussed that article and we felt a little bit reckless, but we also felt safe.\"  He added that the events were a boon for his mental health. \"I just had to get out of the house,\" he said. \"I feel like a camel in the desert in search of water. Washington is a cocktail town and social interaction is our oxygen.\"    The two dinners in Washington are not the only anecdotes I've heard of illicit gatherings that break the country's shelter-in-place restrictions and feature varying degrees of social distance.  I've been told by a source about an underground hair salon in Palm Beach, Florida, that never ceased operations, despite the state's restrictions, and which her elderly mother has insisted on patronizing.   I've also heard about the trio of real estate executives who get drunk together, rotating homes every night in a leafy suburb of Westchester.   And the AA group in Virginia Beach whose members sit in a circle in someone's garden, because, they say, virtual meetings are not sufficient to prevent some from falling off the wagon.  There are the Brooklyn friends who've had Sunday dinner together since the pandemic began. And there is the news report this week about the cannabis users who, police said, quite brazenly gathered in Manhattan for a 4/20 Day celebration. And so on. I even know elderly people in my native country, the United Kingdom, who've gone over to each other's gardens to sit six feet apart for a glass of wine. \"I'd rather die than live without seeing people,\" one of them offered as justification.   Most of the people I talked to are middle class or affluent. It takes money to have a dining table in your backyard in Washington. And a lot of money to have a live-in chef.   It would appear that just as the rich are more easily able to outrun Covid-19 than the working classes, they may also be more able and willing to break the shelter in place rules. But according to Robert Leahy, the Manhattan-based director of the American Institute of Cognitive Therapy and author of the book, \"The Worry Cure,\" they may be gathering under a false sense of security in the belief that Covid-19 won't touch them. \"It takes one sneeze or one case to create a cluster,\" says Leahy, pointing at Fairfield County, Connecticut, which currently has 8,472 confirmed Covid cases, as an example of a wealthy enclave that's turned into a hot spot.   An arresting new CDC graphic -- highlighted by CNN's Chief Medical Correspondent Dr. Sanjay Gupta -- about transmission of the coronavirus among people seated at adjacent tables in a restaurant shows that the virus may be passed on in droplets much more easily than hitherto known.  Regardless, the breach of physical distancing rules is a behavioral trend that psychologists fear we are likely to see increasingly in the next few weeks, as state by state, the nation waits for an uneven legal reopening. \"I believe there will be increasing non-compliance that is simply due to human nature,\" says Leahy. \"Even when there's not a pandemic we, as a species, tend to make decisions that negatively affect our public health based on our immediate need, whether it's smoking, alcohol abuse, drug abuse, overeating, overspending... we are wired to look for immediate gratification. Remember, we were once scavengers. That's why this is very hard,\" says Leahy. \"The difficulty that people have is in the uncertainty about how long they have to wait to get back to doing what they used to do.\"   But Leahy says the ultimate question for people to think about before they gather like the groups in Washington and elsewhere, is this: \"What is more dangerous? Feeling anxious or risky behavior?\"  Even for the AA group, the answer, Leahy says, is always risky behavior.  \"What I am saying to those people who gathered for whatever reason is: 'Which, ultimately would you regret more? That you didn't go to the AA meeting or the hair salon or the dinner? Or that you got Covid-19 or infected someone else with Covid-19 and that person died?'\"  Meanwhile, he says to take solace in the government's phasing plans to reopen, and to remember this situation is not forever. \"Focus on what you CAN do and not what you can't. Many people can connect with friends, family, meetings.\" \"Remember, socially distanced does not have to mean socially disconnected.\" In other words, you don't have to talk only to the microwave.    "], "Language": false}