{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/entertainment/insane-clown-posse-gathering-of-juggalos-canceled-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-23T19:09:46Z"], "LastModifiedDate": ["2020-04-23T19:15:27Z"], "Headline": ["Insane Clown Posse cancels this year's Gathering of the Juggalos due to Covid-19"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["They may be insane but this is the right move. The Insane Clown Posse announced on Wednesday that they're canceling this year's Gathering of the Juggalos due to the ongoing coronavirus pandemic.  The festival celebrating the hardcore hip hop duo will be postponed to next year.  \"The bottom line is that we REFUSE to risk even ONE Juggalo life by hosting a Gathering during these troubling times,\" the Insane Clown Posse said in a statement posted to Twitter.  The group, comprised of Violent J and Shaggy 2 Dope, then referenced their most recent album titled \"Fearless Fred Fury\" to advise their fans \"to heed the words of Fred Fury and Flip the Rat: 'BE SAFE: Watch your step and take it easy. You can't replace what you mean to our team.\"  The Gathering of the Juggalos, which has brought thousands of devoted fans together for the past 20 years, was set to take place from August 5-8 this year at the Nelson Ledges Quarry Park in Garrettsville, Ohio.  The event, known for its rowdy, hard-partying crowd, typically features wrestling, wet t-shirt contests and of course, high-energy performances by the Insane Clown Posse. In 2011, an FBI report classified the group's fans, known as Juggalos, as a \"loosely organized hybrid gang,\" noting that \"most crimes committed by Juggalos are sporadic, disorganized, individualistic, and often involve simple assault, personal drug use and possession, petty theft and vandalism.\"  In 2014, Insane Clown Posse and four fans sued the FBI over the classification and in 2017, hundreds gathered at the National Mall in Washington to protest it.  \"Juggalos are a 'family' of people who love and help one another, enjoy one another's company, and bond over the music and a philosophy of life,\" the 2014 lawsuit stated. \"Organized crime is by no means part of the Juggalo culture.\" ICP and their fans eventually lost the legal battle.  Earlier this week a representative of the group's label was seen -- clown mask and all -- delivering hundreds of the band's shirts to be made into masks, TMZ reported. They will eventually be distributed to Detroit healthcare workers. They also released an app, named Custom Clown Clips, for fans to order video messages and stay connected during the pandemic."], "Language": false}