{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/cnn-underscored/apple-music-samsung-smart-tv-app/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-23T14:01:17Z"], "LastModifiedDate": ["2020-04-23T14:33:37Z"], "Headline": ["Apple Music is now available on Samsung Smart TVs"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Samsung already offers Apple's TV app on its smart TVs — in fact, it was the first TV manufacturer to offer that app — and now Apple Music is joining the party. It's available now for Samsung's 2018, 2019 and 2020 Smart TVs.  Adding Apple Music to your TV is as easy as opening the Samsung Smart TV App Store and downloading the app. From there, you can sign in with your Apple ID if you're a member or sign up for a three-month free trial. Either way, you'll be able to start listening in no time.  The interface for Apple Music will be similar to what users are accustomed to on iOS, macOS, watchOS and even tvOS. It's probably closest to the user interface on the Apple TV itself. If you've used the Apple TV app on Samsung TVs, it will be nearly identical.  You'll get six menus up top: For You (which shows recommended music for you), Browse, Videos, Radio, Library and Now Playing. Easy access to search is found at the top, along with access to settings. It's simple and sleek.  And with Apple Music, you get access to more than 60 million songs ad-free, tons of music videos, playlists curated by real people (artists and DJs included) and Live Radio. You can tune in for shows by Elton John, The Weeknd, DJ Khaled, Nicki Minaj and many others.  Earlier this week, Samsung rolled out a number of fitness apps for its smart TV platforms. And the rollout of Apple Music comes a year after Samsung was the first to roll out the Apple TV app. It not only shows a strategic partnership with Apple, but also provides more value for Samsung TV owners, even those with models dating to 2018.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}