{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/23/entertainment/too-hot-to-handle-netflix/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-04-23T13:56:48Z"], "LastModifiedDate": ["2020-04-23T13:56:48Z"], "Headline": ["What the cast of 'Too Hot To Handle' has been up to since filming"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Netflix's latest dating show, \"Too Hot To Handle,\" invited sexy singles to hang out on the beach with a twist -- no sexual contact for any of the contestants.  Although the show recently debuted on the streaming service, it was filmed a year ago, so all the men and women who participated have been back in their real lives for some time now.  Here's where they are: David Birtwistle is a fitness and nutrition coach who lives in London and has his own company. He's currently quarantined and doing a lot of working out at home. Birtwistle is still in touch with Sharron Townsend, who he writes \"was my boy from the start.\" Townsend is currently working as an actor and model. He recently starred in a Fetty Wap music video, writing on Instagram, \"I had the opportunity to be a part of @fettywap1738 video for his latest hit 'Fresh N Clean' It was such a honor. For y'all that was wondering he said, 'he's back!'\" Francesca Farago has launched a swimwear line, Farago the Label. She's currently at home in Vancouver, but revealed on Instagram she is dating fellow contestant Harry Jowsey.  \"Always been you..,\" she wrote.  Jowsey has yet to post about their status.  Chloe Veitch is home in the U.K., modeling mostly underwear on her Instagram account, where she also dishes out words of wisdom to her followers. \"I learned to love myself, respect myself and to emotionally connect myself. I've been on so many rollercoasters. And the only way is up from now. You can say I am a new person.. for the better!\" she captioned one picture. Rhonda Paul lives in Atlanta, where she works on her jewelry brand PureLuXX. Bryce Hirschberg spends his time on a boat in Los Angeles, \"tanning, drinking, and reading the comments,\" on his social media accounts. Nicole O'Brien returned to London after the series, where she is designing a lingerie line.  Madison Wyborny works as a stylist in Los Angeles and revealed on Instagram that she made a lot of great friendships on the show.  Haley Cureton lives in Jacksonville Beach, Florida and attends the University of North Florida. She spends a lot of time on the beach.  Kori Sampson left the show and went on to build his own fitness company, Lean Lifestyle, based in the U.K. He's also considering his piercings.  \"This was back just before filming the show. Been a whole year since who thinks I should get my nipple piercings back?\" he wrote on Instagram. Kelechi \"Kelz\" Dyke lives in London and plays for the London Warriors, the British American football team.  Lydia Clyma lives in London and works as a ring girl at mixed martial arts and boxing matches.  Matthew Stephen Smith, who likes to call himself \"Jesus,\" moved to Los Angeles after the show wrapped and is now COO of the branding agency Dream Katchers Enterprise. He writes on Instagram that the show experience was a good one for him.  He captioned one pic: \"Y'all are amazing! The response I've been getting from #THTH is truly incredible! Love you all!\""], "Language": false}