{"Type": ["video"], "Url": ["https://www.greatbigstory.com/stories/the-nightmare-machine"], "Source": ["api.greatbigstory.com"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-04-22T19:04:18Z"], "LastModifiedDate": ["2020-04-22T19:04:18Z"], "Headline": ["Sounds of the Nightmare Machine"], "Section": [null], "MappedSection": [null], "Article_Body": ["Composer Mark Korven was tired of hearing the same old creaking doors, moaning winds and screeching strings in the horror movies he worked on. He needed to create the new noises of your nightmares.\n\nEnter the Apprehension Engine, the most perfectly crafted instrument in the world for making utterly terrifying, horribly haunting and completely nightmarish sounds. \n\nKorven has worked on some of the most exhilarating horror films of the past 20 years, such as “Cube” and “The Witch.” However, Korven believed that as the standard digital sample packs of sounds available to those in his specialized field were used over and over, a sameness of sound would develop within the genre. If horror tropes are used over and over, audiences know what to expect—when Jason, Michael or Freddie have jumped out from behind the door, knife in hand, over and over—and the primal fear factor gets lost. \n\nThe same goes for the sound that leads up to the scare: Korven wanted to create new terrifying sounds, from scratch, with the presence and weight that only a physical, acoustic instrument can generate as it’s plucked, strummed, bowed, or struck. So Korven turned to his friend Duggan-Smith to craft him the perfect instrument for creating the nightmarish noises he needed. \n\nLuthier Tony Duggan-Smith gave his friend the best feel, clearest sound and perfect tone for his self-expression. By combining guitar craftsmanship, built-in practical studio effects like spring reverb, and whatever knick-knacks he had lying around his workshop, Duggan-Smith ended up with the Apprehension Engine, Korven’s dream nightmare instrument. \n\nSo yes, Rachmaninoff on the Steinway or Jimmy Page busting out a solo on that ’59 Holy Grail Les Paul might be closer to what we think about when we consider master musicians and their perfect tools of the trade, but don’t take for granted what Korven and the Apprehension Engine have done. As Duggan-Smith put it, “You’re dealing with things that stir primal emotions and feelings, and there actually is a skill set you have to acquire in order to get the most out of [the Apprehension Engine].” \n\nBut is that music? In Korven’s own words, “The Apprehension Engine definitely evokes an emotion, so I would call it music.” Even nightmares need soundtracks. Thanks, Korven. "], "Language": false}