{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/entertainment/prince-grammys-salute-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-21T17:57:01Z"], "LastModifiedDate": ["2020-04-22T13:44:14Z"], "Headline": ["Star-studded Prince tribute celebrates his legendary music"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Dearly beloved.\" With those famous words from the song \"Let's Go Crazy,\" host Maya Rudolph opened the Grammys' tribute to Prince.  \"Let's Go Crazy: The Grammy Salute To Prince\" aired Tuesday night on CBS on the fourth anniversary of his death. It was recorded in late January Rudolph, whose Prince cover band Princess was invited to perform during the tribute, hailed the musician for his groundbreaking career. \"I have difficulty putting into words my personal feelings about Prince,\" the comedian and former \"Saturday Night Live\" cast member said. \"There are words that don't exactly cut it for me: Genius, brilliant, gifted, prolific, legendary -- they're all true. But they don't really get right to that feeling that can only be described through his music.\" \"To me, Prince is music,\" she added. \"To love Prince is to love music.\" The superstar singer died on April 21, 2016, at his Paisley Park estate in Minnesota from an accidental overdose of the opioid fentanyl. He was 57. An eclectic all-star lineup was tapped to perform hits from Prince's renowned catalog. Performers including Beck, Gary Clark Jr., Common, Earth, Wind, & Fire, Foo Fighters, H.E.R., Juanes, John Legend, Chris Martin, Miguel, Morris Day and the Time, Princess, Sheila E., St. Vincent, Mavis Staples, the Revolution, and Usher, with special appearances by Fred Armisen, Naomi Campbell, Misty Copeland, FKA Twigs and Jimmy Jam. H.E.R and Clark gave the first performance of the night, giving a rousing rendition of \"Let's Go Crazy.\" They were joined on stage by former Prince protegee and love, percussionist Sheila E.  Miguel followed with \"I Would Die 4 U\" and Legend performed \"Nothing Compares 2 U.\"  The performances were as varied as The Foo Fighters rocking \"Darling Nikki\" and Coldplay Chris Martin joining Susanna Hoffs of The Bangles for an piano version of her group's hit \"Manic Monday,\" which Prince penned.  DJ D-Nice kicked off the festivities with an official \"Grammy Salute to Prince\" preshow edition of his popular #ClubQuarantine series on his official Instragram account.  The hourlong set celebrating the life and legacy of the global superstar started at 8 p.m. EST, with a second set planned for 8 p.m PST. \"No matter the generation of music lover, everyone can agree that Prince is timeless. I'm reminded of this whenever I play his music anywhere in the world,\" said D-Nice. \"Prince will always be one of my favorite artists, and I'm honored to help celebrate him today.\" Last month, the Recording Academy and MusiCares established the COVID-19 Relief Fund to support music professionals affected by the pandemic. A special PSA will make its broadcast debut during the tribute.  Prince, famous for \"Purple Rain\" and other hits, won seven Grammy Awards and was nominated 38 times, according to the Recording Academy."], "Language": false}