{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/world/meanwhile-in-america-april-21-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Stephen Collinson and Shasta Darlington, CNN"], "Writers": [["Stephen Collinson", "Shasta Darlington"]], "FirstPublishDate": ["2020-04-22T01:50:44Z"], "LastModifiedDate": ["2020-04-22T01:50:44Z"], "Headline": ["How long can we live under lockdown?"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["To quote Morrissey, every day is like Sunday.   The first thing you notice when you awake in American suburbia is what's missing — the music of modern life. There's no crunch from the gears of a school bus that's seen better days, nor the deepening whine of a jet's engine overhead as the pilot approaches Washington National airport. The wail of an ambulance siren can take you to a dark place.   For all of the footage of beaches reopening and mask-free protesters demanding their liberties, the most remarkable aspect of the US near-lockdown is how comprehensive it is: As of this weekend, more than 97% of Americans were under some sort of confinement guidelines, and most are complying. Nothing remotely like this has happened on such a large scale in American history.   Distrust of government is part of American DNA, so more rebellion might have been expected. The governor of Georgia has already announced plans to begin opening his state in defiance of medical logic from Friday. But polls suggest that a majority of Americans aren't yet ready for normality. Their altruism is saving lives. Though the US death toll is staggering -- more than 42,000 and rising -- hospital admissions are slowing in hot spots like New York, New Orleans and Detroit.   But if infections slow, it will get ever harder for mayors and governors to keep people off the streets -- especially as economic pain bites deeper and the US President cheers for reopening. New York Gov. Andrew Cuomo has warned it's only \"half time.\" But he and other local leaders know that enforcing any timeline still depends on the goodwill of a critical mass of citizens. Meanwhile in Brazil... Brazilian President Jair Bolsonaro can't keep his mouth shut, literally. Sunday he coughed several times as he spoke to supporters at a rally without a mask on. Earlier this month he was caught on camera wiping his nose with the back of his hand before shaking an elderly woman's hand. Last month, a newspaper featured a front-page picture of him projecting saliva as he spoke.   But for his detractors, the bigger problem is what he says. Bolsonaro has repeatedly clashed with state governors as they closed schools, suspended public transportation and shuttered all but essential businesses, in an attempt to contain the lethal coronavirus.   On Sunday, Bolsonaro even joined protesters in front of the army headquarters in Brasilia who were demanding an end to lockdown. Many were urging the military to shut down Congress and the Supreme Court, due to their support for mitigation measures.    The President praised the protesters as \"patriots\" and said their liberty must be guaranteed. \"It's the people who are in power,\" he declared then.   Faced with growing backlash on Monday, Bolsonaro defended his participation in the rally, saying that he hadn't personally called to dismantle the other branches of government. \"Usually, when people are conspiring against someone, it's to reach a position of power,\" he said. \"I'm already in power. I'm already the President.\" "], "Language": false}