{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/us/louisiana-pastor-tony-spell-arrested-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, Joe Sutton and Jeremy Grisham, CNN"], "Writers": [["Harmeet Kaur", "Joe Sutton"]], "FirstPublishDate": ["2020-04-21T18:48:40Z"], "LastModifiedDate": ["2020-04-22T00:37:13Z"], "Headline": ["A Louisiana pastor who defied orders and held services has been arrested"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A Louisiana pastor who defied state orders and repeatedly held large church services during the coronavirus pandemic has been charged again -- this time for allegedly assaulting a protester outside his church. Tony Spell, pastor of Life Tabernacle Church in Baton Rouge, was taken into police custody Tuesday, according to the East Baton Rouge Sheriff's Office. A day earlier, the Central Police Department had issued a warrant for his arrest, accusing him of aggravated assault. Records from the sheriff's office indicate that Spell was released on bond of $5,000. The arrest warrant was based on video evidence of an incident that occurred Sunday, Central Police Chief Roger Corcoran said.  A witness told police that the bus stopped short of a protester Police records obtained by CNN affiliate WBRZ indicate that Spell was driving a church bus that day and backed it up on the shoulder of a road, in the direction of a protester demonstrating in front of the church.  A witness told officers that he saw the bus continue to back up \"for no apparent reason\" and that it eventually slammed its brakes about five feet away from the protester, according to the arrest warrant.  Surveillance video was consistent with what the witness saw and appeared to suggest that Spell was driving the bus, the warrant stated. No one was injured in the incident. Spell was released later in the day. He told a cheering crowd of his parishioners that he's not guilty of the charges and will hold church services Tuesday night.  \"I am not guilty of any charges that I have been accused of,\" Spell said. \"I am not guilty of assault with a deadly weapon. I am not guilty of defying any orders. The only thing I am guilty of is practicing my faith, which was given to me by Jesus Christ himself.\" \"I will see you in church tonight at 7:30,\" he said.  CNN has reached out to Life Tabernacle Church in an effort to reach Spell, but calls have not been returned.     Spell asked to donate their stimulus checks Spell is no stranger to headlines. Recently, he launched what he called the #PastorSpellStimulusChallenge, asking Americans to donate their government stimulus checks to evangelists, missionaries and music ministers who he said have not received offerings in over a month.   When CNN's Victor Blackwell asked Spell why he was asking vulnerable people to hand over their $1,200 stimulus checks, the pastor said it was because some evangelists and missionaries don't receive stimulus money.  \"We are challenging you, if you can, give your stimulus package to evangelists and missionaries, who do not get the stimulus package,\" he told CNN on Sunday.  In recent weeks, Spell had repeatedly held large religious services at his Life Tabernacle Church. Last month, police in Baton Rouge issued him a misdemeanor summons for six counts of violating CDC recommendations and the governor's executive order barring large gatherings to stop the spread of the virus.  Spell told CNN at the time that he was not \"breaking any laws\".     \"If they close every door in this city, then I will close my doors,\" Spell said last month. \"But you can't say the retailers are essential but the church is not. That is a persecution of the faith.\"  Spell has also told CNN he believes the pandemic is \"politically motivated\" and has said said the rules are a \"government overreach.\" "], "Language": false}