{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/entertainment/empire-finale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-04-21T13:43:48Z"], "LastModifiedDate": ["2020-04-21T13:43:48Z"], "Headline": ["'Empire' ends its long, strange trip with a not-quite series finale"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Empire\" finishes its six-season run this week with a sort-of series finale, ending what has been a long, strange trip. Famous for its over-the-top twists and cliffhangers, the musical drama that was once one of TV's biggest hits experienced a fall almost as steep as its rise. When Fox announced that the series would be concluding last May, Fox Entertainment chief Charlie Collier said the program would \"go out guns a-blazing,\" adding, \"You allow fans to lean in and have the ending they deserve.\" Yet like so much surrounding the show, it didn't work out as planned, as \"Empire\" signs off with more of a whimper than a bang, again due to circumstances beyond its control. In this case, coronavirus intervened, shortening production on what was to have been a 20-episode season. The episode that airs Tuesday will be the 18th, although it will incorporate material from the penultimate hour that was partially shot. The show's producers, Lee Daniels and Danny Strong, have left the door open for a more definitive finish down the road -- perhaps a movie to tie up any loose ends -- with Daniels saying in a statement that he is \"heartbroken we aren't getting to shoot the finale we wanted.\" But the odds of that happening appear slim given the logistics. For Fox, the program's instant success provided a huge lift when it premiered in January 2015. \"Empire\" ranked as broadcast TV's top-rated drama that season -- the finale drew a whopping 17.6 million viewers -- and soared in other metrics as well.  As Nielsen Media Research noted, its two-part finale that spring generated 2.4 million tweets, more than any other series. The soundtrack sold more than 430,000 copies, staying on the Billboard charts for 19 consecutive weeks. Big-name guest stars lined up to appear. A spinoff series, \"Star,\" was ordered (it lasted for three seasons), as Fox sought to further capitalize on the show's popularity. The Shakespearean premise starred Terrence Howard as Lucious Lyon, the patriarch of a musical empire. Faced with a terminal diagnosis (which conveniently went away once the series became a smash), Lucious set up a succession battle among his three sons -- Andre (Trey Byers), Jamal (Jussie Smollett) and Hakeem (Bryshere Y. Gray). Much of the drama flowed from Lucious' ex-wife, Cookie (Taraji P. Henson), being released from prison, vying not only for the company but the allegiance of their sons. Henson immediately became a breakout character, earning a pair of Emmy nominations and a Golden Globe in 2016. Yet if the mix of soap-opera situations and music proved enticing, those storylines were difficult to sustain. Ratings had already fallen precipitously when off-screen controversy intervened. In January 2019, Smollett said he was assaulted in Chicago, the victim of a described hate crime. His account, however, soon came into question, leading police to accuse him of staging the attack -- in an alleged effort to elicit sympathy and earn a raise -- and filing a false report. The charges were later dropped, but a special prosecutor's appointment resulted in a grand jury subsequently returning a six-count indictment related to the incident. Smollett has continued to deny those charges. Producers initially expressed support for the actor, but Smollett was eventually written out of the show. His character, viewers were told, moved to Europe. Ratings were already declining, and slipped throughout the season as the Smollett story played out in the media. The series is currently averaging about 4 million viewers including seven days of delayed DVR playback, losing more than a third of its audience from last year. In an interview with Vulture last June, Daniels said he felt the scandal \"played a major part\" in Fox's decision to cancel the series. Still, had the ratings not already declined, the network surely would have been more reluctant. Even before those events, executives at competing networks suggested that \"Empire\" had been a shooting star, which in TV terms is an appropriate analogy. Because once the light fades and you start heading downward, it's hard to resist gravity. The \"Empire\" finale airs April 21 at 9 p.m. on Fox."], "Language": false}