{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/21/cnn-underscored/sonos-radio-playlists-artist-stations-music/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-21T13:00:08Z"], "LastModifiedDate": ["2020-04-21T13:00:08Z"], "Headline": ["Sonos Radio is an exclusive set of stations and artist playlists for Sonos speakers"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Sonos allows you to connect hundreds of streaming services — including big hitters like Apple Music and Spotify, along with internet radio services like iHeartRadio, TuneIn and SiriusXM — to play on your connected audio system. The best part, though, is that it is all housed under one app. You don't need to worry about several passwords and juggling different apps.  And now, Sonos is introducing Sonos Radio, an ad-supported streaming service that's meant to be a new way to use radio and essentially moves partners under a new part of the app. Best of all, Sonos Radio is coming to all of its speakers. Sonos Sound System will be a flagship channel that broadcasts from its Soho store. This will be home to a variety of music genres and even artist takeovers. The biggest part of Sonos Radio (and the real radio part) is the more than 60,000 stations powered by iHeartRadio and TuneIn. This will be ad-supported as well. Lastly, Sonos stations will offer hand-curated genre mixes and even playlists curated by artists.  Let's dive in. Sonos Sound System will be the core ad-free station that will play new music, classics and even offer guest radio hours. These Artist Radio Hours will premiere every Wednesday, but not at a set time. This way, you can hop on any time of the day to listen. It's an interesting approach. So far, Angel Olsen, JPEGMAFIA, Vagabon and Phoebe Bridgers are on board for hour-long sessions. All the other channels, though, will be ad-supported and won't drastically change the experience for listeners. Essentially, it will be a new layout and user interface for navigating stations from iHeartRadio and TuneIn. These services will pull from your ZIP Code (there are new terms and services rolling out) to give you local stations for music, news and sports. Sonos Radio features Sonos Stations, which are ad-supported curated stations that span genres popular with the Sonos user base. Think Country Outlaws, Hip-Hop archive and \"the anti-Kidz Bop\" called Kids Rock. The music featured on these are handpicked by Sonos, which uses software to shuffle the options and provide freshness. It's a unique approach and differs from an algorithm powering the stream.  Along the same theme as Artist Radio Hours, there will be ad-free, artist-curated stations that will be hosted by artists such as Thom Yorke, Brittany Howard and David Byrne. Unlike other artist playlists on services that limit them to shorter playlists, Sonos notes that these will be several hours long with many songs.  We're eager to see how this approach will work, and how it plays with the human curation aspect. In addition, Sonos employs artificial intelligence to handle volume leveling and song blending, which allows tracks to effortlessly transition from one to another. Sonos Radio is rolling out to all Sonos Speakers, and this might be the best news: There is no S1 or S1 support, but all Sonos products are supported. You'll need to agree to new terms and conditions to use Sonos Radio, which will pull non-identifiable geolocation to suggest local stations.  We'll be going hands-on soon with Sonos Radio, but for now, it's nice to see Sonos adding something new to the experience.  Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}