{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/20/entertainment/sir-david-attenborough-teaching-geography-pandemic-intl-scli-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-20T10:27:01Z"], "LastModifiedDate": ["2020-04-20T10:34:17Z"], "Headline": ["David Attenborough to teach geography to schoolkids in lockdown"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["David Attenborough is adding \"geography teacher\" to his résumé, stepping up to offer his unrivaled knowledge to British school children during the coronavirus lockdown. The pioneering broadcaster and naturalist will educate students on topics like mapping the world, animal behavior and the world's oceans, as part of the BBC's new virtual learning program, \"Bitesize Daily,\" which launched Monday. Attenborough, 93, is among the famous faces leading lessons as part of the broadcaster's plans to offer relief to parents struggling with homeschooling children during the Covid-19 pandemic. The new series will also include Manchester City star Sergio Agüero, who will help youngsters learn to count in Spanish, and renowned physicist Professor Brian Cox has been recruited to bring science to life as he covers topics such as force, the solar system and gravity. Former Member of Parliament Ed Balls will revisit his past as shadow finance minister, delivering a math class,  and \"EastEnders\" actor Danny Dyer -- who is a direct descendant of King Edward III -- will provide a history lesson on Henry VIII, the BBC said. \"Doctor Who\" star Jodie Whittaker will \"drop into\" lessons, while Brit Award-winning singer Mabel and former One Direction star Liam Payne will give a music and reading class for secondary school children.  The lessons, which have been created in collaboration with teachers and education specialists, will be available on BBC \"Bitesize Daily\" on the BBC iPlayer streaming service and BBC Red Button. Alice Webb, director of BBC Children's & Education, said in a statement: \"We said the BBC would be there for people through this crisis, and we meant it. It's vital that every child is able to continue learning -- and the lessons we're putting on will make sure they have fun at the same time.\"    "], "Language": false}