{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/19/us/louisiana-pastor-coronavirus-stimulus-checks-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-04-19T16:42:48Z"], "LastModifiedDate": ["2020-04-19T16:42:48Z"], "Headline": ["A Louisiana pastor who defied coronavirus orders is asking people to give their stimulus money to the church"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A Louisiana pastor who defied state orders and repeatedly held large church services during the coronavirus pandemic is now asking congregants to donate their stimulus checks to the church. Pastor Tony Spell launched what he called the #PastorSpellStimulusChallenge, asking Americans to donate their government stimulus checks to evangelists, missionaries and music ministers who he said have not received offerings in over a month. He said he, his wife and his son have all donated their checks, and added that those without a church can donate through his website. Asked by CNN's Victor Blackwell on Sunday why he is asking \"people who you know don't have much\" to hand over their $1,200 stimulus checks, Spell said it was because some evangelists and missionaries don't receive stimulus money. \"We are challenging you, if you can, give your stimulus package to evangelists and missionaries, who do not get the stimulus package,\" he told CNN Sunday. The challenge comes after Spell repeatedly held large religious services in recent weeks at his Life Tabernacle Church in Baton Rouge. The gatherings defied CDC recommendations and an emergency order by Louisiana Gov. John Bel Edwards that set limits on large gatherings to try to stop the spread of the coronavirus. \"If they close every door in this city, then I will close my doors,\" Spell told CNN last month. \"But you can't say the retailers are essential but the church is not. That is a persecution of the faith.\" Spell has also told CNN he believes the pandemic is \"politically motivated\" and has said said the rules are a \"government overreach.\" Last month police in Baton Rouge issued him a misdemeanor summons for six counts of violating the governor's executive order barring large gatherings. \"Instead of showing the strength and resilience of our community during this difficult time, Mr. Spell has chosen to embarrass us for his own self-promotion,\" said Central Police Chief Roger Corcoran said in a statement on March 31. \"Mr. Spell will have his day in court where he will be held responsible for his reckless and irresponsible decisions that endangered the health of his congregation and our community,\" Corcoran added. Spell held an Easter Week service after the summons and said about 1,220 people attended, including some who were bused in and others who drove more than 100 miles to be there. With its early outbreak, Louisiana has had the 9th-most confirmed coronavirus cases in the US. According to the latest tally, over 23,000 people have contracted the virus and 1,267 have died in the state."], "Language": false}