{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/us/landolakes-logo-change-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Mallika Kallingal, CNN"], "Writers": [["Mallika Kallingal"]], "FirstPublishDate": ["2020-04-18T01:31:02Z"], "LastModifiedDate": ["2020-04-18T01:31:02Z"], "Headline": ["Land O' Lakes replaces Native American woman logo, touts farmer-owned credentials instead"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A Native American woman will no longer adorn the packages of Land O'Lakes butter.  After nearly 100 years, the Minnesota-based dairy company has removed the Native American woman kneeling against a background of green pine trees and a blue lake from its products. New products feature  the lake and trees with the words \"Land O Lakes, 1921\" in bold. The change was made in February and received little notice until this week. It comes as many businesses, universities and sports teams have begun to drop Native American images and symbols from logos. The new packaging was launched ahead of the company's 100th anniversary next year. And the company says it's shifting the focus of the packaging to farmers which is borne out by the words \"Farmer Owned\" in large text on one side.  Land O' Lakes, Inc. is a farmer-owned cooperative founded by a group of Minnesota dairy farmers in 1921. According to a company press release, the change was made to highlight the company's roots as a farmer-owned business ahead of its 100th anniversary in 2021. In announcing the change, the company made no mention of the removal of the Native American woman. Some products, including stick butter, will include photos of Land O'Lakes farmers and co-op members and copy that reads \"Since 1921\" and \"Proud to be Farmer-Owned: As a farmer-owned co-op, we stand together to bring you the very best in dairy,\" the company said. Land O' Lakes CEO Beth Ford said in a statement that the company is trying to have packaging that reflects the foundation and heart of the company's culture. \"And nothing does that better than our farmer-owners whose milk is used to produce Land O'Lakes' dairy products,\" Ford said. \"As a farmer-owned co-op, we strongly feel the need to better connect the men and women who grow our food with those who consume it. Our farmer-to-fork structure gives us a unique ability to bridge this divide,\" she added. Minnesota Lt. Gov. Peggy Flanagan welcomed the change. She tweeted: \"Thank you to Land O'Lakes for making this important and needed change. Native people are not mascots or logos. We are very much still here.\" The company says they have been making an effort to better tell its farmer-owned story in recent years. This includes remaking the classic song \"Old MacDonald Had a Farm\" with country music star Maggie Rose and featuring Land O'Lakes member farms in the music video. Heather Anfang, senior vice president of Land O'Lakes US Dairy Foods,  says consumers care about the fact that the company is farmer owned. \"Extending that farmer-owned story to our packaging is arguably our most direct vehicle to communicate with consumers,\" she said. The company says the new farmer-owned packaging has already started to appear on several products is expected to be fully rolled out across all its products by the end of 2020."], "Language": false}