{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/cnn-underscored/best-smart-speakers/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-04-17T19:40:57Z"], "LastModifiedDate": ["2020-04-17T19:40:57Z"], "Headline": ["Here's your guide to picking a smart speaker"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Smart speakers are all the rage. Alexa, the friendly virtual assistant that started this whole craze way back in 2014, now resides with the Google Assistant and Apple's Siri as the big three virtual assistants. But choosing the right one isn't all that easy, especially when you throw in a system like Sonos, which uses its own app and technology to sync speakers, but many (including Sonos) support both Alexa and the Google Assistant. You also have to consider what you'll be using it for (playing music or asking for weather updates?) and what aspects matter most to you (integration with your smart home or the high-quality sound) Well, that's where CNN Underscored comes in. We've tested countless smart speakers and now it's time to go through our favorite ones. For the basics If you just want a smart speaker to dip your toes into the smart home world, you can't go wrong with an Echo Dot or a Nest Mini. Both are usually priced at $49.99, but are regularly discounted to nearly half the price. And that makes the entry level cost quite minimal. With either of these, you get a capable smart speaker that's about the size of a doughnut (with no hole in the middle, so we're talking jelly-filled). The 3rd Gen Echo Dot has a matte plastic top with four built-in buttons: volume up, volume down, mute and a call Alexa button. There's also the now-famous glowing blue light around the edge that turns blue when Alexa is listening and will be a visual for raising or lowering the volume. The sides have a mesh outer shell and the bottom has a non-slip rubber finish. You'll have full access to Alexa. The Nest Mini has a more discrete build with a fully mesh top that wraps into the bottom. That final layer is also made out of non-slip material. You'll control the Nest Mini with your voice, and four dots will appear at the top. You can also tap the left side to lower the volume and the right side to raise it. There's also a mute button on the back, near the power cord. The Google Assistant fully powers the experience. Amazon's Alexa is great for beginners and those who want a seamless experience, especially for random queries. She's friendly and one of the better voice assistants. She makes fewer mistakes and has hundreds of thousands of skills for unique experiences (like tracking surfing conditions to night-time singalongs). Google Assistant, on the other hand, is geared for someone who wants more control and who is deep in the Google ecosystem. It can access your calendar, give you real-time traffic in the morning and has excellent smart home controls.  It comes down to personal preference. Both of these support a wide variety of smart home products and support tons of music streaming services. This way you can listen to what you want when you want — all with just a simple command. Better yet, you can pair these for a stereo pair. And if you want to stick with the Alexa ecosystem for better sound,closer to room-filing with a much deeper bass, we recommend the 3rd Generation Echo. It has a tweeter and a woofer that pack a punch and a higher level of built-in processing. Plus, it's just $99.99 and regularly on sale. For freedom of choice with great sound The obvious answer here is a system that focuses on music which is Sonos or one of the Bose Home Speakers. Sonos is focused on whole-room audio, so that's always going to be the north star. Sound from these speakers is great with a wide soundstage that clearly presents each instrument on the track. You can customize the sound, but it reads the room during setup and even in real time with newer models (like the Sonos Move). This way it can provide the best sound for your space. You'll control all of the Sonos speakers with a companion app for Android or iOS. You can link multiple Sonos speakers into groups, connect tons of streaming services and choose a voice assistant. You get your pick between Amazon Alexa or the Google Assistant, and it's one voice per Sonos product, although one speaker can be Amazon and all the others be Google.  For instance, let's say you have a Sonos Move in the bedroom that uses Alexa, you can ask her to play \"Born to Run\" from Spotify on the Sonos Beam in the den, which uses the Google Assistant.  And if you don't want to use a voice assistant, you don't have to. The Sonos experience is inherently a connected and smart one. You just need to use the app to cast music to the groups or an individual speaker. It won't be a deal-breaker for most people. To make a Sonos system more affordable, you could also buy a Sonos One for $199.99 that features microphones for voice assistant support, and then pair it with a One SL for $179.99, which doesn't have microphones. You can control both of these from the app or just make a voice request with the one.  We recommend starting with a Sonos One or One SL. But if you want a speaker that you can also take out of the house, then you should take a look at the Move. It's the first speaker from Sonos to support Bluetooth and Wi-Fi. And it will seamlessly connect or disconnect between the two. You can see our full review here. Plus, any of these put out better sound than an Echo Dot, Nest Mini or base Echo.  Bose also offers several smart speakers. The Bose connected line consists of the $199.95 Home Speaker 300, the $299.95 Home Speaker 500, the $349.95 Portable Home Speaker, the $549.95 Soundbar 500 and the $700 Soundbar 700. All of these feature built-in voice control and let you choose between Alexa or the Google Assistant. Unlike Sonos, you will need to choose one and use it for all the speakers. Additionally, you can buy a pair of Surround Speakers for $299.95 and a Base Module 700 for $699.95. These, however, lack native voice control. All of these are controlled by the Bose Music app for Android and iOS. Like Sonos, you can control these speakers one at a time or group them. During setup, you'll connect these to Wi-Fi, but these also boast Bluetooth, meaning you can pair a device to a single speaker or soundbar for a Bluetooth stream. Plus, you can stream over Wi-Fi from a number of services or control the whole experience with your voice. Both Bose and Sonos support Apple's AirPlay 2 standard that allows an iOS or macOS device to cast content to speakers. If you're using AirPlay 2, you can group these with other AirPlay eligible speakers. For booming sound Apple's ecosystem is more closed off. Apple's $299 HomePod is the only smart speaker that supports Siri. It's not the most affordable, but it produces great sound.  The HomePod has a series of speakers. It's made up of seven tweeters, a large woofer and an amplifier. It can get really loud and offers some of the most clear and crisp sounds from a smart speaker. It's on par with a pair of Sonos Ones or a One and Play:5. It really packs a significant punch, and even at full blast, you won't notice distortion from most sources. Some concert bootlegs or bad quality tracks will distort, but it's working in real time to process the music and give you the best experience.   And even at top volume, Siri can hear you and take requests. She's also not just limited to being a DJ, but you can ask her questions, have her check your calendar, send messages and even make calls. Apple is also making Siri smarter on the regular with enhancements on the back end. And yes, the HomePod is an AirPlay 2 speaker and can be paired with another HomePod for stereo.  For a while, Apple held the booming sound section, but then last fall Amazon released the Echo Studio, and we called it a clear winner as the best sounding Echo. It packs a punch and delivers a wide soundstage. You can clearly make out individual instruments even on crowded tracks.  It supports Sony's 3D Music and Dolby Atmos standard, and on the Echo Studio, they show as 3D-enabled tracks. Essentially, it analyzes the room to create a custom mix, instead of using a basic stereo mix. The result is a wider soundstage, which instruments and elements of a track clearly appear louder on one side of the speaker (or an area of the room), than the other. There's a growing number of tracks supporting this, but don't buy the Echo Studio just for this.  At $199.99, you're buying it because, for the most part, it makes music sound better and delivers the best sound of any Echo. It's on par with the HomePod, although it is quite a bit larger. As long as you have the space, this delivers a huge amount of value for the price. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}