{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/17/entertainment/beyonc-family-singalong-performance-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-17T11:51:43Z"], "LastModifiedDate": ["2020-04-17T14:59:32Z"], "Headline": ["Beyoncé made a surprise appearance in 'Disney Family Singalong,' delighting fans"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["As the world continues to grapple with the coronavirus pandemic, Beyoncé is sharing a message of hope while helping to raise money for America's Covid-19 relief efforts. The \"Lemonade\" singer surprised Disney fans and music lovers everywhere Thursday when she dropped into ABC's \"Disney Family Singalong\" to perform a dreamy rendition of \"When You Wish Upon a Star\" from the 1940 animated classic \"Pinocchio.\" Before launching into her performance, Beyoncé paid tribute to healthcare workers on the front line. \"To all the families across the world, I'm very proud and honored to be a part of the Disney family and to help present the Disney Songbook Singalong in partnership with Feeding America,\" she said during the night of music and magic. \"I'd like to dedicate this song to all of the healthcare workers who've been working tirelessly to keep us healthy and safe. We greatly appreciate you.\" Beyoncé, who starred in the live-action remake of Disney's \"The Lion King,\" signed off by urging viewers to \"Please hold on to your families tight, please be safe, don't give up hope. We're going to get through this, I promise. God bless you.\" The 38-year-old singer's inclusion in the show, which was not announced ahead of time, delighted fans. \"I was just enjoying the cheesy Disney cuteness and then they had to go and wreck me emotionally with Beyoncé,\" one person tweeted. Another wrote: \"Beyonce just sang When You Wish Upon A Star on the Disney Sing Along....somebody come check my pulse.\" The at-home special, hosted by Ryan Seacrest, also included performances from the likes of Ariana Grande, Josh Groban, Christina Aguilera, Demi Lovato and Michael Bublé singing Disney songs from their living rooms and kitchens.  And members of the cast of \"High School Musical,\" including Zac Efron, Vanessa Hudgens, Ashley Tisdale and Corbin Bleu reunited for a performance of \"We're All in This Together.\" The show also featured segments raising awareness of the charity Feeding America, which is setting up food banks to feed people at risk of hunger because of the Covid-19 crisis. According to figures from Johns Hopkins University, more than 671,000 people have contracted the novel coronavirus in the US, and 33,286 people have died.        "], "Language": false}