{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/entertainment/coronavirus-new-orleans-jazz-festival-canceled-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-16T23:03:34Z"], "LastModifiedDate": ["2020-04-17T05:26:58Z"], "Headline": ["New Orleans Jazz Fest is officially canceled due to the coronavirus pandemic"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["To the disappointment of locals and tourists alike, the beloved, long-running New Orleans Jazz and Heritage Festival has been outright canceled this year.  Festival organizers made the announcement Thursday, saying that while they previously stated the festival would be postponed to the fall, the coronavirus pandemic that continues to \"evolve unpredictably\" caused them to cancel this year's event and focus on 2021 instead. \"It takes something truly momentous to interrupt a 50-year New Orleans tradition as special as the Festival, but we feel strongly that the most prudent course right now is to allow more time for the situation to stabilize,\" a statement on the festival's website says.  The statement added that festival organizers have already begun working on next year's event, which will take place April 22 to May 2 as normal. To support the local musicians who have lost gigs due to the pandemic, the New Orleans Jazz & Heritage Foundation, which owns the festival, has set up a relief fund to support them during this time. The cancellation comes after New Orleans Mayor LaToya Cantrell advised all large gatherings to be rescheduled for next year in an effort to mitigate the virus' spread in Louisiana, which as of Thursday has 22,532 confirmed cases and 1,156 deaths.  \"My recommendation is absolutely no large events such as French Quarter Fest and Jazz Fest, even Essence Festival, as it relates to the year 2020,\" Cantrell said at a news conference Tuesday. \"The focus should shift to 2021.\"  The Essence Festival announced Wednesday that it was canceled and would return in 2021.  Jazz Fest, which drew nearly half a million attendees last year, features a variety of music from jazz to folk and pop. This year's lineup featured The Who, Lizzo, The Beach Boys, Wu-Tang Clan, Erykah Badu, Lionel Richie and more.  John Prine, who passed away last week due to coronavirus complications, was also scheduled to perform. A spokesman for the festival did not comment on whether next year's lineup would be the same.  Fans and artists say it's the right call Kristen Wiltse-Santoro from Beverly, Massachusetts, said she attended the festival for the past four years and was looking forward to this year's.  \"It's a trip that I do with my girlfriends each year so it was supposed to be a time to reconnect with my friends,\" Wiltse-Santoro told CNN. \"This festival is really, really special because of the variety of acts that are there and the variety of attendees... Everyone is laid back, kind and generous.\"  While disappointed about the festival being canceled, the 53-year-old public relations executive said she believes it was the right decision to make.  \"Clearly our country needs to heal,\" she said. \"The festival organizers are putting the wellbeing and safety of their staff, attendees and performers first.\"  Since 2013, Troy Andrews, famously known as Trombone Shorty, has held the festival's most coveted lineup spot. He closes out the festival with the lively sounds of his trombone and trumpet.  \"I've considered it to be the highlight of my life,\" Andrews told CNN.  When Andrews heard that the festival was canceled, he said he \"got sad for the first time during this whole pandemic,\" but added that he would have made the same decision.  \"Right now, it's about saving lives and making things much easier for the frontline workers and people who have to put their lives on the line every day,\" the 34-year-old musician said. \"It'll be bigger and better [next year] and a lot more people will have a lot more energy.\"  Wiltse-Santoro said when the gates at the Fair Grounds Race Course open back up next year, you can bet that \"we will be there with our dancing shoes and supporting the city.\" "], "Language": false}