{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/us/filtermax-facebook-video-ad-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gregory Lemos, Konstantin Toropin and Leah Asmelash"], "Writers": [["Konstantin V. Toropin"]], "FirstPublishDate": ["2020-04-16T00:40:40Z"], "LastModifiedDate": ["2020-04-16T21:21:18Z"], "Headline": ["A family says a fraudulent Facebook ad for protective masks used a stolen photo to claim all but one died of Covid-19"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A California family says their identities were stolen and used in a Facebook ad for a company selling a protective mask that claimed to have saved the youngest son in a family of five from Covid-19.  \"It was sickening and it was violating,\" said Sara Ancich, 45, of Orange County after seeing the ad for the first time Sunday.  The video was taken down Monday, a spokesman for Facebook told CNN. Ancich, a sixth-grade English and history teacher, says she became aware of the ad April 10 when her brother-in-law texted her about it. The ad opens with the photo of the family, solemn music underneath and text that reads: \"Youngest son from a family of 5 is the sole survivor from the deadly pandemic after wearing a CDC approved respirator.\"  The image is a professionally shot picture of her family from eight years ago that the photographer, Rich Lander, posted on his website, Ancich told CNN. The image has since been removed by the photographer. The ad then claims the family balked at government warnings and attended a 176-person event and that \"Justin,\" the youngest son, was the only member of the family to wear a mask. Behind that text, the ad ran video of the British royal family inside Westminster Abbey. The text over the unidentified, smiling, boy, says that he \"narrowly escaped death.\"   Ancich's youngest son, now 16, is named Ryan.  \"The boy that supposedly portrayed our youngest son, we don't know who that boy is,\" Ancich said.  The video featuring the Ancich family is one of several versions that have been investigated by other media outlets with varying images and video clips but the same \"sole survivor\" script and FilterMax branding. The ad says FilterMax \"deploys dual filtration valve technology with a 5-layer protection filter, which effectively blocks out 99.9% of bacteria, dust, smog, and pollen from entering your lungs.\" The ad also claims they are FDA-approved -- a claim CNN could find no evidence for on the list of approved respirators on the FDA website. Numerous companies use the name \"FilterMax.\" CNN was not able to definitively ascertain which company is behind the video but reached out to several online stores that were, at one point, selling the masks under that name. Shopify, a platform that hosted at least two shops that sold the masks, told CNN through a spokesperson that their \"teams continue to actively review COVID-19 related products and businesses.\" \"Over the last few weeks we have closed more than 5,000 stores in our COVID-19 related reviews,\" the statement said. Facebook has removed the video and \"taken steps to keep people from sharing it,\" the Facebook spokesman told CNN. \"We apologize to the family impacted by the video,\" the spokesman added.   \"We also continue working to stop people from exploiting this crisis for financial gain by banning the sale of masks and other products that are linked to predatory behavior.\"   Facebook also clarified the FilterMax ad did not run as paid distribution, which the platform actively shows to users, but \"appeared organically.\"  "], "Language": false}