{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/us/chattanooga-tornado-church-piano-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Williams, CNN"], "Writers": [["David Williams"]], "FirstPublishDate": ["2020-04-16T21:11:05Z"], "LastModifiedDate": ["2020-04-16T21:11:05Z"], "Headline": ["A woman saw a piano in the rubble of a church wrecked by a tornado. So she played it to cheer people up"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["When Tracy Lynn Coats saw a grand piano in the wreckage of a church hit by the Easter Sunday tornado that ripped through Chattanooga, Tennessee, she felt drawn to play it. Faith Community Wesleyan Church is on the way to her father's house, which was spared by a powerful EF-3 tornado that tore through the community and killed at least three people.  It was one of dozens of tornadoes spawned by a storm system that stretched from Texas to South Carolina over the weekend, according to the National Weather Service. \"It [the church] was completely destroyed except for the stage that had a piano on it,\" she said. \"I was like 'Oh my goodness.' It just needed to be played.\" Coats wasn't sure if the piano would even work since it had been through the tornado and then sat unprotected in the heavy rain, but she was determined to try. When she hit the first notes on Wednesday, she found that it played and was almost in tune. Coats is a band teacher at East Hamilton Middle High School in Ooltewah, Tennessee, and said that many of her students lost their homes in the tornado. She wanted to share a video of her playing the piano because she thought it might be comforting to the students and to members of her church family. \"I felt like that's how I could do my part to be an encouragement during this time,\" she said. She wasn't able to upload the first video she made, so she went back Wednesday evening to try again. A crew from CNN affiliate WTVC was reporting nearby and heard her playing. They shared her performance during their newscast. Coats said the first song she played was the hymn \"It Is Well With My Soul,\" because it had been going through her head since the storm. She said two longtime members of the church drove up while she was playing. \"They were going to gather some things and kind of go through the rubble and look for anything salvageable,\" she said. They asked her to play other hymns, and they all sang together in the wreckage. \"It's just such a sweet unity, really, among Christian people right there,\" she said. \"We just had a little praise and worship service right in the middle of the whole thing. It was really cool.\" When asked how she got up on the platform to reach the piano, Coats said \"very carefully.\" \"I just kind of crawled over cinder blocks and over rebar, or whatever, and over musical equipment that had fallen,\" she said. \"Some things were a little bit shifty, but I found solid footing pretty much up to the stage.\" She said the stage wasn't very high, so she thought it would be pretty safe to be up there. \"It was probably a silly thing to do, but I was just sort of determined to get up there,\" she said. \"I just felt like there was more music in it... to see that piano, I thought, was a beautiful thing in the middle of all of the rubble.\""], "Language": false}