{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/16/cnn-underscored/best-over-ear-headphones-outbrain/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-04-16T16:56:52Z"], "LastModifiedDate": ["2020-04-16T16:56:52Z"], "Headline": ["These are the best over-ear headphones of 2020"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["When you're looking to get the most out of your music, a great pair of headphones can make all the difference. Over-ear headphones, at times affectionately referred to as cans, can give you some of the best sound. But with such an abundance of options, it's not always easy to find the pair that'll fit your needs. How do you ensure you're getting the best quality? And, if you're on a budget, which ones strike the best balance between cost and quality? We set out to answer those questions for you. After reading dozens of expert reviews, looking into the latest offerings by the most popular brands and using our own knowledge of the headphone market, we settled on a testing pool of 11 headphones, ranging from middle-of-the-road to high-end cans. Once we had them in hand, we extensively tested each across six categories — including sound quality, comfort and battery life.  We chose to weight sound quality the highest because, in our opinion, when shelling out big dollars for headphones, you want to be sure your music will sound the best it possibly can. And while we did test noise-cancelling capabilities for those headphones with ANC on board, it was weighted low in the overall score. (Our full review on the best noise-cancelling headphones will be published in a few weeks.) Over the course of several months, we spent more than a week with each pair and, after jamming out to countless playlists, we settled on four standouts. (For more on our testing process, scroll down.)  The best over-ear headphones Best Overall: Sony WH-1000XM3\nRunner-up and Best for Working Out: Jabra Elite 85h\nMost Comfortable: Bose Noise Cancelling Headphones 700\nBest Value: JBL Live 650BTNC The short of it Ultimately, Sony's WH-1000XM3 headphones proved to be the best over-ear headphones overall. They crushed nearly all of our testing criteria, including the most important one: sound quality. At close to $300, these over-ears are a jam-packed pair that deliver considerable value.  For running, working out and just getting in the zone, our runner up, the Jabra Elite 85h, will hit all the right notes. Though they're on the bulkier side, they have a great control scheme for exercise, featuring large, easy-to-locate buttons on the right cup. They also hold well on your head, which we confirmed during a 45-minute run — there was no slippage or shifting of the headphones. If you need headphones that can be worn on long walks, intercontinental flights or just around the house, the Bose Noise Cancelling Headphones 700 are our go-to for comfort. There's some serious memory foam plush in both the ear cups and top headband. Imagine tucking your head into two mini-mattresses that delightfully conform to your ears.  Lastly, at the relatively affordable price of $199.95 (on-sale now for $149.95), JBL's Live 650TNC shined as our value pick. They may not be the flashiest, but these headphones actually matched the Jabra Elite 85h in terms of sound quality and scored just below them on features. The JBL cans held our attention with clear playback of vocals (no artifacts like crackling), punchy drums and an impressive three-dimensional soundstage.  The long of it Best overall: Sony WH-1000XM3 Why we love it in a sentence: The WH-1000XM3 weave together spectacularly crisp sound and vocals with deep, authentic bass — all complemented by excellent noise cancelling for immersive, studio-quality audio on the go. Sony's WH-1000XM3 really exemplify what a pair of over-ear headphones should deliver. To be totally transparent, these tied with the Jabras in terms of overall score after our testing. But these Sony headphones performed better in our key test: sound quality. Therefore, we think they're worth the bit of extra money you'd be spending compared to the Jabra Elite 85h.  The sound quality truly shone during our testing: Be it instruments or vocals, playback was always crisp. The snare drums in the song \"Tread Softly\" by Molotov Jukebox came out punchy and clear. Vocals in this song as well as \"I'm on Fire\" by Bruce Springsteen had a unique clarity, giving us an in-person impression. In fact, we were in awe at how well the WH-1000XM3s showed off the three-dimensional soundstage in \"I'm on Fire'' as if we were on stage with The Boss himself. Songs like \"Bad Guy\" by Billie Eilish portrayed this too — it felt as if she were speaking right into our ears, and the bass employed by this song was deep and resonant, compelling us to nod to the beat. \"Take Five,\" performed by the Dave Brubeck Quartet, with all its subtle symbols and dynamic sax, rang forth with perfect playback. With each song we played through these headphones, it felt like we were hearing the music at its full potential. The compression was at just the right level to prevent audio artifacts at the highest timbre and lowest bass while preserving the true sound of these extreme notes. For example, \"Jazz Crimes\" by Joshua Redman shows off some seriously high-pitched saxophone, but we found it neither shrill nor muted. \"Bad Guy\" by Billie Eilish has an incredibly deep bass, but playback was preserved with no artifacts or dampening of this incredible depth. Plus, these headphones fulfill their lofty promise of a 30-hour battery life. We put this to the test using a 32-hour playlist composed of music from all genres, which we describe more in our methods section. We connected and hit play with the Sony's locked to 75% volume. The result was indeed a full 30 hours of playback. We were also impressed with the active noise cancellation. Like the rest of the headphones on our list, we tested these under two noisy conditions: running with high volume on a TV and attempting to block out the sound from a noisy washing machine. We found elimination of the bassier sounds in the environment and a general dampening of higher-pitched sounds. In this area, the WH-1000XM3 headphones were one of the top performers. And with music on, you'll find most distractions are effectively tuned out. Better yet, Sony's companion app for iOS and Android offers some customization when it comes to sound. There are several presets available, including one that is geared for live music (it ups the echoes and sharpens the overall mix). You can even mix things up on your own with an equalizer. Like with Bose, you can customize the level of noise cancellation and monitor battery life as well. The WH-1000XM3 present themselves with a rather unassuming design. These don't scream modern or classic, they just look like an average pair of headphones. But they sport a comfortable, flexible headband and comfortable ear cups. This, coupled with how light they are, make them almost as cozy as the Bose 700. They're expandable to fit most head sizes, and the cups fold so you can pack the WH-1000XM3 into the included carrying case.  Sony's WH-1000XM3 are available now for $298, down from the $299.99 price tag. Runner-up and best for working out: Jabra Elite 85h Why we love it in a sentence: The Elite 85h are a durable pair of headphones that stay in place while working out and have controls that are easily accessible while on the move. The Jabra Elite 85h are a robust set of headphones priced at $249.99. Our overall score for these cans was the same as the Sony WH-1000XM3, except with a bit of a different distribution of points. These fell slightly short of the Sony cans in sound, comfort and ANC, but surpassed them in build quality, on-device controls and warranty. There are several factors that put these headphones at the top for working out. Firstly, while there is no IPX rating (a widely used metric by which a device's water resistance is measured) to be found, Jabra does claim these are dust- and water-resistant. Despite lacking this rating, we drizzled water on the Elite 85h for almost a minute and they came out unscathed. In addition to their one-year limited warranty, they have a separate two-year warranty for dust- and water-related damage. We tested these running both outdoors and indoors, and while the design is quite bulky, they sit firmly on the head. The top band is wrapped with a somewhat firm cushion and fine mesh that rests comfortably yet securely on your head. The ear cups offer the same firm cushioning, wrapping around the entire ear with similar results. Point being: These never fell off during our testing, despite not feeling overly tight. Their ultimately secure, bulky build can be condensed down into the included carrying bag, with both cups folding inward for portability. And about those earcups: We also appreciated the controls from a fitness perspective. The buttons on the right cup, large and easy to navigate without much thought — a win when you're running — serve core functions like music playback and phone calls. (Conversely, we experienced a bit of fumbling around with the touch controls on the Sony WH-1000XM3 and the Bose 700.) Additionally, on other headphones that relied on buttons on the side or center of the earcups (JBL Live 650BTNC and Beats Studio 3), the controls weren't as easy to locate on the fly. Some headphones (such as the Beats Studio 3 and Skullcandy Crusher ANC) even produce audible feedback when you press their buttons. Jabra made sure to include cushioning around the buttons on the Elite 85h to dampen this drastically. In general, we found that the Jabra Elite 85h felt sturdier and had a better control scheme than the WH-1000XM3s. The latter use the entire right cup as a touch control, which can lead to some accidental song skips or phone call hangups. The Elite 85h, on the other hand, use large buttons that are easy to locate. Their battery life also lasts 36 hours, beating out Sony's 30.  In terms of sound, the Jabra Elite 85h delivered a similar quality to Sony's, made even closer by Jabra's comprehensive Sound+ app (available for iOS and Android). The bass of the Elite 85h is satisfyingly deep, but doesn't reach quite the same studio-quality depth as that of the Sony headphones. We also noted that the sound felt slightly flatter on the Elite 85h. It did not necessarily suffer on three-dimensional sound, but it did feel more compressed, notably reducing the maximum tones it was able to reproduce. With a custom equalizer in the app focused specifically on bass, the quality gap actually closed to a point where quality was comparable. Still, this did not fix the compression issues. And to put it lightly, we loved the Sound+ app, in which you'll find an equalizer to customize your sound with presets that create notable boosts to vocals and bass. There are countless settings available as well, such as toggling on-ear detection, which detects whether the headphones are on your head and pausing music when you take them off. Pretty neat, right? You can even set up Find My Jabra to get a rough location on where your headphones are if you lose track of them. Jabra's Elite 85h promised 36 hours of battery life, and"], "Language": false}