{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/15/opinions/us-china-coronavirus-kupchan-bollyky-opinion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Thomas J. Bollyky and Charles A. Kupchan"], "Writers": [[]], "FirstPublishDate": ["2020-04-15T04:15:28Z"], "LastModifiedDate": ["2020-04-15T04:15:28Z"], "Headline": ["Trump and Xi must team up to fight Covid-19"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["International cooperation on the response to Covid-19 has been virtually nonexistent. Countries are mostly going their own ways: closing borders, hoarding medical equipment and scapegoating foreigners. More than a dozen nations are engaged in a biotech arms race to find a vaccine.   It need not and should not be this way. Indeed, the global health emergency spawned by the spread of the coronavirus provides just the kind of wakeup call that could lead to a breakthrough on international teamwork. The threat posed by the virus knows no borders. The disease ravages countries without discrimination, kills with reckless abandon, makes daily life unrecognizable, and massively disrupts economic activity. When it comes to Covid-19, there are no winners, only losers.   To the end of jump-starting international cooperation to fight the pandemic, the United States and China should end their self-defeating competition and instead turn adversity into advantage. The world's two leading economic powers need to come together to oversee international efforts to respond to Covid-19, capitalizing on this crisis to link arms even in the face of the tensions that plague relations between Washington and Beijing.   To be sure, US and Chinese interests diverge on core issues. The two countries are at loggerheads over security in the Asia Pacific, in the midst of a bruising trade war and at odds over political and human rights. They are ejecting one another's journalists while using the media to blame each other for the pandemic. Chinese state TV has suggested that the United States may have inflicted the coronavirus on China while Trump in his press conferences has regularly labeled the disease the \"Chinese virus.\" But these differences should not be allowed to mask the reality that the United States and China are in the same sinking boat when it comes to Covid-19. Globally, the prospective loss of life and economic disruption could be on par with the costs imposed by previous world wars. The impacts of the pandemic are immediate -- unlike other global threats, such as climate change, that engender procrastination.  President Trump and President Xi both know that their political survival likely rides on their handling of the pandemic, giving them personal interests in working together. Trump is up for re-election in November and while Xi has undoubtedly consolidated power since taking office in 2013, opposition to his strongman brand of rule has been mounting over his response to the coronavirus.   Wars and the traumatizing jolts they deliver have often produced ordering moments in the past -- 1815, 1919, 1945. Covid-19 mimics armed conflict in its shocking impact, providing the opening needed for Washington and Beijing to team up to tackle the current crisis.     Health emergencies have regularly demonstrated their ability to produce cooperation among geopolitical rivals. At the height of the Cold War, the United States and Soviet Union together launched an intensified smallpox immunization campaign that eradicated the disease. Even as Taliban fighters were launching attacks against NATO forces in Afghanistan, they permitted healthcare providers funded by those same countries to administer the polio vaccination in areas under Taliban control. The United States and China themselves cooperated to fight Ebola, with staff from both countries working side-by-side in a Chinese lab in Sierra Leone.    Washington and Beijing should aim at the following top priorities to launch a collective battle against Covid-19. As the leading manufacturers and markets for drugs and medical and personal protection equipment, the United States and China should lead efforts to get stocks where they are most needed by seeking to remove export bans and other disruptions to the global medical supply chain. The United States is a research powerhouse in biotechnology and China is not far behind; systematic scientific collaboration would improve the prospects for rapid development of an effective vaccine. Both countries have invested heavily in healthcare in Africa and should coordinate their efforts to prepare African nations with dense populations and limited healthcare systems for the spread of this deadly virus.    Washington and Beijing, as custodians of the world's two largest economies, should align their efforts to ease the global economic impact of the pandemic. They can do so by maintaining stimulus packages adequate to sustain domestic demand, coordinating with their G20 partners to stabilize international financial markets, and working with international financial institutions to prepare emergency assistance programs for countries particularly hard hit by the pandemic. The history of the 1930s, when major powers responded to the Great Depression by resorting to self-destructive protectionism, makes amply clear that beggar-thy-neighbor nationalism will only worsen the global economic downturn that is unfolding.   Finally, the United States and China should guide efforts to revise International Health Regulations and to improve the effectiveness of the World Health Organization (WHO) when it comes to containing and managing pandemics. Trump's announcement that he plans to halt US funding of the WHO was a decisive step in the wrong direction. His accusation that the WHO is in the back pocket of China is groundless.   The US and China, along with the rest of the world, are currently paying a high price for their complacency on forward planning. Battling Covid-19 will remain the top priority until the pandemic abates, but it is not too soon to begin drawing lessons from the current crisis in order to prevent similar outbreaks in the future.   The pandemic's global stakes are so high that the United States and China simply cannot afford to let their differences over security, trade, and governance stand in the way of the cooperation urgently needed to tame the coronavirus. Perhaps, successful teamwork between Washington and Beijing can drive home to Americans and Chinese alike that the world would be a much safer place if they work with, rather than against, each other."], "Language": false}