{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/entertainment/celebs-to-follow-pandemic/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-14T14:54:12Z"], "LastModifiedDate": ["2020-04-14T15:07:17Z"], "Headline": ["These are the celebs you should be following right now"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["As we continue to adjust to what is probably safe to call the \"new normal\" of the moment, some celebrities are helping life feel a little less dire. Here's a list of some of the stars whose social posts might soothe your soul at this time:  Chrissy Teigen Teigen had a lock on integrating her home life into her social media presence before the coronavirus crisis, but she's really hit her stride now that she's staying at home to help flatten the curve. From cooking with her family to lamenting how she can't get away from her (adorable) kids, Teigen is a funnier and more fabulous version of all of us on some level. \"If u are thinking about having children, wonderful! but know u can't do s*** alone ever again ever,\" she wrote in the caption of a photo showing Luna hiding underneath Teigen's robe. Lizzo  Lizzo is 100% that person to follow right now. Between her flute playing, inspirational gifts to medical workers and enthusiasm for mindful meditation, she's lifting our spirits (along with our seats off the couch with her music.) I mean, who else can twerk like that to Adele? Cardi B The woman who gave us the coronavirus song definitely doesn't have a family-friendly Instagram account, but   her quips and memes are highly entertaining. She also recently teamed up with clothing company Fashion Nova to help those who have been suffering financially because of the pandemic.  \"Many of you are struggling to pay bills, feed your families, and take care of your overall essential needs,\" she wrote. \"#FashionNovaCARES & I are giving away $1,000 EVERY HOUR until we've given away $1 MILLION DOLLARS to those directly affected by this crisis.\" Jennifer Garner  Garner has been charming us with her #PretendCookingShow. The actress has always felt like the \"girl next door\" and now she's trying to help her neighbors with \"Save with Stories.\" The effort features various celebrities reading children's books to aid families affected by the shutdown. \"#SaveWithStories was created four weeks ago to fill the bellies and minds of children impacted by school shut downs due to COVID-19,\" Garner wrote in the caption of a recent video. \"Thanks to all of YOU, @savethechildren, an organization traditionally focused on educating kids from birth to third grade in rural America, has added feeding kids and families in some of our country's hardest hit communities, making and delivering over 100,000 meals a day, along with books, school supplies and good old fashioned love -- social distance style.\" Gwyneth Paltrow Remember the good old days when we mocked Goop? Yes, Paltrow is still aspirational. And, no, we aren't suddenly millionaires who can live like the actress and entrepreneur. But there is something oddly comforting about being able to swing over to Paltrow's Instagram and see that she's still living her best wellness-mogul life. This includes donning a mask and gloves for a visit to the local farmer's market, of course. "], "Language": false}