{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/entertainment/swizz-beatz-timbaland-instagram-live-battles-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-04-14T14:13:14Z"], "LastModifiedDate": ["2020-04-14T14:13:14Z"], "Headline": ["Swizz Beatz and Timbaland want to keep us entertained and in the light amid coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Two of music's biggest producers have come together to bring joy in the form of entertainment amid the coronavirus pandemic.  Swizz Beatz and Timbaland, who each have created a long list of hits, are hosting virtual hip hop battles on Instagram Live called Verzuz. In a recent joint interview with CNN, the two said music is what they believe the world needs in order to \"heal.\" \"Music has always been around to help and heal,\" Swizz Beatz said. \"Me and Tim came together and said, 'You know what? Let's start Verzuz on Live and give the people some entertainment, give them some hope and also educate them. Because Versuz is an educational celebration.\" Thousands have joined to watch artists and producers like Ne-Yo vs. Johntá Austin, The-Dream vs. Sean Garrett and T-Pain vs. Lil Jon battle it out in real time. \"What is the thing the world most needs everyday? It's music,\" Timbaland said. \"The sound of music always put a joy in my heart. I know music is the key to what's going on in this darkness and I just felt this was the perfect time.\"  It's also about \"celebrating people behind the scenes,\" like writers and producers behind hits whose names are less recognized, Timbaland said.  \"We had three stadiums worth of people showing up to see two people and they probably didn't know what those two people were responsible for,\" Beatz added. A women's edition is next, and Beatz said his wife Alicia Keys might join in. \"We are definitely about to launch Verzuz Ladies because we feel the women play such an intricate part in creativity, period,\" he said. \"The ladies are going to participate in a major, major way.\" As for those who are struggling with self-isolation, job loss, loss of loved one, they each offered up some words of support.  \"You've got to focus on the light,\" Timbaland said. \"Don't focus on the dark, when you focus on the dark everything goes dark.\"  Beatz echoed the same sentiment. \"To stay in the darkness is very easy,\" he said. \"Let's do a couple of things that we know is going to make us smile. Call a loved one, check on somebody, surprise somebody, call somebody just to joke around, make yourself come up out of this darkness because the darkness is only what you make it.\" "], "Language": false}