{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/cnn-underscored/kelly-clarkson-wayfair-collection/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Courtney Thompson"], "Writers": [["Courtney Thompson"]], "FirstPublishDate": ["2020-04-13T13:56:26Z"], "LastModifiedDate": ["2020-04-13T13:57:27Z"], "Headline": ["Shop Kelly Clarkson's new Wayfair collection and help coronavirus relief"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Since winning the first-ever season of \"American Idol\" way back in 2002, Kelly Clarkson has gone on to dominate the music world and the Billboard charts — she's got three Grammy Awards under her belt — in addition to writing children's books, mentoring musicians as a coach on \"The Voice\" and hosting her own daytime talk show. The list of things Clarkson can't do well appears to be nonexistent.  Now this Midas touch extends to her new collaboration with Wayfair, too. Launched on Thursday, Kelly Clarkson Home is a robust collection (550 pieces!) of furniture, decor, linens and more, all done up in a vintage French countryside style that is equal parts charming and pretty. Relatively affordable, the line is hand-curated by Clarkson and oozes with bohemian details you'd normally find in an antique store.  We weren't joking about the line being pretty. From pink velvet rolled arm sofas to beveled mirrors, gold side tables, beaded chandeliers and chunky knit throws, the collection is full of enchanting design details that would work in any room in your house. And given the overall neutral color palette of the pieces, they'll easily blend with what you already have, too.  The best part? Wayfair is donating 25% of the profits from Kelly Clarkson Home to coronavirus relief efforts now through April 17. Check out our favorite pieces from the line below.   Radnor 3 Statement Empire Chandelier ($285.99, originally $325.99; wayfair.com) If you're on the hunt for a statement chandelier, Clarkson has found it for you. With strands of hundreds of whitewashed beads, the chandelier features two metal hoops with distressed floral details that are just gorgeous. Wayfair styled a dining room with two of these and we're obsessed with how it turned out. _______________________________________________________________________________ Ash Rose Velvet Velvet 81\" Rolled Arm Sofa ($1,139.99; wayfair.com) Everyone needs a pink velvet couch, right? Right. This one is glamorous with its rolled arms and tufted design, but also cozy thanks to the buttery-soft fabric. Bonus: It comes in navy, too. _______________________________________________________________________________ Light Blue Bransford 24\" Armchair ($479.99; wayfair.com) Nothing in Clarkson's line epitomizes French country more than this striking Louis XV-style armchair. We love the nail head details and the antique-style weathered grey finish on the legs. If the Robin's egg blue hue is a bit too much for you, fear not, it comes in gray and cream fabrics as well.  _______________________________________________________________________________ Emerald Pizzicato 34\" Tufted Round Cocktail Ottoman ($379.99, originally $578; wayfair.com) You can never have too many ottomans in your home, and this one is going to make a statement with its pleated sides and ultra-tufted top. If you're looking for something bold, go with the emerald colorway; if you're looking for something softer, the \"chamois\" gray will quietly blend into any room.  _______________________________________________________________________________ Acklen Standard Library Bookcase ($409.99, originally $1,179; wayfair.com) Part side table, part book bookcase, this multipurpose piece is made of metal in a gorgeous antique gold finish and would fit perfectly in a living room, foyer or master suite. _______________________________________________________________________________ Lyra 3 Drawer Nightstand ($363.99; wayfair.com)  A lovely perch for your new favorite book, glass of water and table lamp, this distressed nightstand is miraculously shipped with no assembly required.  _______________________________________________________________________________ Sylvan Extendable Dining Table ($629.99, originally $719; wayfair.com) Washed in a distressed cream paint, this pretty dining table is packed with French country style. It sits up to eight when the included leaf is added, extending it to 84 inches in width.  _______________________________________________________________________________ Modern & Contemporary Beveled Accent Mirror ($189.99, originally $345.05; wayfair.com) There's no better wall-filler than a big ol' mirror, and this one with its cast iron frame in a bronze hue is utterly elegant. Perfect for an entryway or a bedroom, the mirror will make any space feel bigger.  _______________________________________________________________________________ Bonney Oriental Light Gray Area Rug (starting at $39.99, originally $95; wayfair.com) Every room needs a plush rug to anchor the space, and this one will do just that. Available in nine sizes and three colors, the faded print rug is made of polypropylene, which means it can stand up to heavy foot traffic areas.  _______________________________________________________________________________ Blush II Wrapped Canvas Print (starting at $40.99, originally $69.99; wayfair.com) Finding artwork on the internet these days is not hard — finding pretty artwork that you'd actually want to hang on your walls is. Available in eight sizes (even its largest, 37 x 37 inches, is only $155.99), this piece would look beautiful in a dining room, hallway or bedroom. _______________________________________________________________________________ Blush Marvelyn Double Knit Throw ($97.99; wayfair.com) Cozy throws are a must for every room, and this one is on-trend with its thick, double knit and it comes in gray and cream hues, too.  _______________________________________________________________________________ Duvet Cover + 2 Shams Ivory Montgomery Pom Pom Cotton Duvet Cover Set (starting at $121.99; wayfair.com) Whimsical and crisp, this duvet and sham set will brighten your master or guest room, making the bed both chic and serene.  Note: The prices above reflect the retailers' listed prices at the time of publication. "], "Language": false}