{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/media/sesame-street-andrea-bocelli-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-04-13T04:08:54Z"], "LastModifiedDate": ["2020-04-13T04:08:54Z"], "Headline": ["A special 'Sesame Street,' a solo performance by Andrea Bocelli, and other flashes of good news amid the pandemic"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. Inspiration. Creativity. Signs of hope. That's what we need at a time like this... So each week I make a list of donations, contributions, good deeds, and good ideas from the media and tech worlds. Here's the latest list: -- A special episode of \"Sesame Street\" about social distancing, \"Elmo's Playdate,\" will debut Tuesday at 7pm ET. It will air across HBO, TBS, TNT, Cartoon Network, PBS Kids, and other channels simultaneously... -- From drive-in theaters to online services, churches celebrated Easter in safe and creative ways... CNN's Holly Yan and Chuck Johnston have details here... -- #MusicForHope: On Easter Sunday, \"by invitation of the City and of the Duomo cathedral of Milan, Italian global music icon Andrea Bocelli gave a solo performance representing a message of love, healing and hope to Italy and the world.\" The video is No. 1 on YouTube's Trending chart right now, with 21+ million views in 8 hours... -- A \"homebound team of Oscar, Tony and Emmy winners\" created a streaming Passover event called \"Saturday Night Seder.\" It has raised more than $2 million for the CDC Foundation... -- Execs at most of DC's biggest news brands came together to run ads for the Capital Area Food Bank. Participants included WaPo, Washingtonian, Axios, The Atlantic, Politico, NBC4, ABC7, and CQ Roll Call... -- Earlier this month Bill Grueskin asked: \"What's the first sentence of the best novel that will be written about this epidemic?\" Here are \"some of the funniest, scariest, most eloquent, most heartbreaking responses...\" -- Many arts venues are providing taped performances online. The Metropolitan Opera says \"hundreds of thousands of people have been tuning in daily to our free performance streams...\" -- The Broadway World website is full of at-home performances by Broadway legends and ensembles... -- Sir Patrick Stewart is reading \"a sonnet a day\" on Twitter... -- Texas Monthly is producing Bedtime Stories featuring some of the mag's best longform writers. A rep for the mag says the series features \"some of our best longform writers reading — out loud and from their homes — their acclaimed works, and then posting the videos to Instagram...\" -- \"Can you play our tune?\" Creative move by \"CBS Sunday Morning:\" The show is \"challenging viewers to record a version of our theme song Abblasen on any instrument...\" -- ABC correspondent James Longman has changed his Twitter handle to \"James GOOD NEWS Longman,\" signifying his new beat... -- This THR gallery shows how movie theater marquees are being repurposed to \"tell audiences to stay inside and 'Home Alone' while coronavirus continues to spread...\" -- A family in Ontario, Canada, recreated the iconic opening sequence of \"The Simpsons\" -- complete \"with Maggie being beeped through a supermarket checkout, and Homer at work at the power plant.\" The BBC has the video here... -- The first episode of Showtime's \"Tooning Out the News,\" executive produced byStephen Colbert, Chris Licht, RJ Fried, and Tim Luecke, is streaming for free on YouTube... Microloans for journalists (and by journalists) \"If you're a professional journalist who has been laid off, furloughed, or had your pay cut by your news outlet and urgently need assistance, you can apply to receive an interest-free $500 loan, to be repaid in one year. The money will come solely from fellow journalists.\" That's the idea behind this Microloans for Journalists program. Robert Faturechi, Ryan Gabrielson and Topher Sanders of ProPublica and Sisi Wei of OpenNews are organizing the effort in their spare time. As of Friday, they had raised \"raised over $60,000 in verified pledges,\" resulting in \"at least 120 loans totalling $500 each.\" More to come. Details here... \"Don't Quit\" Actor Idris Elba, on the mend after his bout with Covid-19, is the narrator of this \"Don't Quit\" message from the BBC. Per Variety, Elba is seen \"narrating John Greenleaf Whittier's eponymous poem against a montage of news footage detailing the U.K.'s battle against Covid-19, including parked airplanes, empty grocery shelves and shuttered businesses, as well as more uplifting moments such as applauding National Health Service (NHS) workers, violinists playing out their windows in self-isolation and shows such as 'Question Time' continuing without an audience.\" Watch the video here..."], "Language": false}