{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/12/us/dolly-parton-easter-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-04-12T22:18:52Z"], "LastModifiedDate": ["2020-04-12T22:18:52Z"], "Headline": ["Dolly Parton shares a special Easter message with fans celebrating from home due to coronavirus pandemic"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Dolly Parton wished her fans a Happy Easter on Sunday while sharing some words of wisdom to those staying at home because of the coronavirus pandemic. \"I know everybody loves to get all dressed up in their beautiful dresses, their hats, their fancy shoes, go to church, be with all your friends,\" the country music star said in a video message on Twitter. \"Well, this year we're going to kind of stay around the house a little bit, right? But that doesn't mean we can't worship in the same way that we should.\" People can still worship God without having to \"go to a building or church,\" she said. In her video message, Parton also sang one of her popular songs, \"He's Alive\" while playing guitar. Her tweet comes after government officials, including Vice President Mike Pence, urged Americans not to attend services larger than 10 people. Most states have enacted shelter-in-place orders, though some allow exemptions for religious services. Without in-person services, many people across the US found creative ways to partake in the holiday this year. Some watched livestreams of services from home; others flooded parking lots to listen to preachers on loudspeakers from inside their cars; one church in South Carolina even held its Easter services at a drive-in movie theater.  This isn't the first time Parton has reached out to fans during the coronavirus pandemic. The legendary performer announced earlier this month that she is making a $1 million donation to Vanderbilt University's coronavirus research. Since April 2, the nine-time Grammy winner has also been reading bedtime stories to children who are stuck at home during the pandemic in a new virtual series called \"Goodnight with Dolly.\" Parton launched the free 10-week series in hopes of providing \"comfort and reassurance to coping kids and families during the shelter-in-place mandates,\" according to a news release. She also recently participated in the #IStayHomeFor challenge on social media, which is an effort launched by actor Kevin Bacon designed to get people to help stem the spread of coronavirus by social distancing.  Many celebrities, including Parton, have shared who they are staying home for to in an effort to keep everyone safe and healthy. \"I stay home for YOU, all of the beautiful fans,\" Parton wrote in a tweet on Saturday. \"Love you all.\""], "Language": false}