{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/12/us/easter-church-services-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Holly Yan and Chuck Johnston, CNN"], "Writers": [["Holly Yan", "Chuck Johnston"]], "FirstPublishDate": ["2020-04-12T20:57:07Z"], "LastModifiedDate": ["2020-04-12T20:57:07Z"], "Headline": ["From drive-in theaters to online services, churches celebrate Easter in safe and creative ways"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["In South Carolina, a drive-in movie theater played the role of a church's pulpit and pews on Easter Sunday. At churches across the country, congregants flooded the parking lots -- only to stay in their cars and listen to preachers on loudspeakers. This is the first Easter in the age of Covid-19, and many churches got creative in their celebrations. Drive-in Easter services pop up The Cross Community Church in South Carolina held its Easter services at the Highway 21 Drive-In movie theater.  Congregants tuned to a radio station to hear Pastor Taylor Burgess, who preached from the top of a flatbed trailer. \"We wish we could see everyone and give all of you hugs and handshakes, but right now loving our neighbor means loving them from a distance,\" the church said. \"Please remain in your cars.\" Similar scenes played out across the country.  Pastor Aaron Goodro preached and played music from the roof of First Baptist Church In Plaistow, New Hampshire, as worshippers stayed in their cars. In Michigan, musicians braved the chilly rain to perform for drive-in congregants outside LIfe Church in Saginaw.  \"You all need to make some noise for the band!\" Pastor Jonathan Herron said from atop a large step stool.  A chorus of car horns responded in appreciation.  Virtual church services abound Across the United States, many churches broadcast services online to help congregants protect themselves and others.  Former NFL quarterback Tim Tebow delivered an Easter message during a livestream by Passion City Church in Atlanta.  In New York, the biggest hotspot for coronavirus in the United States, Cardinal Timothy Dolan spoke to worshippers online from an almost empty St. Patrick's Cathedral. Even President Donald Trump livestreamed an Easter service from a Dallas megachurch. Last month, Trump said he hoped churches could be packed on Easter Sunday. But on Easter, Trump stayed at the White House and livestreamed the service by his friend, Robert Jeffress. Those who ignore distancing rules could face consequences Most states have enacted shelter-in-place orders, though some allow exemptions for religious services. In Kentucky, authorities will punish those who gather and violate the state order, Gov. Andy Beshear said. Authorities will record the license plates of those who show up to any gatherings and will give that information to local health departments. Health officials will then order those violators to quarantine for 14 days, Beshear said. Friday, the governor said about seven churches across Kentucky were still \"thinking about\" having in-person services this weekend. \"Folks, we shouldn't have to do this,\" Beshear said. \"I think it's not a test of faith whether you're going to an in-person service -- it's a test of faith that you're willing to sacrifice to protect your fellow man, your fellow woman, your fellow Kentuckian and your fellow American.\""], "Language": false}