{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/politics/pandemic-preparedness-trump-invs/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sara Murray and Scott Glover, CNN"], "Writers": [["Sara Murray", "Scott Glover"]], "FirstPublishDate": ["2020-04-14T18:00:35Z"], "LastModifiedDate": ["2020-04-15T03:49:03Z"], "Headline": ["'Mind-boggling': How pandemic planning never accounted for a President like Trump"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Donald Trump was in his element.       Playing to a cheering crowd at a Detroit-area auto parts plant in January, the president railed against disgraceful Democrats, bad trade deals and the dishonest media as he touted his record of creating jobs \"like you have never seen before.\" The brewing coronavirus crisis merited only a brief mention at the end of his speech. He wanted to assure his audience that his administration had it \"very well under control.\" \"We think it's going to have a very good ending,\" Trump said. Since then, an employee at the plant tested positive for coronavirus. Afterward, the plant ceased production, leaving its hourly workforce to collect unemployment. The company, Dana Inc., which has locations around the globe, has seen its stock price plummet by more than 40% amid fears of the virus' uncontrolled spread. As opposed to a good ending, there is currently no end in sight. Southeastern Michigan, where the plant is located, emerged as a coronavirus hot spot, at one point pushing the state's caseload to among the top in the nation. When Michigan Gov. Gretchen Whitmer, a Democrat, recently appealed to the federal government for help, Trump took offense at her criticism of the federal response and what he saw as her ingratitude. He lobbed insults, calling her \"Gretchen 'Half' Whitmer\" on Twitter and telling Vice President Mike Pence, the head of the coronavirus task force, \"don't call the woman in Michigan.\"  While government officials and public health experts have devoted years to efforts to enhance US preparedness for a pandemic, a key factor went overlooked: a president like Trump. His response to the Covid-19 crisis has been marred by many of the same traits that have characterized his presidency, including a penchant for false statements, deflection of blame, self-aggrandizement and bullying. The president's approach made it more difficult for those around him who scrambled to mount a cohesive response to the pandemic, according to public health experts and other officials. There was no contingency plan for a commander in chief who would deem the threat from Covid-19 \"under control\" when it was anything but. There was no tabletop exercise that simulated a President telling Americans the virus would \"miraculously\" disappear.  Nor did anyone anticipate that the millions of Americans who watch Fox News would see the mysterious, rapidly spreading novel coronavirus minimized and politicized for weeks. There was no playbook for dealing with a public health disaster of this magnitude in Trump's America. \"We have chaotic things happening out of the White House without any clear plan, without a comprehensive approach, without clear messaging, and the result is a lot of people are dying...who didn't have to die,\" said Tom Frieden, a former director of the Centers for Disease Control and Prevention under President Barack Obama. \"I can't think of any precedent for what's going on,\" Frieden told CNN. \"It's mind-boggling.\" Trump inherited some of the difficulties that plagued the country's early response to the crisis, to be sure. And even his critics acknowledge that no administration is fully prepared for a global pandemic with new challenges arising minute by minute.  \"It is hard,\" said Lisa Monaco, who served as Obama's homeland security adviser and is a CNN national security analyst. She led incoming Trump administration officials through a pandemic tabletop exercise during the presidential transition. Though Monaco has also been critical of the Trump administration's response during the pandemic, she added, \"I have sympathy for the ability to answer questions and provide information in real time when the ground is shifting beneath your feet.\" As for Trump, asked to rate his own performance at a press conference last month, he awarded himself a perfect 10. The president doubled down on that assessment during an unorthodox appearance in the White House briefing room Monday evening. Angered by growing criticism of his administration's response, including a New York Times report published over the weekend, Trump used what was supposed to be a coronavirus briefing to play a White House-produced propaganda-like video promoting his efforts. \"Everything we did was right,\" he told reporters at one point. \"The truth is President Trump took bold action to protect Americans and unleash the full power of the federal government to curb the spread of the virus, expand testing capacities, and expedite vaccine development when we had no true idea the level of transmission or asymptomatic spread,\" Judd Deere, a White House spokesman said in a statement to CNN. \"The President remains completely focused on the health and safety of the American people and it is because of his bold leadership that we will emerge from this challenge healthy, stronger, and with a prosperous and growing economy.\" This account of how the US struggled to combat the novel coronavirus as it spread across the globe and onto American soil is based on dozens of interviews with doctors, scientists, front-line health care providers and current and former government officials. The biggest threat There had been warnings and hand-wringing at the highest levels for years. Microsoft founder and philanthropist Bill Gates told a TED Talk audience in 2015 that in his mind, a pandemic virus had replaced nuclear war as the biggest threat to the US. In 2018, Emory University commemorated the 100-year anniversary of the 1918 flu pandemic, estimated to have killed at least 50 million people worldwide, and explored whether and how it could happen again. Johns Hopkins University conducted a live-action simulation dealing with a similar threat designed to show that preparing ahead of time was the only answer -- that responding as it unfolded was untenable. And just last year, the Trump administration ran its own exercise dubbed Crimson Contagion. Among the lessons learned: \"The US lacks sufficient domestic manufacturing capacity and/or raw materials for almost all pandemic influenza medical countermeasures,\" Dr. Robert Kadlec, the assistant secretary for preparedness and response at the Department of Health and Human Services, told a House panel in December 2019.  Months before that, Secretary of Health and Human Services Alex Azar told a biodefense conference: \"The thing that people ask: 'What keeps you most up at night in the biodefense world?' Pandemic flu, of course.\" The threat becomes real In late December, the feared threat of the kind that had been so analyzed and so trained for suddenly became real. News began to trickle out of China about a cluster of acute respiratory illness cases seemingly linked to a seafood and animal market in the city of Wuhan. \"Everyone in this area of public health knew it was coming,\" said Rebecca Katz, the director for the Center for Global Health Science and Security at Georgetown University Medical Center. \"It was sobering, and we were scared.\" Azar, Dr. Anthony Fauci, the nation's top infectious disease expert, and other top health officials quickly began convening daily meetings in January on the coronavirus threat, sources told CNN.  By late January, the National Security Council also began holding daily coronavirus meetings at the White House, said one person familiar with their discussions. For weeks, they were primarily focused on ways to prevent anyone infected or exposed to the disease -- including American citizens -- from traveling to the US. At the same time, intelligence reports shared with the White House and Capitol Hill noted the threat of the coronavirus and warned that China was minimizing its impact. Still, aides struggled to convey how serious the threat was in a way that would break through with the president, who was freshly impeached and on trial in the Senate. When Azar was finally able to press the issue with Trump in January, the President appeared preoccupied, sources said. Rather than engage on the coronavirus, Trump lobbed questions at his HHS secretary about the sale of flavored vaping products.  As January drew to a close, the CDC's top respiratory disease doctor said the agency was actively investigating the disconcerting possibility the virus could be spread by people not yet showing any symptoms. As Americans, Dr. Nancy Messonnier cautioned, \"we need to be preparing as if this is a pandemic.\" An administration official insisted Trump took the virus seriously from the start, noting that Trump created a task force in late January and was in touch with governors across the country. But that wasn't evident from the President's public remarks. Just four days after Messonnier warned of a possible pandemic, Trump told the Michigan autoworkers he believed everything was under control. It would not be the last time his assessment would strike a different tone than the experts whose duty it was to inform him. Viruses don't respect borders If there's one staple of modern pandemic preparedness plans, perhaps it is this: Viruses don't respect borders. That same warning was included in the Trump administration's own national biodefense strategy. \"Infectious diseases travel without visas and cross borders indiscriminately; infected travelers may not manifest any symptoms,\" it states. But the Trump administration's first response, in late January, was to bar foreigners who visited China from entering the US. It bought the Trump administration time, but it was the only significant step the administration would take to try to contain the virus for at least a month. One former administration official said there was no one left at the National Security Council who could \"viscerally understand\" the public health threat the virus posed. Within days, Americans evacuated from China would arrive at Travis Air Force Base in California. Even then there were signs of trouble with the federal response. Quarantined victims were welcomed by emergency response teams that had been equipped with baby wipes and construction worker-style paper dust masks. Those emergency workers then carried on with their normal lives, visiting restaurants, coffee shops and tourist attractions. \"They're spraying down streets with bleach in China,\" one first responder told CNN. \"We would go straight from quarantine to Starbucks.\" As the CDC began distributing test kits to track the virus's potential spread, Trump continued with his optimistic outlook. It \"looks like, by April, you know, in theory, when it gets a little warmer, it miraculously goes away,\" he proclaimed at a political rally in New Hampshire on Feb. 10. Days later, the CDC acknowledged some problems with the tests it had distributed that would effectively leave health officials blind to the extent of Covid-19's spread across the US. The administration would continue to struggle for months to scale up testing.  Trump saw no need to wait for widespread testing to issue his own asses"], "Language": false}