{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/12/cnn-underscored/digital-marketing-bundle-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-04-12T20:18:31Z"], "LastModifiedDate": ["2020-04-12T20:18:31Z"], "Headline": ["Make your passion a career with this digital marketing bundle"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["It's no doubt you've heard success stories surrounding digital and social media marketing. And while this kind of career may feel unobtainable, the instructors in The 2020 Complete Digital Marketing for Beginners Bundle will show you otherwise. For $59.99 on stacksocial.com, you'll gain access to this 14-course bundle chock full of advice and strategies for starting and improving your online career. Platforms like YouTube, Tik Tok, Instagram, Facebook and Fiverr are covered and lessons will teach you the do's and don'ts of content creation and online marketing.  Plus, there are general courses that'll help you hone your blogging and sales skills. In total, you'll receive almost 100 hours of content fit for those starting out and those who already have experience. And as we've experienced with previous bundles, the instructors generally present their knowledge clearly and effectively. Read on to see what we thought about our hands-on experience with this far-reaching digital marketing bundle. Here's how these courses work A large portion of the lessons in this bundle will be helpful for beginners, but intermediates shouldn't shy away, either. Instructors begin with the basics, even so far as walking you through your first foray into various websites. From this point, you'll receive a trove of both conceptual and concrete advice. Instructors provide guidance geared both toward your preferred platform, and more generally, useful techniques. And if you need to hear something again or skip something basic, don't sweat it. You can jump between lessons whenever you want. You can also watch them anytime, anywhere, because once you purchase this bundle, it's yours for life. As long as you have a device that can stream, you've got this bundle with you, too. The Complete YouTube Course by YouTubers with 100M+ Views In this course, you're led by Chris Haroun and Sacha Stevenson, Founder of Haroun Education Ventures and successful vlogger abroad, respectively. When we first looked into this course, we were put off by just how many videos it contained. Fortunately, they are bite-sized and well organized into sections. Haroun provides a great introduction. He points out the \"success journal\" that you can use to follow the course and read up on section recaps. This is a resource that more courses should include.  Once we're all introduced, our instructors dive in with their tips and techniques. In fact, the first topic they cover is titles. You'll find a healthy range of tips backed by statistics, such as starting your title with a number and anticipating searchable keywords. There are 10 sections on thumbnail creation that cover using faces and emotions for thumbnails, use well-known brands and accessories and background and text color tips, to name a few. We loved these sections for several reasons. For starters, the instructors not only showed the creative step-by-step process, but they explained why each one mattered. It gives you a good grasp on why these design principles are successful. We also appreciated their use of multiple programs, from Photoshop to GIMP to PowerPoint. These lessons felt like they were breaking ground in accessibility. Our instructors then provided the same walkthroughs on video editing with specific programs. These were more hand wavey, but they at least show you what to click. Fortunately, they cover useful techniques, like color correction, adding censors and using transitions. They even have a brief lesson on finding music on YouTube Studio Beta. Finally, we received more generally applicable techniques. They covered finding your target audience, designing your channel and channel banner, choosing your on-camera persona and much more. Our instructors also emphasized marketing. To create success, you'll need to reach out. This can be done through finding sponsorships and affiliate programs, selling merch and keeping track of your YouTube algorithms. They explain ways to deal with common issues like errors in videos and monetization issues. We found this course to be especially comprehensive.  And as we mentioned, the videos are numerous, but lessons and sections are named well enough that you won't have much trouble seeking the lessons you need. And the success journal certainly helps. Blogging Masterclass: How To Build A Successful Blog Once again, we're given a synopsis of what we'll learn in the course, and how to navigate the section. As we took a look at what was available, we were pleased with how the course is structured. It mimics the creative process of making a blog, starting with building the website, then generating content and setting up SEO and, finally, promoting it.  Brad Merrill, the entrepreneur and CEO of Merrill Media and teacher of this course,  recommends WordPress. It's free, provides many themes and plugins, and is easy to use. He emphasizes that you need to use  wordpress.org, not wordpress.com, whichsimply lets us have more control over the inner workings of our website. After a thorough walk through on installing WordPress, Merrill does a great job explaining the dashboard, how to make posts and how to customize your profile. This is a great lesson for anyone who is starting out. He'll also start out with themes and plugins, as well as setting up Google Analytics, so you can track your stats.  He moved on to content creation, where he  provides valuable tips, including to immerse yourself in content to get your creative juices flowing. And don't just indulge in the brand of content you'll create — branch out and form connections with material from other fields. He also recommends BuzzSumo for generating inspiration and to see what content is most popular at a given time. Merrill took time to highlight the importance of grammar and authentic writing. If your grammar is poor, your audience will trust you less. And if your content is full of jargon rather than written from the perspective of your audience, you may lose them. We loved the lessons on different types of blog content. Merrill thoroughly covers the do's and don'ts of content types, like guides, Q&As, reviews and opinion pieces. He touches on what each type of content provides and how to best connect with your audience. He also discusses what medium (audio, visual, etc. ) works best. Merrill also focuses on SEO, or search engine optimization. This is an incredibly important step, as the top slots on a search engine are where a majority of people click. He shows how to allow Google to crawl and index our site, making our site more eligible to show up on Google. Other tips are provided with this goal in mind.  Merrill explains that monetization the importance of an email list, for which he recommends a few services. He also covers opt-in forms, where people can volunteer their information. You must, Merrill goes on, incentivize this process, or people are much less likely to do it. We enjoyed this course. While it was often more conceptual in nature, Merrill provides invaluable tips and examples for starting a blog and making it into a career. He also recommends plenty of useful services. Fiverr : The Ultimate Top Rated Fiverr Marketing Class Unlike most courses we've highlighted, this one is composed of a series of longer videos rather than a torrent of short ones. Instructor Brian Cliette, a digital marketing strategist and Fiverr user since 2010, opens the course by explaining what he'll cover in each module. There is a text outline of the course and Cliette points out that just about any hobby or talent can be lucrative on Fiverr. We also get an overview of Fiverr, which is a mix of classified ads and freelancer forums. He also highlights what Fiverr  has to offer,from video editing to translation services to tutorials, as long as you have more expertice than the layman, you can make money doing it. Cliette provides helpful tips about starting out and generating content, like making sure to build strong reviews in the beginning. He recommends keeping an eye on your competition so you can make sure you stand out.  To get ideas for content, browse and create a list of services you can provide in 5-10 minutes. Think about it like an hourly wage and remember to promote yourself. As great as pictures of your work are, a video can be even better. Your face is, after all, completely unique, so it helps to have clients remember it. Cliette covers this more when he recommends the Warrior forum, a great place to network with other digital marketers. It would have been nice to learn more about this website and see examples of it in action. Cliette spends time covering monetizing your website and the ins and outs of popular types of gigs. When it comes to how-to guides, you should separate your guides by skill level and produce them in a commonly usable format, such as a PDF. Creating promotional videos also can be lucrative and Cliette explains the nuanced differences between promo videos and ads.  And on that same line of thinking, you can produce demonstration videos. These are simply explanatory pieces on how to use a product. This comes back to knowing more about something than the layperson.  In the interview section, Cliette emphasized professionalism and passion in interviews with celebrities and startups, as well as starting a blog to associate with this service.  If you don't present yourself well in writing or otherwise, brands may not want to associate with you. In general, Cliette emphasizes honesty and relatability in your work. If you are a product reviewer, it's disingenuous to just take money to promote a product without evaluating it. Good clients will be open to constructive criticism and you'll build an honest reputation. And as you get to know these clients, they may offer you more products to review. When it comes to relatability, try to produce content from a client's perspective. Jargon is generally a turnoff.  Cliette emphasizes that Fiverr is not a get rich quick scheme, but rather an honest way to earn a living. This course felt the least rehearsed of those we've covered. Still, each module had a concrete point to it and was filled with examples that should help you mold your Fiverr business into something great. Bottom line We learned from our hands-on with this bundle that there are many ways to turn a hobby or talent into a career. And even if you don't know where to start, this bundle is filled with experts on the most popular platforms. Gain lifetime access to The 2020 Complete Digital Marketing for Beginners Bundle ($59.99; stacksocial.com) to reach your audience and start making a living off of your passion. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}