{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/opinions/trump-lost-lives-covid-ghitis-opinion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Frida Ghitis"], "Writers": [["Frida Ghitis"]], "FirstPublishDate": ["2020-04-15T02:49:09Z"], "LastModifiedDate": ["2020-04-15T02:49:09Z"], "Headline": ["Imagine how many lives could have been saved if Trump took the virus seriously from the start"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["It didn't have to be this way. President Donald Trump, who appears to blame the World Health Organization for all that has gone wrong with the pandemic, on Monday claimed he has \"total power\" to re-open the US. On Tuesday, he seemed to acknowledge that he doesn't. But the president of the United States does possess more power than anyone on Earth. If Trump had used it wisely, this pandemic could have turned out differently.   In keeping with his pattern of missteps, Trump also said Tuesday he's cutting US funding for WHO, in the midst of the worst global health crisis in a century. The organization is flawed, but defunding it now is one more along a path paved with errors and failures that brought us to this grim place. Imagine if Trump had been paying attention, listening to the experts, mobilizing the federal response, and alerting the public to prepare for what experts everywhere, including many near him, were telling him was an approaching public health tsunami.   Even the best response might not have prevented a disaster, but there's little doubt the government could have done a much better job. There's little doubt fewer lives might have been lost.   Many well-prepared countries have suffered deaths and economic paralysis because of Covid-19. But we have to ask ourselves how much of this cataclysm -- some 25,000 American deaths at the time of writing -- could have been avoided by better leadership. For context, add the number of military deaths in Iraq (4,431), Afghanistan (2,353), Hurricane Katrina (1,833) and the 9/11 attacks (2,977). The Covid-19 death toll is already more than twice the number of all of those combined.    It was early January when the intelligence started flashing red about a rapidly dangerous virus spreading in China. Some reports suggest it was as early as November. By mid-January, Health and Human Services Secretary Alex Azar was warning Trump personally about the looming threat. First, Trump was distracted, then he dismissed him as an alarmist. Trump made no public statements about the virus until January 22, when he told CNBC that \"we have it totally under control.\" That would be his mantra for weeks, as the virus continued to spread.   Imagine if instead, Trump had paid close attention, as he should. Imagine that he had not fired the White House official responsible for pandemic response and ignored other alarming predictions from those like trade adviser Peter Navarro.  Perhaps then he would have paid more attention. Perhaps.   You can picture other presidents listening intently when first told of the looming threat, then gathering a team of health, management and logistics experts and saying, what do we need to do?   As the inevitability of the coronavirus became clear, the President would have leveled with the American people. Instead of becoming furious with the Centers for Disease Control official who told Americans it was time to prepare, Trump would have been the messenger. \"My fellow Americans, we must prepare for a new and dangerous challenge,\" he would have said, instead of repeatedly telling us the virus would \"miraculously\" disappear, comparing it to the seasonal flu, setting the tone for Fox News and his other media allies to mislead the public.   Trump could have energized the country, announcing tangible government steps instead of false promises that testing was available for all who wanted.  And he would have made it clear, early on, that everyone had a part to play. \"It is not too early to start being careful,\" he would have told us. \"Listen to the experts. Don't go into big crowds. It's a good time to stay home with your families. We're all in this together, the government and the people, the young and the old, Democrats and Republicans.\" Instead, he breezed, \"It will all work out well,\" mocking Democrats and accusing those saying more needed to be done of engaging in a \"hoax.\"   Trump put Vice President Mike Pence in charge of coronavirus response at the end of February. But imagine if a White House-level team had started much earlier. Watching the fast spread in China, the team would have split into working groups, dismantling regulatory roadblocks, checking on the developing of an effective test, and preparing to mass produce it. Mistakes could have still occurred. When the CDC test failed, the government could have temporarily used the WHO test that it had previously declined. With a test in hand, the first cases could have immediately been confirmed and isolated. Contact tracing would have quarantined anyone who came in contact with those infected. By the time the numbers exploded, it was too late for tracing to be implemented effectively.    If the number of cases had grown despite the government's best efforts, Trump could have been quicker to issue national guidance, asking governors in the entire country to order lockdowns. Instead, we've had a patchwork of orders that allowed Covid-19 to propagate. Trump could have instructed the federal government to take over nationwide procurement of vital supplies. The feds would have purchased ventilators and masks for everyone, avoiding the price gouging that resulted from desperate states trying to outbid each other.    In the meantime, Trump would have stayed in close touch with America's allies, coordinating manufacture and distribution of supplies, and working together to magnify the impact of the economic support programs, as happened in 2008.     Instead of waiting for a scheduled meeting of the G7, Trump would have coordinated sooner with allies and bodies like the G20 and the United Nations Security Council. He would have reassured the world that the United States was taking its global responsibilities to heart. He would have shown the world that Washington is a responsible global leader, one that can bring everyone together when everyone faces the same deadly challenge. He would have reassured the developing world that richer countries will be there with support.   Trump did not cause the virus; he did not cause the pandemic. But when Trump proclaims he made no mistakes, when an administration official claims no other president would have done a better job, that is a transparent falsehood. If Trump had used his vast powers the way they were meant to be used, fewer people would have died. At least some of this disaster might have been averted."], "Language": false}