{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/08/us/milly-quezada-brother-in-law-dies-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maria Santana, CNN En Español Correspondent/Anchor"], "Writers": [[]], "FirstPublishDate": ["2020-04-09T03:09:14Z"], "LastModifiedDate": ["2020-04-09T04:33:00Z"], "Headline": ["'Queen of Merengue' warns fans to stay home after brother-in-law's tragic coronavirus death"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Milly Quezada, also known as the \"Queen of Merengue,\" is making an emotional plea to her millions of fans as she reveals she is reeling from the sudden loss of a close family member and former bandmate to the coronavirus pandemic.  \"Stay home! I plead, I ask you. Stay home against all your wishes to go out there,\" the multi Latin Grammy-winning artist told CNN Espanol. \"Covid-19 is killing people.\" One of those people is her brother-in-law, Pastor Fausto Arias, who passed away in a New Jersey hospital last Sunday after testing positive for the virus.  Arias is married to Quezada's sister, Jocelyn Arias.   The couple, the heartbroken singer says, met and fell in love in the late 1970s when together they were all part of what would become the history-making group, \"Milly, Jocelyn y Los Vecinos.\" At the time, merengue, a lively and rhythmic type of music born in the Dominican Republic, was a male-dominated genre.  This was the first such band fronted by women to gain critical acclaim, even becoming the first Latin musical act to play at a US presidential inauguration, George H.W. Bush's in 1990. While the sisters sang, Arias played the trombone.   He was a pastor and 'joyful musician' \"For 20 years, he traveled the world with us, to Japan, South America, all over the United States playing his trombone,\" Quezada recalls. \"And he not only played it, but he would jump up and down with joy. He was a joyful musician that gave us so much of himself in the music.\" That joy was unexpectedly taken from the family over the weekend when 65-year-old Arias, now the lead pastor of an evangelical church in North Bergen, New Jersey, had to be rushed to the hospital. \"He didn't even have any symptoms, he just collapsed after his last virtual sermon\" on March 22, Quezada says. After taking him to three different hospitals, Arias was finally admitted into Englewood Hospital where they discovered that he was suffering from pneumonia while being infected with the coronavirus, which began attacking his lungs and kidneys. After being intubated for several days, Arias died on Sunday night moments after his wife Jocelyn and daughter, Isabel Arias, were allowed into the ICU to say their final goodbyes. In a post on Facebook, Jocelyn Arias said, \"With great sadness, we said goodbye to my beloved - the first and only boyfriend I have ever had and the father of my children - and now he is resting in the arms of his Lord!\"  Pandemic keeps family apart Worst of all, Quezada says, her sister and niece are now also sick with the virus, which has prevented them from getting together as a family to grieve. \"Not being able to give her the support that she gave me 25 years ago when I myself became a widow, the pain is indescribable, I do not wish it on my worst enemy,\" Quezada says. \"We are so saddened not only by his loss but by the fact that this pandemic tragedy is keeping us apart. We need like air to breathe to hold each other, and we can't do that.  I live across the street from my sister, I cannot walk out there and go inside that house because they are going through this. It is devastating on so many levels.\" This new reality is why Quezada is now begging everyone to take the crisis seriously. \"If anything has been important in your life, think of your siblings, think of your parents, your grandparents, the people that are right next to you are going to be immediately impacted if you go out there and become ill,\" Quezada warns. \"You know what the tragedy is, and we are all guilty of this, is thinking that this too shall pass right away, that we don't need to make a big deal out of it, that it's not going to happen to us, that it's going to happen to the next door neighbor, but be aware that this can cost you or your loved ones, their lives. So please I beg you, stay home.\" Besides his wife, Arias is survived by his two adult children and three granddaughters. Quezada says that she will forever remember her brother-in-law for the joyful music they made together and for his fearlessness.  \"He didn't fear anything or anyone in the world. He lived his life to the fullest. He enjoyed life to the fullest and enjoyed music to the fullest.\""], "Language": false}