{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/07/entertainment/john-prine-singer-songwriter-dead-73/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Brandon Griggs, CNN"], "Writers": [["Brandon Griggs"]], "FirstPublishDate": ["2020-04-08T02:18:13Z"], "LastModifiedDate": ["2020-04-08T20:03:49Z"], "Headline": ["John Prine, influential singer-songwriter, dies at 73"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["John Prine, the raspy-voiced singer-songwriter whose homespun, witty and insightful country-folk tunes influenced legions of musicians in a career that spanned five decades, died Tuesday at Vanderbilt University Medical Center in Nashville. He was 73. His publicist tells CNN, \"Yes, we can confirm on behalf of the Prine family — John died today at Vanderbilt due to complications of Covid-19.\" Prine was hospitalized and intubated last month after a \"sudden onset\" of coronavirus symptoms, according to a family statement posted on his verified Twitter account. \"This is hard news for us to share. But so many of you have loved and supported John over the years, we wanted to let you know, and give you the chance to send on more of that love and support now. And know that we love you, and John loves you,\" the statement said. The unassuming Prine never had a hit single or a blockbuster album. But he built a devoted following, won several Grammys and overcame two bouts of cancer to record and tour into his 70s. \"He is singing with the angels,\" singer Sheryl Crow wrote on Twitter. \"You will be missed but your songs will live on.\" Other musicians revered Prine and covered many of his songs, which wrung wry, universal truths from everyday life. Johnny Cash, in his memoir, named Prine as one of his four key songwriting inspirations. Bob Dylan, in a 2009 interview, said, \"Prine's stuff is pure Proustian existentialism ... and he writes beautiful songs.\"  \"There's a huge hole in the music world tonight. John did it best,\" country singer Toby Keith wrote on Twitter.  Rolling Stone once called Prine \"the Mark Twain of American songwriting.\" \"I didn't expect to do this for a living, being a recording artist,\" Prine told NPR in 2018. \"I was just playing music for the fun of it and writing songs. That was kind of my escape, you know, from the humdrum of the world.\" Prine grew up in a blue-collar suburb of Chicago and was famously working as a postal carrier when his musical career took off in 1970. He was singing on open-mic nights at a Chicago bar when Roger Ebert, then a young reporter for the Sun-Times, heard him play and wrote a favorable review, dubbing him the \"Singing Mailman.\"  People began lining up to hear him play, and one famous early fan, singer-songwriter Kris Kristofferson, helped him get a record deal. \"John and I were 'New Dylans' together in the early 70s and he was never anything but the loveliest guy in the world,\" Bruce Springsteen wrote on Twitter following Prine's death. \"A true national treasure and a songwriter for the ages. We send our love and prayers to his family.\" Prine's debut album, in 1971, was a critical success. It contains several of his signature songs, including \"Paradise,\" about the Western Kentucky town where his parents grew up, and \"Hello in There,\" an affectionate tribute to elderly people. Its chorus goes: \"Ya know that old trees just grow stronger / And old rivers grow wilder every day / Old people just grow lonesome / Waiting for someone to say, 'Hello in there, hello.' \" Johnny Cash covered another of its songs, \"Sam Stone,\" about a drug-addicted Vietnam vet. But Cash was uncomfortable with its most famous line --  \"There's a hole in daddy's arm where all the money goes / Jesus Christ died for nothin' I suppose\" -- and sang it as, \"Daddy must have suffered a lot back then, I suppose.\" Prine released a dozen albums and toured steadily over the next two decades until a health scare almost ended his life. In 1996 he was diagnosed with Stage 3 neck cancer, which required surgeons to remove a piece of his neck. The operation also severed nerves in his tongue and changed the tone of his voice.  It took him more than a year before he could perform again. \"At least they left with a voice to sing. I think it improved my voice, if anything. I always had a hard time listening to my singing before my surgery,\" he told NPR. \"It dropped down lower and feels friendlier to me.\" Over the years Prine's songs have been covered by a wide range of artists, from Bonnie Raitt and Bette Midler to John Fogerty, the Zac Brown Band and My Morning Jacket.  In 2005, Prine became the first singer/songwriter to perform at the Library of Congress -- one of several literary honors for a songwriter whose best songs blended poetry with back-porch storytelling. Cancer struck again in 2013, when he had successful surgery to remove a spot in his left lung. His last album, 2018's \"The Tree of Forgiveness,\" was something of a crowning achievement. It featured guest appearances from such Prine devotees as songwriter Jason Isbell, was nominated for a Grammy and opened at No. 5 on the Billboard charts -- Prine's highest rank ever. In January, the Grammys honored Prine with a lifetime achievement award, with Raitt singing his standard \"Angel From Montgomery\" -- a retro outlier amid of-the-moment pop performances by Lizzo, Ariana Grande and Lil Nas X. Some in the youthful Staples Center audience probably wondered who he was."], "Language": false}