{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/10/opinions/trumps-most-formidable-enemy-opinion-weekly-column-galant/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Richard Galant, CNN"], "Writers": [["Richard Galant"]], "FirstPublishDate": ["2020-05-10T12:23:58Z"], "LastModifiedDate": ["2020-05-10T17:40:41Z"], "Headline": ["Trump ducks the real enemy"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["What do we know about the virus that causes Covid-19? Its diameter is about one-900th of the width of a human hair. It is more infectious than the flu and appears to kill people at a much higher rate. It has taken the lives of more than a quarter of a million around the world, including at least 78,000 in the United States.  This tiny, spiky particle triggered a global economic shutdown that threw more than 20 million Americans out of work. The Bank of England predicted that this year's UK economic contraction would be the worst since 1706. And yet, this week the Trump White House appeared to be doing everything it could to change the subject. The administration toyed with shutting down its coronavirus task force until a public outcry forced it to reconsider. It put the brakes on a Centers for Disease Control and Prevention document that would have provided states with detailed advice on how to reopen key aspects of ordinary life. President Donald Trump lashed out at perceived \"enemies\" -- including the media, his fired attorney general Jeff Sessions and the Republicans behind the Lincoln Project's harshly critical video on his tenure.  The last thing he seemed to want to talk about was the real enemy.  Retired Gen. Wesley Clark tried an intervention with Trump in the form of an open letter. \"So many of my military colleagues have tried to help, and all understand that you don't take criticism, and even suggestions are poorly received. But the United States needs real leadership now, and others around the world are also looking to us,\" Clark wrote. \"Mr. President, if you deal successfully with Covid-19, you will likely be reelected. If you prematurely push opening of the economy, and the US lurches into repetitive spikes of Covid-19, you will likely not be re-elected, so, first things first.\"  Word of the administration's since-scuttled plan to wind down the task force around Memorial Day came at the same time as projections that the US death toll would grow to nearly 3,000 people a day by the beginning of June. \"Though we are far from being out of the woods, we are already battling fatigue and increasing complacency when it comes to the virus,\" wrote Dr. Jennifer Lee. \"It is entirely possible that the continuation of the task force will lead to new national guidelines for protective measures as the summer starts. We can only hope that this is the case, otherwise we may find ourselves facing a second wave of the pandemic -- and countless more deaths to come,\" she added.  Peter Bergen wrote, \"There are swarms of unanswered questions about how to deal with the coronavirus, which won't be wished away by wrapping up the task force.\" Among them: How reliable are antibody tests in determining who's been exposed to the virus and is there long-lasting immunity?  An \"attempt to return to normal is a crazy proposition given the data we have,\" wrote Jill Filipovic. \"But it might make a little bit more sense if we had the disease-fighting basics of a developed, functioning nation in place: Widespread testing and tracking; adequate protective gear for hospital workers and all essential employees; and a health care system that took care of all sick people without pitching them into debt or even bankruptcy.\"  Covid-19 in the White House One of Trump's valets was diagnosed with Covid-19, as was Vice President Mike Pence's press secretary.  \"This news threatens the functioning of our government,\" wrote Samantha Vinograd. \"Based on my experience working in a former closet in the West Wing — where I was two feet away from my closest colleagues — social distancing is not an option in the White House unless serious precautions are taken,\" she noted. \"One would hope that the valet's test results would force the president to confront the reality of this pandemic,\" wrote Michael D'Antonio.  Don't count on it, observed David Axelrod. \"More concerned about surviving the fall election than he is the survival of his citizens, the president has leaped on his trusty steed Resentment and hopes to ride that old nag to victory in November, as he has before,\" he wrote. \"The President has made a cold, hard political calculation and decided to take the path of selfish expedience. He'll be on the side of opening at all costs. Play his favorite red-state-versus-blue-state card. Blame the doctors for being overly cautious and the Democrats for prizing science over American jobs. Force the governors to make the tough, agonizing decisions and make them walk the plank. Use China as a shield against his own inexcusable failure to act earlier.\"  The economic catastrophe is real, as Friday's jobs report showed. \"The growing gap between America's rich and everyone else is hardly new,\" wrote Alana Semuels, for TIME. \"But the extra-ordinarily rapid economic collapse catalyzed by COVID-19 has made the chasm deeper and wider, with edges that keep crumbling under the feet of those crowded on the edge.\" The editors of The Economist noted that \"an unfair burden has fallen on ordinary people. Americans earning less than $20,000 a year are twice as likely to have lost their job to covid-19 as someone earning over $80,000.\" Elizabeth Brown, president pro tempore of the Columbus, Ohio, City Council, wrote that job \"losses have been concentrated in the service sector, which means black and Latinx women will be hardest hit. Low-wage workers, who are labeled as nonessential during this time, now face the double jeopardy of prerecession financial hardship while being first in line for layoffs. There is no working from home for the hotel housekeeper.\" Brown urged Congress and state legislatures to take the \"first steps toward restructuring our economy into an equitable one.\" Otherwise the relief packages will only amount to \"an umbrella in a hurricane.\"   For more on Covid-19: Catherine Pearlman: Why you need to wear the damn mask Van Jones: 10 steps to save Native Americans from Covid-19 catastrophe Halie Soifer: Trump's support for Michigan protesters sends a dangerous message Stephen Roach: Get ready for a campaign season full of China-Covid conspiracy theories Dr. Tsion Firew: We need help before it's too late Dr. Leana Wen: This is the worst possible moment to try to kill Obamacare Tom Daschle and Dr. Bill Frist: The US should be a leader in the global fight against Covid-19 Saket Soni and Marielena Hincapie: What we owe undocumented workers during Covid-19 Jeffrey D. Sachs:  Trump's anti-China theory implodes  Joshua A. Douglas: This state has it right on voting in the age of Covid-19 Call your mother, but don't visit In ordinary times, today would be the busiest day of the year for America's restaurants, noted Dr. Kent Sepkowitz. And millions of people would travel to be with family for Mother's Day.  But with the virus widespread, Sepkowitz wrote, \"travel and uncertainty will make not only the day itself unsettling, but for the two weeks afterward every sneeze, every cough and every ache experienced by anyone will spark panic and regret. The visit is simply not worth the risk -- however small -- of exposing Mom to the virus that causes Covid-19.\" A virtual visit -- and food delivery -- is a safer way to observe Mother's Day 2020. (Read Terry Crews' Mother's Day tribute to his wife for overcoming a health crisis during the pandemic.)  This is a good time to look at the dynamics of family life under lockdown, wrote David Perry. \"Women continue to do most caregiving in the home, from tending to children, to organizing education (now a full-time home-based job), to shopping, to managing the emotional needs of the family.\" Perry resolved, \"It's a time for men like me to really look at who is shouldering what work in the household and ask whether we might be able to do just a little bit more.\"  The future The Covid-19 pandemic deserves to be ranked with the Great Depression and 9/11 as a \"hinge event\" that will change the direction of America, wrote Peter Bergen and Daniel Rothenberg. In the first of a series of CNN Opinion pieces on \"The Future Normal,\" they looked ahead to a world in which access to the Internet will be more important than ever, large offices will be far less vital, health care will be viewed as a right, colleges will be reinvented and government will be relied on more than ever. (Watch Fareed Zakaria's special on \"The Post Covid-19 World\" today on CNN.) The burden of planning the future may fall heaviest on those graduating from high school and college this spring. Commencement ceremonies will be virtual and many short-term plans for travel and launching careers may have to be set aside. \"There will be no saying goodbye to lab partners and roommates; no last walks through classrooms or the campus quad; no big parties and no final moments with friends,\" wrote Nancy Darling, editor of the Journal of Adolescence.  She described steps students can take to stay on track but also urged them to give themselves a break: \"There are things you just can't control. Don't beat yourself up because your transition to the job market isn't going smoothly. Focus your energy on doing your best in the situation you're in.\" (We want to hear from the Class of 2020: Share with CNN Opinion the stories of how the pandemic is changing your lives. Fill out the form in Nancy Darling's op-ed.) Outsider in the Presidents Club The week began with Trump comparing his press coverage to Abraham Lincoln's and ended with the President saying he \"learned a lot from Richard Nixon. Don't fire people.\"  Authors Brad Meltzer and Josh Mensch objected to Trump's assertion -- during a Fox News virtual town hall at the Lincoln Memorial -- that \"they always said nobody got treated worse than Lincoln. I believe I am treated worse.\" In reality, they wrote, \"perhaps no president in American history faced more fury at a time of crisis than Abraham Lincoln.\" Withering criticism of Lincoln wasn't just \"the language of political disagreement; it was the language of outright revolt.\"  In Lincoln's inaugural speech, he made no mention of \"American carnage.\" Instead, Meltzer and Mensch noted, Lincoln called for calm: \"We are not enemies, but friends. Though passion may have strained it must not break our bonds of affection. The mystic chords of memory, stretching from every battlefield and patriot grave to every living heart and hearthstone all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by the better angels of our nature.\"  In a video message honoring the Covid-19 victims a week ago, former President George W. Bush sounded a similar theme: \"We are not partisan combatants. We are human beings, equally vulnerable and equally wonderful in the sight of God. We rise or fall together, and we are determined to rise.\" How did Trump reply? The President griped in a tweet that Bush didn't speak up against Trump's impeachment.  Kate Andersen Brower pointed"], "Language": false}