{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/dow-stock-market-today-041420/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-14T10:20:51.774Z"], "LastModifiedDate": ["2020-04-14T20:45:47.448Z"], "Headline": ["US stocks climb higher as earnings season begins: April 14, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["The Dow and the S&P 500 rallied on Tuesday and closed back at a level not seen for more than a month. The Dow finished at 23,950 points, while the S&P climbed to 2,846 points, the highest level for both indexes since March 10. Half-way through April, the stock benchmarks are also on track for a monthly gain, retracing some of their catastrophic losses in March. US stocks closed higher on Tuesday amid optimism over better-than-expected trade data from China. The Dow finished 2.4%, or 559 points, higher.\nThe S&P 500 closed up 3.1%. The Nasdaq Composite staged its longest winning streak – four days – since early February.  The index closed up nearly 4%. It has now bounced back more than 20% from its low point on March 23. But whether the Nasdaq has fully emerged from a bear market won’t be clear for another few months. Stocks are up this afternoon and the Nasdaq Composite is on track for its fourth day of gains. That would be the longest winning streak since early February. It was last up 3.9%, which would be its biggest gain in just over a week. The tech-heavy index is boosted by consumer and technology stocks.  The stock market may have bounced back from its worst lows and plenty of bad news is already priced in, but it still might not be the right place to be invested during the coronavirus recession. \"Since the third week of March we’ve been very aggressively going from zero exposure to credit to a large overweight in credit,\" Alessio de Longis, senior portfolio manager at Invesco Investment Solutions.\n\"Our philosophy there is credit markets are the first markets to lead out of a recession. They react first to monetary stimulus and an improvement to financial conditions.\" Fixed income investors have claims on company assets senior to those of stock holders should a business file for bankruptcy. The stock market, meanwhile, is more responsive to earnings, which typically are a lagging indicator and likely to be abysmal in the quarters to come, de Longis said. It's hard to tell how much or what exactly is priced in to stock prices, he added, and markets could be reacting to all sorts of headlines. For now, de Longis said, \"I think the market will mostly focus on the news about a vaccine and the reopening of the economy.\" US stocks are going strong at midday, having extended their gains since the open. The Dow is up 2.1%, or 485 points.\nThe S&P 500 is up 2.4%.\nThe Nasdaq Composite is 3.1% higher. The Nasdaq has now climbed more than 20% from his March 23 low, entering a bull run in a bear market. Whether the index has fully emerged from the bear market it entered last quarter won't be clear for another few months. It's \"highly unlikely\" the US economy will bounce back to pre-coronavirus growth levels by the end of this year,  the International Monetary Fund’s Chief Economist Gita Gopinath said at the opening of the fund's Spring meeting. She described the current US recession as a deep one. It is a recession that involves solvency issues. It is a recession that involves unemployment rates going up dramatically. And these tend to leave scars. The IMF projects that if the virus is contained by summer and the recovery begins in the second half of this year, US growth will contract 5.9% in 2020 and grow by 4.7% in 2021.  US stocks climbed higher at the opening bell as better-than-expected trade data from China lifted investors' hopes that the world's second-largest economy may be starting to bounce back. Meanwhile, first-quarter earnings season got underway with the big banks reporting. JPMorgan (JPM) and Wells Fargo (WFC) both reported substantial losses and shored up their reserved to prevent more pain during the coronavirus recession. But that was widely expected, and their shares climbed 3% and 2%, respectively, at the market open. The Dow kicked off 1.6%, or 385 points, higher.\nThe S&P 500 rose 1.8%.\nThe Nasdaq Composite climbed 1.9%. The coronavirus crisis is crushing Marriott's (MAR) business and it's only going to get worse, the company warned. Marriott revealed that 25% of 7,300 hotels are currently closed and it expects even more closures in the near future. It doesn't expect improvement until \"there is a view that the spread of Covid-19 has moderated and governments have lifted restrictions.\" Occupancy rates in North America are around 10% with 16% of its roughly 5,300 hotels being temporarily closed.  The world's largest hotel chain said it can't yet measure the \"financial impact of this unprecedented situation\" and \"expects that it will continue to be material to the company's results.\"  But the company said it expected a 60% decline in revenue per available room in March and 23% during the first quarter. Marriott also said that it drew down $1.5 billion on its line of credit. Shares rallied 4% in early trading. International Air Transport Association, an international aviation group, now expects worldwide losses due to the coronavirus to increase 25% from its previous estimates because of the ongoing coronavirus pandemic. The group now estimates worldwide losses to top $314 billion this year, up from the $252 billion in losses it previously predicted.  IATA said Tuesday that worldwide travel has plummeted by 80%, much deeper than its earlier predictions.  It said the industry is “virtually grounded outside [the] US.” Stimulus from the US government requires airlines to continue a minimal level of domestic service.  The group forecasted travel in North America will drop 36% from last year’s levels, and passenger revenues will drop 64%.  US airlines are currently experiencing a 94% drop in passenger volumes and have cut capacity by more than 70%, according to data from the airlines.  The good news for the industry, according to IATA economist Brian Pearce, is that there's a \"large amount of pent up demand\" when travel restrictions are lifted.  Wells Fargo is bracing for financial trouble caused by the coronavirus crisis. The bank announced Tuesday a deeper-than-expected 89% plunge in first-quarter profit, driven largely by a $3.1 billion reserve build to protect against bad loans.  The reserve build \"reflected the expected impact these unprecedented times could have on our customers,\" Wells Fargo (WFC) CFO John Shrewsberry said in a statement. Wells Fargo's provision for credit losses spiked to nearly $4 billion, compared with $845 million the year before. The bank cited \"forecasted credit deterioration due to the COVID-19 pandemic.\" Revenue dropped 18% to $17.7 billion, also missing estimates. Wells Fargo reported a 5% jump in period-end loans to $1 trillion. That growth could accelerate this quarter because the Federal Reserve recently removed penalties on Wells Fargo to free the troubled bank to lend to small businesses.  Deposits also climbed 4% to $1.4 trillion. Wells Fargo's results were also hurt by a $950 million impairment of securities \"driven by economic and market conditions.\" That writedown largely relates to venture capital and private equity partnerships. As the coronavirus pandemic crushes the global economy, JPMorgan (JPM) set aside a stunning $6.8 billion worth of reserves to insulate itself from losses on loans it believes may not be paid back. That helped send JPMorgan's profit plummeting 69% in the first quarter. America's largest bank by assets said its net income fell to $2.9 billion in the first three months of the year, compared to $9.2 billion in the same period last year. Net revenue dipped slightly to $29.1 billion from $29.9 billion year-over-year. JPMorgan CEO Jamie Dimon described the first quarter as an unprecedented challenge in the earnings release. However, Dimon noted that absent the loan reserve, the bank had a fairly decent first quarter, and it remains in a strong financial position. \"The company entered this crisis in a position of strength, and we remain well capitalized and highly liquid,\" said Dimon. The bank has $1 trillion of liquidity resources, he added. Read the full story here. People are stuck at home and watching TV. That's paying off for Roku. The company said it added a 3 million new users so far this year, which is more than analysts expected.  Roku also said that the collective streaming time for the first quarter jumped 50% to 13.2 billion hours.  The \"shelter-at-home\" instructions from local governments has \"resulted in an acceleration in new account growth and an increase in viewing,\" the streaming service said late Monday. Roku (ROKU) shares jumped 12% in premarket trading following the upbeat update. A fuller picture of its first quarter will be out May 7.  US stock futures are on the rise following the positive news from China. Here's where they stand at 6:30 am ET:  Dow futures were last up 275 points, or around 1.18%\nS&P 500 futures were also up about 1.03%\nNasdaq Composite futures were up around 1.37% Wall Street is also looking ahead to a slew of major earnings, including from JPMorgan Chase (JPM), Wells Fargo (WFC) and Johnson & Johnson (JNJ). US oil futures were last up 0.2% to trade at $22.45 a barrel. Futures for Brent, the global oil benchmark, gained 0.6% to trade at $31.92 a barrel.  Oil prices barely budged Monday, remaining near 18-year lows as investors decided that the historic OPEC+ production cuts are not nearly deep enough to erase the epic supply glut facing the oil market. Global markets moved higher Tuesday after trade data suggested that China's economy is performing better than expected as the country recovers from the coronavirus pandemic. Japan's Nikkei 225 (N225) added 3.1%  \nSouth Korea's Kospi (KOSPI) gained 1.7% \nShanghai Composite (SHCOMP) rose 1.6%\nHong Kong's Hang Seng (HSI) added 0.6%. Most European markets gained as traders returned from the Easter holiday: Germany's DAX (DAX) adding 1% \nFrance's CAC 40 (CAC40) up 0.2%. Trade data for March showed that Chinese exports dropped 6.6% last month in US dollar terms, a much better performance than the 14% decline forecast in a Reuters poll of analysts.  Imports dropped just 0.9%, a big improvement on the expected 9.5% decline. In January and February combined, exports fell 17.2%, while imports dropped 4%."], "Language": false}