{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/entertainment/chuck-d-flavor-flav-hoax/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-04-02T16:04:39Z"], "LastModifiedDate": ["2020-04-02T16:04:39Z"], "Headline": ["Chuck D says Flavor Flav firing was a stunt, but Flav disagrees"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Chuck D made headlines when he fired Flavor Flav from Public Enemy and now he says it was all to get people's attention. Sounds like someone forgot to tell Flavor Flav, however. Chuck D made an appearance on 'Uproxx' \"People's Party with Talib Kweli\" podcast which was posted on YouTube Tuesday, where he said he was inspired by Orson Welles' \"The War of the Worlds\" which stirred up the masses in 1938 to create a moment for his new music coming out. \"I'm not saying it's a hoax,\" Chuck D said. \"I'm saying that the original intention is to get your attention.\" But on Wednesday, April Fool's Day, Flavor Flav tweeted  \"I am not a part of your hoax @mrchuckd.\" \"There are more serious things in the world right now than April Fool's jokes and dropping records,\" the famous hypeman tweeted. \"The world needs better than this,,,you say we are leaders so act like one.\" Flavor Flav also encouraged people in the tweet to \"donate to those in need here\" with a link to the MusiCares Covid-19 Relief Fund.  Flavor Flav and Chuck D were believed to be beefing over the marketing of their group's name and likeness being used by Democratic presidential candidate Bernie Sanders. Sanders used both Public Enemy's name and the title of their song \"Fight the Power\" on promotional items. Posters of the event said \"Fight the Power\" in red at the top with \"Bernie Sanders + Public Enemy\" on the bottom. \"Public Enemy and Public Enemy Radio will be moving forward without Flavor Flav,\" Public Enemy said in a brief statement at the time, according to Rolling Stone. \"We thank him for his years of service and wish him well.\" A statement posted to Public Enemy's Twitter account at the time said the parting was not over Flavor Flav's political views. It said Flav had been on suspension since 2016 after he didn't show up to a Harry Belafonte benefit in Atlanta. \"That was the last straw for the group,\" the statement said. \"He had previously missed numerous live gigs from Glastonbury to Canada, album recording sessions and photo shoots. He always chose to party over work.\" During the podcast, which Chuck D said was recorded on March 10, the Public Enemy frontman agreed with Flavor Flav's earlier statement that he couldn't be fired. \"He's a partner,\" Chuck D said during the podcast. \"You don't fire partners. You just walk away from them.\" Chuck  D said he and Flavor Flav's relationship was better than it has ever been. \"Me and Flavor man been in production since the last week of February coming out with a new album,\" Chuck D said. \"The Enemy Radio album's coming out in April. We're releasing a song the first called 'Food As Machine Gun.'\""], "Language": false}