{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/02/sport/crossfit-fundraiser-coronavirus-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Will Edmonds, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-04-02T13:30:57Z"], "LastModifiedDate": ["2020-04-02T13:30:57Z"], "Headline": ["Professional CrossFit unites in common cause during the coronavirus pandemic"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["As the sport of professional CrossFit sits in limbo, unsure as to whether their annual world championships, the CrossFit Games scheduled for late July, will even take place, many of the sport's biggest stars are coming together, albeit digitally, for a greater cause.  The coronavirus pandemic has forced the vast majority of CrossFit gyms to close their doors, resulting in major financial losses for gym owners.  According to the online CrossFit magazine Morning Chalk Up, upwards of 70% of CrossFit affiliated gyms across the globe have already closed their doors, with the number expected to rise.  In response, \"United in Movement\" has been created by many of the biggest names in the sport with the aim of raising money for gym owners struggling with the effects of the pandemic, as well as for the Red Cross and World Hunger Organizations. READ: How a small US town became CrossFit's global mecca 'Shining light of community' The initiative will begin on April 3, with a 24-hour live stream including live follow-along home workouts hosted by some of the sport's biggest names, interviews with the stars of the sport, gym-owners and coaches, healthy cooking segments and even live music.  The event will encourage donations, with the hope of raising $1,000,000, of which 100% will be donated to causes impacted by the pandemic.  One of the board members involved in getting this initiative off the ground is Matt O'Keefe, President of Loud & Live Sports and agent to many of the top CrossFit athletes in the world.  \"In this time when we're uniquely united globally. No matter your religion, politics, language or location, you can all move,\" O'Keefe told CNN on Wednesday. \"You're stuck inside, and one thing that's free that you can do is move... have some fun with fitness, and fundraise.\" Getting top athletes involved in the initiative has been easy according to O'Keefe.  \"In a time of darkness, it's been this bright shining light of community. These guys have all 100% said yes,\" he added. The sport's biggest star is 4-time CrossFit Games champion Mat Fraser, who recalled being pitched the idea by O'Keefe on United in Movement's YouTube channel. \"Don't waste your breath on me. You don't need to convince me. I am in!,\" he said. READ: Fixing 2021 sporting calendar will be like a 'huge jigsaw puzzle' READ: Mat Fraser: The loss that launched a legacy On the women's side, 3-time defending CrossFit Games champion Tia-Clair Toomey also took no persuading to get involved.  \"I thought it was a no-brainer,\" the 26-year-old Australian told CNN. \"I finally get an opportunity to give back to everyone who's supported me along my journey. We can come together through such a hard time and bring light and positivity into the world.\" It's not just the world of CrossFit that's involved.  Former Major League Baseball star Jorge Posada, whose number was retired by the New York Yankees, has promoted the event and there are actors taking part, such as Oscar winner Anna Paquin and her husband, actor Stephen Moyer, as well as Wilmer Valderrama from That's 70's Show and Golden Globe nominated Max Greenfield. READ: Tia-Clair Toomey: How CrossFit's power couple met Home fitness competition The second phase of the initiative will be an online home fitness competition, consisting of 7 workouts in 7 days.  Registration will be free but will encourage donations. Ahead of the start of this week-long event, broadcast host Rory Mckernan explained to CNN how the competition would work. \"Every workout released will be accomplishable by any means necessary that you would have in your house. You wouldn't need any special equipment. You wouldn't need to go to a gym. This is something that would be available to everybody in their living room,\" he said. Scores would be self-submitted, generating a global leaderboard, where you can stack up your scores against your gym buddies and the fittest CrossFit athletes in the world.  \"It's just a reminder to everyone that we are a community and to make them feel connected,\" Mckernan explained. \"The side benefit being that we're trying to raise a tremendous amount of money for those who are really going to have an uphill battle when we find ourselves on the other side of this.\"  The first workout will be hosted by the men's and women's CrossFit world champions, Mat Fraser and Tia-Clair Toomey. The live stream begins Friday night at 8pm ET with the competition beginning the following day. You can register to compete or donate at unitedinmovement.org"], "Language": false}