{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-033120/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-03-31T10:14:55.643Z"], "LastModifiedDate": ["2020-03-31T20:33:16.794Z"], "Headline": ["Dow closes out the worst first quarter in history: March 31, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["This blog is now closed. Check back tomorrow for more markets news.  US stocks dropped sharply in the first three months of the year as worries about the global coronavirus pandemic and its impact on businesses and the economy grew. The Dow recorded its worst start to a year in history, down 23.2% for the quarter.\nThe S&P 500, meanwhile, logged its worst quarter since the final three months of 2008, down 20%.\nThe Nasdaq Composite’s downturn was more contained. The tech-heavy index recorded its worst quarter since the final months of 2018, falling 14.2%. On a daily basis, the final day of the quarter also ended with all three indexes in the red. The Dow closed 410 points, or 1.8%, lower, and was down 13.7% for the month.\nThe S&P ended down 1.6%. It fell 12.5% in March. It was the worst month since October 2008 for both indexes. The Nasdaq closed down nearly 1%, for a 10.1% monthly loss. It was its worst month since November 2008. March was an absolute nightmare for the oil industry. US oil prices crashed 54% in the month, touching levels unseen in 18 years. That makes March, by far, the worst month since oil futures started trading on NYMEX in 1983.  The next closest, according to Refinitiv, was October 2008 when crude collapsed by 33% during the height of the financial crisis.  Brent crude, the world benchmark, similarly plunged 55% this March. That's the worst on record going back to 1988.  The oil nightmare was brought on by a double whammy: shrinking demand and swelling supply. The unprecedented drop in demand caused by coronavirus-related travel restrictions was the biggest negative for oil, which has lost two-thirds of its value since early January.  But the pain was exacerbated by the oil price war between Saudi Arabia and Russia, which has flooded the market with excess supply. Gas prices have already plunged below $2 a gallon on average in the United States -- and more declines are likely. Too bad most Americans are living under lockdown orders that prevent them from taking advantage of the cheap gas.  If you feel like you've been watching more Netflix and Hulu since being stuck at home, you're probably right. The measurement company Nielsen released data regarding the coronavirus' impact on streaming viewership on Tuesday. Unsurprisingly, it's way up over last year. During the week of March 16, consumers watched more than 156 billion minutes of content via streaming. That's up from 115 billion minutes during the week of February 24 and it's more than double the comparable week from last year, according to Nielsen. AT&T also released some data on how people are staying connected during the pandemic. The company, which is also the parent of CNN, said on Tuesday that voice calls are up 33% and text messaging is up 41% the last three weeks on its mobile network. US stocks have fallen back into negative territory in the early afternoon, having spent much of the morning in the green. The three major indexes initially opened lower this morning. The Dow was 0.8%, or 180 points, lower.\nThe S&P 500 fell 0.8%.\nAnd the Nasdaq Composite dipped 0.2%. A key part of China's economy -- its manufacturing sector -- roared back to life in March following a slump earlier this year due to the Covid-19 outbreak. But investors seem to be betting that Chinese consumers are recovering as well. The US-listed shares of Chinese coffee chain Luckin (LK) -- a homegrown rival to Starbucks (SBUX) -- soared 7% Tuesday on no company specific news.  Several other big Chinese companies with ties to the consumer were also rallying on Wall Street -- even as the broader US market fell a bit. E-commerce king Alibaba (BABA) was up 2%. Search engine Baidu (BIDU), which is often referred to as China's Google, rallied more than 4%.  And Tencent Music Group (TME), the streaming platform backed by the Chinese conglomerate Tencent and music service Spotify (SPOT), rose nearly 6%.  Luckin, Alibaba, Baidu and Tencent Music are still in the red for the year but all four of them are well off their 52-week lows. So if this recent rebound is any indication of what's to come for blue chip American consumer and tech stocks, there is at least some hope on the horizon for investors. JCPenney (JCP) is the latest major retailer to furlough thousands of employees, joining Macy's, Kohl's and the Gap.  The department store said that it has made the \"difficult decision to temporarily furlough the majority of store hourly associates.\" JCPenney also said that a \"significant portion\" of its corporate employees will also be placed on leave. The company had about 90,000 employees as of February 1. Affected employees will continue to receive the company-provided healthcare.  At JCPenney, we are making tough, prudent decisions to protect both the safety of our associates and the future of our company,\" CEO Jill Soltau said.  The company also said its stores remained closed. However, its website is still operational for orders.  Companies like Walmart (WMT) and Domino's (DPZ) are hiring workers to meet increasing demand for such retail and food delivery jobs amid the coronavirus outbreak. This is helping some Americans who may have just lost their jobs as more and more employers shut down to limit their losses as the COVID-19 virus continues to spread.  On the whole, however, US companies are hiring at far lower numbers. Job openings across the country are down 8.8% week-over-week from March 16, according to data from career website Glassdoor. In particular, openings in consumer services, good services and manufacturing jobs have dropped as companies close in response to the coronavirus outbreak. Workers are being squeezed by a one-two punch of less hiring and more layoffs. Health care and hospital jobs are, meanwhile, up. As the coronavirus outbreak escalates, so does its impact on the labor market,\" said Glassdoor's senior economist Daniel Zhao. \"This is only the beginning, however. As the economic impact of the outbreak deepens, the job market will worsen before things can get better.” Compared to last year, job opening are still higher \"due to a strong economic buffer in early 2020,\" the Glassdoor data shows. US stocks remain in modestly positive territory around midday.  The Dow is up 0.5%, or 100 points.\nThe S&P 500 is up 0.3%.\nThe Nasdaq Composite is up 0.8%. The three indexes started the day slightly lower, but turned green throughout the morning. It's the last trading day of the month and the first quarter and stocks are up mid-morning. After opening modestly lower, the major US indexes have recovered and are back in the green. The Dow is up 0.5%, or about 100 points, while the broader S&P 500 is up 0.3%. The Nasdaq Composite is up 1.2%. But after weeks of deep selloffs the Dow looks all but certain to close as the index's worst first quarter ever, its weakest overall quarterly performance since 1987 and the ninth worst quarter in history.  In short: the past three months have been horrendous for investors. And it's not just the Dow. The S&P -- Wall Street's broadest measure -- is shaping up to have its worst quarter since the final three months of 2008. The tech-heavy Nasdaq, which is the youngest of the three benchmarks, is on track for its worst quarter since the fourth quarter of 2018. The oil crash has left crude sitting at 18-year lows.  US oil prices have collapsed by more than two-thirds since early January, sinking to just $20 a barrel on Monday.  The magnitude of the crash is even more startling when inflation is taken into account.  On an inflation-adjusted basis, oil has been more expensive than today 98% of the time over the last 75 years, according to a report by Andres Garcia-Amaya, CEO of Zoe Financial.  The stunning selloff is being driven by the combination of shrinking demand caused by the coronavirus pandemic and intentionally-high supply from Saudi Arabia and Russia. \"This is truly the perfect storm,\" Garcia said. Papa John's (PZZA) shared some good financial news Tuesday. In the three months ending on March 29, sales at North American locations open at least a year jumped 5.3%, according to the company's preliminary figures.  The results sent shares of the company up nearly 7% during trading hours on Tuesday, as other companies fell because their businesses are taking a hit from the coronavirus pandemic.  In a statement discussing the results, president and CEO Rob Lynch said that Papa John's is \"nearly fully operational,\" in most markets, including North America.  \"We have implemented extra health and safety measures across our business, including no contact delivery, for the protection of both our customers and team members,\" Lynch said.  The company may be seeing success because of recent efforts to increase efficiency in stores. During a February call discussing fourth-quarter results, Lynch said that the company is rolling out a centralized system to take phone orders across its company-owned stores. It is also working with third-party delivery providers like DoorDash and Postmates.  Still, some parts of the business are hurting. Lynch said that in March, North American sales were negatively impacted by the cancellation of sporting events and other large gatherings.  Consumer confidence in March was a mix of good news and bad news.  The Conference Board's consumer confidence index for March came in at 120 points and beat economists expectations of 110 points. That's the good news. The bad news: It was the lowest level for the index since July 2017. The index had been at 132.6 in February. The short-term outlook for income, business and labor market conditions dropped to 88.2 points from 108.1 points in February. \"The intensification of COVID-19 and extreme volatility in the financial markets have increased uncertainty about the outlook for the economy and jobs. March’s decline in confidence is more in line with a severe contraction – rather than a temporary shock – and further declines are sure to follow,” said Lynn Franco, senior director of economic indicators at The Conference Board. KFC is sending one million pieces of chicken to its over 4,000 US restaurants to help communities affected by the coronavirus pandemic.  The extra food is earmarked for donation, the fast-food chain said Tuesday, and each restaurant will determine how to distribute it.  Each location is encouraged to do \"whatever their hometown needs most,\" whether that be donating the chicken to hunger organizations, feeding essential personnel or something else, KFC said in a press release.  Many fast food chains have been donating meals as the pandemic spreads. Taco Bell, for example, is giving out free tacos through its drive-thru on Tuesday.  Its Equal Pay Day: For the rest of the year, women will make on average the same a man makes for the full year. This year, the coronavirus pandemic is putting women into a particularly precarious situation. Last week's data showed millions of Americans have already filed for unemployment benefits as the outbreak is forcing companies to shut down or reduce workers' hours. The leisure and hospitality industry has been particularly hard-hit as restaurants and bars shut down. Meanwhile, health care workers are the front line in combating the current crisis. A third of working women, compared with just 16% of working men, are employed in these two industries, according Valerie Wilson from the Economic Policy Institute. For example, female doctors make on average 12% less then male doctors, and female nurses are paid 8% less than their male colleagues. In the now widely dormant restaurant industry, women who wait tables are paid 12% less than men. And your salary determines how much unemployment assistance your receive. Last year, women were paid on average 22.6% less than men, after controlling for race, ethnicity, education, age and geographic division. That number goes up to 33.7% for black women and to 33% for Hispanic women. \"Long-standing gender and racial inequities in pay, access to paid leave, and even opportunities for telework must be considered as the country continues to develop plans for the response to and recovery from this crisis,\" Wilson added. Restaurants are being hit hard as consumers hunker down and eat more home-cooked meals. But that appears to be good news for frozen food and snack giant Conagra.  Conagra (CAG) boosted its earnings outlook for the full year Tuesday morning, news that sent its stock up more than 5%. The company owns well-known supermarket brands such as Birds Eye, Marie Callender's, Chef Boyardee, Hunts and Healthy Choice. \"We have seen significantly elevated demand for our retail products as consumers have started filling their pantries for more at-home eating,\" said Conagra president and CEO Sean Connolly in a statement. Conagra noted that it was experiencing particularly strong sales in its snacks business, things like Slim Jim, ACT II popcorn, Angie's BOOMCHICKAPOP and the BIGS brand of sunflower and pumpkin seeds.  In other words, it's the perfect food to stuff in your face as you sit on the couch while watching Netflix.  US stocks opened more or less flat on Tuesday, following the prior session’s gains. Stocks have been up for four of the past five trading days. The Dow opened down 0.4%, or 90 points.\nThe S&P 500 kicked off 0.4% lower.\nThe Nasdaq Composite opened down 0.4% as well. The Federal Reserve is opening up another avenue for stressed-out foreign central banks to get access to US dollars during the coronavirus crisis. The new emergency program, announced Tuesday, is part of the Fed's sweeping efforts to keep credit flowing to American businesses and households despite the severe economic shock inflicted by the pandemic.  The US central bank said the new temporary repurchase agreement (repo) facility will let foreign central banks swap US Treasuries for US dollars. Those greenbacks can then be transferred to local banks in need of cash.  The Fed said the new program, set to launch April 6, would mostly be used \"only in unusual circumstances such as those prevailing at present.\" The goal is to lower the need for foreign central banks to dump US Treasuries in fire sales, which can disrupt markets and cause yields to rise. And that in turn lifts borrowing costs on everything from mortgages to credit cards.  Demand for the US dollar, the world's preeminent currency, has spiked during the crisis. In response, the Fed promised to provide cheap dollars to foreign central banks through liquidity swap lines. The Fed expanded that  facility to Australia, Brazil and Mexico.  Carnival Cruise's parent company announced a series of problems in a regulatory filing on Tuesday.  The company warned that the coronavirus pandemic will continue to have a \"material negative impact on our financial results and liquidity\" and might last \"well beyond the containment of such outbreak.\" Carnival also said that it has received lawsuits from passengers on its Grand Princess voyage, the ship that was stuck off the California coast last month with more than 20 people who contracted the virus.   \"We may receive additional lawsuits stemming from COVID-19,\" the company said.  The stock plunged 15% in premarket trading. Carnival's (CCL) shares are down 75% for the year. Ford is dropping plans to restart some of its North American plants in the coming weeks. Ford had previously announced plans to reopen its Hermosillo Assembly Plant in Mexico on April 6, and four of its eight US assembly plants on April 14, along with some of the stamping, engine and transmission plants needed to provide those assembly lines with the parts they need. But the company announced Tuesday morning that it will further postpone startup dates to a yet to be announced date due to health concerns. The United Auto Workers union, which represents hourly US factory workers, had questioned the restart plans and praised the decision to keep plants closed. \"Today’s decision by Ford is the right decision for our members, their families and our nation,” said UAW President Rory Gamble. According to research firm GlobalData, 168 out of 173 auto plants, or 97% of the total plants in Europe and North America, have stopped operations for varying amounts of time during March and into April. ESPN has been in a bind since the sports world was put on hold because of the coronavirus, so the network is using the Chicago Bulls and Michael Jordan to help fill the void.  \"The Last Dance,\" the network's highly anticipated 10-part documentary series, has been moved up to April 19, the network announced on Tuesday. The documentary, which chronicles the Chicago Bulls NBA dynasty of the 1990s, was originally set for June. It will air on Sunday nights over the span of five weeks from April 19 through May 17. It will also be shown on Netflix outside of the US. Moving up \"The Last Dance\" was a no-brainer for ESPN. The network has been filling its airtime with a hodgepodge of classic games, studio shows and films. “As society navigates this time without live sports, viewers are still looking to the sports world to escape and enjoy a collective experience,\" ESPN said in a statement on Tuesday. \"We’ve heard the calls from fans asking us to move up the release date for this series, and we’re happy to announce that we’ve been able to accelerate the production schedule to do just that.\" Moody’s Analytics predicts initial unemployment claims from last week could be 4.5 million, which would be the highest in history, as US businesses shutter to slow the spread of the coronavirus. The weekly data is set to be released Thursday morning. Initial jobless claims soared to a record 3.28 million in the week ended March 21, according to the Department of Labor. \"COVID-19 has caused unemployment to surge and we look for US initial claims for unemployment insurance benefits this week to total 4.5 million, compared with the 3.283 million in the week ended March 21,\" said Moody's Chief Economist Mark Zandi in a statement. However, Zandi said these high weekly numbers will not be reflected in this Friday's upcoming March jobs report, which tracks job loss through the first two weeks of March. \"Though new filings surged over the past couple of weeks, the unemployment rate for March likely won’t increase that much,\" he said. \"The household survey, which is the basis for the unemployment rate, is conducted in the week that includes the 12th; initial claims were up around 70,000 to 281,000 during that week.” Nobody's buying luxury furniture at a time like this. RH, the company formerly known as Restoration Hardware, reported a drop in fourth quarter sales after the closing bell Monday and said that its galleries, outlet stores and restaurants will remain closed \"until further notice\" due to the coronavirus outbreak. Shares of RH (RH) plunged more than 10% Tuesday morning on the news. But CEO Gary Friedman tried to strike an upbeat tone, saying that once the United States is able to return to normal and people can go out and shop, high-end customers who have been cooped up in their homes will want to make some improvements. \"If you spend as much time at home as I have been spending, the last couple of weeks, then you start looking around and going like, 'Oh, my God, there's so many things that I wish were different about my house,'\" Friedman said on a conference call Monday evening. That may be true for some of America's more affluent. But everybody is taking a financial hit now, including billionaire Warren Buffett. The Oracle of Omaha's Berkshire Hathaway (BRK.B) bought a stake in RH in the third quarter of last year. Shares of RH are now down more than 30% in the past six months. American Airlines (AAL), which like other airlines has been encouraging employees to take unpaid leave during the current coronavirus crisis, is offering partial paid leave and enhanced retirement packages to its employees. Those employees who take the voluntary leave will receive about 25% of their normal minimum pay, along with continued benefits. Those employees who have already agreed to unpaid leave will now receive the partial pay as well. Employees have until Friday to apply for leaves of up to 12 months. They can also take a shortened work week with a 3- or 4-day week, with a corresponding reduction in pay. The enhanced retirement plan will provide about 50% of guaranteed minimum pay as a benefit. American, the world’s largest airline, had about 134,000 employees at the start of the year. It spent $12.6 billion on pay and benefits last year, by far its largest operating expense. It doesn’t need nearly as many employees as it plans to slash its April schedule by 60% and its May schedule by 80% in the face of more than 90% drop in US airline passengers overall. Gap is the latest brand to put thousands of staffers on furlough as the coronavirus pandemic continues to decimate the retail industry. The company, which also owns Old Navy and J.Crew, announced late Monday that it's furloughing the \"majority of its store teams in the United States and Canada.\" That amounts to tens of thousands of people, according to the company. Affected employees will still receive benefits. Gap's leadership team will also take pay cuts.  \"After taking the extraordinary measures of temporarily closing all of our company-owned stores in North America and Europe two weeks ago, we are now in a position where we must take deeper actions,\" Gap CEO Sonia Syngal said in a press release.  Gap (GPS) shares are down nearly 60% for the year. Macy's (M) and Kohl's (KSS) both announced similar moves Monday.  US stock futures bounced back from earlier losses to trade in positive territory. Wall Street enjoyed a solid start to the week Monday, with all three major indexes posting strong closing numbers even as coronavirus concerns linger. Here's where they stand now: Dow futures added 30 points, or 0.48%\nNasdaq is up 40 points, or 0.5%\nS&P 500 is 3 points higher, or 0.1% Global stock markets moved higher Tuesday after data showed that manufacturing activity in China rebounded from record lows in March, even though the world's second largest economy remains under huge pressure from the coronavirus. China's official manufacturing Purchasing Managers' Index surged from 35.7 in February to 52 in March, surpassing the consensus estimate from analysts. Survey data also showed a rebound in other parts of the economy. A reading above 50 indicates growth compared to the previous month. Most major indexes in Asia advanced, and European markets opened higher: The Shanghai Composite (SHCOMP) added 0.1%\nHong Kong's Hang Seng Index (HSI) increased 1.4%\nThe FTSE 100 (UKX) jumped 2% in London \nGermany's DAX (DAX) and France's CAC 40 (CAC40) posted similar gains This doesn't mean output has returned to levels seen before the coronavirus outbreak, according to Julian Evans-Pritchard, senior China economist from Capital Economics, who said it \"simply suggests that economic activity improved modestly relative to February's dismal showing.\" A sharp reduction in demand caused by the pandemic and a price war between Saudi Arabia and Russia have pushed oil prices down dramatically. US crude futures sunk below $20 on Monday, hitting their lowest intraday price since February 2002. US oil futures rebounded slightly to $21.28 a barrel on Tuesday. Brent crude, the global oil benchmark, rose to $23.23 a barrel."], "Language": false}