{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/entertainment/backstreet-boys-iheart-living-room-concert-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-30T09:49:45Z"], "LastModifiedDate": ["2020-03-30T15:48:16Z"], "Headline": ["Backstreet Boys reunite for iHeartRadio's Living Room Concert for America"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The world may be social distancing amid the novel coronavirus pandemic, but nothing was going to stop one of the most successful boy bands of all time coming together in a good cause.  On Sunday, the Backstreet Boys reunited for Elton John's iHeartRadio's Living Room Concert for America in a bid to raise some smiles -- and lots of money for families in need.  The group -- AJ McLean, Howie Dorough, Nick Carter, Brian Littrell and Kevin Richardson -- drenched fans in nostalgia by belting out their 1999 hit \"I Want It That Way\" from their respective homes on five different screens. As they were all live in different states, they streamed in their pre-recorded performance, which featured cameos from some of their children.  While Carter held his son Odin as he sang by the pool, Richardson's sons Mason and Maxwell showed off their musical prowess on the guitar and drums.  The concert, hosted by Elton John and broadcast on Fox, comes weeks after the Backstreet Boys canceled a gig in Sao Paulo, Brazil due to the global crisis, saying the safety of their fans was their \"top priority.\" Ahead of the living room concert, the \"Everybody\" hitmakers urged their followers on social media to stay positive.  \"It's so important that we keep our spirits high during this uncertain time,\" the band wrote in a post on Twitter. \"Reply with something that made you smile this week! Love you guys.\" Music fans who tuned into the one-hour concert were also treated to performances from Mariah Carey, Billie Eilish and Alicia Keys. Donations raised during the star-studded benefit will go to the First Responders Children's Foundation and Feeding America, two charities helping families during the coronavirus outbreak.    "], "Language": false}