{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/entertainment/joe-diffie-country-singers-tribute-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-03-30T15:26:28Z"], "LastModifiedDate": ["2020-03-30T15:26:28Z"], "Headline": ["Country singers are mourning the death of Joe Diffie"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Country singers all over the nation are leaving emotional tributes to Joe Diffie, who died from complications of coronavirus on Sunday. Diffie, a singer known for his lighthearted odes to country life that reached mainstream success in the 1990s, made 13 albums and had more than 20 Top 10 hits to his credit. The singer and 61-year-old native of Tulsa, Oklahoma is in the Oklahoma Music Hall of Fame and was a member of the Grand Ole Opry for 25 years. Here just a few of the many country singers honoring Diffie:  Jason Aldean American country singer Jason Aldean shared a tribute to Diffie by posting the cover of the singer's second studio album, \"Regular Joe,\" on Twitter. \"Man what a week Kenny Rogers and now Joe Diffie,\" Aldean captioned the photo. \"This guy was an amazing singer and an even greater person. Such a sad week for the country music world.\" Charlie Daniels Singer Charlie Daniels, known for his hit \"The Devil Went Down to Georgia,\" posted his own tribute to Diffie. \"RIP Joe Diffie. TeamCDB/BW #RIP,\" the singer tweeted alongside a photo of the two of them.  Daniels also posted the video of Diffie's song \"Prop Me Up Beside the Jukebox (If I Die).\"  Brad Paisley Brad Paisley posted a video of him singing with Diffie onstage, along with an emotional tribute to the late singer.  \"I'm devastated by the loss of my friend Joe Diffie,\" Paisley said on Twitter. \"I can't find adequate words. But the records he made, that voice, the twinkle in his eye, and our memories cannot be taken away by this disease.\" Travis Tritt  Country music singer Travis Tritt, who toured with Diffie in the 90s, posted a photo on Instagram picturing the two performing together. \"We had a lot of great times together, both onstage and offstage,\" Tritt captioned the photo. \"This is one of my favorite photos of Joe Diffie and me onstage together. This photo hangs in my office to this day. #RIPjoediffie I will never forget you!\" Carrie Underwood \"Absolutely no words for the loss of Joe Diffie,\" country singer Carrie Underwood said on Twitter.  \"The music and legacy he leaves behind are legendary. Prayers for his family and friends.\""], "Language": false}