{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/sport/stream-aid-twitch-richard-sherman-enthusiast-gaming-menashe-kestenbaum-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ben Morse and Coy Wire, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-30T15:20:03Z"], "LastModifiedDate": ["2020-03-30T15:20:03Z"], "Headline": ["The 12-hour stream where celebrities and sports stars played 'Call Of Duty' for coronavirus aid"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["As people distance themselves from one another during the coronavirus pandemic, athletes, celebrities, streamers and musicians united online Saturday.  Stream Aid 2020 was a 12-hour charity stream on the social media platform Twitch to raise money for the World Health Organization's COVID-19 Solidarity Response Fund. The event, organized by Enthusiast Gaming, featured competitive esports action across numerous different games and performances from some of the biggest names in music, raising more than $2.7 million.  Enthusiast Gaming's shareholder and brand ambassador -- as well as NFL player -- Richard Sherman featured alongside NFL All-Pro Darius Slay, Premier League footballers Kevin de Bruyne and Deli Alli, F1 driver Lando Norris and a whole host of top-level professional gamers -- such as Tfue and Josiah \"Slacked\" Berry.  San Francisco 49ers cornerback Sherman is an avid gamer, having been a fan of \"Duck Hunt,\" \"Ken Griffey Baseball\" and \"TECMO Bowl\" as a kid.  And besides raising donations to help fight the spread of the coronavirus, the \"sense of community\" the gaming world can offer is something Sherman believes can help in this time of fragmentation.  \"At a time when everyone is isolated, it's important to give everyone a common place to kind of distract people from the stress of everyday life,\" Sherman told CNN Sport's Coy Wire. \"That's what sports is able to do, that's what entertainers are able to do, obviously that's what musicians are able to do.  \"Just give people a break from the trials and tribulations of everyday life. I think it's more necessary now than ever.\" READ: In a world gripped by fear, marble racing proves welcome distraction Filling a void Sherman, a Super Bowl champion and five-time Pro Bowler, began gaming as a five-year-old and is still going strong at 32.  \"I have a monitor. I have a whole setup when I stream,\" explained Sherman, who has been keeping fit with his Peloton work out bike at home. \"I have the portable gaming system that I have an Xbox plugged into that so I could just take it on the go.  \"It has the monitor screen on it. I am way too into it to be a 32-year-old man.\" Along with Slay of the Philadelphia Eagles and JuJu Smith-Schuster of the Pittsburgh Steelers, Sherman is one of the increasing number of NFL players who are gaming fanatics.  And while they are unable to ply their trade on the field, many sports stars have turned to gaming, whether for fun or to raise money for charity.   The nine-season veteran thinks the distraction of gaming is why so many professional athletes have taken to it.   \"It allows you to take your mind away. Just like what draws fans to sports,\" said Sherman, whose handle is \"MrRUNnGUN25\" on Xbox.  \"I think pro athletes have that same issue -- that they desire to want to disconnect for a second, to want to focus on something that doesn't stress them -- that gives them some kind of relief.  \"I think gaming does that for a lot of athletes. It gives them a break from the stresses they deal with every day.\" READ: Cristiano Ronaldo and Juventus squad give up $100 million in wages amid coronavirus 'For the greater good' From Joe Jonas and Diplo to award-winning singers John Legend and Rita Ora, the participants in Stream Aid all come with huge online followings.  And it is that ability to use their fan base to unite people is something Menashe Kestenbaum, founder and president of Enthusiast Gaming, calls a \"really positive thing.\" \"If someone is able to hold a lot of influence and utilize that for good, what better form of humanity is there than that, in utilizing the influence that we wield for the greater good,\" Kestenbaum told CNN Sport.  \"To me, the fact that so many are actually doing that really sheds a positive light on how this really unites us. This disease unites the entire globe together in one cause. And the fact that we have so many people who are celebrities and influencers, all utilize that, is a really positive thing.\" Alongside musical performances, participants competed on a multitude of games, ranging from \"Uno\" and \"Fortnite\" to \"Call of Duty: Warzone.\" And while he hoped the stream was a fun opportunity for people to distract themselves from the current predicament and raise some money, Sherman's thoughts are firmly with anyone on the \"front lines of this war.\" \"It's so terrible. They're going to need therapy after some of the things they are seeing and some of the things they are having to deal with,\" he said,  admitting his family have been going \"a little stir crazy in the house.\" READ: Italian soccer team delivers care packages to its elderly fans during coronavirus lockdown 'Gamers live here' With people being forced to stay at home to prevent the spread of COVID-19, Enthusiast Gaming have seen a dramatic increase in the numbers of people on their platforms as people turn to gaming to fill their time.  \"We've seen a tremendous increase of traffic and growth of people who feel isolated, stuck at home,\" Kestenbaum, who began his career in video games writing for IGN when he was 13, said.  \"Humanity craves social interaction. We've been seeing an increase as people are turning to gaming as something that's positive, a safe environment where gamers can not only coexist, but connect and enrich each other's lives.\" Ahead of and during the stream, Enthusiast Gaming replaced all advertisements on its digital platforms -- about $150,000 worth, according to Kestenbaum -- with promotions for Stream Aid.   Visit CNN.com/sport for more news, features, and videos The company's motto is \"Gamers live here\" so looking out for their users in uncertain times is high on their agenda.  \"We want to do whatever we can as our mission statement in life to connect gamers and help their social lives and help their well being,\" added Kestenbaum."], "Language": false}