{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/29/us/joe-diffie-coronavirus-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson and Carmen Conte Widman, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-03-29T21:03:14Z"], "LastModifiedDate": ["2020-03-30T15:14:42Z"], "Headline": ["Country music star Joe Diffie dies of complications from coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Joe Diffie, a country music singer known for his lighthearted odes to country life that reached mainstream success in the 1990s, died Sunday from complications of coronavirus, his publicist said in a news release. Diffie, a 61-year-old native of Tulsa, Oklahoma, made 13 albums and had more than 20 Top 10 hits to his credit, his publicist said. Sporting a mustache and mullet, his boot-scooting crowd-pleasers included the hits, \"If the Devil Danced (In Empty Pockets)\" and \"Honky Tonk Attitude.\" Two days before his death, Diffie released a statement saying he had tested positive for coronavirus and was receiving treatment.  \"My family and I are asking for privacy at this time. We want to remind the public and all my fans to be vigilant, cautious and careful during this pandemic,\" the statement said. His songs were full of tongue-in-cheek takes on life as a \"good ol' boy,\" like 1994's \"Pickup Man,\" his song about pickup trucks and the men who drive them. \"I met all my wives in traffic jams / There's just something women like about a pickup man,\" he sang. His name and extensive catalogue were made into a cheeky hook in Jason Aldean's \"1994,\" the 2012 song whose chorus consisted of the chant \"Joe, Joe, Joe Diffie!\"  At the time, Diffie told CMT News that he was surprised that Aldean made him the focus of a song. \"It's really an honor. It's kind of flattering, yet uncomfortable at the same time,\" he said. \"Talk about unexpected, you know?\" \"I was like, 'You gotta be kidding me.' It's pretty flattering they went that far with it. It's one thing to hear a song title or your name mentioned, but when it started into the 'Joe, Joe, Joe Diffie' part, that's cool right there,\" he said. Diffie is in the Oklahoma Music Hall of Fame and was a member of the Grand Ole Opry for 25 years. He won a Grammy Award in 1998 for \"Same Old Train,\" a collaboration with a dozen other artists, including Clint Black, Merle Haggard, Patty Loveless and Randy Travis. In 1993, Diffie and Mary Chapin Carpenter were nominated for a Grammy for their duet, \"Not Too Much to Ask.\" Singer Travis Tritt tweeted his condolences after hearing of Diffie's death. \"Joe was a friend and touring partner with me in the 90's. This comes as a huge shock to all of us in the country music community. Deepest condolences to Joe's family, friends and fans,\" he said."], "Language": false}