{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/30/entertainment/zac-brown-cancels-tour-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-03-30T13:28:57Z"], "LastModifiedDate": ["2020-03-30T13:28:57Z"], "Headline": ["Zac Brown discusses his decision to cancel his tour and his strong message for parents"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Just last week the Zac Brown Band canceled their 2020 tour and laid off 90% of their staff due to the coronavirus. The Grammy Award winning frontman, Zac Brown, spoke to CNN in his first interview since his announcement last week.  \"It's just the right thing to do. You know, keeping everybody safe is priority one. It has been really hard,\" Brown said. \"I absolutely adore all the people that work with us and this is the first time that I've not been able to provide for them. Not be able to provide them with employment and keep them on. \"I operate a lot differently than most people. Most people just hire the role for the time they are touring and then (they are) off. But the majority of my people are salary all year.\"  Brown went on to say, \"This is really strange circumstances because normally under pressure entertainment and music always survives. People want to feel good. They wanna come out and see music and we wanna be able to be there as a beacon to help remind them that everything is going to be OK during hard times, but this has been crippling because people can't gather together.\" 'It's a trying time' He also had a message for the parents of kids who aren't practicing social distancing.  \"I think if you care about your elders, if you care about your grandparents, if you care about people that you're going to come into contact with, then it's a time to stay in and be well. ...  Where are the parents of these kids not knowing where they are? Not knowing what they're doing?  \"Let's have a call to action for the parents of the kids that are out doing these things. And I know you can't really get your 18-year-old, 19-year-old to really necessarily to do everything that you can but you know, it's a trying time.  I try not to pass judgment for people. But when people are blatantly staying out and partying and making this go on longer than it should, that's pretty selfish.\" As for when the band will resume their \"The Owl Tour,\" he thinks it could be a while. \"I'm bracing until next spring. I don't see (it) in the near future.\" But for fans needing a fix, Brown has a new song out, \"Dream Sellin',\" off his solo album \"The Controversy.\" In the meantime, for those feeling down during these uncertain times, Brown says \"you can't allow anything to steal your joy.\" \"Celebrate the little things, just being together. Just sitting and having meals together,\" he added. \"We've been outside every day. ... I don't think I've ever been home this much ever. All of it is a blessing if you look for those things and try to figure out how to do it. A lot of people are figuring out how to survive and I'm just living on debt you know, but that's OK, I just have to get through it.\" "], "Language": false}