{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/26/us/library-of-congress-recordings-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Ralph Ellis, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-26T15:27:58Z"], "LastModifiedDate": ["2020-03-27T18:59:24Z"], "Headline": ["Library of Congress honors Mister Rogers, Dr. Dre and the Village People"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Fred Rogers and the Village People may come from different neighborhoods, but the Library of Congress has brought them together in one place. The library's National Recording Registry has released its 2020 list of \"aural treasures\" deemed worthy of preservation because of their significance \"to the nation's recorded sound heritage.\"  The registry, started in 2000, adds 25 recordings each year. In acknowledgment of the coronavirus, the registry labeled the newest recordings the \"Ultimate Stay at Home Playlist.\" Rogers, the late host of the long-running children's show on PBS, was honored for his 1973 album, \"Mister Rogers Sings 21 Favorite Songs From 'Mister Rogers' Neighborhood.' \"  The Village People got onto the list thanks to their 1978 single, \"Y.M.C.A.\" The disco anthem is a sing-and-dance-along favorite at weddings, gay pride parades, sporting events and proms across the country. \"The Chronic,\" Dr. Dre's 1992 album, was included because it is \"regarded by many fans and peers to be the most well-produced hip-hop album of all time,\" the news release from the Library of Congress said.  Tina Turner's 1984 album \"Private Dancer\" was acknowledged, along with Glen Campbell's 1968 single \"Wichita Lineman.\" Broadway was represented with the 1964 original cast recording of \"Fiddler on the Roof\"; classical music with recordings such as the WGBH broadcast of the Boston Symphony on the day of President John F. Kennedy's assassination; and sports with radio announcer Russ Hodges calling the 1951 National League tiebreaker between the New York Giants and the Brooklyn Dodgers. To be selected, the recordings need to be at least 10 years old and \"culturally, historically, or aesthetically significant,\" the news release from the Library of Congress said. With the new additions, the registry has 550 titles. Correction: An earlier version of this article gave the wrong year for the release of \"Y.M.C.A.\""], "Language": false}