{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/10/politics/democrats-campaign-science/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Simone Pathe, CNN"], "Writers": [["Simone Pathe"]], "FirstPublishDate": ["2020-05-10T13:00:42Z"], "LastModifiedDate": ["2020-05-10T13:00:42Z"], "Headline": ["Democratic candidates -- some with medical backgrounds -- lean into science as a campaign message"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Only Pritesh Gandhi's eyes were visible above his blue scrubs and white doctor's coat.  \"I'm wearing a mask, and you may ask why,\" the Democratic congressional candidate said in a video he posted to Twitter late last month. Gandhi, who's hoping to unseat a longtime Republican in Texas' 10th District, filmed himself outside the Austin community health clinic where he's a physician and where, he explained, masks are required.  \"And because I'm an adult, and I know how to respect the policy that's put in place by a facility,\" Gandhi said -- a retort to Vice President Mike Pence, who earlier that day had toured the Mayo Clinic maskless.  Democrats and Republicans with medical backgrounds have long used their MDs to convey competency, compassion and a commitment to service when running for Congress. But Democrats, especially, think the coronavirus pandemic has become a strong proof point in their argument that the defense of science can be a winning campaign message — and some party strategists think that's given candidates with scientific backgrounds, including doctors like Gandhi, an advantage. They're drawing contrasts between their candidacies and the GOP -- namely the President and the down-ballot Republicans who have mostly stood by him.  In the same tweet, Gandhi listed reasons why his followers shouldn't be surprised by Pence's behavior, including calling him a \"climate change denier\" and alluding to his 2002 comments in a CNN town hall that condoms aren't effective at preventing STDs. The election of President Donald Trump — and what many have perceived as his administration's attacks on science — sparked Democratic efforts to elect more scientists to Congress, with an outside group formed in the summer of 2016 to do just that. 314 Action is committed to spending $10-$12 million in 2020 through its independent expenditure arm to elect candidates with STEM backgrounds. An old message with new resonance  It's not just candidates with a medical background seizing the message. For Democrat Nancy Goroff, science is a big reason why she took a leave of absence as chair of Stony Brook University's chemistry department to run for Congress on Long Island. \"I just got to a point in the last two years of being so frustrated and really infuriated at how Republicans, and especially the Trump administration and our representative here, Lee Zeldin, were ignoring science and ignoring facts and evidence and had their priorities so upside down and backwards, that they were hurting people,\" Goroff said. \"And that was before Covid-19.\" Climate change -- and the Trump administration's plans to withdraw from the Paris climate accord -- troubled Goroff, who researches carbon-based materials for solar cells. Only three House Republicans joined with Democrats last year to try to block Trump from using federal funds to withdraw from the agreement.  \"The current situation has just crystallized the importance of bringing science to Washington that much more,\" Goroff added. Zeldin's campaign said his \"record strongly supporting science speaks for itself\" in his efforts to fund projects in his district and nationally.  \"Congressman Zeldin, co-chair of the National Labs Caucus and member of the bipartisan Climate Solutions Caucus, has continued to deliver victory after victory for scientific research in his district, most recently securing the multi-billion dollar Electron Ion Collider project for Brookhaven National Lab,\" spokeswoman Katie Vincentz said in a statement.  Meanwhile, Goroff is leaning into her credentials. An invitation for a virtual fundraiser noted prominently that if elected, Goroff would be \"the first female PhD scientist to serve in Congress.\" Her first TV ad features frontline medical works saying they need a scientist in Congress. Gandhi, too, knocks the GOP incumbent in his district -- Rep. Michael McCaul -- as anti-science, and touts his own scientific knowledge. He tweets regularly -- from pictures of himself in full PPE to a paper he co-authored in a New England Journal of Medicine publication -- and he expects voters will see that in his paid advertising, too. \"They're going to know that I'm a physician. They're going to know that I have my Master's in Public Health, that I'm trained to solve problems,\" he said. McCaul's campaign did not respond to requests for comment about being \"anti-science.\" A winning strategy? 314 Action says their polling has traditionally shown that voters want leaders who make decisions based on facts -- and that's especially so this spring. \"They're going to have a leg up,\" Matt Canter, a longtime Democratic pollster working for the group, said of candidates with science backgrounds. Before Gandhi and Goroff even have a shot at taking on Republicans, though, they'd both have to win competitive primaries that feature the 2018 nominees in their districts.  Goroff says she's seen the salience of the science message in her own polling and in anecdotal conversations she and her volunteers have had with voters.  \"It's such a strong contrast with the Trump administration,\" she said. \"I mean, there were already consequences before. Now, those negative consequences include people dying every day,\" she said.  Even if Goroff wins the Democratic nomination, though, she'd still have to win over Trump voters in a district he carried by 12 points.  \"If they still think Trump is a great president, I don't think I can win them over,\" she said. \"But there are many people who have buyer's remorse.\" In much the same way some voters saw Trump as an anti-establishment candidate, Goroff suggested voters may see scientists as out of the political norm. \"They also see a scientist as somebody who is outside of that partisan warfare that they hate,\" she said. Canter compared scientists' credibility -- and the infrastructure 314 Action has built to help elect them — to the party's success electing women, veterans and candidates of color. \"They don't run ads that say, 'I'm a woman.' But they talk about their leadership, and their approach to service, and their willingness to work with people in a way that is credible and appealing.\" Science as political Republicans say they aren't scared of Democrats running on science and scoff at the idea that the GOP is \"anti-science.\" \"If Democrats weren't so busy stereotyping groups of people into separate buckets to push their 'us vs. them' narrative, they would have noticed that a large majority of the physicians elected to Congress are Republicans,\" National Republican Congressional Committee communications director Chris Pack said in a statement. There are 18 doctors in the 116th Congress, according to the Clerk of the House and the Senate Historical Office. Fifteen are Republicans.  One of them is Rep. Roger Marshall, who's running for Senate in Kansas. It was warm enough in Great Bend, Kansas, one day late last month that the retired obstetrician-gynecologist was thinking about turning on the air conditioning.  \"No, I think I'm just going to crack the door open because the sunlight, you know, is really good to keep the virus down,\" he said when CNN reached him by phone. How does being a doctor translate to politics? Doctors are good listeners, Marshall said. And like many GOP doctors running for office, he also frames his medical background in terms of small business experience. During the pandemic, he's been volunteering at Covid-19 clinics and in an emergency room. \"It certainly gives me a platform to talk from -- people look to me for advice through this whole process,\" he said. Locked in a contentious GOP primary, Marshall has been quick to praise Trump. \"He's always just been ahead of the Democrats with the facts and the science,\" Marshall said, pointing to the President's decision to restrict entry into the US from China. If he wins the nomination, Marshall is likely to face another doctor, Democratic state Sen. Barbara Bollier, in the general election. \"It's always been part of this campaign that I'm a physician,\" the retired anesthesiologist said, pointing to her campaign logo, which looks like a red and blue double helix. \"But what I would say is the virus has really emphasized more, brought into full focus the problems that we have with our system from the inequalities,\" she said. Bollier was a Republican until about 18 months ago, but she claims the party left her. \"What I have seen, certainly in my experience at the state level, is people refusing to actually acknowledge the science and the science-based information,\" she said.  \"There has never been anybody I've spoken to that said, 'By, gosh, I don't want you to follow data.' You know, people don't do that, and you can take Covid for example. The Republicans themselves are saying to the governor, 'We need you to have a plan and follow the data for us to get a good plan in place.' There you go. I mean, they want that too -- at least when they want that.\""], "Language": false}