{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/investing/premarket-stocks-trading/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Charles Riley, CNN Business"], "Writers": [["Charles Riley"]], "FirstPublishDate": ["2020-04-14T11:18:51Z"], "LastModifiedDate": ["2020-04-14T11:18:51Z"], "Headline": ["What investors can learn from bank earnings"], "Section": ["investing"], "MappedSection": ["BUSINESS"], "Article_Body": ["Earnings season kicks off this week with reports from big US banks. JPMorgan Chase and Wells Fargo are up first on Tuesday, with Bank of America, Citigroup, and Goldman Sachs following on Wednesday. Safe to say, this promises to be a highly unusual round of corporate updates. The coronavirus pandemic has forced hundreds of companies to slash or suspend dividends, and many more have withdrawn their financial outlooks for the year — an acknowledgment that they're flying blind. The results that will be published this week relate to the previous three month period, and so earnings are unlikely to fully reflect the economic trauma now being caused by efforts to contain the coronavirus.  What matters more is what big bank executives say about the current state of the US economy and credit markets, and the prospects for recovery. \"Banks see much of the economic activity of the country ... and hence have a better idea of the size of the economic shock,\" Sebastien Galy, a senior macro strategist at Nordea Asset Management, said in a research note. Investors may not like what they hear about the state of the economy from the banks. Pretty much everywhere you look, from unemployment data to corporate profit warnings, pain is on display.  Take SoftBank, which has warned that it expects to post its first operating loss in 15 years because of a collapse in the value of its tech investments. The Japanese company is forecasting an operating loss of 1.35 trillion yen ($12.5 billion) in its fiscal year through March 31, 2020. That compares with an operating profit of more than 2 trillion yen the previous year. The $100 billion Vision Fund, which houses many of its tech investments, is expected to report losses of 1.8 trillion yen ($16.7 billion) due to \"the deteriorating market environment,\" the company said in a statement. SoftBank did not disclose which Vision Fund investments would be written down, but its warning stands out because \"nobody forecasts writedowns,\" according to Dan Baker, an analyst with research firm Morningstar. The big question: Have economists and investors misjudged the trauma caused by efforts to contain the coronavirus pandemic? Mohamed El-Erian, the chief economic adviser to Allianz, argues the answer is yes. Economic forecasts and financial markets are not taking \"sufficient account of a whole host of risks including a more difficult earnings outlook, higher levels of indebtedness, a much bigger dispersion between winners and losers, the growing entanglement of government in private sector activities, lasting risk aversion in the real economy and, most importantly, a huge amount of bankruptcies,\" he wrote in the Financial Times on Tuesday. China is giving cash to car buyers In a normal year, China would have sold more than 6 million new cars by now. This year, the number is closer to 3.7 million, and now the government is handing out cash to help the world's biggest auto market get back on its feet after the coronavirus pandemic. The context: Car sales declined 42% in the first quarter of 2020 compared to last year, according to data released late last week. While that is largely because of a whopping 79% plunge in February — when the country of 1.4 billion people recorded just 310,000 sales — the market remains very weak. Only 1.43 million vehicles were sold in China last month, a 43% decline over March 2019, my colleague Laura He reports from Hong Kong. Car production, at least, has started to resume: Even Wuhan, the original epicenter of the virus and a major hub for the global auto industry, ended its 76-day lockdown last week. But getting consumers to buy new cars again is harder, and made even more challenging by the fact that demand was already slowing significantly before the virus hit. The plan: China is taking steps to try to shore up sales. Beijing last month announced that it would extend subsidies and tax breaks for new energy vehicles, such as electric or plug-in hybrid cars, for another two years. Local governments are also stepping in. At least a dozen cities or provinces have encouraged people to buy cars, mainly by offering cash subsidies of as much as $1,400 per vehicle. Will the strategy work? Getting the car market back online quickly is a big deal for China's manufacturing industry, as well as the foreign carmakers who do big business there. How it's done could provide a blueprint for other countries when they are ready to lift lockdowns. Please don't use our product, says Uber Uber and Fiat Chrysler are taking an unusual tack in their ads during the coronavirus — urging people not to use their products, reports my colleague Chris Isidore.  The scene: A recent 60-second television ad from Uber shows a montage of people quarantining at home. \"Stay home for everyone who can't,\" the commercial says at the end. \"Thank you for not riding with Uber.\" Thomas Ranese, Uber's vice president of marketing, said the company will run the ad for the next two weeks to stress the importance of staying at home. The public service announcement is \"a company that is synonymous with movement, thanking you for not moving, because right now that helps save lives,\" he said in a statement The angle: It's not uncommon for companies to run ads that try to tap into a national mood during a time of crisis and tragedy, said Joseph Turow, professor at Annenberg School for Communication at University of Pennsylvania. But he said the Uber ad is unique in that it actually urges people not to use the product \"Rhetorically speaking they're aligning themselves with goals of the nation, all the things that make up the definition of America,\" Turow said. \"It's saying 'We're part of this, think of us well.'\" Up next JPMorgan Chase and Wells Fargo report earnings before the opening bell.  Also today: Earnings from Infosys and Johnson & Johnson Coming tomorrow: UnitedHealth, Bank of America, Citigroup and Goldman Sachs earnings"], "Language": false}