{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/25/entertainment/harry-styles-tour-postponed-coronavirus-intl-scli-gbr/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-25T10:17:44Z"], "LastModifiedDate": ["2020-03-25T10:17:44Z"], "Headline": ["Harry Styles postpones 'Love On Tour' dates, urging fans to self-isolate"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Harry Styles has postponed the European leg of \"Love On Tour\" to 2021 as the coronavirus pandemic continues across the globe. The former One Direction star had been due to kick off the 26-date tour in Birmingham, England on April 15, with pitstops in Germany, Italy, and France. In a post shared on his Instagram and Twitter accounts Wednesday, Styles told fans he had rescheduled the tour, which will now start in February 2021. All tickets remain valid for the new shows, he said. \"Anyone who knows me, knows that performing has always been my favorite part of working in music,\" he wrote alongside a poster for the new dates.  \"However, during times like these, the safety and protection of touring crew, fans, and everyone else around the world is an immediate priority.\" He continued: \"For obvious reasons, the upcoming tour in the UK and Europe will be rescheduled to 2021.\" The 26-year-old, who released his second solo album, \"Fine Line,\" in December, went on to urge fans to \"self-isolate\" and \"treat people with kindness\" during the pandemic.  \"For the safety of yourself and others, please self-isolate. We're all in this together,\" he added, referring to government advice for people to stay home and practice social distancing to help curb the spread of the disease. He concluded the message by telling fans that he couldn't \"wait to see you out on the road as soon as it's safe to do so. Until then, treat people with kindness.\" Styles is the latest high-profile entertainer to cancel live shows as the pandemic escalates. At present, 2.5 billion people -- nearly a third of the world's population -- are under coronavirus-related movement restrictions. According to the World Health Organization, there have been more than 16,000 deaths globally.         "], "Language": false}