{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/cnn-underscored/best-smartwatches/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-02-03T16:14:25Z"], "LastModifiedDate": ["2020-03-24T21:15:45Z"], "Headline": ["The best smartwatches in 2020"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Shopping for a smartwatch can be daunting. If you're an iPhone user, you clearly think first of Apple Watch. But what about wearOS devices, which work on Android and iOS alike? Or the Fitbit Versa, which has limited features and a primary focus on fitness, but comes with a much lower price tag? And if you're an Android user, is the Galaxy you're only real option, or are the alternatives worth a look? We spent the last few weeks testing smartwatches, evaluating everything from battery life and software to durability and design. (Scroll down for detail on our testing process.) In the end, we settled on three picks. Top Picks After putting each watch through its paces, and a lot of debate among writers and editors here at CNN Underscored, here are our top picks: Best Overall: Apple Watch Series 5\nBest Android: Galaxy Watch Active 2\nBest Value: Apple Watch Series 3 Apple Watch Series 5: Best overall, best for iPhone Why we love it in a sentence: The Series 5 feels like the ultimate smartwatch with an always-on display, fast software experience, the ability to track almost any workout imaginable and a sleek design with ample options for customization. Our top overall pick is the Apple Watch Series 5. It's also our top pick for iPhone users. The Series 5 is among the most expensive of our picks, with a starting price of $399 (although you can sometimes find it on sale). But it's also packed full of features that justify the cost.  The Watch app is built into the iPhone's operating system, and that gives the Apple Watch a real leg up on the competition for iOS users. Specifically, you're able to reply to messages, install apps directly on the watch, make mobile payments with Apple Pay, place and receive phone calls, and use Siri, all from your wrist. It's also the first Apple Watch with an always-on display, which makes it a much more utilitarian timepiece. It is a feature we feared might make the Series 5's battery life take a hit, but in our testing, we found battery life to still be more than enough to get through a full day of use off a full charge.  The upgrades Apple made to Series 5 came without their having to add bulk to the Apple Watch or change up the familiar, sleek design. The base aluminum offering still comes in silver, space gray or gold. Apple also offers the Series 5 in stainless steel, titanium and even ceramic cases. All previous bands will work with the Series 5 as well. The Series 5 really stands out when it comes to fitness. It truly is a proactive health device, not just a step counter. You can use it with an impressive list of workouts and activities by integrating with your iOS Activity app. Among the robust health features are a built-in electrocardiogram, noise level warnings to help protect your hearing, and a fall detection feature that will call for help should you take a tumble. Another cool feature is how it can automatically detect when you're working out and start recording it in the Activity app even if you forgot to start it on your watch.  With an always-on display that doesn't sacrifice battery, tons of third-party apps that aren't just simple gimmicks, a tight integration with the iPhone and its focus on health features, the Apple Watch Series 5 is the best smartwatch available right now. It's just too bad that it only works with the iPhone. Read our full Apple Watch Series 5 review. Galaxy Watch Active2: Best Android Why we love it in a sentence: Samsung's Watch Active2 brings back the beloved rotating bezel for easy navigation, has a large, beautiful display, plenty of fitness features, and a tight integration with Android as a whole. The Galaxy Watch Active2 was released a short six months after the first Galaxy Watch Active, and it was an improvement nearly across the board. The addition of a rotating bezel around the edges for scrolling through an email or navigating menus is appreciated. It's well-designed with an aluminum housing that adds a sturdy feel to it.  Using Samsung's TizenOS is a joy. Samsung has tightly integrated the watch with its own Galaxy line of phones as well as with Android as a whole. Notifications are easy to read and manage, and workout tracking is reliable. Samsung's app and watchface offerings are abundant, with smaller indie developers and large companies both offering apps in the Galaxy Store. The Active2 should last most people a full day. Tasks like workout and sleep tracking will drain it faster, and power users might need to juice up before the day's out. In our testing, we found the Active2's battery life to be on par with that of the Series 5, but fell short of what Samsung advertises, even with casual use. The Active2 scored points for flexibility outside the Samsung ecosystem. (You can even use it with an iPhone, though you will miss out on key features you'd get with an Apple Watch, like being able to compose or reply to messages directly from your wrist.)  In general, however, Samsung's smartwatch lagged just behind the Series 5. For example, high-quality third-party apps aren't as readily available as they are on the Series 5. And while the Active 2's design is a big upgrade from the first Active, but when compared to the Series 5, the Active 2's overall design and hardware was just slightly behind. From the side button to the Digital Crown, the Series 5 has a more robust and premium feel to it. Still, the Galaxy Active2 is a great all-around smart watch and the clear choice for Android users. Read our full Galaxy Watch Active2 review. Apple Watch Series 3: Best value Why we love it in a sentence: At $199.99 the Series 3 is a great entry point into the world of smartwatches that includes many of the same features across communication, productivity and tracking that you'll find on the twice-as-expensive Series 5. The Apple Watch Series 3 starts at $199 and offers almost everything the Series 5 does. Both watches check a lot of the same boxes: tight integration with iOS, a full day of battery life and a premium design. However, the Series 5 adds an always-on and slightly bigger display, EKG monitoring, hearing alerts and fall detection. Truth be told, the Series 3 was nearly our top overall pick given how capable it is and at half the cost of the Series 5. But then we considered that the hardware that makes up this watch is now two years old, and as WatchOS continues to grow and progress, the Series 3 will begin to slow down as Apple adds more features to WatchOS, or even worse, support for future updates and features will eventually leave the Series 3 behind. That doesn't mean that the features it has now will go away — and it's a fine watch with these features — but to future-proof your investment, the Series 5 is a better choice. We left the Series 4 off our list because it's technically discontinued, and any sales or promotions you find on one right now are from retailers selling through existing inventory. Apple's watch lineup consists of just the Series 5 and the Series 3. Read our full review of the Apple Watch Series 3 The bottom line If you have an iPhone, you have two options. You can either spend a little more to get the Apple Watch Series 5 and enjoy its stellar feature set long into the future, or you can save some money now and get the Series 3. Apple won't abandon the Series 3 in 2020, nor will it likely abandon it in 2021 — but when buying a product that's a couple of years old, you have to be ready for support and meaningful updates to stop sooner rather than later. Android users have their share of smartwatch options, but the Galaxy Watch Active2 is the complete package. Between its tight integration with the rest of Samsung's Galaxy lineup, the flexibility to use it outside of Samsung's ecosystem, and its ease of use, the Active2 is as good as it gets for Android. Everything else we tested Fitbit Versa 2 ($199; amazon.com) The $199 Fitbit Versa 2 is a very good but very basic smartwatch. Its primary focus, and what it does best, is tracking activities and sleep; but after that, it falls short of what the Apple Watch Series 3 or Galaxy Active2 can do. Still, other than inadequate battery life, the Versa 2 led the way among the three also-rans. Fossil Sport ($149; fossil.com) The $149 Fossil Sport is powered by Google's WearOS platform, and that's unfortunate. Despite its $149 price tag the Fossil Sport came up short nearly across the board, with a lackluster design, poor battery life, and most importantly, its operating system. WearOS is in desperate need of a new approach. It's slow, confusing to navigate, and makes routine tasks feel more complicated than they should be. Skagen Falster 3 ($295; skagen.com) The $295 Skagen Falster 3 is also powered by Google's WearOS platform, but it surpassed our overall expectations. There's not a lot Skagen can do about the shortfalls of WearOS as a whole, suffering from some of the same issues as the Fossil Sport — it's confusing to navigate and offers only mediocre battery life — but it's a good-looking watch, with performance that was able to keep pace with whatever we threw at it. Tasks like messaging, taking calls, tracking steps and playing music didn't result in any slowdowns. Perhaps the biggest downside to the Falster 3 is its price tag. At nearly $300 for a WearOS watch, you have to really love Google's ecosystem to spend that kind of cash. Garmin Venu ($399; garmin.com) The $399 Garmin Venu is well designed, but its battery life is sub-par and we found the operating system to have a steep learning curve. Interacting with notifications was a confusing experience that we never truly got the hang of. This is clearly a watch designed by runners, for runners based on its durable design and health stats like pulse ox or energy monitoring built right in. If that sounds like  what you want, you'll be happy with the Venu.  How we tested As Underscored does with any product we test, we went deep on these watches. In many cases, it's using them as any consumer would, wearing them daily, using them for workouts, maxing out the battery, and of course, seeing how they hold up to normal wear and tear. Any wearable, including a smartwatch, is a very personal product, and your preference can be heavily dependent on your phone of choice. That's why we tested every watch with an iPhone 11 Pro Max and a Pixel 4 XL (except, of course, the Apple Watch Series 5 and Series 3, which only work with an iPhone). We carefully went through the setup process, noting any necessary apps and extra steps each watch required. (For instance, how easy was it to set up notifications, one of the key features of a smartwatch?) We also considered third-party app and watchface availability, along with the ability to customize the overall look of the watchface. We asked ourselves how easy it was to complete routine tasks, like viewing a weather forecast, daily agenda, or sending a message. With everything set up, we "], "Language": false}