{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/dow-stock-market-today-041320/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-04-13T00:54:03.783Z"], "LastModifiedDate": ["2020-04-14T10:20:37.940Z"], "Headline": ["US stocks move lower ahead of important earnings week: April 13, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks ended mixed on Monday as investors gear up for the start of earnings season this week. The coronavirus pandemic is expected to show up in companies’ first-quarter report cards, even though the virus didn’t shut down the US economy until mid-March. The Dow finished 329 points, or 1.4%, lower.\nThe S&P 500 fell 1%. Both indexes snapped a two-day winning streak. The Nasdaq Composite finished 0.5% higher and recorded its third gain in a row. The New York Federal Reserve is scaling back its emergency intervention into jittery financial markets. The NY Fed said Monday it will reduce the frequency of its repo operations \"in light of more stable\" market conditions.  The Fed began pumping in vast amounts of money into the overnight lending markets last fall as borrowing rates spiked.  That rescue was accelerated last month as chaos erupted on Wall Street. The NY Fed offered to pump in up to $500 billion in the morning and another $500 billion in the afternoon. But starting May 4, the NY Fed said it \"intends\" to scrap that afternoon repo operation, leaving just the morning one.  Likewise, the NY Fed said it will reduce the frequency of three-month repo operations to once every two weeks instead of once a week.  Of course, this plan could change should market conditions deteriorate again. The NY Fed promised to adjust repo operations \"as appropriate\" to \"support the smooth functioning\" of funding markets.  Investors have been on a wild ride since Covid-19 arrived on America's shores.  At it worst the S&P 500, the broadest measure of US stocks, was down 34% from its most recent peak. Since then, it has rallied back, but is still down nearly 15% for the year. \"There are, however, some logical reasons for the stock market not to overreact,\" wrote David Kelly, chief global strategist at JPMorgan Funds, in a note. He detailed three: The sectors most impacted by the coronavirus crisis -- industrials, real estate, energy and consumer discretionary -- are a big part of the US economy, but they are less vital to the stock market. About 78% of the S&P's market cap comes from tech, financials, health care, utilities, communications, consumer staples and internet retail.\nThere are few appealing alternatives to stocks right now, as low interest rates and a flight to safe-haven Treasuries have pushed down bond yields.\n\"Finally, a recession, like a haircut, isn't forever,\" said Kelly. The economy will come back, and even in the worst case scenario, 2021 should be the first year of a very strong recovery. \"There are, of course, still plenty of risks,\" Kelly said. But if a restarting of the economy leads to a re-acceleration in coronavirus cases, he said, there could be another shutdown -- which would likely weigh on the stock market. Aurora Cannabis (ACB) said Monday it is pursing a $350 million follow-on offering to help shore up capital as it navigates the potential economic fallout from Covid-19. The Canadian cannabis company also announced a 1-for-12 reverse stock split to ensure its shares could continue to trade on the New York Stock Exchange. The NYSE notified Aurora on April 8 that the company's stock was out of compliance as it traded below $1 for a 30-day period. The reverse spit reduces the number of shares on the market, increasing the value of the share price. Aurora had about $205 million in cash as of March 31, 2020, the company said in an announcement. The move to raise up to $350 million via a renewed At-the-Market Offering program will provide for additional \"financial flexibility,\" the company said. \"It changes nothing about their challenging funding position, except that they can continue to list on the NYSE,\" said Kristoffer Inton, analyst from Morningstar. \"It’s a little more troubling that they had to turn to a renewed equity ATM program for more funding though, which would continue to dilute shareholders.\" The company's stock fell 14% to 12 cents a share. US stocks are staying put in the red in early afternoon trading. The three major benchmarks are on track to break a two-day winning streak. The Dow is 470 points, or 2%, lower. At its weakest point of the day, the index was off by 624 points. The broader S&P 500 is down 1.8%, and the Nasdaq Composite is down 0.5%. The financial fallout from the coronavirus crisis is the number one concern among business leaders, according to PwC's latest CFO survey. After evaluation of forecast revisions and supply chain disruptions, US finance leaders now have a more detailed understanding of the impact of COVID-19. It is substantial, with 74% braced for a potentially “significant” impact on their operations,\" the survey findings show. Worries about a potential recession and the effects the crisis will have on the workforce and reduced productivity rounded up the top three concerns. On top of that, only one in five surveyed CFOs expect their companies to bounce back within a month of the crisis ending. Businesses will be faced with cutting costs as they emerge from the crisis.  This economy-wide cost-cutting exercise will come in many forms: 67% of survey respondents are deferring or cancelling planned investments for now. Meanwhile, more than a quarter of respondents also anticipate layoffs in the coming months, and half of them are gearing up to apply to government relief programs, including Washington's $2 trillion economic relief package and the Federal Reserve's new loan program.  People are still hunkering down and drinking up, which is a boon for online alcohol delivery service Drizly.  Last week marked the company's best week ever, Drizly said, with sales up 476% compared to expectations based on the previous eight weeks' sales averages. In particular Drizly has noticed sales are higher than normal on Monday through Wednesday, which means people are making purchases throughout the week -- rather than waiting until the weekends, as is typical.  But weekends are still hot: Every Friday since March 20, Drizly has logged a fresh record for daily sales. Drizly's sales spikes align with recent data with Nielsen that shows every type of alcohol is getting a boost in sales. Drizly said its top sellers are wine, vodka and bourbon. Earnings season is kicking off this week with America's big banks reporting starting tomorrow. It will be a strange earnings season with all the uncertainty businesses and the economy are still facing around the coronavirus pandemic. But it might finally give investors some clarity about how bad the damage might be. \"I don’t really care about management’s view about how long this will go on for,” said Jonathan Golub, Credit Suisse's chief US equity strategist, on a public conference call this morning. He said it’s much more important to hear about how deep the decline is for companies for now. For banks, which are up first to report their results, the coronavirus crisis is translating into a real-time stress test, said Susan Roth Katzke, senior large cap banks analyst at Credit Suisse, on the call. Banks are better capitalized than in the last crisis, which helped them prepare for this one. Still, the financial sector will get hit by loan forbearances and draw-downs, as well as low interest rates and declines from free-based revenues for activities like M&A. For company earnings overall, it takes on average 10 quarters to recover from a recession, Golub said.  We're assuming 12 quarters,\" for this downturn, he added. \"Effectively in 2022 we get back to where we were in 2019.\" And if it takes three years for companies to bounce back, it's reasonable to assume that the stock market will take about the same time, he said. America has seen a staggering spike in layoffs and furloughs over the past week as the coronavirus crisis is forcing companies to shut down. But this effect should be short-lived, according to ratings agency Moody's. Unlike in previous recessions, where the impact on the labor market took some time to materialize, workers were the first to get hit this time around. But with many layoffs expected to be temporary, jobs will return as soon as the country-wide sheltering in place ends. Nearly 17 million people filed for initial unemployment benefits since mid-March, and another 4.6 million claims are expected to show up in this week's data. Moody's expects the unemployment rate to jump to 8.8% to 16.2% in the second quarter,  indicating more job losses are expected over the next weeks, particularly in retail, transportation, construction and hospitality and leisure. In March, the unemployment rates stood at 4.4%. It could climb beyond Moody's estimates if the economy remains shut down beyond June. Goldman Sachs is abandoning its pessimistic short-term view on US stocks.  \"The Fed and Congress have precluded the prospect of a complete economic collapse,\" the Wall Street bank wrote in a note to clients on Monday. The Fed has swiftly rolled out trillions of dollars of lending facilities aimed at avoiding a full-blown financial crisis. Congress and the White House enacted a record-breaking $2 trillion stimulus package.  That powerful response from Washington means that Goldman's previous warning that the S&P 500 will nosedive in the coming months to 2,000 is \"no longer likely,\" the report said. The S&P 500 hit a low of 2,237 on March 23 but the dramatic rebound has lifted the index back to around 2,735. So is the worst over for US stocks? That will largely depend on the coronavirus pandemic. \"If the US does not experience a second surge in infections after the economy reopens, the 'do whatever it takes' stance of policymakers means the equity market is unlikely to make new lows,\" Goldman Sachs wrote.  The Goldman strategists said they've become more confident that the S&P 500 will reach the firm's year-end target of 3,000. Ford says it hopes to restart its factories closed for coronavirus by the end of June. But it said it has enough cash on hand and available to it that it can make it through the end of September without a restart of production outside of China. Ford (F) issued guidance Monday saying it has $30 billion in cash on hand, including $15.4 billion of proceeds from borrowing last month. \"We believe we have sufficient cash today to get us through at least the end of the third quarter with no incremental vehicle production,\" said Ford CFO Tim Stone. Ford has restarted production in China, where the disease shut production earlier and has begun to abate. But Ford's plants elsewhere in the world remain shut. \"The company is considering a scenario for a phased restart of its manufacturing plants, supply network and other dependent functions beginning in the second quarter, with enhanced safety standards in place to protect worker,\" said Ford. It said despite a 21% drop in the number of vehicles sold in the first quarter, it expects to report expects to report revenue of about $34 billion in revenue for the period, and about a $600 million loss excluding interest, taxes and special items.  The revenue would be better than Wall Street estimates but the loss would be worse than forecasts. Ford shares fell 5% on the guidance. One hour into the trading day, stocks have extended their losses. The Dow fell 500 points, or 2.1%, while the S&P 500 was down 2%. The Nasdaq Composite was down 1.1%. The only S&P sector in the green is energy as oil prices are bouncing higher thanks to agreed worldwide production cuts. Marathon Oil (MRO) is the best performer in the blue chip index. EBay (EBAY) finally has a new CEO after going without one since September. The company hired Jamie Iannone, who was most recently chief operating officer of Walmart's online business. Before that, he was CEO of SamsClub.com. EBay had an interim CEO since September 25, when Devin Wenig resigned, citing conflicts with the board of directors. The company's stock rose more than 2% Monday. The coronavirus recession could thwart efforts to shrink the mountain of debt at General Electric. Fitch Ratings downgraded GE (GE) Sunday night to BBB -- just two notches above junk territory -- because of concerns the crisis will undermine improvements in the business.  Free cash flow is \"likely to weaken materially\" in 2020 and leverage \"will remain elevated,\" the credit rating warned.  GE Aviation is getting slammed by deep downturn in the travel industry and Fitch said a \"full recovery\" in aviation could be \"several years away.\" By contrast, S&P Global Ratings and Moody's both reaffirmed GE's credit rating in recent days. However, S&P and Moody's have negative outlooks on GE, suggesting potential downgrades. GE is moving quickly to deploy the $20 billion in proceeds from the sale of its BioPharma business.  The company announced Monday a series of balance sheet moves: Launching a strategic debt issuance to fund a tender for GE bonds\nGE Capital launched a tender targeting up to $9 billion of debt maturing in 2020\nGE Capital repaid $4.7 billion of debt that matured in the first quarter\nRefinancing a back-up credit facility that expires in 2021 \"We are taking swift actions to de-risk and de-lever our balance sheet and prudently manage our liquidity amid a challenging external environment,\" CEO Larry Culp said. US stocks opened slightly lower on Monday, ahead of what could be the beginning of a sour earnings season. Coronavirus could take a big bite out of earnings, even though the pandemic didn't shut down the US economy until mid-March. Last week was one for the history books for stocks, with the S&P 500 recording its best week since 1974. The Dow opened 0.4%, or 100 points, lower. The S&P 500 kicked off 0.4% lower. The Nasdaq Composite also fell 0.4%. Working from home has caused a lot of sore butts. That's according to mattress maker Purple (PRPL), which said that demand for its \"ancillary products,\" like seat cushions, sheets and pillows has increased over the past month.  Purple also said that the temporarily closures of its stores haven't hurt business too much because customers have \"shifted quite meaningfully\" toward buying on its website. In fact, first-quarter sales have grown 35% compared to a year ago. To help keep cash in the bank during the tumultuous time for it and other retailers, it has furloughed 35% of its permanent staff, which amounts to roughly 250 people. Purple also withdrew its full-year financial guidance. Burlington (BURL) is the latest major retailer to announce furloughs and executive pay cuts amid the coronavirus crisis. The company is putting most of its store and distribution center employees on furlough beginning immediately. Burlington employs approximately 47,000 people according to a recent regulatory filing. Burlington's CEO isn't taking a salary, executives will have their pay slashed by half and the board of directors will \"forfeit their cash compensation\" during the time.  \"The decision to furlough associates was extremely difficult, but it was necessary in order to protect the business during this unprecedented period of disruption,\" the company said in a press release. US stock futures were down Monday morning, ahead of a week when many companies will begin reporting earnings for the three months ending in March, offering a look at how corporate America's finances have been hit by coronavirus. Here's where they stand at 6:15 am ET: Dow futures fell 304 points, or 1.4%. \nS&P 500 futures dropped about 1.28%  \nNasdaq Composite futures were down about 1.09% US oil futures advanced 5% to $23.90 a barrel as traders returned from an extended holiday and cheered a deal to slash oil production by 9.7 million barrels a day starting next month.  In stocks, Japan's Nikkei 225 (N225) and South Korea's Kospi (KOSPI) fell 1.2% and 0.8%, respectively, in early trading.  China's Shanghai Composite (SHCOMP) lost 0.6%. Hong Kong markets remain closed for the Easter holiday and will reopen on Tuesday. Most of the coming week's big earnings are in the financial sector. Mega banks JPMorgan Chase (JPM), Wells Fargo (WFC), Bank of America (BAC) and Citigroup (C) will report their latest results.  All four are expected to post steep drops in earnings per share compared to a year ago. It will be interesting to see what this quartet of banks — as well as big regional lenders US Bancorp (USB) and PNC (PNC) — have to say about demand for small business and consumer loans in light of the Covid-19 outbreak. The top banks have all pledged to take part in the Small Business Administration's Paycheck Protection Program. And the financial sector is in much better shape to help the economy now than it was in 2008. Problems at the banks were the root of that financial crisis. Saudi Arabia and Russia have struck a deal with other major oil producing nations to slash production as they attempt to stabilize a market that has been upended by the coronavirus Members of OPEC and their allies, including Russia and Mexico, announced Sunday that they have agreed to cut production by 9.7 million barrels a day in May and June, the deepest cut ever agreed to by the world's oil producers. After that, the group will steadily ramp up production until the agreement expires in April 2022. Read more here."], "Language": false}