{"Type": ["article"], "Url": ["https://www.cnn.com/2018/05/21/us/mike-pompeo-fast-facts/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["CNN Editorial Research"], "Writers": [[]], "FirstPublishDate": ["2018-05-21T15:40:44Z"], "LastModifiedDate": ["2020-03-24T15:09:33Z"], "Headline": ["Mike Pompeo Fast Facts"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Here's a look at the life of Mike Pompeo, the secretary of state and former CIA director. Personal Birth date: December 30, 1963 Birth place: Orange, California Birth name: Michael Richard Pompeo Father: Wayne Pompeo, machinist Mother: Dorothy (Mercer) Pompeo Marriages: Susan (Mostrous) Pompeo (date unavailable publicly-present); Leslie (Libert) Pompeo (1986-1997, divorced) Children: with Susan Pompeo: Nicholas Education: United States Military Academy, West Point, B.S., 1986; Harvard Law School, J.D., 1994 Military service: US Army, 1986-1991, Captain Religion: Christian/ Presbyterian Other Facts First person to have served as both CIA director and secretary of state. Graduated first in his class at West Point Military Academy. Pompeo says he loves Revolutionary War history, country music, show tunes and college basketball.  Served as a deacon and Sunday School teacher at his church in Kansas. Timeline 1986-1989 - US Army officer in charge of patrolling the border between West Germany and East Germany and Czechoslovakia during the Cold War. 1994-1996 - Joins the Washington law firm of Williams & Connolly as a tax litigator. 1998 - Co-founder of Thayer Aerospace, an aerospace manufacturing company founded with two classmates from West Point. 2006-2010 - Serves as president of Sentry International, a manufacturing company that produces oil drilling equipment. 2010 - According to the Washington Post, while campaigning for a seat in the US House of Representatives, Pompeo received the bulk of his campaign donations from conservative billionaires Charles and David Koch and several employees from their various businesses. Koch Venture Capital had also contributed to Thayer Aerospace. Pompeo was the top beneficiary of Koch Industries contributions in 2016. January 3, 2011-January 23, 2017 - Serves as the Congressman for Kansas' 4th District. He is reelected three times. 2014 - Is appointed to the House Select Committee to investigate the attack on the US embassy in Benghazi. January 16, 2016 - Arguing for a \"fundamental upgrade to America's surveillance capabilities,\" he co-authors an op-ed in the Wall Street Journal with David B. Rifkin Jr., stating, \"Congress should pass a law reestablishing collection of all metadata, and combining it with publicly available financial and lifestyle information in a comprehensive, searchable database.\" November 18, 2016 - US President-elect Donald Trump announces Pompeo's nomination to lead the CIA. January 23, 2017 - Confirmed by the Senate on a 66-32 vote, and sworn in as the head of the CIA. March 13, 2018 - Trump announces Pompeo's nomination to replace Rex Tillerson as the next secretary of state. April 18, 2018 - Trump announces via Twitter that Pompeo visited North Korea over Easter weekend and met with leader Kim Jong Un in Pyongyang. April 26, 2018 - Confirmed and sworn in as the 70th US secretary of state. May 7-10, 2018 - Pompeo heads back to Pyongyang to finalize the agenda for the upcoming summit between the United States and the Korean Peninsula. Three detained Americans -- Kim Dong Chul, Kim Hak-song and Kim Sang Duk, also known as Tony Kim -- are freed and arrive back at Joint Base Andrews with Pompeo, where they are greeted by Trump and first lady Melania Trump on board the plane. May 30, 2018 - Pompeo meets with senior North Korean official Kim Yong Chol in New York ahead of the proposed summit between Trump and North Korean leader Kim Jong Un. Kim Yong Chol is the most senior North Korean official to visit the United States in 18 years. June 12, 2018 - Trump and Kim meet in Singapore, marking the first meeting between a sitting US president and a North Korean leader. July 9, 2018 - Makes an unannounced visit to Afghanistan and meets with Afghan President Ashraf Ghani. October 7, 2018 - Meets with Kim in Pyongyang, in preparation for a second summit between Trump and Kim. October 16, 2018 - Two weeks after the disappearance of journalist Jamal Khashoggi, Pompeo visits Saudi Arabia to meet with King Salman and Crown Prince Mohammed bin Salman. Pompeo says the leaders \"strongly denied\" any knowledge of what happened to Khashoggi as reports begin to filter out that the journalist was killed and dismembered inside the Saudi consulate in Istanbul during a botched interrogation.  November 27, 2018 - In an op-ed for the Wall Street Journal, Pompeo defends the Trump administration's support for Saudi Arabia in light of the outrage over the killing of Khashoggi. Pompeo accuses critics of engaging in \"Capitol Hill caterwauling\" and stresses the need for strong US-Saudi ties to counter the regional threats posed by Iran. January 9, 2019 - Makes an unannounced visit to Iraq and meets with Iraqi officials.  January 22, 2019 - Less than a week after a deadly ISIS-claimed attack in Syria, Pompeo delivers remarks to the World Economic Forum. He says, \"It should not go unnoticed that we've also defeated the ISIS caliphate in Syria and Iraq alongside more than six dozen nations in the Global Coalition to Defeat ISIS.\" April 30, 2019 - Pompeo says embattled Venezuelan leader Nicolas Máduro was preparing to leave for Cuba during a failed coup attempt. According to Pompeo, Russia intervened and convinced Maduro to stay.  June 13, 2019 - Pompeo blames Iran for an attack on two oil tankers in the Gulf of Oman, declaring that the assessment was based on intelligence.   July 7, 2019 - In a Wall Street Journal op-ed, Pompeo announces the creation of a new committee, the Commission on Unalienable Rights. The committee will examine the definition of human rights. Pompeo says the phrase has grown vague since the United Nations adopted the Universal Declaration of Human Rights in 1948.  September 27, 2019 - Pompeo is subpoenaed by three House committees for failure to produce documents relating to Trump and associates reported efforts to pressure Ukraine into assisting with Trump's reelection. On October 4, he fails to meet the subpoena deadline.  October 2, 2019 - During a news conference in Italy, Pompeo admits that he was on the July 25 phone call in which Trump asked Ukrainian President Volodymyr Zelensky to investigate former Vice President Joe Biden."], "Language": false}