{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/14/us/five-things-april-14-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-04-14T10:02:34Z"], "LastModifiedDate": ["2020-04-14T10:03:24Z"], "Headline": ["5 things to know for April 14: Coronavirus, supplies, economy, storms, Nicaragua"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The census may have to wait: President Trump said he'll ask to delay the deadline of the once-every-10-years count to make sure it can be wrapped up safely.  Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  Experts are hopeful that the worst of the coronavirus outbreak is over in places like Germany and the US. But the long-term consequences are just beginning. France says its national economy may contract by 8% due to the pandemic. In the UK, one third of all national health staff tested were positive for Covid-19. India has extended its nationwide lockdown to May 3 to try to keep the virus from picking up speed. In the US, President Trump delivered a vitriolic briefing from the White House, lashing out at criticism of his administration's handling of the outbreak, claiming he has \"total\" authority over how the country recovers, and playing what some described as a propaganda video framing his response in a positive light. He also seemed at odds with Dr. Anthony Fauci, the country's leading immunologist, after Fauci conceded that earlier mitigation efforts could have saved more American lives. Follow the latest Covid-19 updates here.   2. Medical supplies  The US is reaching far and wide to get a hold of critical medical equipment for the fight against Covid-19. South Korea will provide 750,000 coronavirus tests after FEMA last week awarded contracts to manufacturers there. The Pentagon just announced a $415 million contract for 60 decontamination units that will allow the reuse of N95 respiratory masks, which have been in extremely short supply in hard-hit areas of the country. To help stem the shortage, Ford is the latest manufacturer to announce it will produce respirator masks (and other equipment) for medical workers. Meanwhile, medical and health supply companies have asked the US and China for tariff relief in order to keep important items like hand sanitizer and alcohol wipes in stock.    3. Economy  US states are forming regional coalitions to help fight the outbreak and hopefully reopen their local economies. In the Northeast, New York, New Jersey, Connecticut, Pennsylvania, Delaware, Rhode Island and Massachusetts will each name health and economic officials to form a working group. On the West Coast, the governors of California, Oregon and Washington agreed on a regional pact to coordinate their economic and health care responses. Minnesota Gov. Tim Walz also says he will be in contact with the governors of Michigan and Wisconsin to try to work together in the upper Great Plains. Though governors and mayors have been at the forefront of efforts to quell coronavirus spread, President Trump sharply rebuked state leaders in his White House address, asserting that when it comes to making decisions on when to open up the country, his \"authority is total.\"  4. Southeast storms  A 1,200-mile stretch of deadly storms battered the Southeast, leaving at least 32 people dead in six states. At least 40 tornadoes were reported from Texas to South Carolina, some covering an estimated 100 miles of ground. The havoc and heartache caused by the storms has been made even worse by the pandemic. First responders, already taxed with Covid-19 emergencies, were inundated with calls. Food banks, already depleted, had little to offer survivors. In some places, normal evacuation procedures had to be altered because the outbreak made it unsafe to open emergency shelters. However, emergency officials made it clear that staying safe from storms takes precedence over social distancing guidelines.  5. Nicaragua  Where is Nicaragua's President, Daniel Ortega? While most world leaders have been at the forefront of pandemic conversations, Ortega hasn't been seen in public for more than 40 days. He was last seen in person during a televised military event on February 21, and then virtually on an online conference call with other Central American leaders on March 12. The country's approach to the pandemic has been met with concern by global health and human rights organizations. Schools have stayed open, social distancing rules have been absent, and social gatherings have largely gone on unabated. Human Rights Watch called the response \"reckless\" and criticized Ortega as the \"only Latin American leader who has not made a single public announcement on how his government would address the pandemic.\"  BREAKFAST BROWSE The NFL has agreed to a 'virtual offseason' period  It will kinda be like online workout classes, except a lot tougher.  'Ghosts' of local folklore are trying to scare people off the street in Indonesia  Well, that's one way to ensure no one ever leaves their houses again.  Brad Pitt is featured on the Property Brothers' new HGTV show The crossover event we all need right now.  Drake breaks a new Billboard chart record  Doesn't he know now is not the time to overachieve?  Meat plants are closing, but that doesn't mean you have to panic buy yet Repeat: DO NOT panic buy ground beef! FOR YOUR SNACK BREAK Who's doing social distancing right?  A new CDC report says four key cities are listening to stay-at-home orders. Is your city one of them?  TODAY'S NUMBER 80 million That's how many people will be getting stimulus payments this week, via direct deposit, according to the Treasury Department. TODAY'S QUOTE \"We need you in the White House. I will do all that I can to see that that happens, Joe.\" Bernie Sanders, endorsing de facto Democratic presidential nominee Joe Biden. (By the way, Biden won the controversial Wisconsin primary that was held last week.) TODAY'S WEATHER AND FINALLY Please accept this hungry tortoise We usually try to avoid overloading the animal videos, but it's a weird time and we just want to watch a tortoise eating fruits and vegetables. Apologies for the inconvenience. (Click here to view.) "], "Language": false}