{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/us/coronavirus-good-deeds-helpers-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Madeline Holcombe, CNN"], "Writers": [["Madeline Holcombe"]], "FirstPublishDate": ["2020-03-21T06:44:48Z"], "LastModifiedDate": ["2020-03-23T09:07:23Z"], "Headline": ["Here are some of the heroes rising from the coronavirus pandemic"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Children are out of school. Patrons are forgoing restaurants and flooding grocery stores. Millions have been ordered to shelter in place. The United States is facing an unprecedented crisis. But from chaos comes heroes. Despite so much uncertainty and with lives indefinitely upended, people and communities are still coming together to support one another. Here are some of the ways people are lending a hand through individual acts and large-scale efforts. Feeding children who depend on school to eat For millions of students, school closures mean no reliable access to meals. Some districts have implemented plans to continue making food available to students who need it. But restaurants -- some dealing with business loss because of the outbreak -- have also risen to help meet the need.  Restaurant owners in Myrtle Beach, South Carolina, met to discuss what they were going to do to keep their businesses going as the pandemic restricted how they could serve customers, said Café Gelato owner Doug Lammers. Then, he said, the conversation turned to how they could help.  So, until further notice, his shop is offering meals to children in need. \"We are just a little bitty café in Myrtle Beach, South Carolina. We aren't going to solve this whole pandemic, but we are going to do what we can,\" he told CNN. \"We are going to do what we can for as long as we can, and if we can't keep doing it, we'll find a different way to help.\" His help hasn't gone unnoticed. Lammers said he is not only thanked by community members coming through the drive through, but also someone across the country in California sent the café a check for $1,000 so they could keep giving back. And other establishments are reaching out to their communities in their time of need as well. In Albany, New York, families can pick up a free cheese pizza every Tuesday through Friday at Nové Italian Restaurant, according to CNN affiliate WRGB. In Asheville, North Carolina, White Duck Taco Shop is giving any school-aged child a free taco Monday through Friday. \"Our family welcomes your family in this time of need,\" said a post on Instagram signed by Laura and the White Duck Taco Shop family. \"We can all get through this together.\" Contributing to hourly workers' wages Hourly workers, who don't have sick days and whose jobs are threatened because of orders to shut down or limit the hours of restaurants, bars and stores, are already experiencing financial strain. Customers have been digging into their pockets to help their servers weather the times.  Hours before Ohio Gov. Mike DeWine announced Sunday that all restaurants and bars would be closed to dine-in patrons, a customer at Coaches Bar & Grill left a $2,500 tip, according to CNN affiliate WSYX. The check specified that the tip on the $29.75 bill was to be split equally between five staff members, each specified by name.  And in Houston on Monday, a couple came in to dine at Irma's Southwest restaurant and walked out having left $1,900 in cash on the table and another $7,500 tip on a credit card, restaurant owner Louis Galvan told CNN. The $9,400 tip was on a bill for $90.12. The receipt said to \"hold tip to pay your guys over the next few weeks.\" Split over 30 employees, that came out to about $300 each, Galvan said. \"They were amazed that a client would care enough about them to leave that amount to help them get through this tough time,\" Galvan said. Providing resources to those most affected Jayde Powell is a \"shopping angel.\" She and an army of volunteers are braving crowded, depleted supermarkets so those most vulnerable to coronavirus don't have to.  \"As a pre-med student, I know that people who are older or people who have heart, lung or immune conditions are especially at risk for contracting the virus,\" Powell, a University of Nevada, Reno student, told CNN. \"We're doing this to try and reach out to people who might feel that they are just completely alone in this situation.\" The assistance goes beyond delivery. Powell has created a GoFundMe for older adults who can't afford to get the things they need. In Minnesota, healthcare workers who are pressed to serve more and more patients as the virus spreads have gotten help at home from University of Minnesota Medical School students. Whether it is childcare, pet care, or grocery stores runs, MN CovidSitters pairs students with health care workers, including doctors, nurses, kitchen staff, janitors and hospital administrators, across the entire state to make sure they are taken care of.  What started with two second-year medical students became an operation with more than 280 students in three days. \"I've never met a lot of the people on this team and am convinced they are superheroes in disguise,\" said Sara Lederman, one of the founding students. \"Everyone's superpowers are coming out. We are realizing so many of our classmates have incredible skills and talents that we didn't know about until now.\" And as the medical community struggles to meet coronavirus treatment demands with the supplies required, a California woman found a way to be a connection. \"I'm a mom of three and I'm just trying to do the right thing and help people in need,\" said Lori Jabagchourian. When she saw a friend's post that a San Francisco hospital was in need of supplies, she thought of a creative way to get them. With the help of friends who own now shuttered hair and nail salons, Jabagchourian has been able to secure 42,000 gloves, more than 1,300 face masks, 25 bottles of hand sanitizer and three gallons of all-purpose antiseptic. It's all stacked up in her garage to be provided to hospitals that are serving the community. Restoring faith in humanity Some people are using music to bridge the distance the outbreak has imposed on their communities. When a neighbor in Columbus, Ohio, began self-isolating to protect herself from coronavirus, Taran Tien, 9, and his sister, Calliope, 6, sat on 78-year-old Helena Schlam's porch -- in a suit and a dress -- and played a classical concert on their cellos. \"It was one of those moments where you feel like you're a part of something incredible,\" Rebecca Tien, the children's mother, told CNN. \"It was also a good way to remember the value of connection, especially at a time like this when everyone feels disconnected. Just to know we were a part of something so sweet, even just for a minute, meant a lot.\" For Emmanuel Maira Mallen and his wife, mariachi was the way to give back. He woke up Saturday morning to a slew of frightening posts about coronavirus on his Facebook feed, he said. Hoping to brighten someone else's day, the couple decided to hire a mariachi to play in a San Antonio area H-E-B grocery store. The energy was tense when he (and the band) walked in, he said. The store didn't know they were coming, and employees struggled to meet customers' needs through an air of panic. No one was talking, he said. No one smiled. But when the music began, he saw laughter and people began to dance. The whole atmosphere changed, he said. A video of the performance has been shared around Facebook, expanding the impact of his act beyond what he ever imagined. \"We wanted to do something small for our community and bring some laughter and now that it has reached millions of views, I'm pretty sure we put a lot of smiles on a lot of faces,\" Mallen said."], "Language": false}