{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/entertainment/dj-d-nice-quarantine-party/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-03-22T00:02:09Z"], "LastModifiedDate": ["2020-03-22T16:21:36Z"], "Headline": ["DJ D-Nice is throwing the best quarantine party"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["DJ D-Nice seems determined to make sure we jam our way through this crisis. The celebrity DJ/producer/rapper/photographer has been spinning records on his Instagram Live for a virtual party that has been attracting thousands of viewers -- including some of his famous friends. Stars including supermodel Naomi Campbell, actor Donnie Wahlberg, singer Janet Jackson, mogul Oprah Winfrey and dozens of other celebs have been hopping on to enjoy the tunes. Thanks to Instagram Live's split feature, which allows other people to appear on the feed, followers have enjoyed \"guest appearances\" by the likes of singer John Legend and rappers Common and Big Daddy Kane, among others. On Wednesday the DJ posted \"3pm PST we are going live! Tell your friends!\" on his verified Instagram account. What followed was a nine-hour dance party he dubbed \"Home School.\" The following day he posted \"I can't believe that I started the Home School social distancing dance party just four days ago and it's become a place for us to virtually dance together and stay connected.\" \"From my kitchen, I'm able to send positive vibrations to each of you,\" Nice wrote. \"Thank you for rocking with me.\" Beloved in the music community since the 1980s when he was a member of the pioneering Bronx hip-hop crew BDP, he also found fame as one of the producers of the anti-violence anthem, \"Self Destruction.\" On Saturday night more than 100,000 people hopped on the Instagram Live at the same time to groove together.  There were so many African American celebrities present and commenting that one person jokingly quipped in the comments, \"Where are the Obamas?\" Nice served as the DJ for the afterparty at the final musical event hosted by President Barack Obama and first lady Michelle Obama at the White House in 2016.  Michelle Obama did eventually end up attending #ClubQuarantine and got a shoutout from Nice -- as did Democratic presidential hopefuls Joe Biden and Bernie Sanders, who also attended. "], "Language": false}