{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/cnn10/hits-videos-kenny-rogers-career-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jay Croft, CNN"], "Writers": [["Jay Croft"]], "FirstPublishDate": ["2020-03-21T17:01:44Z"], "LastModifiedDate": ["2020-03-21T19:57:29Z"], "Headline": ["Yeah, yeah, oh, yeah: A range of styles decorated Kenny Rogers' career"], "Section": ["cnn10"], "MappedSection": [null], "Article_Body": ["Kenny Rogers made his name as a giant of country music in the late 1970s. But his remarkable career spanned a range of styles over the decades. It started with the bluesy psychedelics of his '60s group The First Edition and ranged to the global pop phenomenon \"We Are the World\" alongside Diana Ross and Michael Jackson in the '80s.  Rogers wrote relatively few songs, relying almost entirely on others for his diverse material. His recognizable gravelly voice fit in well with radio-friendly slick hits he and his team turned out, with collaborators who included Dolly Parton, the Bee Gees and Lionel Richie. Rogers died Friday night at 81. Here's a look at eight of his defining hits. 'Just Dropped In (To See What Condition My Condition Was In)\" Kenny Rogers had been in the folk group The New Christy Minstrels before he and The First Edition scored with this No. 5 pop tune from 1967. The opening verse was solid late '60s lingo, man: \"I woke up this morning with the sundown shining in / I found my mind in a brown paper bag within / I tripped on a cloud and fell-a eight miles high / I tore my mind on a jagged sky.\"   'Ruby, Don't Take Your Love to Town' The group had other pop hits, including this tale of a disabled Vietnam vet who can't keep his cheating spouse at home. It hit No. 6 in 1969. 'Lucille' After the group split up, Rogers' solo breakthrough came in 1977 with this smash hit about country staples cheatin' and drinkin'. It was his first country No. 1 tune, reached No. 5 on the pop charts and won Rogers the first of three Grammys. 'The Gambler' Rogers found his signature song the next year. \"The Gambler\" was ubiquitous, brought more accolades, and became a popular series of TV movies. Like \"Lucille,\" it continued another Nashville form, the story song, at its finest, and it featured an unforgettable singalong chorus: \"You got to know when to hold 'em, know when to fold 'em...\" 'Coward of the County' Rogers stayed close to \"The Gambler\" style and kept telling tales with \"Coward of the County.\" 'Lady' Rogers scored with several straight-ahead love ballads. Lionel Richie -- emerging from the Commodores as a songwriter and soloist -- penned this one.  'Islands in the Stream' Aussie disco hitmakers the Bee Gees wrote and produced this chart-topping duet for Rogers and his fellow country-pop superstar Dolly Parton. 'We Are the World' Music's biggest singers of 1985 gathered one night to record \"We Are the World\" for African famine relief. Rogers was the fourth voice heard, after Richie, Stevie Wonder and Paul Simon. Also on hand were Tina Turner, Bruce Springsteen, Bob Dylan, Diana Ross and more."], "Language": false}