{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/21/us/the-good-stuff-032120-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-03-21T05:56:58Z"], "LastModifiedDate": ["2020-03-21T05:56:58Z"], "Headline": ["Your tips for staying positive in these anxious times"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["I don't know about you, but I've been reading, walking and embroidering more this week than I have in my entire life. It seems strange to focus on hobbies and self-care when there are people around the world struggling from the coronavirus outbreak, but the powers that be have been clear: Staying inside and staying healthy are the very best things we can do right now. So, embroidering it is. Or puzzles, photography, painting rocks, hosting virtual happy hours, sending cards, reading, cleaning, donating, writing, teaching, keeping gratitude journals, sharing jokes online or any of the many, many positive, fulfilling activities you told us you're pursuing during this stressful time. Let's add two more activities to the list: Keeping those who have been affected by the outbreak in our hearts and actions and showing gratitude to those who are putting themselves at risk to keep this world turning.  This week's letter focuses on the people making a difference in the coronavirus fight. And be sure to scroll down to the \"Tell Me Something Good\" section for some encouragement and suggestions from Good Stuff readers like you.  Our favorites this week Get going with some of our most popular good news stories of the week The music goes on ... I talked to someone this week who pointed out social distancing is a bit of a misnomer. What's happening now is physical distancing -- we're still as social as ever. Take Taran Tien, 9, and his sister, Calliope, 6. When they heard their 78-year-old neighbor Helena Schlam, a big classical music fan, was self-isolating, they put on some nice clothes, took their cellos to her front porch and gave an impromptu concert. For 30 minutes, they played music ranging from  a Bach minuet to \"Go Tell Aunt Rhody\" for Schlam, who hadn't left her home in five days. Schlam said it was delightful. ...and on. On a rainy day in Boston this week, Ed Oliver Bohld stood outside the window of his longtime girlfriend's room at her assisted living home. He couldn't visit her because of the coronavirus pandemic, so instead, he sang. Under an umbrella, with a guitar in hand, Bohld sang \"You Are My Sunshine\" as his beloved Mary Lou watched from inside. When he was done, she beamed and clapped. \"I will see you soon,\" he told her. \"All of this will be over eventually. I love you very much. I miss you.\" Regular people become heroes   Medical workers, first responders, shipping workers, delivery drivers, grocery store employees and every other person who's clocking in while the world is hunkering down: We salute you. And there are even more people among us who are just doing what needs to be done to ensure life goes on. Last week, a community in Vermont rallied around its school system's janitorial staff after the workers spent two days cleaning and sanitizing school buildings that may have been exposed to the coronavirus. Parents in a private Facebook group were blown away at the effort the janitorial staff made to keep everyone safe, so they decided to start a fundraiser as a gesture of thanks. In a matter of days, their $200 goal ballooned into $7,000. Not only were parents able to show their thanks, but their gesture of gratitude inspired at least two other communities to raise money to support their janitorial staffs.  And much more... Here are some other heartwarming stories of people sowing kindness and change during the coronavirus outbreak:  A family wanted to wish their grandmother a happy birthday, but knew she couldn't leave the house. Instead, they stood out on the lawn, handmade signs and balloons in tow.\nFrom choir members to rappers, African musicians are creating catchy songs to spread coronavirus awareness and battle misinformation about the disease.  \nA teen has donated 150 sanitation kits to homeless residents in California to help arm them against the coronavirus threat.  Raise a glass to... Ignaz Semmelweis, a 19th century Hungarian obstetrician credited with championing the invaluable practice of ... hand washing! Semmelweis worked in one of the Vienna General Hospital's maternity wards in the 1840s. He was trying to figure out why some new mothers were dying of a mysterious illness when one of his friends died of an infection after being cut with a scalpel during an autopsy. Semmelweis put two and two together, and realized doctors weren't doing anything to clean their hands when they went between patients -- like, say, a corpse and a woman in labor. Semmelweis made doctors to wash their hands between autopsies and other examinations and, wouldn't you know it, the death rate went down. His colleagues at the time didn't believe his theories, but we are eternally grateful for them today.  A bright idea Jayde Powell is a pre-med honors student the University of Nevada, Reno. She's also a shopping angel, and she and her growing army of volunteers are providing free grocery delivery to the sick and elderly. Powell knows older people are more susceptible to the coronavirus, so she asked about 20 members of her medical fraternity to join her in reaching out to elderly neighbors to see what they may need. With the magic of social media, requests for their services — and offers from volunteers — grew and grew. Powell now connects volunteers to older adults around the country and has launched a GoFundMe page to help low-income shoppers get all the food and toilet paper they need. You gotta see this As Brazil's iconic Christ the Redeemer Statue stood ever watchful over the city of Rio de Janeiro on Wednesday, it was illuminated with the flags of countries affected by the coronavirus. The moving display of solidarity also featured a message in multiple languages: Rezemos juntos. Prions ensemble. We pray together.  Who knew? So, you're stuck at home. You're stressed. Now is as good a time as ever to pick up a meditation practice. Scientific findings from an 18-year analysis on a Buddhist monk found that daily intensive meditation may significantly slow brain aging. There is a slew of other health benefits to the mindfulness and quiet peace that often accompanies meditation. And if you feel weird about getting zen with so much happening in the world, remember that even the World Health Organization warned people this week to take care of their mental health as well as their physical health.  Tell us something good Last week, we asked what you were doing to stay positive amid the coronavirus pandemic. We were blown away by all the thoughtful, heartwarming, sometimes humorous answers, and we loved every one. Here are some ideas to return to when you're feeling a little down. We get it. It's hard. But we're all in this together. (Responses have been edited for content and clarity.)   Stay connected    One of my brothers and I have decided to journal a page each day (including humor) and to call at the end of the day to read and discuss. This will help with our social contacts, help us with our perspective, and to not worry overmuch about each other. -- Kay Blair We hosted a virtual happy hour on Saturday while we were social distancing, then posted it on Facebook/Instagram. -- Jeannie Wilcox  I contact others who I know are having a hard time, to talk and laugh together. Even if we can't be face to face, we can lift each other up in conversation.  -- Donna Powers   Get creative     Today we baked a Lemon Spice Visiting Cake to remind us that we will visit with others again. Also, we're sending creativity kits to our young nieces and nephews who are out of school and likely to be a little bit bored. It's fun pulling the pieces together and clears out stored paper, pens, etc. that are not needed.   -- Patricia Cassidy   Read. Write something. Correspond with friends. Paint. (I stink but I love to slap acrylic paint on canvas. It calms and engages me.) Do home chores. Get all the stuff done at home that you've been putting off. Plan a special dinner menu - for tonight - using whatever you've got in the freezer. As often as you please. You'll all feel less lonely. -- Richard A. Nulman   Snail mail, too!  I belong to a group that sends regular cards and notes of encouragement each week, to one another.  I love to get a card and then put on the tea pot.  Sip the tea, and read the card. -- Esther Mannhardt     Stay active  I go on my daily walk! I still have the opportunity to smile and say hello to people (and their dogs)! It helps me feel connected to my community and not isolated. -- Janet Wheeler   Pull up lots of exercises on YouTube you can do at home. Got to keep moving. -- Janet Reilly   Get fresh air  I've been planting up a storm in my yard!  Building above ground gardens for veggies, planting fruit trees, and adding small but full bee and butterfly gardens.  I feel the renewal right down to my soul. -- Patricia E. Hubbard    Put a smile on someone's face  A neighbor we don't even know offered to deliver groceries or even get her kids to dance outside our windows! Who can't feel better after an offer like that?! -- Jerol Gardner   Support each other   It's sort of funny how at times the neighbors, including myself, get into petty squabbles about irrelevant topics. They certainly seem irrelevant now. But we so easily and smoothly become comrades! People are essentially GOOD! Just give them a chance to prove it! -- Wendy Harrington    We have formed the Helpful Neighbor hotline so our older neighbors may call/email their shopping requests. Often times delivery fees are just too costly. -- Lyn Allred    Play together    We decided to dig out board games - Yatzhee; Chinese Checkers, etc. What a fun way to spend time together. -- Judy Rengel   Stay grounded    I am an RN. When my patients come in anxious about the current coronavirus, I talk them through the logic of the recommendations. I tell them if everyone is washing their hands and taking the same precautions, we are all decreasing our risk for everyone, and it is a good thing that everyone is thinking of others. -- Jody Madion   Remember what's important  I'm sharing special photos of family memories with fun captions. Sharing tales with old friends. No Drama Allowed. -- Mary Myers   I'm thinking about others who are even MORE vulnerable and what I can do to reach out to THEM! -- Amy Motto    I'm making sure I start my day with a gratitude list of at least 3 things that I'm grateful for. Always feel more positive and optimistic after doing this. -- Ingrid C. Shameless animal video There's always time for cute animal videos. That time is now. Stay safe. Stay positive. Stay as gentle and circumspect as this slow loris is while eating a rice ball. (Click here to view)   "], "Language": false}