{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/sport/big3-april-tournament-quarantined-conditions-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jill Martin, CNN"], "Writers": [["Jill Martin"]], "FirstPublishDate": ["2020-03-20T03:12:38Z"], "LastModifiedDate": ["2020-03-20T03:33:13Z"], "Headline": ["The Big3 is planning an April reality-style tournament while under quarantined conditions"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The Big3, a 3-on-3 professional basketball league that has employed several former NBA players, has plans to hold a tournament in April to satiate fans who want to watch basketball while other sporting events have been postponed because of coronavirus concerns, according to Yahoo Sports' Chris Haynes. The Yahoo Sports story is linked on the Big3's website. According to Yahoo Sports, the founders of the Big3 -- producer, actor, and music legend Ice Cube and entertainment executive Jeff Kwatinetz -- have been in discussion with television networks to broadcast the tournament. Per Yahoo Sports, the players -- who would have tested negative for the coronavirus -- would be quarantined in Los Angeles in a large home. A court would be on site, and cameras would show the action as well as the daily life of the players, giving it a reality-show feel. Should anyone break quarantine conditions, the player would be eliminated from competition and removed from the site, Yahoo Sports reports. \"As long as we can protect the players, which we will do through proper testing and quarantine, Ice Cube and I feel we can give fans some safe, entertaining brand of basketball to get everyone through this pandemic,\" Kwatinetz told Yahoo Sports. \"Cube and I have been in the entertainment business for 30 years. This is our job. People want to be entertained with all we're going through and enjoy our sports. We think this will help.\" Kwatinetz and Ice Cube also spoke to The Undefeated's Marc Spears. The Undefeated is owned and operated by ESPN. \"We've been working on safety issues to make sure we can do this responsibly,\" Kwatinetz said to Spears. \"We've made a lot of headway since last week and are hoping to move this forward as people need sports and entertainment to get them through hard times.\" Said Ice Cube to Spears: \"It's Big Brother meets Big3. If we can do it in a safe and responsible manner, we will.\" In a tweet on Thursday, Ice Cube wrote, while linking to the Yahoo Sports story: \"If there's a will, there's a way...\" On March 11, the Big3 announced on its website that six weeks of the 2020 summer season are being moved \"to an intimate, controlled Los Angeles venue to be announced to ensure the safety of our players, coaches, and fans.\" The league year is scheduled to start June 20. CNN has made efforts to reach out to the Big3 and Ice Cube but has not heard back."], "Language": false}