{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/middleeast/nowruz-persian-new-year-coronavirus-new-year-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Tamara Qiblawi, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-19T18:08:29Z"], "LastModifiedDate": ["2020-03-20T01:14:23Z"], "Headline": ["Persian New Year traditions transformed by coronavirus in Iran"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["The Persian New Year, or Nowruz, is a time of coming together in Iran. Alongside family, friends and strangers, Iranians take part in two weeks of rituals that include the spring equinox. Poetry is read and loved ones join one another in dance. Locals jump over bonfires to ward away sickness. Homes are cleaned, tables are symbolically rearranged. It's part of a string of customs to herald the spring and celebrate rebirth. This year, COVID-19 has transformed these traditions. Iran is under a partial lockdown as the health ministry confirms the death toll from the virus has topped 1,200, and Iranians are encouraging each other to stay at home.  CNN spoke to Kaveh, a university student in Tehran, who describes how locals are trying to preserve the communal traditions of Nowruz while staying apart.  'Kaveh' is a pseudonym CNN has agreed to use for his safety.  What is the mood like in Tehran these days?  These are very difficult times and it shows. The mood is somber. It's somber because this is supposed to be one of the happiest times of the year. This is supposed to be one of the busiest times of the year, when people get together and visit their families. And many of the Nowruz traditions take place in the streets. Last night, for example, was a night when people jump over bonfires in hope of good health in the year to come. In certain ways, these Nowruz traditions are being adapted to the time of coronavirus. Many people limited their gatherings for the holiday last night. They set up candles in their homes or in their backyards and they jumped over the candles. It was just with their families, instead of having large parties. As for Nowruz itself, the tradition is to go to every member of your family's house and you have lunches and dinners. Today many people are putting up banners wishing their neighbors a happy new year. And sometimes you'll see a slogan underneath that says \"let's all stay at home.\"  Part of the reason why the mood in Iran is somber is that the last two years have been a time of very difficult economic situation, because of the imposition of US sanctions by Donald Trump in 2018 when he broke the US-Iran nuclear agreement. So we went from a situation where the economy was growing, people were very optimistic about the future and there was a sense that the situation was getting better, to a situation in which the economic growth flattened, it became contracted.  This increases the difficulty of figuring out how to respond to coronavirus. On the one hand, the government shutdown of schools, university, and a lot of major institutions very early on in the attempt to limit the spread of the coronavirus, but it's very difficult to ask people indefinitely not to go to work because people will not have a source of income within a few days or weeks and there's a fear that people will start starving in their homes if the government forbids them from going outside.  Could you describe a moment from the mini-celebrations of Nowruz in the last few days that really stuck out for you?  Nowruz is always a time of joy. One of the reasons it's so joyful is because people get together, not only family but also neighbors. The street celebrations bring together people who often don't even know each other. There's traditions where people go door to door asking for sweets. People give out sweets and it really is a time when bonds are created between people. So social distancing is very difficult for people because it prevents them from connecting with each other.  A lot of people have tried to replace physical connection with virtual connection. They'll read poetry to each other over voice messages. They'll send their friends and family poems or even recipes. There's a lot of ways that people are trying to communicate with each other using technology. They're sharing the moments that they're having, whether it's jumping over candles at home with their children, and sending it to their grandparents who they haven't been able to see in weeks because they're afraid of infecting them, or neighbors greeting each other from balconies from afar and wishing each other a happy Nowruz, while also trying to maintain a physical distance so that they don't accidentally hurt each other.  It's very sad but it's also beautiful to see how even in these most trying of circumstances -- both because of coronavirus and because of sanctions and the economic situation -- people still insist on finding ways to connect with each other. Finding ways to give each other hope. And also keep each other safe from the spread of the virus.\n What do we expect to happen at the time of the equinox?  They'll have a more quiet new year, but one in which you'll hear fireworks in the street. You'll hear people playing music from their balconies. You'll hear people's individual celebrations but trying as much as possible to make them collective. To show collective solidarity even under these conditions of isolation.  What is it like to be in Tehran and by the hour to be hearing about more deaths and more cases of coronavirus? It's a very scary time to be constantly be hearing about people dying and getting sick by coronavirus, especially because unlike Europe or the US it's been here for a month if not longer. When you're staying home and when you're going about your daily life and trying to limit your movement, the main reminder of what's happening is the shrieks of ambulances in the distance.  It's seeing the amount of ambulances in front of hospitals if you pass them. And it's hard sometimes to wrap your head around what's happening. It's scary but, on the other hand, it feels like we've been living through very scary times for a while. Just two months ago, people in Iran were expecting the US to bomb the country and possibly invade after the US assassinated an Iranian general and there's a fear that there's been a series of terrifying events that just keep happening and that Iranians have been forced to live through for the last few years where the feeling of siege is not something new for Iranians.  This interview has been edited for length and clarity."], "Language": false}