{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/19/cnn-underscored/powerbeats-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-03-19T18:56:54Z"], "LastModifiedDate": ["2020-03-19T18:56:54Z"], "Headline": ["Powerbeats deliver balanced sound, 15-hour battery life and comfort for $149"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Beats knocked it out of the park last year with Powerbeats Pro, quickly perching itself atop the crowded field of wireless earbuds.  With a refined design on the outside and new internal hardware for better sound, Beats had a real winner. But what about those who didn't want a true wireless experience? Well, they were stuck with Powerbeats 3 — Bluetooth earbuds with a cord, that hadn't been refreshed since 2016.  That finally changed this week when Beats gave the corded Powerbeats an update. Dubbed simply Powerbeats, the new Bluetooth buds go for $149.95 and match nearly every spec of Powerbeats Pro, minus the true wireless aspect. We've spent more than a week with them, and it's time to rock out with our full review. Design The new Powerbeats don't deviate much in design from Powerbeats Pro or Powerbeats 3. Beats is sticking with what works.  We've been testing the white color variant (red and black are also available), and the main bridge is white along with the earbuds and gel tips, but the ear hooks themselves get a light gray paint job. It looks pretty nice. Coming off the ear hook facing the rear (or the back of your head when in use) is the cord. Unlike the Powerbeats 3 that used a flat cord design, the Powerbeats have a round one. Both right and left earbuds feature a large Beats \"b\" on a circular button. This will act as your main control for play and pause, along with engaging Siri or another voice assistant, and triple tapping to navigate a playlist. It's a big plus that you can have this control from either earbud. Your power button and LED indicator live on the left earbud.  The right side has a volume rocker along the top bridge, and it's really handy. Especially if you're out for a run with just an Apple Watch, you can easily make adjustments on the fly. It's a nice touch, and something the Powerbeats Pro lacks. Having the cord, obviously, is a personal preference. On one hand, you might find that you hate going back to a cord. On the other hand, when you realize it saves you about $100 on the Powerbeats Pro and gives you an easy way to wear these as a necklace, you might be happy.  Comfort The ear hooks are a bit slimmer in design than Powerbeats 3, and the main bridge is slanted. The earbuds will fit nicely into your ears, and you get four sets right out of the box.  We tested out the Powerbeats in a variety of situations: at a home desk, walking around home cleaning (we're self-quarantined, after all), outdoors on a walk, while on a run, and while sitting on a couch.  While you may forget you're even wearing the Powerbeats Pro, you won't have that luxury with the Powerbeats. The cord adds a tiny bit more weight, and the ear hooks don't quite get so close around the ear as others.  The ear hooks can also be a little finicky. With this updated ear hook design, you may have trouble the first few times with getting these on your ears. It's best to first put the ear hook over the ear and then push the bud into the ear canal. You'll get the hang of it, and the ear hooks are pretty malleable so they'll conform to your ears after a few wearings. But once you have them in, it's a very similar experience to the previous Powerbeats 3. The ear hooks themselves don't put any pressure on the physical ear, and the ear tips don't seal off the ear canal. The ear tips sit comfortably in the ear, and it's nice that Beats includes four sizes in the box. It's a classic Goldilocks approach, and you'll likely find a bud that's right for you. Since the cord has a rounded design that floats pretty easily on your neck, it won't cause many issues and doesn't really add pressure. That's still the case for runs — it doesn't rub against your skin or your shirt. Most importantly, the cord doesn't distract from whatever activity you're doing. Yes, it can sometimes bounce and you might feel it, but it's not a distracting amount of weight hitting you. When you're working or exercising outdoors, no need to worry about liquids, since these are sweat- and water-resistant.  Overall, the Powerbeats are really comfortable no matter the situation, and that makes them pretty versatile. We especially like that the ear hooks don't wrap around too tight, and the ability to wear them around your neck when not in use is an added bonus in our opinion. Sound Because what truly matters is what's on the inside, let's break down what the Powerbeats offer. Since they feature the same 12-millimeter drives as the Powerbeats Pro, it's an identical sound experience. The soundstage is quite vibrant and wide, so you can really hear details across a broad variety of tracks.  We tested the Powerbeats with tracks from a number of sources, including Apple Music, Spotify, Google Play Music, iHeartRadio, Pandora, YouTube, YouTube Music and individual files. In our testing, we didn't experience any crackles or compressed noise at top volumes. If anything, the tracks came through clear at higher volumes and at 100%, it got us pumped up.  The bass is quite punchy, but not in an overly aggressive way. You'll definitely notice it, and it'll get the blood flowing, but it doesn't wash out the other instruments on a track. High and mid-tones (whether they be vocals or instrumentals) still come through crisply. With a track like \"Sucker\" by the Jonas Brothers, which starts off with vocals and a bass guitar, you can clearly hear each tone. Even when the track fills with hand clapping, drums and other sounds, you can still hear the snap on each drum hit as well. It's impressive.  On \"Bad Guy\" by Billie Eilish, the bass comes through strongly, and while other headphones can sometimes add some artifacts like crackling or noticeable compression, the Powerbeats presented it clearly. Her voice gets laid on top in a clear manner that gets you grooving when it's paired with the bass, some snaps and background vocals. \"Love You for a Long Time\" by Maggie Rogers — a pretty natural track with a slower pace that has long-ranging vocals that go from mid to high, along with guitars, keys and drums — sounds great on the Powerbeats and stands as an example that, even with the Powerbeats' aggressive bass experience, they don't spoil tracks that don't emphasize bass. Fast pairing and a stable connection Unlike the Powerbeats Pro or any other true wireless earbuds, Powerbeats won't start casting a Bluetooth connection on their own. They won't even turn on when you pick them up. It's a bit more manual, but for those in the Apple ecosystem, there's good news as the Apple H1 chipset is on board. It powers fast pairing with Apple devices, hands-free \"Hey Siri\" controls, and a Bluetooth connection with any device. You'll start by manually turning them on so they can cast a network. If you're using them with an iOS device, let's say your iPhone, these will pair in the same fast way as AirPods or Powerbeats Pro. Once paired with your iPhone, these will sync with your iCloud account and you'll be able to switch on the fly. Easy enough, right? On Android, it's a classic Bluetooth pairing experience. You'll hold in the power button on the left side until the LED indicator is glowing orange. Then, you'll navigate over to Settings and Bluetooth, select Powerbeats, and pair with it. Arguably just as easy. No matter which route you choose, it will be a stable and steady stream. We tested with an iPhone 11 Pro Max, Galaxy S20 Ultra, Pixel 4 XL, 11-inch iPad Pro (2018), a 16-inch MacBook Pro, an Apple TV 4K and a few other devices. We didn't experience any cutouts or delays. It was prompt to start or stop when we played or paused content from the devices. The same goes for controlling volume, and we really liked how you could control the volume right from the earbud. Additionally, the experience with calls on cellular or VoIP was very clear. Like AirPods Pro and Powerbeats Pro, the Powerbeats get dual beamforming microphones. These work in tandem, along with the H1 chipset, to pick up your voice in a crisp and clear manner. We tried a number of calls both indoors and outside. To our delight, the Powerbeats performed well and offered an easy way to stay mobile hands-free. Plus, those microphones do double duty by also listening for the \"Hey Siri\" command. This worked well for making calls, sending texts, asking about the weather and controlling music playback. Battery life The other big advantage of classic Bluetooth earbuds is that you get more room for batteries. Beats said to expect 15 hours of use, and that's exactly what we got during our testing — 15 hours of full music playback. It's longer than what the Powerbeats Pro can hit and definitely longer than AirPods. These also charge with a Lightning port, and a black Lightning cable ships in the box. Beats Fast Fuel technology will give you an hour of listening time with just a five-minute charge. Pretty impressive.  Bottom line We're thoroughly happy with the Powerbeats. For $149.99, you're getting a pair of Bluetooth earbuds that you can count on.  If you lean to classic design and build with upgraded specs, we think you'll dig the Powerbeats. And at $149.99, they're $50 less than the older Powerbeats 3's original price and should last for many years to come. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}