{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/cnn-underscored/samsung-galaxy-phone-buying-guide/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-03-17T21:31:39Z"], "LastModifiedDate": ["2020-03-17T21:31:39Z"], "Headline": ["Here's your ultimate guide to Samsung's smartphone lineup, from the A50 to the S20"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Samsung's phone lineup is impressive and spans across multiple price points, with varying capabilities. But with such a broad range of phones available, how do you decide which device is for you?  For example, is there a big difference between the $350 Galaxy A50 and the $1,399 Galaxy S20? (Spoiler alert: Yes.) But what about  the A50 versus the S10? Well, that's a tough decision, especially after recent price reductions.    So here's a closer look at some of the top phones in Samsung's lineup to help you pick the right one for you.   Samsung Galaxy A50 We reviewed the Galaxy A50 in late 2019 and found it to be an inexpensive, yet fully capable phone. With a starting price of $349, the A50 checks a lot of the same boxes that Samsung's higher-end smartphones do.  For starters, it has a 6.4-inch full HD Super AMOLED display that's just as bright, clear and colorful as any of Samsung's other phones. It even uses an in-screen fingerprint sensor, just like the Galaxy S10 and S20, to unlock the phone, sign in to banking apps, or use Samsung Pay.  Of course, there are some concessions with a phone that's only a quarter of the price of Samsung's high-end phones — namely, performance. Our testing showed that the phone could be sluggish or stutter when multitasking, but it wasn't enough to deter us from recommending it.  The A50 is a terrific phone for someone who doesn't want to spend a lot, but still wants a phone that looks, feels and works like Samsung's latest. Make sure to read our complete review if you're still on the fence about whether or not the A50 is right for you.  Samsung Galaxy S10 When Samsung announced the Galaxy S20, the company also announced a price drop for the entire Galaxy S10 line, the previous generation of Galaxy phones.  Samsung took $150 off each model, bringing the Galaxy S10e down to $599. The Galaxy S10 is now $749, and the Galaxy S10+ is now $849.  The Galaxy S10 line was originally announced in March 2019, and despite being a year old, all three phones are still fast, have stellar cameras, and live up to everything we said in our Galaxy S10+ review shortly after their release.  The Galaxy S10e is the entry-level model. It uses different display tech and has a fingerprint sensor embedded in the power button, but keeps the impressive camera setup the S10 line is known for.  The S10 line is essentially a 5G-less version of the Galaxy S20, without the fancy camera zoom. And there's nothing wrong with that, at all. If you want to know how each model stacks up when compared to OnePlus or Apple, we have a buying guide that walks you through it all. Samsung Galaxy Note 10 Samsung's Galaxy Note line has traditionally been geared toward business users and power users who want their phones to do anything and everything. But for the first time, Samsung released two different Note 10 models back in August, with one geared toward those who wanted a smartphone with a stylus, and one for those power users.  Currently, the Galaxy Note 10 is $949, while the Note 10+ is $1,099. There's also a Note 10+ 5G model that's $1,149.  Both models support Samsung's S Pen stylus, but the standard Note 10 has a smaller display at 6.3 inches, compared to 6.8 inches for the 10+, and lacks expandable storage.  The Note 10 and Note 10+ have 256GB of storage, and 8GB or 12GB of memory, respectively. The Note 10 has a 3,500-mAh battery, while the Note10+ has a 4,300-mAh battery. Either one should be good enough to get through a full day.  On the back of the phone is a 16MP ultrawide camera, a 12MP wide-angle camera, and a 12MP telephoto camera. The Note 10+ has an additional depth vision camera for 3D object scanning and to improve overall picture quality for camera modes like live focus.  True to its predecessors, the Note 10 continues to be a phone for those who expect a little more out of their devices than the average user. The addition of the S Pen means you can jot notes during a meeting, or use it as a remote to control your camera, presentations or music playback from across the room.  Make sure to read our full Note 10+ review before making your decision.  Samsung Galaxy S20 The Galaxy S20, S20+, and S20 Ultra are some of Samsung's most expensive and most capable phones. All three models have revamped cameras, 5G connectivity and a new design. The starting price for the S20 is $999, the Galaxy S20+ is $1,199, and the S20 Ultra is $1,399.  The main differences between the three models come down to screen size, camera features and 5G capabilities. The S20 has a display that measures 6.2 inches, the S20+ display is 6.7 inches, and the S20 Ultra's screen measures 6.9 inches. The camera setup on all three models is impressive, with 10x hybrid optical zoom (a feature all phones should have), and up to 100x zoom on the Ultra. The S20 and S20+ have up to 30x zoom, but whether it's 100x or 30x, it's not a very useful feature. Photos taken at that zoom level are blurry and pixelated.  When it comes to 5G support, all three S20 models have it, but the standard S20 is not created equal. The short version is that the S20 only supports one 5G connectivity standard, and it's the slower of the two standards. The S20+ and Ultra support both standards, future-proofing your investment.  The S20 line is ideal for someone who is overdue for an upgrade and doesn't mind spending more for a phone.  We have a full breakdown, including an in-depth explanation about the 5G differences, that you should read before making any buying decisions.  A word about Samsung's foldables Foldable phones are shiny, new and very appealing, but they're also not for everyone. These phones are prohibitively priced, so only early adopters or the extremely curious will buy them.  For example, the Galaxy Fold is part phone, part tablet, depending on whether or not you fold it open, but it's also priced at $1,980.  The Galaxy Z Flip is a little bit more reasonably priced at $1,380 and full of nostalgia. However, at the end of the day, you're paying a lot for a phone that, internally at least, is on par with the Galaxy S10 line.  We aren't telling you not to purchase a foldable phone — they're a ton of fun and surely a glimpse into the future of smartphones — but they're a significant investment in early technology. Proceed with caution, if you go this route. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}