{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/cnn-underscored/amazon-fire-hd-8-sale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-03-17T15:53:16Z"], "LastModifiedDate": ["2020-03-17T15:53:16Z"], "Headline": ["Amazon's Fire HD 8 Tablet is down to an all-time low price"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Tablets are always a great hand-held alternative to a TV for watching a movie or playing some games. And right now is the best time to get one — specifically the Fire HD 8 Tablet, which is down to an all-time low price on Amazon for just one day. Fire HD 8 Tablet (starting at $49.99, originally $79.99; amazon.com) The Fire HD 8 is a solid, affordable entertainment device, sporting an 8-inch HD display. Inside is a 1.3 GHz quad-core processor and 1.5GB of RAM, which should power streaming and light gaming with ease. And while the 10-hour battery life is not amazing, it's more than enough to power you through a few movies on a long flight. You'll have access to plenty of media, e-books, apps and games, as well as hands-free Alexa to control your music, check the weather and much more. In terms of storage, choose between 16GB and 32GB of space. You can also bundle the tablet with a case and screen protector. The device comes in four colors: Black, Canary Yellow, Marine Blue and Punch Red, though some deals don't include some colors. Finally, you can opt to include Special Offers, which are ads that will display on your Fire HD 8's screen while the device is locked. Here are all your buying options: Fire HD 8 Tablet with Special Offers, 16GB ($49.99, originally $79.99; amazon.com)\nFire HD 8 Tablet with Special Offers, 32GB ($69.99, originally $109.99; amazon.com)\nFire HD 8 Tablet with Special Offers, 16GB with case & screen protector ($82.97, originally $122.97; amazon.com)\nFire HD 8 Tablet with Special Offers, 32GB with case & screen protector ($102.97, originally $152.97; amazon.com)\nFire HD 8 Tablet with Special Offers, 16GB ($64.99, originally $94.99; amazon.com) For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}