{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/17/health/motivation-tips-wellness/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-17T11:05:06Z"], "LastModifiedDate": ["2020-03-17T11:05:06Z"], "Headline": ["Motivation: How to get it, keep it and use it, even during a pandemic when you may need it most"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["We've all done it. We've chosen a diet or workout plan that will get us in shape; said we're going to spend less time on our cellphones and more time reading; or committed to making the most out of our day by being as productive as possible.  But now, as the coronavirus continues to spread across the globe, it can be difficult to find the motivation to set and achieve goals, especially when the future feels uncertain. Maybe now, due to restrictions on some activities, there are some goals you can't pursue. But for others, this could be an ideal time to work on yourself. You  suddenly have the opportunity to spend more time exercising outside, to pick up the book you've been meaning to read or get your attic organized. If your goal has been to eat a healthier diet, you can now focus on learning how to nurture yourself with homemade meals instead of gravitating toward sugary snacks at work.  While it can be hard to find and maintain the motivation to make a habit stick, experts have some motivational secrets to propel you through the quicksand of inertia to achieve your goals.  Finding motivation The typical advice for finding motivation is to \"keep your eyes on the prize,\" to remind yourself of your ultimate goal. However, a recent study found that the secret to accomplishment may be to focus on effort first and rewards last.  \"Rewards are not always enough, because when we move on from deciding to do [something], our focus changes,\" said Agata Ludwiczak, lead author of the study and research fellow from Queen Mary University of London.  \"When deciding, we tend to concentrate on and base our decisions on rewards. When executing an action, we switch our attention to the effort required,\" Ludwiczak said. \"If this effort is more than we anticipated, we might abandon the task, deciding it's not worth it.\" To investigate the relationship between effort and reward, researchers presented participants with an exercise of physical effort (squeezing a joystick), and a form of mental effort (solving mathematical equations). They were also presented with combinations of high or low effort and high or low financial rewards and asked to choose which they wanted to attempt.  The study found that although participants were guided by high effort and high financial reward, their performance ultimately depended on the amount of effort they had to expend rather than their initial desire for that reward.  The authors hypothesize that the parts of the brain involved in reward processing seem to be particularly active during choice, but less active during execution. To combat this mental tendency and achieve a goal, the study's results suggest following two steps: First, when deciding between goals, consider how much work each option involves so you're mentally ready for the degree of difficulty. Second, when things get hard as we work toward our goal, we should focus on the end reward, rather than the effort. Imagining the reward in these moments can help you to push through when you need the help.  What could also work at this stage is distraction -- taking your mind off effort and focusing on something else -- or giving yourself small rewards as you exert effort, Ludwiczak said.  \"Some people already intuitively implement this advice -- they listen to music when studying or exercising, which provides distraction and immediate rewards,\" Ludwiczak said.  Keeping the fire burning  After you've finally accomplished your goal, getting hit by life's problems can make it difficult to stay on track and remember why you started working toward your goal in the first place.  If you've achieved a goal to eat healthy, science says that a healthy diet may help you to stay motivated by reducing inflammation in the body. Inflammation has been found to have an effect on the brain's dopamine system, which determines motivational drive and how the brain perceives the value of investing effort in the pursuit of rewards, according to a 2019 report.  Dopamine release creates feelings of satisfaction and reward, which motivate you to repeat a specific behavior.  Inflammation may alter dopamine by depleting an enzyme called BH4, which helps regulate functions of the heart, brain, gut and reproductive systems, and is also essential for the synthesis of dopamine, the report said.  In this way, it's not that the reward becomes less valuable or alluring -- it's that inflammation may reduce the amount of effort the brain expends by increasing the perceived cost of the effort itself. In this case, motivation becomes less related to a matter of preference -- \"Will I?\" -- and more related to perceived ability -- \"Can I?\" Studies testing the strengthening or reduction of dopamine in humans have shown \"a real shift in an individual's willingness to expend efforts for rewards,\" said Michael Treadway, author of the study, a clinical psychologist and associate professor in Emory University's Department of Psychology. Foods that can increase dopamine levels include almonds, bananas, avocados, eggs, fish, beans and chicken. Exercising, getting enough sleep, meditation and listening to music can also help raise dopamine levels, according to recent studies.  Engaging in these activities and eating a healthy diet can set you off on a cycle in which being healthier helps you to stay motivated and vice versa.  Hitting goals on a continuous loop  In addition to a routine and a healthy diet, working toward a goal with others can also help you to stay motivated, as it keeps you accountable to someone other than yourself. Focusing on what the achievement will mean to you once it happens is also productive, according to ReachOut, an Australian mental health organization for youth.  Finding a reward you want to aim for is key in maintaining motivation, Ludwiczak said, as we want rewards, but usually not at all costs, so making sure we don't waste our effort is important.  \"Think about hiking,\" she said. \"When you're setting out on an adventure, you need your backpack, supplies and equipment, but you also need a compass to tell you where you're heading. Without one or the other it is not likely to be a very successful trip.\"  By putting in effort every day, reminding yourself of the rewards when life gets rough and utilizing diets or activities that raise your dopamine levels, you may increase your chances of staying motivated, turning tasks from difficult to doable, even during a global pandemic."], "Language": false}