{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/world/cnn-coronavirus-coverage/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN"], "Writers": [["CNN "]], "FirstPublishDate": ["2020-04-13T23:26:56Z"], "LastModifiedDate": ["2020-04-14T09:19:30Z"], "Headline": ["CNN's early reporting on the novel coronavirus: Articles, videos and posts from January and February 2020"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["President Donald Trump on Monday falsely claimed the media had ignored the outbreak of coronavirus in January and February, as he sought to defend his response to the pandemic. CNN was covering this important story from the start. The first story that CNN published on the novel coronavirus came on January 6 as the world began to learn about a new disease spreading in Wuhan, China. Below is a sample of CNN's online coverage of the outbreak as it expanded from Wuhan to the rest of the world. January A mysterious virus is making China (and the rest of Asia) nervous. It's not SARS, so what is it?\nA new virus related to SARS is the culprit in China's mysterious pneumonia outbreak, scientists say\nChina's new SARS-like virus has spread to Japan, but we still know very little about it\nA second person has died from a new SARS-like virus in China\nCDC to screen at three US airports for signs of new virus from China\nChina's coronavirus cases likely grossly underestimated, study says\nChina confirms new coronavirus can spread between humans\nCoronavirus explained: What you need to know\nThis may explain the spread of China's new virus\nChina is trying to stop the spread of a deadly new virus at the worst possible time of year\nVaccine for new Chinese coronavirus in the works \nFirst US case of Wuhan coronavirus confirmed by CDC\nGupta: Here's what's keeping health officials up at night \nChina confirms Wuhan virus can be spread by humans\nChina's travel industry braces as coronavirus outbreak revives memories of SARS\nUS airline stocks fall on coronavirus fears\nCoronavirus live updates from January 22 \nThe deadly new coronavirus is starting to spread in the US. Here's how to protect yourself \nLife inside ground zero of Wuhan coronavirus outbreak\nSnakes could be the source of the Wuhan coronavirus outbreak\nDisease detectives hunting down more information about 'super spreader' of Wuhan coronavirus \nA visual guide to the Wuhan coronavirus\nWuhan coronavirus death toll rises, as city imposes transport lockdown\nAirport screenings for the Wuhan coronavirus increase around the world\nCoronavirus live updates from January 23\nWuhan coronavirus virus spreads as China scraps New Year celebrations\nCNN reporter describes scramble to flee Wuhan before lockdown\nGlobal carmakers and luxury brands hit as virus shuts down China's 'motor city'\nAnalysis: The Wuhan virus is the last thing China's economy needs right now\nAnalysis: Wuhan is the latest crisis to face China's Xi, and it's exposing major flaws in his model of control\nCoronavirus live updates from January 24\nWuhan: Inside the Chinese city at the center of the coronavirus outbreak\nWhat you need to know about coronavirus\nAnalysis: What it will take to stop the Wuhan coronavirus\nMcDonald's closes restaurants in five Chinese cities because of the coronavirus\nDisney closes Shanghai park as deadly coronavirus spreads\nA lot has changed since China's SARS outbreak 17 years ago. But some things haven't\nLunar New Year means everything in China. Canceling celebrations is a massive deal\nSocial media videos appear to show patients overcrowd hospitals\nThe World Health Organization should sound the alarm on Wuhan coronavirus \nCoronavirus death toll in China hits 41 as medical staff struggle to cope\nCoronavirus live updates from January 25\nStores in central Texas are running out of medical masks after possible case of coronavirus reported\nWall Street Journal: US to evacuate Americans and diplomats out of China amid coronavirus outbreak\nWuhan coronavirus death toll rises to 56 as health care workers say medical supplies are running out\nCoronavirus live updates from January 26\nFifth US case of coronavirus confirmed as China warns people can spread the virus before they feel ill\nAmerican trapped at the epicenter of the coronavirus outbreak says she's angry and scared\nChina goes into emergency mode as number of confirmed Wuhan coronavirus cases reaches 2,700\nChina's unprecedented quarantines could have wider consequences, experts say\nChina says coronavirus can spread before symptoms show -- calling into question US containment strategy\nDow futures tumble 500 points as coronavirus spreads\nCoronavirus live updates from January 27 \nChinese officials crack down on wildlife markets as coronavirus outbreak nears 3,000 cases\nIvory Coast tests first person in Africa for coronavirus\nAnalysis: China's unprecedented reaction to the Wuhan virus probably couldn't be pulled off in any other country\nWhat we know about the coronavirus cases in the US\nOil prices have fallen 10% as coronavirus raises fears for global growth\nHow the coronavirus is already hurting global business\nUS advises citizens to reconsider travel to China after coronavirus outbreak\nExpert: Possibility China can't control coronavirus outbreak\nUS airlines offer to change China flights for free for another month as coronavirus spreads\nThese American brands have the biggest exposure to China's economy\nUnited Airlines suspends some flights between US and China as coronavirus spreads\nStarbucks has closed more than half of its Chinese stores because of coronavirus\nUS airlines briefed on government measures to stop spread of deadly coronavirus\nCoronavirus will test the Trump administration's ability to handle a crisis\nCoronavirus live updates from January 28\nWhat will it take to stop the Wuhan coronavirus from spreading around the world?\nAmerican evacuees from Wuhan to be voluntarily quarantined\nNumber of Wuhan coronavirus cases inside mainland China overtakes SARS, as virus spreads worldwide\nDeath toll from Wuhan coronavirus tops 100 as infection rate accelerates\nUS State Department charter flight departs China amid coronavirus outbreak\nFacebook and Google among companies banning China travel after outbreak\nUS citizen describes fleeing Wuhan, China\nA student has started a petition to cancel classes at Arizona State University over coronavirus fears\nCoronavirus live updates from January 29 \nTesla Model 3 production delayed in Shanghai because of coronavirus outbreak\nThe memory of SARS looms over the Wuhan virus. Here's how the outbreaks compare\nThese countries have evacuated citizens from Wuhan because of the coronavirus\nHow Wuhan residents are trying to make the best of the coronavirus lockdown\nThis was supposed to be a billion-dollar week for China's box office. Then the coronavirus hit\nChina's national women's soccer team quarantined in Brisbane hotel amid coronavirus fears\nThe coronavirus could be much worse for China's economy than SARS\nAmerican Airlines suspends two routes to China as coronavirus spreads\nJack Ma donates $14 million to develop coronavirus vaccine\nAirlines around the world are suspending flights to China as the coronavirus spreads\nCoronavirus live updates from January 30\nLiving under lockdown: How Wuhan residents are coping\nFirst case of person-to-person transmission of Wuhan virus in the US confirmed\nIkea shuts down all mainland China stores over coronavirus\nCruise stocks drop as 7,000 are held on ship in Italy\nAmerican Airlines pilots sue to halt US-China flights amid coronavirus epidemic\nCommerce secretary says coronavirus will help bring jobs to North America\nAmericans evacuated from China amid the coronavirus outbreak will be monitored for days\nGlobal fears spread over coronavirus\nAn American who was evacuated from Wuhan was placed in coronavirus quarantine after trying to flee California base\nChina's economy was supposed to get a boost this year. The coronavirus makes that unlikely\nChina delays start of football season as Wuhan coronavirus cases top 7,000\nTracking coronavirus' global spread\nState Department elevates China travel advisory to 'Do Not Travel' due to coronavirus\nCoronavirus declared a global health emergency\nUS government declares the novel coronavirus a public health emergency and suspends entry for foreign nationals who visited China\nCoronavirus live updates from January 31\nGoldman Sachs warns that the coronavirus could slow the US economy\nFirst of Wuhan's two new hospitals for coronavirus patients completed\nThis is life on lockdown in China\nAmerican, Delta and United airlines suspend most US- China flights amid coronavirus outbreak\nTop US infectious disease doctor says Wuhan coronavirus can spread even when people have no symptoms\nCases of Wuhan coronavirus continue to rise rapidly as US bans travel from China\nCDC orders a 14-day coronavirus quarantine for 200 Americans evacuated from Wuhan\nAnger over the Wuhan virus is sparking pushback against censorship in China. It won't last\nNew report on first US case of novel coronavirus details mild symptoms followed by pneumonia February Coronavirus live updates from February 1\nA traditional Chinese remedy said to help fight Wuhan coronavirus sparks skepticism -- and panic buying\nFirst person outside of mainland China dies of Wuhan coronavirus\nTourism industry hit hard as Chinese tourists stay home\nOutcasts in their own country, the people of Wuhan are the unwanted faces of China's coronavirus outbreak\nMajor US airlines expand flight cancellations to China and Hong Kong\nPentagon to provide housing for up to 1,000 people over coronavirus concerns\nCoronavirus live updates from February 2\nChina accuses US of overreacting to coronavirus outbreak\nAs coronavirus spreads, TSA issues new directive for anyone entering the US from China\n'No reason for Americans to panic': White House seeks to calm fears over coronavirus\nCoronavirus live updates from February 3\nThis Chinese doctor tried to save lives, but was silenced. Now he has coronavirus\nThe Wuhan virus has turned China's gambling mecca of Macao into a ghost town\nAmericans who stay in China should 'consider stocking up on food,' State Department says\nAt least one person turned away at the border as coronavirus travel restrictions implemented\nFirst major Chinese airliner suspends flights to the United States over coronavirus outbreak\nThe coronavirus is clobbering oil prices\nSix months of protests wrecked Hong Kong's economy. A virus scare is the last thing this city needs\nGilead Sciences testing antiviral drug to treat coronavirus\nCoronavirus live updates from February 4\nUnions call on Trump administration for more robust coronavirus response\nWuhan coronavirus: Confirmed cases top 20,000 as China marks deadliest day\nWHO says Wuhan coronavirus outbreak is not yet a pandemic\nMacao will close its casinos for two weeks over the coronavirus outbreak\nUS airport official asks 'how is this going to work?' as confusion crops up over coronavirus travel restrictions\nJapan quarantines cruise ship after passenger diagnosed with Wuhan coronavirus\nTwo more flights carrying Americans fleeing coronavirus are expected to leave Wuhan soon\nWuhan coronavirus is already in the US. The strategy for now isn't to stop it, but to slow it\nCoronavirus live updates from February 5\nOpinion: A love letter to Wuhan, from a heartbroken local watching from abroad\nAnalysis: Chi"], "Language": false}