{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/golden-fans-at-sea-inaugural-cruise/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[null]], "FirstPublishDate": ["2020-03-17T08:06:54Z"], "LastModifiedDate": ["2020-03-17T08:06:54Z"], "Headline": ["The Golden Fans at Sea cruise is a party you don't want to miss"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Fans of \"The Golden Girls\" enjoy caftans and cheesecake during the Golden Fans at Sea welcome party. \"The Golden Girls\" fans Craig Woodward (left) and Richard Gomes (right) paired kimonos and jokes from the sitcom during the Golden Fans at Sea caftan and cheesecake welcome party. Fans of \"The Golden Girls\" shimmied onstage dressed in their finest Rose Nylund costumes. The Golden Fans at Sea cruise featured a colorful costume contest where passengers sported their favorite outfits from the show. Fans of \"The Golden Girls\" live it up during the Golden Fans at Sea costume contest. The gentlemen behind drag trio The Golden Gays NYC perform for fans during the Golden Fans at Sea inaugural cruise. Jason B. Schmidt (Dorothy Zbornak), Gerry Mastrolia (Rose Nylund) and Andy Crosten (Blanche Devereaux) incorporate live music in their shows inspired by \"The Golden Girls.\" Author Jim Colucci signs autographs while aboard the Golden Fans at Sea inaugural cruise. His book \"Golden Girls Forever\" offers a behind-the-scenes perspective of the show following his interviews with the stars, writers, producers and guest stars. Jessie Schlosser pops the question to partner Matthew Craddock during karaoke night on the Golden Fans at Sea inaugural cruise. Craddock said yes! From left to right: Writer Stan Zimmerman, Dr. Melinda McClanahan, author Jim Colucci, and \"The Daily Show's\" Frank DeCaro wrap a panel discussion on \"The Golden Girls\" legacy. Dr. McClanahan is showing off a quilt she made with over 100 shoulder pads from her late sister's costumes as Blanche Devereaux. Fans of \"The Golden Girls\" shimmy onstage for the costume contest on the Golden Fans at Sea inaugural cruise. Fans of \"The Golden Girls\" spent part of their morning on the Golden Fans at Sea inaugural cruise making cards to send to actress Betty White. White was not able to join the party at sea but welcomed messages from fans, according to her agent."], "Language": false}