{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/15/us/academy-country-music-awards-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Eric Levenson and Steve Forrest, CNN"], "Writers": [["Eric Levenson"]], "FirstPublishDate": ["2020-03-15T18:11:29Z"], "LastModifiedDate": ["2020-03-15T18:11:29Z"], "Headline": ["Academy of Country Music Awards postponed because of coronavirus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Academy of Country Music Awards scheduled for April 5 has been postponed and will be rescheduled for September because of the coronavirus pandemic, the organization said. \"The ACM Awards is a tentpole event for our Country Music industry, and the Academy of Country Music and dick clark productions went to great lengths to find a safe solution for the show to go on so that we can honor our artist community,\" Damon Whiteside, CEO of the Academy of Country Music, said in a statement Sunday.  \"This decision involved many partners, stakeholders and the industry who we have been in constant conversations with over the past several days as the situation has developed. We look forward to identifying a future date that we can celebrate with our Country community safely.\" The event was to take place in Las Vegas and Keith Urban had been announced as the host. Urban, Miranda Lambert, Lindsay Ell, and Caylee Hammack, Elle King, Ashley McBryde and Tenille Townes were expected to perform at the 55th annual awards.  Maren Morris, Thomas Rhett and producer Dann Huff led the competitive pack with five award nominations each, and first-time nominee Justin Bieber received four nominations for his work on \"10,000 Hours\" with Dan + Shay. At last year's event, Reba McEntire hosted and a who's who of country stars performed, including Florida Georgia Line, Jason Aldean, Miranda Lambert and Carrie Underwood. As coronavirus spreads around the world, health experts have recommended canceling or limiting large gatherings of people as part of a policy called \"social distancing.\" The idea is that creating greater distance between people will slow the spread of the disease and ensure that those who do get sick can receive proper care without overwhelming the health care system."], "Language": false}