{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/coronavirus-travel-cancellation-stories/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Brekke Fletcher and Diana Diroy, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-13T16:22:10Z"], "LastModifiedDate": ["2020-03-17T18:40:40Z"], "Headline": ["A wedding in flux, a dream trip postponed, and so much confusion"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Uncertainty, anxiety, stress and fear: These are the canceled days of our lives.  Coronavirus' impact on travel is unprecedented -- the world has been altered. Things are changing rapidly, and travelers are scrambling --  unsure of what to do, or trying to get home from Europe or getting on planes if they're allowed to.  There are more questions than answers in this search for clarity. \"Should I still go on my trip?\" \"Can I still go on my trip?\" \"Will I be able to get home from my trip?\" \"Will I be quarantined?\" \"Can I get my money back?\"  As this crisis unfolds at breakneck speed around the globe, CNN Travel has heard from hundreds of our loyal readers, who are worried, unsure, disappointed. And some are still ready to go. When President Trump announced US travel restrictions on 26 European countries on March 11, more confusion set in, as passengers wrestled with 4- to 6-hour waits with airlines to find out their fate. So many vacations ruined, so many remain in flux.  As we all try to figure out next steps, having to make tough decisions without knowing what's going to happen, we asked you and your fellow travelers to share your stories. Apparently, many of you are facing the same challenge, struggling to make smart choices with less-than-perfect information.   At least it's good to know we're not alone in this mess. And the through-line is resilience, and expressions of hope for a better future. As one of our readers, Jane Hendrickson, said during a recent interview with CNN Travel, \"There's a feeling of, we're all in this together.\" And we'll stay here with you, every step of the way.    Infant in arms - The Hayden family Toledo, Ohio  Evan Hayden met his wife Miwa in Nagasaki Japan and lived there for six years. They returned to the US a year ago, and had their first baby, Felix, one month ago. The plan was to bring Felix to Japan to meet his grandparents and the rest of Miwa's family there in the spring, but they worried about all the uncertainty surrounding traveling during this time, especially traveling with an infant internationally.  \"We're both a little homesick, and we want to introduce this little guy to his nice, big, happy family back in Japan. Now we're going to have to put it off until late summer. Hopefully everything will be better by then.\"  Trying to get home - Beth Kander Near Versailles, France  Kander is an American writer from Chicago and a mother of a three-year-old. Her writers' retreat in France was interrupted in the wee hours of March 12 when the travel ban was announced. \"As of now I'm supposed to fly home Saturday [March 14]. I do worry since the ban will be in effect by then, and if passenger counts are low, that will impact air travel.\" She went on to say, \"when there's a global pandemic, or any scary situation, you just want to be with your family.\"    A wedding in flux - Simonne Jones Berlin, Germany  Simonne Jones is a musician based in Berlin whose job is to travel the world to play concerts. She's recently engaged and hoping to get married in the US. Wedding planning is proving difficult as it's unclear whether she can move back and forth between countries due to the travel ban, and her fiancé had to return to the US to renew his visa. \"Hearing that news has been devastating,\" says Jones. To boot, many of her gigs have been canceled. \"The whole situation is a financial debacle for probably a lot of people in the music industry.\"     Determined to go later - Maria Cousins Auckland, New Zealand  A five-week dream trip of Asia, visiting Sri Lanka, India and Vietnam. Maria Cousins is currently on a 6-month career break, taking the time to focus on travel. First her travel companion dropped out over concerns over coronavirus, and three days before her trip, she was still planning on going solo. Then India canceled their visas, flight schedules changed and the day before her departure, Cousins canceled. \"I'm obviously gutted and very disappointed. I will definitely do this trip, hopefully this time next year.\" Graduation trip window, closed - Zoë Smith Detroit, Michigan  Zoë Smith is a medical student who is nearing graduation. She and her boyfriend (who is also a medical student) were planning a vacation to celebrate their achievements in June, right before they begin their residency at the end of that month. The plan was a three-country extravaganza, with stops in Paris, Mykonos, Santorini and Rome.  \"Our travel plans have literally been grounded,\" says Smith. \"This was the trip of a lifetime to celebrate an achievement of a lifetime.\" Smith is hopeful they'll be able to take the trip in the future. \"There will always be Paris, there will always be Rome and Greece.\"  Visiting a friend with cancer. Not anymore - Halley Georgeson Los Angeles, California  Halley Georgeson has canceled not one, but two trips in the wake of the coronavirus and has paused future travel planning. Highly organized and very thorough, she managed to get flight waivers from Delta and other refunds. She said, \"I've gone through my itineraries, seeing what I can cancel, what airlines are being accommodating, what else is at stake aside from quality time with my parents and bucket list travel.\"  Her trip to visit a friend and colleague in Asheville, North Carolina, who is undergoing chemo for stage four cancer also had to be postponed indefinitely. \"I have been wondering what traveling and visiting someone with a compromised immune system would look like. With so many confirmed coronavirus cases in my vicinity, I canceled all my travel plans.\" Sold their home to travel the world - Jane Hendrickson Seattle, Washington (temporarily)  Five years ago, Jane Hendrickson and her husband sold their home in Michigan and most of their belongings to finance their full time travel. \"We thought we did a lot of planning, but we weren't ready for anything like the coronavirus. Our plans don't get canceled, they get changed, because this is the lifestyle we've chosen.\" For now, the couple is wondering how long this is going to last and when they can resume their worldly adventures. "], "Language": false}