{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/13/cnn-underscored/samsung-galaxy-watch-active-sale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-03-13T16:20:42Z"], "LastModifiedDate": ["2020-03-13T16:20:42Z"], "Headline": ["Time to shop this deal on the Samsung Galaxy Watch Active"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Watch out for this solid smartwatch discount: Microsoft is marking down the original Samsung Galaxy Watch Active from it's typical $199.99 price tag to $137.17. While the Galaxy Watch Active2 is our top smartwatch recommendation for Android users, the original Active shares a lot of the same features and core design.  Samsung Galaxy Watch Active ($137.17, originally $199.99; microsoft.com) You can use the Active with an iPhone or Android phone to view incoming notifications, track your heart rate, log workouts, listen to music and install apps. But keep in mind, you won't be able to reply to messages when paired to an iPhone. You will, however, be able to read your messages and decide whether or not you should grab your phone to reply.  The Active has a 1.1-inch display, runs Samsung's Tizen OS, 4GB of storage for apps and music, and has an IP68 rating for water and dust resistance. It comes in black or rose gold, and you can change out the bands with any 20mm watch band.  The first-generation Active was released just six months before the Active2 with a smaller display and initially lacking some of the same software improvements Samsung introduced with the Active2. One such feature, the digital bezel, which makes navigating the interface and scrolling through messages or apps easier, was added in a subsequent update.  Overall, this is a solid deal for someone who wants a reliable smartwatch with all-day battery life but doesn't want to spend a fortune. Snag yours now before time runs out on this discount. For more great deals on Samsung, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}