{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/12/cnn-underscored/amazon-echo-sale-dot-auto-bundle/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-03-12T16:39:10Z"], "LastModifiedDate": ["2020-03-12T16:39:10Z"], "Headline": ["Double up on Alexa with this 3rd Gen Echo Dot and Echo Auto bundle deal"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Go hands-free with Alexa in your home and on the road. Right now on Amazon, you can bundle a 3rd Gen Echo Dot and the Echo Auto for $40 off at just $59.98. 3rd Gen Echo Dot and Echo Auto Bundle ($59.98, originally $99.98; amazon.com) The 3rd Gen Echo Dot is Amazon's latest Echo Dot. The smart speaker, as you may have guessed, gives you access to Alexa, a powerful virtual assistant. With Alexa, you can set alarms, order groceries, play music and much more. You won't have to give up your favorite music and streaming apps either, and when it comes to sound quality, the speaker is better than the previous generation. You can even hook it up to smart appliances to control aspects of your home like the lights and temperature.  For this bundle, the Dot comes in Charcoal, Heather Gray, Plum and Sandstone. Check out more details in our 3rd Gen Echo Dot review here.  Meanwhile, the Echo Auto gives you all the power of Alexa in your car. The device, which plays through your car's speakers, includes eight microphones to hear you over ambient noise and gives you voice command over music, calls and more via Bluetooth or auxiliary input. For privacy, the \"microphone off\" button will disconnect the microphones electronically. Just take note: Echo Auto requires a Wi-Fi hotspot, and it will not work with some Bluetooth-capable vehicles. The list of incompatible vehicles can be found here. Amazon says you can still use the device with these vehicles, but you'll need to connect it via the auxiliary cable that's included with it. For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}