{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/cnn-underscored/2020-adobe-cc-certification-bundle/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-01-24T17:20:26Z"], "LastModifiedDate": ["2020-03-11T20:44:55Z"], "Headline": ["Hone your Adobe CC skills with lifetime access to this bundle"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Adobe has a number of programs used by professionals around the world to create and edit photographs, graphic designs, motion graphics and visual effects for video.  Of course, the kicker is that to become a professional, you'll have to do a lot of learning and experimentation. The Complete 2020 Adobe CC Certification Bundle aims to guide your learning through Adobe's premier programs. At $39, this nine-course bundle covers Adobe Lightroom Classic CC, Photoshop CC, Premiere Pro CC, Adobe Lightroom CC and After Effects CC. Some courses cover more than one program and others are covered by more than one course. However, all of them seek to help you overcome the hurdle of starting a daunting Adobe program for the first time. The \"CC\" refers to Adobe Creative Cloud, advanced subscription-based programs that are frequently updated. Even if you've used Adobe program, you can benefit from this bundle by staying current  with Adobe's Creative Cloud software. With over 60 hours of courses, or over 570 lessons, there's a lot of learning to be done. Plus, once you buy this bundle, you'll get lifetime access 24/7. In other words, you can learn at your own pace from wherever you are, as long as you have a device capable of streaming the videos. We took a look at many of the courses in this bundle, and each one starts out with an introduction into what you will receive from the course.  For example, in the Adobe Lightroom CC: Landscape Photography Masterclass 2020 course, you'll be taken step-by-step through the basics of Lightroom. The instructor introduces the techniques that will be on display throughout the course. From there, you will be shown the basics, like what each tool and slider does, to how to execute advanced photo editing techniques with the tools you've learned.  This includes adding color, improving image dynamics, handling difficult light situations, adjusting a photo's perspective and much more. These are all essential functions of Adobe Lightroom CC, and they should set you on the path to professionalism. In Adobe Premiere Pro CC 2020: Edit Amazing Vlogs with Brad Newton, a primary focus of the early lessons is staying organized.  Brad Newton starts at the beginning, explaining the user interface and how to start a new project. He goes on to lay out the best way to organize folders, projects and content so you can keep your workspace clean and efficient. After these lessons, he steps into showing you around the most effective tools and controls to edit effects and videos. And, of course, you're walked through the techniques he uses to edit videos, make awesome cuts, generate motion graphics, sync footage to music and a host of others. Sometimes, those who have mastered a program may have trouble teaching the basics. That's not the case with the hosts of The Complete 2020 Adobe CC Certification Bundle.  Learn alongside them on virtually any device, at any time, to pave your way to mastery of Adobe CC software. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}