{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/11/us/lady-gaga-new-insect-scn-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-11T13:58:45Z"], "LastModifiedDate": ["2020-03-11T15:19:27Z"], "Headline": ["There's a new insect named for Lady Gaga, and it's every bit as otherworldly as the pop diva"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Meet the Mother Monster of the insect world.  Her name is Kaikaia gaga (named for Lady Gaga, natch) and she's every bit as otherworldly as the pop diva. She wears a pair of devilish horns on her head, and she's unlike any other species in the forest.  Kaikaia gaga is a newly identified species of treehopper, an ostentatious but little-known insect group that populates most forests on Earth. A paper detailing her discovery was recently published in the journal Zootaxa, a peer-reviewed scientific journal on animal taxonomy.  But treehoppers have never gotten their due, according to Brendan Morris, an entomology graduate student at the University of Illinois at Urbana-Champaign who studied and named the new insect.  K. gaga is poised to change that.  A one-of-a-kind find Morris knew the discovery mattered: The ruddy insect, with her pointy horns and unique body structure, more closely resembles \"Old World\" species endemic to Asia, Africa and Europe. But she's native to the Pacific coast of Nicaragua.  So to shine a glittery spotlight on the new species, Morris named it after one of music's great iconoclasts.  \"If there is going to be a Lady Gaga bug, it's going to be a treehopper, because they've got these crazy horns, they have this wacky fashion sense about them,\" Morris said in a university news release. \"They're unlike anything you've ever seen before.\" They're certainly among the most theatrical of all insects: Treehoppers are splashed with color, and no two species look alike.  There are over 3,500 species of them worldwide, and they're harbingers of the health of forests, Morris told CNN.  \"It blows my kind that a group that is roughly 40 million years old has so much diversity of form -- diversity, I would argue, that we don't see in any other family of insects,\" Morris said in the news release.  CNN reached out to Morris for comment and will add their responses when they're available.  She's still an enigma  There's still a lot left to learn about K. gaga -- \"basically everything,\" Morris told CNN. Entomologists still don't know what the K. gaga males and nymphs look like, how she interacts with other animals and what her \"song\" sounds like.  But attempts to extract DNA from her specimen haven't been successful. She was collected in the early 1990s and sat in a museum before Morris and paper co-author, Illinois Natural History Survey entomologist Christopher Dietrich, decided to take a closer look.  Soon, Morris will head to the insect's native Nicaragua to learn more about her native range and how ongoing environmental degradation will affect the species -- and hopefully find more of her.  \"New treehopper species are found all the time, and the only limit to our knowledge is funding and manpower,\" they told CNN. \"So much of our natural world remains unknown, and we can't know how to save species without knowing their names.\"  Lady Gaga has yet to comment on the discovery of the eponymous insect, but K. gaga's debut was certainly well-timed: The human Gaga premiered a new single and music video at the end of February. "], "Language": false}