{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/health/us-coronavirus-tuesday/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Hanna, Madeline Holcombe and Steve Almasy, CNN"], "Writers": [["Jason Hanna", "Madeline Holcombe", "Steve Almasy"]], "FirstPublishDate": ["2020-03-10T09:41:53Z"], "LastModifiedDate": ["2020-03-11T04:48:00Z"], "Headline": ["Coronavirus cases in the United States reach 1,000 as officials continue to call off large gatherings"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["As the number of novel coronavirus cases in the United States reached 1,000 on Tuesday, officials further clamped down on large public gatherings and increasingly called for students to take classes online. People need to be prepared for some major changes in their lives, one federal official said. \"We would like the country to realize that as a nation, we can't be doing the kinds of things we were doing a few months ago. It doesn't matter if you're in a state that has no cases or one case,\" said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases. Follow live updates Since the pandemic began in the United States, at least 1,000 cases have been reported. A total of 31 people have died  -- 24 in Washington state, three in California, two in Florida and new deaths reported Tuesday by New Jersey and South Dakota. The advisories to limit public interaction have caused politicians to cancel or shift campaign rallies, educators to close school districts or tell college students to take classes online, and  television shows and sports teams to recognize they may have to go without audiences for a while. New York Gov. Andrew Cuomo has even taken the step of declaring a 1-mile \"containment\" area around a section of New Rochelle where cases are concentrated. He's also sending in the National Guard to deliver food to homes and to help clean public spaces. The New York City suburb is where a man who lives in the community tested positive for the virus last week, as did his wife, son and daughter. The containment area extends out from his synagogue, officials said. The governor stressed this meant closing schools and places of worship. They are not restricting people's movements in and out of the city of roughly 80,000 people. \"We'll go in, we'll clean the schools and assess the situation,\" Cuomo told reporters. Among the effects of the spreading virus: California's Santa Clara County said it would temporarily ban gatherings of more than 1,000 people -- after the county reported dozens of cases -- representing one of the widest such orders in the country. The ban, in effect for three weeks starting Wednesday, appears to affect home games of the NHL's San Jose Sharks and the San Jose Earthquakes of Major League Soccer. Both teams said they would comply with the order and release details soon. Some college basketball teams are playing in empty arenas. And in Ohio, the two frontrunners for the Democratic nomination for president, Joe Biden and Bernie Sanders, canceled campaign rallies Tuesday night as state officials expressed concern over large indoor crowds. Biden shifted his speech to Philadelphia, where there will be no audience. Those in risk groups urged to take precautions US Health and Human Services Secretary Alex Azar said the biggest interventions should be reserved for areas with clusters of cases, such as Santa Clara County. But he echoed federal health officials' advice for people at higher risk. \"I would encourage any individual who is elderly or is medically fragile to think long and hard about going into any large gathering that would involve close quarters and potential spread,\" Azar told CNN's \"New Day.\" Meanwhile, in Northern California, a cruise ship that had been held off the coast for days after at least 21 people aboard tested positive for coronavirus is expected to continue disembarking passengers. The Grand Princess, docked in Oakland, started disembarking passengers Monday. US stock market indices finished up as the White House began pitching a payroll tax cut to ease the economic fallout.  But effects on daily life and business are growing. California's Coachella music festival will be postponed, sources said; Pearl Jam postponed concerts in North America; Boston canceled its St. Patrick's Day Parade; US airlines are slashing flights; and the United Nations said it would close its New York headquarters to the public starting Tuesday night. Schools including Harvard, The Ohio State University, the University of California-Berkeley are temporarily closing classrooms in favor of online instruction.  Second Washington nursing home records a death At least 17 states have declared emergencies. In Washington state, a nursing home in a Seattle suburb is the epicenter of the US outbreak. At least 19 people with ties to the Life Care Center of Kirkland have died. Scores of residents have been transferred to hospitals, leaving 49 residents at the facility that housed 120 in mid-February. A different nursing home -- the Issaquah Nursing & Rehabilitation Center in Issaquah -- said Tuesday one of its residents who tested positive died over the weekend.  Five other residents have tested positive -- including two who are quarantined onsite -- as have two staff members, the center said. Azar: 'We don't know' how many Americans have been tested Azar, the Health and Human Services chief, said Tuesday his department does not know how many Americans have been tested for coronavirus. \"We don't know exactly how many, because hundreds of thousands of our tests have gone out to private labs and hospitals that currently do not report in\" to the CDC, Azar told CNN's \"New Day\" when asked how many Americans have been tested for coronavirus at this point.  \"We're working with the CDC and those partners to get an I.T. reporting system up and running hopefully this week where we would be able to get that data to keep track of how many we're testing.\" The HHS chief also said there are 2.1 million testing kits currently available and more than 1 million have been shipped. The lack of availability of test kits to health care providers has been one of the most scrutinized aspects of the federal government's response to the crisis, leading to frustration among state and local officials. There has also been confusion among Trump administration officials over the number of testing kits that have been mailed out. Guidance for every American and every community Early data suggests older people are twice as likely to have serious illness from the novel coronavirus, according to the CDC, which advises older people and those with severe chronic medical conditions to stay home as much as possible. But preventing the continued spread of the virus will depend in large part on community action, officials said Monday at a White House coronavirus briefing. Officials urged people to stay home from work if they or a family member are sick, use video conferencing for meetings and stop handshaking. At schools, faculty, staff and students are advised to disinfect doorknobs, limit food sharing and strengthen health screenings for cafeteria staff. And at home, Americans should clean their hands at the door, provide a protected space for vulnerable household members and clean utensils regularly, according to the tips tweeted by Vice President Mike Pence. Correction: This story has been updated to reflect the revised numbers for coronavirus cases in the US. There are at least 975 cases, according to the state and local health agencies, governments and the CDC. "], "Language": false}