{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/entertainment/coachella-postponed-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas and Sandra Gonzalez, CNN"], "Writers": [["Chloe Melas", "Sandra Gonzalez"]], "FirstPublishDate": ["2020-03-10T18:10:05Z"], "LastModifiedDate": ["2020-03-10T23:38:55Z"], "Headline": ["Coachella, Stagecoach officially postponed over coronavirus concerns"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Two of music's largest events will be delayed over coronavirus concerns. \"At the direction of the County of Riverside and local health authorities, we must sadly confirm the rescheduling of Coachella and Stagecoach due to COVID-19 concerns,\" said a statement from Goldenvoice, the production company behind both festivals. \"While this decision comes at a time of universal uncertainty, we take the safety and health of our guests, staff and community very seriously. We urge everyone to follow the guidelines and protocols put forth by public health officials.\"  The Coachella Valley Music and Arts Festival will now take place October 9-11 and October 16-18, 2020.  The festival, which typically attracts about 100,000 attendees per day, had been set to take place April 10-12 and 17-19 in Indio, California. Stagecoach, a popular country music festival, will take place October 23-25. It had been scheduled to take place April 24-26 in Indio.  Earlier Tuesday, two sources with knowledge of the matter told CNN that organizers for Coachella would postpone the event.  Both events, which attract hundreds of thousands of visitors, join a host of others -- from concert tour legs to conferences -- that have canceled or rescheduled plans as the number of global cases of coronavirus continues to climb.  Last week, Austin's South by Southwest Festival was canceled amid concerns over the virus's spread.  Rage Against the Machine, Travis Scott and Frank Ocean were scheduled to headline Coachella. It is not yet known whether they will perform in October. Other artists set to perform had included Calvin Harris, Big Sean, Lewis Capaldi, Charlie XCX, Flume, 21 Savage, Lana Del Rey and Lil Nas X. Thomas Rhett, Carrie Underwood and Eric Church had been set to headline Stagecoach.  Organizers said all tickets purchased for the April dates will be honored for the new dates. Refund information will also be available by Friday, March 13."], "Language": false}