{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/meghan-markle-final-royal-engagements-fashion/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Fiona Sinclair Scott, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-03-10T11:46:10Z"], "LastModifiedDate": ["2020-03-10T13:49:51Z"], "Headline": ["Are Meghan Markle's fashion choices about to get more exciting?"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["This week Meghan, Duchess of Sussex, and Prince Harry attended their final engagements as senior members of the British royal family. As of March 31, the duo will be drop their HRH titles and the many official duties and responsibilities they carry.  As ever, all eyes were on Meghan's fashion choices: a blue Victoria Beckham dress that cut through the torrential rain outside the Endeavour Fund Awards; a striking red Safiyaa dress, paired not with royal jewels, but crystal beaded earrings by Simone Rocha, for the Mountbatten Festival of Music; and an emerald green dress by Emilia Wickstead, complete with built-in cape and matching William Chambers fascinator, at the Commonwealth Day service at Westminster Abbey. Rather than an end, these vibrant, joyful looks boldly signaled a new beginning.  Meghan's fashion choices have been of huge public interest since she and Prince Harry announced their engagement in 2017. Their wedding was one of the biggest news stories of 2018, with intrigue around her wedding gown generating particular interest.  And the media never missed a beat when she seemed to break the unwritten royal dress code -- bare legs and shoulders, dark nail varnish, a missing hat, going shoeless (she was on Bondi Beach).  But whether reports of her breaks with tradition read celebratory or critical, our obsessive interest in them feels increasingly out of date.  You'd think that in 2020 all women would be trusted to know and have the freedom to decide what is appropriate for them to wear to work.   The challenges of dressing for a role in the public eye has been well documented. Michelle Obama, whose love of fashion was obvious throughout her time as First Lady, has spoken openly about how much time she spent thinking about how her outfits would be perceived while her husband was in office.  But since leaving the White House, she's embraced her personal style with even more gusto. The outfit she wore to be interviewed by Sarah Jessica Parker at New York's Barclays Center in 2018 said it all: the brightest of yellow satin dresses, paired with glittering, thigh-high Balenciaga boots, was absolutely cheer-inducing.   Everything about Meghan's fashion this week signals a similar exuberance. Hopefully that sartorial spirit will carry through as she and Prince Harry settle into their new lives outside the restraints of royal protocol."], "Language": false}