{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/10/entertainment/coronavirus-pearl-jam-postpones-tour/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Andy Rose and Hollie Silverman, CNN"], "Writers": [["Hollie Silverman"]], "FirstPublishDate": ["2020-03-10T04:59:19Z"], "LastModifiedDate": ["2020-03-10T04:59:19Z"], "Headline": ["Pearl Jam is postponing part of its tour because of coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Seattle-based rock band Pearl Jam is postponing the US and Canadian dates of its upcoming tour because of the novel coronavirus. In a series of tweets Monday night, the music group said that the first leg of its Gigaton 2020 tour has been postponed due concerns over the virus. The first show was scheduled for March 18 in Toronto, with dates to follow in 13 Canadian and US cities. \"It is with deep frustration and regret that we are forced to make this most unfortunate of announcements,\" the band tweeted Monday night. The band's website now lists all dates as canceled through the end of April, although international shows scheduled to begin June 23 in Germany are still on. The canceled shows will be rescheduled for a later date, the band said.  The band said it was worried its tour would encourage travel and gatherings of large groups, which health officials have said should be avoided due to the virus.  \"Unfortunately, communing in large groups is a huge part of what we do as a band and the tour we've been busy planning for months is now in jeopardy,\" the band said in a tweet. \"We have and will always keep the safety and well-being of our supporters as top priority.\" The band said its concerns stem from the impact the virus has had in Seattle, which is in King County, the epicenter of the US outbreak. Schools and businesses across Washington state -- where there have been at least 180 cases and 22 deaths -- have closed as the outbreak has spread. \"Here in Seattle what we are witnessing we would not wish for anyone. What we do wish for the rest of the country is that they can avoid the harsh negative effects of this and retain their sense of community and take care of one another,\" the band tweeted. Current tickets will be honored for new dates and Ticketmaster will reach out to ticket holders with more details, a tweet said."], "Language": false}