{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/best-st-patricks-day-parades/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Forrest Brown, CNN"], "Writers": [["Forrest Brown"]], "FirstPublishDate": ["2019-03-15T16:49:10Z"], "LastModifiedDate": ["2020-03-09T19:38:10Z"], "Headline": ["14 of the best St. Patrick's Day parades around the world"], "Section": ["travel-play"], "MappedSection": [null], "Article_Body": ["March is a grand time of year when you're Irish. Or when you're of Irish heritage. Or when you wish you were of Irish heritage. Or when you just claim you're Irish even though you're not. St. Patrick's Day, which is on Tuesday, March 17, in 2020 easily draws out the Irish in plenty of people all over the world. And one of the best ways we celebrate this is with parades -- boisterous, green-colored, shamrock-festooned, music-blaring parades. This year, some parades have been canceled to stem the spread of coronavirus, so check parade sites and local news before you pack up to attend. What follows are 14 of the best St. Patrick's Day parades in destinations around the world, along with a short history of the saint himself and the holiday first. So who was St. Patrick anyway? Patrick was born in 385 A.D., back when Ireland was still pagan territory. When he was 16, the British-born Patrick was brought to Ireland as a slave. He escaped six years later and became a priest. He eventually returned to the island and started converting the natives to Christianity. He's the patron saint of Ireland and as such is invoked to protect the spiritual and worldly interests of the island and its people. He died in 461 A.D.   How is the day celebrated? St. Patrick's Day is a national holiday in Ireland. That means banks, stores and businesses close for the day. The holiday has stronger religious overtones in this strongly Catholic country. The US Census says roughly 32.6 million US residents claimed Irish ancestry in 2017. This is more than six times the population of Ireland (about 5 million). It's more of a secular event and a party in the United States, and plenty of non-Catholics join in. The first St. Patrick's Day celebration in the United States was held in Boston in 1737. And it's just grown from there. Enough background. Let's get to those parades! Click the link in each city for details: Parades in the United States Boston: Of course this city heavy with the influence of the Irish throws a great parade. Up to a million people can be expected to attend the parade that winds through South Boston. Starting 1 p.m. Sunday, March 15. (All times in the roundup are local). Buffalo, New York: This often-snowy city doesn't let weather stop the party. They've been holding a parade in honor of St. Patrick here since 1940. 2 p.m. Sunday, March 15. (And there is a Mass before the parade at 10:30 a.m. at St. Joseph's Cathedral.) Chicago: Dyeing the Chicago River green isn't the only thing they do here to celebrate. This year's parade theme is \"65 years of Love, Loyalty and Friendship.\" Noon Saturday, March 14. Dallas: Texas is known for doing things big, and the Dallas parade claims it's the largest in the Southwest. It features more than 90 floats, and 2020 will mark the 41st anniversary of the parade. 11 a.m. Saturday, March 14. Denver: They haven't forgotten the Irish out here at the base of the Rockies. The downtown Denver parade is one of Colorado's largest annual events. 9:30 a.m. Saturday, March 14. New Orleans:  Like this city needed another excuse to throw a party! In the Big Easy, they have numerous neighborhood parades instead of just one big one. Because that's how NOLA rolls. From Friday, March 13, to Sunday, March 22.  New York City: The biggest city in the USA throws an impressive parade of school and military bands along Fifth Avenue in Manhattan. 11 a.m. Tuesday, March 17. Savannah, Georgia: The smallest city on the USA portion of this roundup punches above its weight class with one of the most memorable parades and celebrations in the country. 10:15 a.m. Tuesday, March 17. Parades around the rest of the world Dublin: Sadly, Ireland's capital won't be holding its annual parade this year to avoid coronavirus transmission. The \" whirlwind of glittering colours and entrancing choreography\" promised by organizers will have to wait until next year. The Irish city of Cork also canceled its parade. Noon Tuesday, March 17.  London: You might be surprised to see London on the list given the historical English-Irish tensions, but it's a new age.  Come watch floats, marching bands and sports clubs start up at Piccadilly and go past The Ritz, Piccadilly Circus and Trafalgar Square. Noon Sunday, March 15. Montreal: While this is first and foremost French territory, there's also a notable Irish thread running through Montreal. And they have quite a history -- this will be the 197th St. Patrick's Day parade. Noon Sunday, March 22. Montserrat: This is another spot with surprising Irish connections. In the week leading up to St. Patrick's Day, this Caribbean island honors those who led an attempted slave uprising. The parade traditionally salutes this spirit with lively drummers and dancing but also a moment of silence.  Noon Tuesday, March 17. Munich: What's a German city to do between Oktoberfests? Why, throw a parade for the Irish! Parade organizers say it's the third largest celebration in this city known for its parties.  Noon Sunday, March 15. Perth, Australia: Irish influence is indeed worldwide, even in faraway Australia. Post-parade activities extend into the early evening. 10:30 a.m. Saturday, March 14.  Be sure to check out the photo gallery above for past parade highlights in many of these cities. And don't despair if your parade didn't make the list. After all, the \"best\" St. Patrick's Day Parade is the one you're attending."], "Language": false}