{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/08/us/best-friends-17-years-discover-sisters-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alaa Elassar, CNN"], "Writers": [["Alaa Elassar"]], "FirstPublishDate": ["2020-03-08T21:13:59Z"], "LastModifiedDate": ["2020-03-09T12:34:09Z"], "Headline": ["After being best friends for 17 years, these two women just found out they're actually sisters"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Best friends Ashley Thomas and Latoya Wimberly have a lot in common. As children, they had identical gaps in their front teeth, high cheek bones and the same complexion. They even wore the same size in shoes. From music to fashion, they shared a lot of the same interests. And, at one point, they dated brothers. It was an \"unbreakable bond,\" Wimberly told CNN. They had met once before, but it was at a birthday party in 2004, when they were young teens in Philadelphia, that they \"immediately clicked,\" Wimberly said. Seventeen years later, they're still close -- never having gone a day without speaking on the phone. We're \"stuck to each other like glue,\" Thomas said. For many years, they even referred to themselves as sisters. In February, they learned they are exactly that -- biological sisters. \"It was a puzzle, and it's like all the pieces came together so fast,\" Thomas said. How they found out The puzzle started coming together in January, when Wimberly, 29, had a party to celebrate her engagement. Thomas, 31, shared photos from the party on Facebook. Some of the photos included Wimberly's father, Kenneth Wimberly. While looking at the photos online, a friend of Thomas' mother saw Kenneth and realized she knew him. \"Ashley's mom's best friend told her she had no idea my dad was Kenny,\" Wimberly said. \"She said she and Ashley's mom used to hang around him back when they were young. When Ashley told me, I knew something didn't click. So I asked her to send me a picture of her mom's best friend and showed it to my dad and asked him if he recognized her.\" Kenneth immediately recognized the woman. And later, when shown a photo of Thomas' mother, he recognized her, too. In fact, he said the two had had a brief romantic relationship. In that moment, he also learned that Thomas did not know who her biological father was, and questioned whether it might be him. To find out, the three decided to split the cost of a DNA test. On February 21, the results came in -- confirming that Kenny was indeed Thomas' father. \"It was a Friday, and I was at work when I got the call,\" Thomas said. \"When Kenny told me he was my dad, chills went through my body. I couldn't think. I couldn't process it. I couldn't even talk to them.\" Lots of unanswered questions Thomas was 15 when she learned that the man who had raised her was not her biological father. Her mother, who died 11 years ago, never told her who may have been her father. Thomas' family had also never met Wimberly's family, leaving them unaware of the possibility that it could be Kenneth. But Kenneth still played a fatherly role in Thomas' life. \"Ashley was the only one of my friends who didn't miss a single family event,\" Wimberly said. \"She was extremely close to my entire family on both sides. If my father is taking me out, Ashley's coming with me. If someone asks who are those girls, he says 'Those are my girls.' If she has a car problem or any kind of issue, she always goes to my dad. But somehow our families never met.\" Thomas described the discovery as \"beautiful,\" but also \"extremely emotional.\" \"I have so many questions for my mom and I will never have any of those answers,\" Thomas said. \"Did she know he was my father?\" \"Big Kenny was like my dad,\" she added. \"He was there for me the whole time and I had no idea.\" Focused on the journey The three have always been close, and even regarded each other as family. But their new reality is still going to take some getting used to. \"It's just a weird feeling,\" said Thomas, who has two children. \"It's definitely going to take some time. I'm still in disbelief. But I want him to be a part of his grandchildren's lives.\" Wimberly said she's happy for their sisterhood to be official, but also feels guilty that Kenneth was more involved in her life than Thomas'. \"I watched Ashley go through so many things growing up and now all I can think about is that her father was here and he could have been there for her just like he was for me,\" said Wimberly. \"So that's very emotional.\" As for Kenneth, he said he's looking forward to building a stronger relationship with Thomas and \"loving her as his daughter.\" He also wants to spend more time with his newfound grandchildren. \"I've always seen the little ones around and this entire time they were my grandchildren and I didn't even know,\" he said. For now, they're focused on the \"journey,\" said Wimberly."], "Language": false}