{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/05/entertainment/country-music-nashville-tornado/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-03-05T17:35:38Z"], "LastModifiedDate": ["2020-03-06T18:41:39Z"], "Headline": ["Country music stars rally around Nashville following deadly tornadoes and destructive storms"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Country music stars are giving back to the city their genre calls home. After EF-4 and EF-3 tornadoes -- which killed 24 people and caused widespread destruction -- hit Tennessee, many of country music's biggest artists stepped in to help recovery efforts.  Miranda Lambert shared information on Red Cross efforts and those of Metro Animal Care and Control in Nashville. \"People in the music community have set up a phone bank with the Red Cross today to help for tornado disaster relief. Please share this number and consider calling to donate, if you can. The line will be open until 7pm. #NashvilleStrong #RedCross.\" Brad Paisley directed his social media followers to The Music City Inc. Foundation. \"For those I'm hearing from today wondering how to help quickly, The Music City Inc foundation was started after the floods to get relief to people locally,\" he wrote in a caption of a photo showing some of the devastation. \"It can immediately help those most severely impacted by things like these Nashville tornadoes.\" Singer Chris Young announced that he would be donating $50,000 to the foundation. \"I don't even recognize some of the locations it's so bad... to help I'm donating $50,000 to the Music City Inc Foundation,\" Young tweeted. \"If you want to help feel free to visit the site here https://visitmusiccity.com/nashvillestrong #NashvilleStrong.\" Dierks Bentley and his band pitched in to help his longtime drummer, Steve Misamore, whose Nashville home suffered severe damage. Bentley's Whiskey Row bar and restaurant will be the site of a sold out benefit concert planned for Monday. Others, like the legendary Dolly Parton, Carrie Underwood and Reba McEntire, offered their thoughts, prayers and well-wishes to those affected.  And it's not just country artists. Lynyrd Skynyrd singer Johnny Van Zant donated $10,000 to relief efforts, CNN affiliate WKRN reported. \"We love Nashville, for one. Our management is out of there. Our agents are out of there,\" Van Zant said. \"I even have a daughter that lives in Tennessee. I call Nashville my second home.\""], "Language": false}