{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/06/tech/linkedin-influencers/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kaya Yurieff, CNN Business"], "Writers": [["Kaya Yurieff"]], "FirstPublishDate": ["2020-03-06T16:21:54Z"], "LastModifiedDate": ["2020-03-06T16:21:54Z"], "Headline": ["In the overlooked world of LinkedIn influencers, a plumber finds a following"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["At Texas Green Plumbing, a residential plumbing company in Dallas, the setup resembles a traditional workplace: a reception area, several offices and a training space. But one room has been transformed into a home-made studio decked out with a microphone, video camera, lights and a backdrop that features shelves held up by pipes. That's where Roger Wakefield, a 56-year-old plumber and owner of the company, spends half of each week filming advice and how-to videos -- with the help of a hired videographer -- to post to his thousands of followers on LinkedIn, as well as other social media channels.  With his distinctive horseshoe mustache and penchant for talking about slab leaks and sewer and water testing, Wakefield doesn't look or sound like your typical social media influencer. But after four decades of working in plumbing on and off, Wakefield has emerged as an unlikely personality on an unlikely platform for social media stars. Wakefield now has about 9,000 followers on LinkedIn. People tune in for his LinkedIn livestreams twice a week to hear plumbing tips or advice on business and building relationships. (He also has a sizable following on YouTube, but on other platforms such as Instagram and Twitter, he has fewer than 500 followers.) Last year, he was treated like a minor celebrity at VidCon, the annual conference in Anaheim, California, for social media creators, their fans and brands.  \"I had people coming up to me in the hallway [at VidCon], saying 'Oh my gosh, you're the plumber' and 'we see your videos,'\" Wakefield told CNN Business. \"It's just a crazy feeling.\" One fan asked to take a selfie with him.    In the world of social media influencers, Instagram, YouTube and TikTok reign supreme. These are the platforms where memes, social media stars and much of internet culture are usually born. LinkedIn, by comparison, is still widely viewed as the buttoned-up platform -- as demonstrated by a recent meme in which celebrities compared themselves across LinkedIn, Facebook, Instagram and Tinder --  that gets ribbed by the tech press when it copies features from trendier rivals. It has been described as \"boring\" and \"normcore\" in headlines. Perhaps it's not surprising then that so much LinkedIn influencer content focuses on businessy things. Instead of dance challenges and perfectly-edited travel shots, LinkedIn influencers post about professional achievements, career advice and entrepreneurship. The influencers gaining traction on the platform are a predictable mix of marketing executives and social media experts as well as some fitness gurus and even the occasional teenager who is big on TikTok.  And yet, on this sometimes overlooked corner of the internet, people are making a name for themselves and earning money -- whether it be through sponsorships, going on tour and selling LinkedIn bootcamp courses -- even if some are skeptical or question what they're doing on LinkedIn.  \"People still see it as a job and resume platform because it was for so long. And it's just not cool,\" said Shay Rowbottom, who has nearly 200,000 followers on LinkedIn. \"Some people challenge me. I'm 27, so a lot of my friends are kinda like, 'What are you doing on LinkedIn?'\" For Jayde Vincent, an 18-year-old TikTok star with 1.3 million followers on the short-form video platform, the answer, at least in part, was because of her step-dad told her to join LinkedIn. She now has 11,000 LinkedIn followers.  Some of the content that performs well on LinkedIn has included Rowbottom's comedy skits about office situations (example: \"Things sales guys say\"), hot takes from marketing executive QuHarrison Terry on buzzy topics such as Apple innovating less without Steve Jobs, and a music video from social media expert Travis Hawley posted on Valentine's Day about how much he loves LinkedIn.  \"People don't actually think of us a place to form community, to be a creator and to really grow,\" Kiran Prasad, LinkedIn's head of consumer products told CNN Business. But he said more than 2 million posts, videos and articles run through the LinkedIn feed each day -- and engagement is increasing 25% year over year.  \"We've been investing very heavily in our creators,\" he added. \"It's definitely been a focus for us for a few years, and we're just starting to see it really take root right now.\" LinkedIn influencers argue the audience is what makes the platform more powerful than other social media networks. \"On LinkedIn, people are in a business mindset,\" Rowbottom said, arguing that many YouTube and Instagram followers may never convert to a sale or buy an influencer's products or services. Terry agrees. \"It's different than going viral on Twitter or Facebook because of the depth of the network you have on LinkedIn,\" he said. \"These are business decision-makers, HR people. ... The audience you're getting in front of is a lot different.\"  And when people share your content, it often results in messages to your inbox. \"From a viral tweet, I'm going to get very little inbound action,\" he said.  However, some LinkedIn influencers said the platform is far behind other social networks in terms of features and support for content creators. The company didn't launch the ability to record or upload a video until 2017; a year later, it finally launched livestreaming, called LinkedIn Live, to a limited group of users. Last week, the company announced it would be testing Stories -- a format pioneered by Snapchat back in 2013, which has been widely copied by others including Facebook, Instagram and YouTube in recent years. LinkedIn also removes metrics such as view counts from posts after a certain amount of time, which makes it impossible for content creators to evaluate the performance of old posts. (LinkedIn said it's working on making view counts available indefinitely, and offering more tools for creators, including the ability to schedule posts and have more insights into their audience.) \"I can see how a 25-year-old or a millennial or someone who is social media savvy could log on for a bit, explore around, experience some of the glitches or just lack of built-out features ... and I can see how people could just be turned off, and be like 'Dude, this platform is whack,' and then they leave,\" Rowbottom said. \"It's also good for me because there's no competition.\" For Wakefield, at least, none of those issues seem to dampen his enthusiasm for the platform. He's found success on LinkedIn translates to success offline with his plumbing company.  \"It helps my business grow,\" he said. \"I get calls all the time that say, 'We watch Roger on LinkedIn. We have a plumbing problem, and we want to get you all to come look at it.'\" "], "Language": false}