{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/opinions/covid-19-climate-change-air-pollution-sutter/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by John D. Sutter"], "Writers": [["John Sutter"]], "FirstPublishDate": ["2020-04-13T18:30:01Z"], "LastModifiedDate": ["2020-04-13T18:30:01Z"], "Headline": ["What does air pollution have to do with Covid-19?"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Pop quiz: Which of these could put you at increased risk during the Covid-19 pandemic? Not washing your hands\nGathering in large groups\nAir pollution The answer: All of the above.  No. 3 isn't getting the attention it deserves, though.   Air pollution, it turns out, is extremely bad for you -- deadly, actually -- all the time. But it's especially dangerous in the middle of a global pandemic that attacks the lungs. A recent study, which is still awaiting peer review, from researchers at Harvard's T.H. Chan School of Public Health, estimates a 15% increased death rate from Covid-19 with a small increase — 1 microgram per cubic meter of air -- in a type of air pollution called fine particulate matter, or PM2.5, which is associated with burning fossil fuels and other material. These are particles tiny enough to penetrate deep into the lungs.  \"Although the epidemiology of Covid-19 is evolving,\" the researchers write, \"we have determined that there is a large overlap between causes of deaths of Covid-19 patients and the diseases that are affected by long-term exposure to fine particulate matter.\" This info is preliminary, but startling.  Here's another stunning fact from Dr. Aaron Bernstein, interim director of Harvard's Center for Climate Health and the Global Environment, or C-CHANGE. In a recent conference call with reporters, Bernstein said it's likely that air pollution reductions in China -- associated with the economic slowdown caused by the pandemic -- saved as many lives in China as Covid-19 has taken there. That's a rough calculation, based on estimates from Marshall Burke, an assistant professor of Earth system science at Stanford University.  Importantly, Burke notes that, \"None of my calculations support any idea that pandemics are good for health. The effects I calculate just represent health benefits from the air pollution changes wrought by the economic disruption, and do not account for the many other short- or long-term negative consequences of this disruption on health or other outcomes; these harms vastly exceed any health benefits from reduced air pollution.\" Emphasizing the importance of air quality, he said, \"Now is the time to talk about this...Now is the time to recognize that we can do better when it comes to improving the health of people around the country, and also addressing critical needs related to our health.\" \"Climate solutions are in fact pandemic solutions,\" he said. What does all of this mean?  I'm not a scientist, nor a medical doctor. But I care very much about health, the environment and climate change, and for me, there are two key takeaways. The first is that air quality matters. The World Health Organization says air pollution kills an estimated 7 million people per year. Seven million! That's about the population of Chicago and Los Angeles, combined. The world needs to ditch fossil fuels, anyway, because they contribute to the climate crisis. The best science and policy advice tell us we need to reach net zero emissions by about 2050 -- or face faster-melting ice sheets, rising sea levels, and storm surges — changes that would contribute to famines and millions of deaths. If that isn't a compelling enough reason, shifting to renewable resources would save millions of additional lives due to reduced air pollution alone.  The second point is more particular to Covid-19.  Nations around the world -- particularly the United States, China and those in Europe -- are spending trillions of dollars in response to the novel coronavirus pandemic. Some of that money, according to the Center for Biological Diversity, is going toward entrenching polluting industries through economic stimulus packages . This means we're spending money during a public health crisis that we know will only make people sick.  That's a mind puzzle. It's also layering tragedy on tragedy. Governments can lead on this, investing in zero-emissions technologies. Journalists and the public must hold them accountable.  Meanwhile, the Trump administration has suspended the enforcement of environmental laws amid the pandemic.  Yet, we know from the researchers at Harvard that some of the activities that should be regulated -- those that create air pollution -- also appear to put people at greater risk for death from Covid-19. It's a deadly feedback loop few are discussing.  That can change. This can and should be a moment when the world realizes that the risks associated with fossil fuels truly are a matter of life and death. That's true all the time.  It's especially alarming amid this pandemic."], "Language": false}