{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/03/cnn-underscored/anker-soundcore-flare-2-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-03-04T03:20:45Z"], "LastModifiedDate": ["2020-03-05T04:46:47Z"], "Headline": ["Look no further than the Soundcore Flare 2 for an affordable Bluetooth speaker"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We're big fans of Anker for its powerful batteries and accessories, but it also has a foothold in the portable speaker space. The Soundcore Flare 2 ($79.99 on Amazon.com) is a portable Bluetooth speaker with a customizable sound experience and music-driven lights. If you're one of those \"TLDR\" people, here's the bottom line: The Flare 2 provides quality sound from every angle with its 360-degree design. Plus, you can sync the Flare 2 with more than 100 other speakers — but for this review, we're sticking to two for a stereo pair. And, thanks to its waterproofing, rain, spills and even shallow submersion into water will not stop the Flare 2.  Pleasing design Bluetooth speakers come in many shapes and sizes. In the case of the Soundcore Flare 2, Anker went with a cylindrical design, featuring vibrant LED rings on the top and bottom. The speaker's body is wider at the bottom and tapers toward the middle. It's wrapped in a dark fabric that's both visually and physically pleasing. The top and bottom of the device are embedded with hard rubber rings that light up when you turn on the speaker. These produce rainbow light by default, but a number of options are available in the app (for Android and iOS). These lights change color and flash based on the beat. On the top surface of the Flare 2 are the on-device controls. These buttons — which are thin outlines that don't protrude much from the surface and don't differ in color from the surface's color — are very difficult to see in low light. More controls and the USB-C charging port are embedded in the fabric on the lower front side. This port is protected by a thick rubber flap to keep it watertight. Above that is the Bass Boost button, which looks like a chevron. Bass Boost is on by default and has the effect that the name implies (it boosts the bass). Just above this is the Bluetooth button, which comes into play when you pair your phone or any Bluetooth-capable device with the Flare 2 or with other Flare 2s. Pairing up After turning on the Flare 2, hold down the Bluetooth button for three seconds to enter pairing mode. It should then blink white and play a series of tones. Once this starts, it should show up as a pairable device in your Bluetooth settings. Upon successful pairing, a different, shorter series of tones will play. Pairing the Flare 2 with another Flare 2 is equally simple. With however many you plan to sync, hold each of their Bluetooth buttons in any order. You don't have to hold them all at once — pairing mode lasts long enough that you can hold them one after another. We found that if our phone was paired with both speakers, syncing didn't work. In other words, make sure your device is only paired with the initial Flare 2. We recommend trying the app for a more customized experience. The Soundcore app The Soundcore app allows you to control the Flare 2, mix up the sound experience and adjust the lights to your liking. It's available for iOS and Android as a free app, but you will need to have an active Soundcore account to use it. Luckily, you can set one up for free. Once in, you'll have to connect to the speaker and might even have to download a software update for it. VoIP appears to interfere with this connection process, though, so make sure you hang up FaceTime first. But don't worry, if you've already connected before the call began, then you're in the clear. The app has three tabs: equalizer, light effect and a home screen. From the home screen, you can control the Flare 2's volume and power it off. The button on the top left takes you back to where you can see your connected devices or connect a new device. The one on the top right brings up advanced options, such as how long the speaker should wait before going to sleep.  Swiping to the right or selecting the bottom left button will reveal a list of equalizer presets as well as a switch to toggle Bass Boost. From the get-go, default is selected, but there are also voice, chill and flat, which you can use for different sound situations. Those of you who are sound-savvy can play around with these settings in the custom option. Swiping left on the home screen or tapping the button on the bottom right shows you the Light Effect page. From here, you can toggle the light rings on your Flare 2, or select from several options. The default is a beat-driven rainbow, but you can select options like circle beam, which makes a color of your choice rotate around the rings. Plus, there's an option for party games called \"Who's Next?\" When you select this and press Start, it'll point around the speaker randomly until it stops at one spot, kind of like spin the bottle. Booming sound When we started playing music on the Flare 2, we enjoyed what we heard. The music wasn't as crisp as it could have been, but the quality was high nonetheless.  We found that, compared to the Wonderboom 2 for example, the Flare 2 fell just short. During songs like \"Pedestrian at Best\" by Courtney Barnett, some of the subtler notes were lost under the guitar, and the voice quality wasn't ideal. Switching the equalizer to the voice preset helped compensate by bringing out the vocals in higher quality. The Chill setting was nice for calmer numbers, like Dave Brubeck's \"Strange Meadowlark.\" Volume extremities felt evened out, but weren't totally flattened like you'd experience from the flat preset. As a result, the speakers could put out music with a calmer vibe rather than one befitting a dance party. We were most impressed with the bass. Drums and deeper beats came out clearly and strongly, enough to hear from two stories away. To make another comparison to the Wonderboom 2, the Flare 2 beats it in this category. This thing isn't going to shake your house, but the bass resonates well for a speaker of its size.  You won't complain about the volume either, but your neighbors might. The Flare 2 puts out competitive volume for a Bluetooth speaker, instantly filling the room with the beat. And that 360-degree sound distributes the music well both indoors and out. We also enjoyed pairing up the speaker with a second Flare 2. Listening with more than one source is a whole different auditory experience. And though the sound occasionally hitched during pairing, this only lasted a few seconds and never happened after the process was complete.  Once you've jammed to multiple speakers, you won't want to go back to one. Unfortunately, it doesn't appear that they play in stereo; the speakers just produce the music from more than one source. It's enjoyable to watch the lights on the Flare 2. In their default mode, they flash off in response to louder beats during music. They don't tend to sync with the beat, but the light show is still a lot of fun.  It would be nice to have a setting that keeps the rainbow solid even during music, but that's a minor complaint. Setting the lights to other presets and customizing them is also fun. Bouncing Beats is, for example, more dynamic, sending the lights back and forth around the ring instead of flashing. Pretty portable The Flare 2 is small enough to toss in a backpack, and the charging cord is easy to take along, too. And while it isn't the lightest accessory, it won't weigh you down. This weight, combined with the stable shape, makes it easy to position in a room and will keep it upright during a party. The light rings make it impossible to miss, but can be turned off if they don't fit the atmosphere you're going for. As for outdoor occasions, the Flare 2 is a great bet. Not only can you pair several for wider coverage, but the impressive volume and bass help out. The Flare 2 is waterproof, even capable of being submerged in shallow water and coming out fine, so don't fret spills or rain. When it comes to battery life, our testing showed that the Flare 2 maxes out at the expected 12 hours without Bass Boost on. With Bass Boost, it reaches around seven hours. Though these aren't the greatest figures, even seven hours should get you through a party or two. Bottom line Anker's Soundcore Flare 2 checks all the boxes we look for in a Bluetooth speaker. It sounds good, has great volume and bass, and has decent battery life. And while these aren't the best, we still had a great time with this speaker, especially when paired with another Flare 2. The biggest drawback is the lack of stereo when they're paired. Overall, though, you're getting a good value. You can pick up the Flare 2 for $79.99 on Amazon.com.  Note: The price above reflects the retailer's listed price at the time of publication."], "Language": false}