{"Type": ["article"], "Url": ["https://www.cnn.com/2020/03/04/entertainment/love-is-blind-couples/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-03-04T17:55:01Z"], "LastModifiedDate": ["2020-03-04T20:31:07Z"], "Headline": ["'Love Is Blind' couple Lauren Speed and Cameron Hamilton open up about their first year of marriage"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Love Is Blind\" finished airing on Netflix on February 27, and everyone's favorite couple, Lauren Speed and Cameron Hamilton, ended up getting married.  The show ended production in the fall of 2018, so the two have actually been married for about a year and a half. They've been living in Atlanta in Hamilton's house, \"our house now\" he tells CNN, taking care of their adopted dog and trying to start a family. They've had to hide their relationship on social media so the show's ending wouldn't be spoiled. \"Well, it would be hard to (fake it) for a year and a half. You're talking about blending families,\" Speed tells CNN about their relationship. \"Like, my father was there and crying at my wedding. My mother, Cameron's parents. (Everyone is) happy and involved in it all. I mean, we live together. We have a dog together.\" As for growing their family, Speed adds, \"Yeah, we've been talking about it. I think our maternal instincts are kind of kicking in.\" So, despite the unusual way they fell in love -- behind the walls of a \"pod,\" where \"Love Is Blind\" participants date without ever physically seeing the other person until after they get engaged -- Hamilton and Speed say their relationship is the real deal.  Casting singles \"Love Is Blind\" producers decided to base the show in Atlanta, and began looking for singles in the area before production on the show started, a representative for Netflix tells CNN.  Hamilton and Speed say a casting agent direct-messaged them on their separate Instagram accounts, asking whether they were single and whether they'd be interested in a dating show with a unique premise. They were not in each other's social circles and had never met, but say their dating lives were dismal. They filled out an application for the show, along with the rest of the cast, took a comprehensive psychological exam, then did a number of Skype interviews with show producers.  \"I think we were just open to the idea of finding love,\" Hamilton says of agreeing to the show. \"Of course the premise is a little crazy at first glance, but for me, I said 'I want to keep an open mind about this. You never know.' And here we are today. So I'm glad that I did.\" Speed says she initially thought the idea was \"nuts\" but after a string of bad dates, she agreed to try it out.  \"Initially I was like, this is nuts, but I'm open,\" she says. \"You know, my dating life wasn't going too well. It seemed like a great opportunity to possibly meet someone and date someone on something that's deeper than just what they look like, which really appealed to me. I feel like dating nowadays is so surface, right? We don't even know how to talk to each other.\" How they translated their relationship from pod to real life Hamilton and Speed went from living for weeks on a soundstage built like two apartments (a men's side and women's side) to moving into the home Hamilton showed off on the show. They agree that taking away distractions such as phones, TV, music and the news while they were in the pods helped to secure their connection.  \"It's pretty apt to say that we were seeing each other's souls,\" Hamilton says. \"The environment of the pods really helped us narrow in on each other and focus on what we were saying. ... We kind of went into it prepared with questions we wanted to ask our future partner.\" Hamilton says the dates he had with Speed were just a fraction of how long the two actually hung out in the pods. He estimates their time together in the pods could actually have been more than 100 hours.  \"It was very focused conversation,\" Hamilton says. \"I mean, none of it was forced at all, you know, we had that instant chemistry. With Lauren and I, we had many dates that just didn't make the show for time's sake. And, you know, we talked about everything that you could possibly talk about and we didn't waste a minute in the pods.\" Seeing each other for the first time \"Prince charming,\" Speed says.  \"Awestruck,\" Hamilton adds.  The marriage was legal Yes, the two are legally married, and have been since they tied the knot on the show in 2018. They say it never got weird in the real world, and their only hurdle was \"figuring out all the minutiae\" of their day-to-day lives.  \"Things like sharing physical space with each other,\" Hamilton says, adding, \"but at a certain point with anything, you have to take a leap of faith with relationships. Right? And that was the case here.\" Pet peeves \"Cam doesn't rinse the dishes before we put something in the dishwasher and that drives me crazy,\" Speed laughs.  Hamilton adds, \"It drives me crazy how she loads the dishwasher, because there's no rhyme or reason to it.\" But they're happy, they say, doing their relationship backwards. \"We got married and then it's like we started dating after the marriage,\" Hamilton says.  The two like to cook at home, go on hikes, play with their puppy, Sparks, and watch TV together.  Lauren's dad Speed's father was tough on Hamilton on the series, doubting the whole dating experiment and questioning how Hamilton would handle an interracial relationship. Speed says he's since come around from his initial skepticism to calling Hamilton his \"son.\" \"My dad comes over like every weekend -- we have dinner with Cam, we cook and play music,\" she says. \"We have a good time. We wrestle fur baby, we laugh, we watch movies. Like, it's great, you know, good family fun that we enjoy. My dad loves him.\" Getting recognized Netflix has advertised \"Love Is Blind\" as the top-streamed series on the platform in the United States in late February. That means a bit of fame for Speed and Hamilton, who say they've had nothing but a positive reaction from viewers.  \"People are coming up to us saying they love our story or we inspire them. It's awesome,\" Speed says. \"I mean, it's all been love, really. No negative comments or very little negative comments. We're loving it. We love the fact that we're making people happy cry.\""], "Language": false}