{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/13/opinions/chris-christie-interview-coronavirus-trump-opinion-axelrod/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By David Axelrod, CNN Senior Political Commentator"], "Writers": [["David Axelrod"]], "FirstPublishDate": ["2020-04-13T15:43:33Z"], "LastModifiedDate": ["2020-04-13T16:06:55Z"], "Headline": ["David Axelrod: Try as he might, Trump can't spin the pandemic"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Former New Jersey Gov. Chris Christie has had an interesting relationship with President Donald Trump. Longtime friends, who ran against each other for president in 2016, Christie was the first major elected official to endorse Trump shortly after the then-governor of New Jersey dropped out of the race.  So, when I sat down with Christie (virtually, of course) for the latest episode of \"The Axe Files\" podcast, I asked him why the President was so insistent on downplaying the burgeoning threat of Covid-19 for six critical weeks and why the Trump Administration was so slow in responding.   \"He always believes that by sheer force of will he can change circumstances,\" Christie told me.  \"And I think that he was like, 'OK, if I just go out there, talk this thing down, it'll come down.' I think that's what he felt at the beginning. And if he took certain steps like closing travel from China, which he did early on -- one of the real aggressive things he did early; one of the only aggressive things he did early -- I think he thought he could do it.    \"I think what he's learned in this circumstance is there are some things when you're President of the United States that are beyond your own will to fix.\" Christie, who was driven out as Trump's transition director days after the election in an out-of-the-blue dismissal he says was engineered by the President's son-in-law and senior adviser, Jared Kushner, also blamed the absence of a strong and experienced White House staff for the delays and early mistakes that set the country back in its efforts to blunt the assault of the coronavirus.  He painted the portrait of an insular palace guard who has prevented the President from getting the blunt advice he needs and will trust.  \"In the end, you need a lot of people to deal with a crisis like this.  And if you're doing it right, you have to delegate authority and trust them. And I think that the President's been ill-served in that regard.\" After dismissing the severity of the threat until mid-March, the president took a U-Turn and assumed the mantle of wartime leader—taking the lead role at daily briefings, carried live in all or part on cable news networks. There is no doubt that this President delights in an audience, the bigger the better.  It's ostensibly one of the reasons he has been so reluctant to cede the stage at these daily events, the starting time of which he now heralds each day by Tweet.  Last Friday's briefing, which ran for over two hours, seemed for a while as if it might stretch all the way to Easter Sunday.   Even in the midst of an epic crisis that threatens the lives and livelihoods of millions, Trump simply cannot refrain from boasting about the enormous TV audience his marathon Covid-19 briefings have commanded.  Notwithstanding the fact that anxious people are tuning in for news about the virus, what Americans often get is an orgy of lies, distortions, score-settling and self-praise that may do Trump more harm than good. Christie says he's urged the President to curb these appearances. \"What I've advised him to do is to spend a little less time out there because nothing good can happen after about a half an hour,\" Christie told me.  \"One of the things I've advised him, and he's done it on occasion ... is to speak off the top, take a few questions off the top, then leave the vice president and the experts to take care of the rest of it ... because if you're off stage, they're going to ask those people substantive questions. If you're on stage, they're going to ask you questions that go all over the place.\" Yet Christie says Trump's uncontrollable penchant to brandish the ratings of his pandemic briefings is only natural for a president who built his following as a reality show star.   \"A lot of the way he judged his success or failure on his television show, as [is true] with most of the people who participate in that world, is by their ratings. Let's face it, that was a major part of his career for the 10 years before he decided to run for president.\" And, once again, Christie blamed the absence of a strong and trusted staff to persuade the President to change his approach. \"Part of what you need to do, if you had a more experienced and more aggressive staff, is you try to prevent the principal from putting himself in positions where those less attractive parts of their character are shown. ... And I think again, here, with the exception of Kellyanne Conway, I don't think there's anybody in that circle who has both the experience and the type of relationship with the President where they could tell him, no, you shouldn't be doing this.\" Christie, now an ABC commentator, still talks with Trump, and his insights into the President were candid and plausible.  But they also beg a larger question. Every organization reflects the person on top. Donald Trump's staff reflects him.  More hard-nosed and experienced staffers are long gone, either expelled for their candor or worn down by the mercurial policy shifts and bombast of a president who insists he has all the metrics he needs between his ears to make fateful decisions. Smarter than the generals, smarter than the public health experts, he runs the show. Just watch the energy that doctors Anthony Fauci and Deborah Birx, both experts in their fields, have expended in navigating the President's mind-boggling pronouncements, even as they battle heroically to stop the surge of Covid-19.  Their restraint is as admirable as their dedication and rigor.  And one can only hope that the virus is subdued before they run afoul of the commander-in-chief. The presidency exposes anyone who occupies the Oval Office, particularly in times of crisis. The problem is that we have a reality show president who has run headlong into a grim reality for which he was ill-equipped and unprepared. You can't spin a pandemic, Mr. President.  And the numbers that matter aren't your TV ratings."], "Language": false}