{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/entertainment/concerts-coronavirus/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez, CNN"], "Writers": [["Sandra Gonzalez"]], "FirstPublishDate": ["2020-02-28T18:56:44Z"], "LastModifiedDate": ["2020-02-28T19:04:05Z"], "Headline": ["BTS and Green Day cancel concerts due to coronavirus"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The shows will not go on for BTS and Green Day as they join other musical artists who have canceled concerts over coronavirus concerns.  And they likely will not be the last to do so. \"We have unfortunately made the difficult decision to postpone our upcoming shows in Asia due to the health + travel concerns with coronavirus,\" Green Day tweeted Thursday night. \"We know it sucks, as we were looking forward to seeing you all, but hold on to your tickets we'll be announcing the new dates very soon.\" The band had plans in March to perform in Bangkok, Manila, Seoul and Osaka, along with other cities.  As of Friday, Green Day's website indicated the tour would resume in May with a show in Moscow.  BTS, meanwhile, in the midst of promoting its new album \"Map of the Soul: 7,\" earlier this week had to adjust press tour plans and steered fans away from showing up to their appearances in the usual droves.  And on Friday morning, the band canceled four concerts in Seoul that had been scheduled for April, saying it was \"impossible at this time to predict the scale of the outbreak\" and citing the \"increasing uncertainty about the cross-border movement of concert staff and equipment.\"  \"While we hope that the situation will improve, we must take into consideration the health and safety of hundreds of thousands of guests as well as our artists and the dire impact a last-minute cancellation may have on guests from overseas, production companies and staff,\" read a statement from the group's management company, Big Hit Entertainment, posted on the band's official Facebook page.  Big Hit Entertainment had expected more than 200,000 people to attend the shows.   BTS said that ticket purchasers will receive a full refund. Up in the air UK rapper Stormzy, the Boston Symphony Orchestra and a number of K-Pop acts -- like GOT7 -- have also canceled dates. The KoreaTimes Music Festival, set to take place at The Hollywood Bowl in April, has been postponed due to travel restrictions, organizers said this week. Cancellations to this point have largely focused on concerts taking place in Asia, but with confirmed coronavirus cases now in every continent except Antarctica, more live entertainment events will likely be impacted. Alanis Morissette is scheduled to take her \"Jagged Little Pill\" 25th Anniversary tour to Japan and the Philippines in early April. Singer Tori Kelly also has tour stops in the Philippines, South Korea and Japan scheduled in April.  Halsey has dates in South Korea and Japan scheduled for May, and Lauryn Hill has a date at Tokyo Garden Theater set for May.  Representatives for those artists did not return CNN's e-mail requests for comment. Live Nation, which still has all those dates listed on its website, also did not respond to multiple requests for comment.   Looking further out, singer Billie Eilish has tour dates scheduled in August that would take her to Seoul, Shanghai, Taipei, Hong Kong and Tokyo, to name a few.  The outbreak has reached the \"highest level\" of risk for the world, the World Health Organization announced on Friday."], "Language": false}