{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/cnn-underscored/goop-banana-republic-outbrain/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Courtney Thompson"], "Writers": [["Courtney Thompson"]], "FirstPublishDate": ["2020-02-28T18:55:53Z"], "LastModifiedDate": ["2020-02-28T18:58:24Z"], "Headline": ["Goop and Banana Republic team up for the ultimate workwear collection"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Whether you surf the website, watch the Netflix docuseries, listen to the podcast or attend one of the wellness summits, Goop, Gwyneth Paltrow's lifestyle brand, is omnipresent these days. And we get why. Highly curated and ultra-cutting edge, Goop is aspirational — from ultra-gorgeous clothing and skin care picks to to-die-for travel itineraries and tear-jerking podcast conversations.  But at the same time, Goop has a reputation for being unapproachable. Whether it's based on price point (GP's current picks on the Goop site, for instance, include $725 Stella McCartney sandals and a pair of cream G. Label trousers that cost $695) or concept (we remember the vaginal steam brouhaha), mainstream consumers can find the brand extremely interesting ... but also difficult to wholeheartedly subscribe to. Which is why the news that Goop is collaborating with Banana Republic was music to our bargain-hunting ears. Comprised of just five pieces, the Goop edit that launched Tuesday is reasonably priced for quality clothing (ranging from $74 to $269) and features classic essentials that every woman should have in her wardrobe.  \"The Goop edit is a capsule of five Banana Republic pieces made for the modern woman — a woman at ease with herself and not defined by trends,\" Goop fashion strategy director Anne Keane says. \"These are the polished, season-spanning staples that she'll reach for time and again to strike the balance between elegant and effortless.\" Check out the entire collection below, and learn why we love it, too.    Oversize Trench in Khaki ($269; bananarepublic.gap.com)   Adulting officially occurs when you buy a home ... and when you wear a trench coat. And if you're going to don one, this is the one to have. Water-resistant and cut slightly oversized, this 100% cotton version has all the trappings we love in a trench — wide lapels, storm flaps and big ol' waist sash. The side slits plant it firmly in 2020, though. _______________________________________________________________________________ Pleated Poplin Midi Skirt ($119; bananarepublic.gap.com)   Midi skirts are having a moment, and this crisp, navy take is perfect for every occasion. Pair with heels and pearls for the office, or wear it with sneakers and a sweatshirt while running errands. Either way, you'll love the polyester-cotton blend and the ankle grazing cut. _______________________________________________________________________________ Button-Front Polo ($79.50; bananarepublic.gap.com) Utterly chic in a thin merino wool, this ribbed polo is super soft and, as a result, super luxurious. Whether you're mixing it with ripped jeans, wool trousers or the matching midi skirt, you're going to feel perfectly pampered. _______________________________________________________________________________ Poplin Puff-Sleeve Blouse ($74.50; bananarepublic.gap.com)   If you don't own a crisp white blouse, then let us introduce you to the one of your dreams. Traditional, but with a spin, we love the slight balloon sleeves, the dainty ruching by the shoulders and the banded collar. This is a piece you can match with any bottom in your closet for a totally classic, refined look. _______________________________________________________________________________ High-Rise Wide-Leg Crop Chino Pants ($71, originally $89.50; bananarepublic.gap.com)   A longtime bestseller for Banana Republic, this pair is reborn for the capsule collection, thanks to a cool raw hem. Pairing a high waist with wide legs, the chinos feature a soft, washed fabric comprised of stretch cotton that is just as flattering as it comfy.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}