{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/28/us/five-things-february-28-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-28T11:10:49Z"], "LastModifiedDate": ["2020-02-28T11:17:28Z"], "Headline": ["5 things to know for February 28: Coronavirus, Taliban, immigration, Syria, Michigan"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Don't turn your calendars over just yet! It's a Leap Year, which means tomorrow is your once-every-four-years bonus day.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  Fears about the continued spread of the coronavirus have taken a devastating toll on global markets. In the US, a stock market sell-off erased more than $2 trillion in wealth in a matter of days and sent the Dow plummeting 1,191 points yesterday, marking the biggest one-day drop in the index's history. Asia Pacific markets, like Japan's Nikkei and South Korea's Kospi, have also steadily fallen. Experts say the virus, which has infected more than 83,000 and killed at least 2,800 worldwide, is ushering in an economic pandemic. Meanwhile, the coronavirus has reached sub-Saharan Africa, with the first reported case in Lagos, Nigeria. Lithuania, Belarus and New Zealand have also reported their first cases. In the US, California announced it is monitoring some 8,400 people for the virus. President Trump is trying to temper fears of a major US outbreak. \"It's going to disappear,\" he said during a White House news conference. \"One day it's like a miracle, it will disappear.\" 2. Taliban deal The US is expected to ink a deal tomorrow with the Taliban that will fulfill President Trump's longstanding promise to get the United States out of its longest-running war. However, not everyone is sold on the idea. Nearly two dozen Republican lawmakers have written to Secretary of State Mike Pompeo and Secretary of Defense Mark Esper to express serious concerns about the anticipated deal. Under the agreement, the US would draw back its troop presence in Afghanistan if the Taliban significantly reduces violence in the country. The concerned lawmakers want assurances from top defense leaders that the US won't commit to a full withdrawal, share a counterterrorism center with the militant group or engage in any side deals. The Pentagon says it will respond to the 22 authors of the letter.  3. Immigration  A federal judge in Washington state has blocked the Trump administration from diverting millions of dollars from a project at a Naval base there to pay for the southern border wall. Washington is one of many states that have sued over Trump's emergency declaration that lets the administration dip into Pentagon funds to support the wall's construction. In other immigration news, the Trump administration has introduced a proposal that would triple some fees for immigration court filings, like appeals, asylum applications and cancellations of removal. Some of these forms, which cost $110 now, would cost $975 under the new plan. The added expenses would pose a major challenge to immigrants seeking relief and may make some less likely to appeal in deportation cases.  4. Syria  At least 33 Turkish soldiers were killed in an aerial attack by Syrian regime forces in Syria's Idlib province. The province is the last rebel-held area of Syria, and Turkish soldiers are there as part of a 2018 peace agreement between Turkey and Russia, the latter of which backs the Syrian government. The attack adds to growing tensions between the countries since Syrian government forces have increased air attacks in the area over the last few weeks. Russia's Defense Ministry has denied involvement. Turkey has retaliated, its spokesman said. Hundreds of thousands of people have fled the last opposition-held territory in Syria in the last two months, the UN says. 5. University of Michigan Three former wrestlers from the University of Michigan have accused a university doctor of sexually abusing students and athletes for decades. They allege Robert E. Anderson, who worked at Michigan from 1968 to 2003, molested them during unnecessary medical examinations. Anderson died in 2008. The three men attended the university between 1972 and 2002. One accuser, Tad Deluca, says he spoke up about Anderson's alleged conduct as early as 1975 and again in 2018, after allegations against Michigan State University gymnastics team doctor and convicted abuser Larry Nassar came to light. Both times, he said, he was ignored. The University has begun a police investigation and opened a hotline for any other victims to step forward.   BREAKFAST BROWSE Rod Blagojevich is charging $100 for personalized shout-outs on the video message website Cameo He says he's available for birthday greetings, anniversary greetings or motivational messages. Hmm.  A grocery bagger won $70 million from a lottery ticket he bought at the store where he works  Now that's some good karma. There's a cool new Harry Potter-themed day spa in Nashville  Soon to be turned into a new book, \"Harry Potter and the Dead Sea Mineral Mask.\"  'The Proud Family' is getting revived on Disney+ Oh, the nostalgia!  The Academy of Country Music award nominations are in  It won't take you \"10,000 Hours\" to read this list of \"Girls,\" \"Wildcards\" and \"One Man Bands,\" and while \"Some of It\" may be a \"Rumor,\" \"What You See Is What You Get.\" (Whew!)  TOTAL RECALL Quiz time!  The CEO of which major entertainment company stepped down from his role this week? A. Disney  B. Nickelodeon C. Netflix  D. A24  Play \"Total Recall,\" CNN's weekly news quiz, to see if you're right.  TODAY'S QUOTE \"Whoever our nominee is we will support, with respect for his or her positions.\" House Speaker Nancy Pelosi, who says she will support Bernie Sanders or any other candidate who wins wins the Democratic presidential nomination TODAY'S NUMBER 6,590 The approximate number of pedestrians who were killed in 2019 in the US, the highest tally since 1988. Experts blame SUVs, drug and alcohol use, warm weather and cell phones for the uptick.  TODAY'S WEATHER AND FINALLY Who wants some dice for breakfast?  Yes, this stop-motion short is a little trippy. But it's also strangely relaxing, no? (Click here to view.) "], "Language": false}