{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/entertainment/taylor-swift-the-man-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-27T18:08:53Z"], "LastModifiedDate": ["2020-02-27T19:21:29Z"], "Headline": ["Taylor Swift is literally 'The Man' in new music video"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Leave it to Taylor Swift to creatively take on the patriarchy. The 30-year-old pop star is unrecognizable playing a man in her latest music video. The video for her single \"The Man\" brings to life Swift's lyrics about how differently the world views men and women. \"They'd say I hustled/Put in the work/They wouldn't shake their heads and question how much of this I deserve,\" she sings. \"What I was wearing, if I was rude/Could all be separated from my good ideas and power moves.\" Thanks to the wonders of makeup and CGI, Swift is transformed into the \"alpha type\" and \"boss\" she sings about, making her way through the world doing whatever she wants, from urinating on a wall to growing old and marrying a much younger woman. As she sings, \"If I was a man, I'd be the man.\" Swift, who wrote and directed the music video, gets one last dig in at society's treatment of women at the end. As the director, Swift asks her \"man\" character (voiced by Dwayne \"The Rock\" Johnson), \"Could you try to be sexier? Maybe more likable this time?\" The video is filled with plenty of \"Easter eggs\" and cameos, including Swift's dad as a tennis umpire. On Thursday, Swift shared some behind the scenes photos from the video shoot on her official Instagram account, writing \"Just sitting here pondering how happy I am that The Man music video is OUT.\" \"My dad making his acting debut as 'unimpressed umpire' is a memory I'll always cherish,\" Swift wrote. \"Thank you to the entire cast and crew for helping me become the man I always knew I could be.\" "], "Language": false}