{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/27/entertainment/academy-country-music-awards-nominations/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-02-27T15:05:22Z"], "LastModifiedDate": ["2020-02-27T15:05:22Z"], "Headline": ["Maren Morris, Thomas Rhett lead Academy of Country Music award nominations"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["The Academy of Country Music announced nominations for its 55th annual awards Thursday. Maren Morris, Thomas Rhett and producer Dann Huff led with five each, followed by Dan + Shay, Blake Shelton, and Old Dominion with four. First-time nominee Justin Bieber also received four picks for his work on the \"10,000 Hours\" song with Dan + Shay. Reigning ACM Entertainer of the Year and 15-time ACM award-winner Keith Urban will host the show for the first time.  The following is a list of the main awards: ENTERTAINER OF THE YEAR Luke Bryan Eric Church Luke Combs Thomas Rhett Carrie Underwood   FEMALES ARTIST OF THE YEAR Kelsea Ballerini Miranda Lambert Maren Morris Kacey Musgraves Carrie Underwood   MALE ARTIST OF THE YEAR Dierks Bentley Luke Combs Thomas Rhett Chris Stapleton Keith Urban   DUO OF THE YEAR Brooks & Dunn Brothers Osborne Dan + Shay Florida Georgia Line Maddie & Tae   GROUP OF THE YEAR Lady Antebellum Little Big Town Midland Old Dominion The Highwomen   NEW FEMALE ARTIST OF THE YEAR Ingrid Andress Gabby Barrett Lindsay Ell Caylee Hammack Tenille Townes   NEW MALE ARTIST OF THE YEAR Jordan Davis Russell Dickerson Riley Green Cody Johnson Morgan Wallen ALBUM OF THE YEAR \"Center Point Road\" -- Thomas Rhett \"Girl\" -- Maren Morris \"Heartache Medication\" -- Jon Pardi \"What You See Is What You Get\" -- Luke Combs \"Wildcard\" -- Miranda Lambert SINGLE OF THE YEAR  \"God's Country\" -- Blake Shelton \"One Man Band\" -- Old Dominion \"Rainbow\" -- Kacey Musgraves \"Rumor\" -- Lee Brice \"What If I Never Get Over You\" -- Lady Antebellum SONG OF THE YEAR \"10,000 Hours\" -- Dan + Shay Featuring Justin Bieber \"Girl Goin' Nowhere\" -- Ashley McBryde \"God's Country\" -- Blake Shelton \"One Man Band\" -- Old Dominion \"Some Of It\" -- Eric Church VIDEO OF THE YEAR \"10,000 Hours\" -- Dan + Shay Featuring Justin Bieber \"God's Country\" -- Blake Shelton \"One Man Band\" -- Old Dominion \"Remember You Young\" -- Thomas Rhett \"Sugar Coat\" -- Little Big Town  SONGWRITER OF THE YEAR Ashley Gorley Michael Hardy Hillary Lindsey Shane McAnally Josh Osborne   MUSIC EVENT OF THE YEAR \"10,000 Hours\" -- Dan + Shay Featuring Justin Bieber \"Dive Bar\" -- Garth Brooks Featuring Blake Shelton \"Fooled Around And Fell In Love\" -- Miranda Lambert Featuring Maren Morris, Ashley McBryde, Tenille Townes, Caylee Hammack & Elle King \"Old Town Road\" -- Lil Nas X Featuring Billy Ray Cyrus \"What Happens In A Small Town\" -- Brantley Gilbert Featuring Lindsay Ell The awards will be broadcast live from the MGM Grand Garden Arena in Las Vegas on Sunday, April 5, on CBS."], "Language": false}