{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/politics/bloomberg-social-security-ponzi-scheme-kfile/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Andrew Kaczynski, Em Steck and Nathan McDermott, CNN"], "Writers": [["Andrew Kaczynski", "Em Steck", "Nathan McDermott"]], "FirstPublishDate": ["2020-02-26T20:39:18Z"], "LastModifiedDate": ["2020-02-26T20:39:18Z"], "Headline": ["Bloomberg once said Social Security was the biggest Ponzi scheme and argued for cuts to entitlements"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Mike Bloomberg has vowed as a Democratic candidate for president to \"strengthen entitlement programs.\" But when he was mayor of New York City, Bloomberg twice compared Social Security to a \"Ponzi scheme\" and repeatedly said cuts to that program as well as Medicare and Medicaid had to be part of any serious solution to reducing the federal deficit. The comments come from Bloomberg's weekly appearances as mayor on the radio program \"Live from City Hall,\" which was reviewed by CNN's KFile. \"I don't know if Bernie Madoff got his idea from there, but if there's ever a Ponzi scheme, people say Madoff was the biggest? Wrong. Social Security is, far and away,\" Bloomberg said in a January 2009 appearance, referencing the imprisoned former investment adviser who committed billions in fraud. Madoff was arrested in December 2008 and later pleaded guilty to running a massive Ponzi scheme, a type of fraud where existing investors are paid with funds from new investors. Visit CNN's Election Center for full coverage of the 2020 race \"We are giving monies out with the next guy's money coming in and at the end of  -- when the music stops -- it's just not gonna be enough chairs for everybody,\" Bloomberg said. Asked about his comments calling Social Security a Ponzi Scheme, Stu Loeser, a spokesman for Bloomberg, defended him. \"The Social Security Administration itself gives out detailed actuarial tables on when and how payments will exceed income, and the issue needs attention because we're running the cushion between them down,\" he told CNN. \"Mike believes that between now and that time, we will need to boost receipts by raising contributions from those who can best afford it, which is what he'll do as President. Many of Bloomberg's comments about entitlements were made from 2010 to 2013, when a soaring US debt and deficit had become a prominent and contentious political issue, driven largely by the rise of the conservative Tea Party movement. Bloomberg was elected as a Republican in 2001 and 2005 before leaving the party in 2007 and winning a third term as an independent in 2009. During a 2013 appearance on the show, Bloomberg said he long advocated to let the Bush-era tax cuts expire, but added, \"The other side you would have to do with entitlements and that sort of thing.\"  \"And if you don't cut entitlements, the rest is a joke,\" he said. Cuts to entitlement programs have long been considered controversial and unpopular in US politics, and Bloomberg's past comments are at odds with the mainstream positions within the Democratic Party. Last month, Vermont Sen. Bernie Sanders criticized former Vice President Joe Biden for his openness in the past to adopting changes to Social Security that would slow its growth. And Bloomberg's own campaign has attacked President Donald Trump for suggesting he is open to entitlement cuts.   \"President Trump has suggested that he is open to cutting Social Security, Medicare and Medicaid,\" Bloomberg's website says. \"As president, Mike will strengthen entitlement programs and supplement the private retirement savings system to ensure that no American senior has to live in the shadow of financial peril.\" In his own plan, Bloomberg says he will \"consider options for preserving and strengthening Social Security's long-term finances, while maintaining and enhancing benefits for the neediest recipients.\" During other radio appearances, Bloomberg called for passing Simpson-Bowles, the deficit cutting plan named after former Wyoming Republican Sen. Alan Simpson and former Clinton White House chief of staff Erskine Bowles. The two co-chaired a commission, established by President Barack Obama in 2010, which made a number of recommendations on reducing the deficit. The plan garnered criticism from the left over proposed cuts to entitlement programs and from the right about proposed tax increases. Loeser defended Bloomberg's support for the Simpson-Bowles plan. \"After the onset of the financial crisis, when the recovery was uncertain because Washington gridlock offered no assurances of anything close to steady fiscal leadership, President Obama's team asked Mike Bloomberg to help make the case for independent panel they created to try and fix the problem,\" Loeser told CNN in an email. \"Mike didn't agree with every part of Simpson-Bowles, but he agreed Washington needed to show it was serious about governing,\" he added. \"That said, we agree with the Democrats like Senator Dick Durbin who supported the plan precisely because it did protect disadvantaged Americans. Nobody will never know exactly why (then-Wisconsin Rep.) Paul Ryan, like Senator Sanders, opposed the plan from the committee that Obama created, but when President Obama's team called, Mike considered no choice but trying to help them and the country.\"  Durbin, the Illinois senator, and Ryan, who was the top Republican on the House budget committee at the time, were both members of the Simpson-Bowles commission. Durbin voted in favor of the panel's proposal and Ryan voted against it. The final 11-7 vote on the plan fell short of the supermajority needed to officially approve it, with only five of the panel's nine Democrats voting in favor of it. Repeated calls for cuts Bloomberg often noted correctly that the federal budget was largely allocated to two sources: entitlements and defense spending. Without cutting to those two things, he said, the issue of the deficit would never be solved. \"Sixty percent of the federal budget is benefits or entitlements and debt service,\" Bloomberg said in December 2010. \"And out of the third that's left, half of that is the military and everything else is in the balance. And so when people talk about cutting the federal deficit, I don't know what they're talking about. Nobody's willing to cut the things where most of the money goes. And unless you do that, you'll never solve that problem.\" In January 2011, Bloomberg argued we'd have to do something about Medicare and Medicaid.  \"When you listen to them talk at a federal level, 'I'm going to cut the deficit.' You know, every new group that comes through -- keep in mind two-thirds of the federal budget is entitlements and debt service. Debt Service legally, you can't touch, entitlements means seniors. We're going to cut back Medicaid and Medicare, we're going to have to do something, but that's going to be a very tough lift,\" Bloomberg said. In June of that year, Bloomberg said that entitlements, specifically Social Security, Medicare, and Medicaid, would bankrupt us if left unchecked. \"It's also interesting, the politics of Medicaid, Medicare, Social Security, everybody says cut,\" Bloomberg said \"And they, some of the more conservative fiscally conservative elected officials around the country say, 'Cut, cut, cut.' And then when the public realizes what they're doing, they just go ballistic. And the conservatives were trying to walk away from that a little bit. It's a very contentious issue, but there's no question that Medicaid, Medicare, Social Security, if left unchecked, it's going to bankrupt us.\"   Pass Simpson-Bowles Bloomberg said the best solution to solve the deficit was for Obama to end the Bush era-tax cuts for all Americans and to put in place the Simpson-Bowles plan of cuts. \"A small solution to the problem is not good for this country because it will postpone the day of reckoning. We have to balance our budget. And there's two simple ways to do it,\" Bloomberg said in November 2011. \"Congress can do their part,\" he added. \"They should just pass this Simpson-Bowles plan of cuts, which was done with an enormous amount of research by a Republican and a Democrat who have great credibility and had wonderful staff. And yes, you probably could make both things better, but these are things where Congress and the president, yes or no, up or down the whole thing or nothing.\" \"Medicare, Medicaid, Social Security, the prescription thing,\" Bloomberg said in December 2011. \"All of these things are nice things, but none of them are funded in a sustainable way.\""], "Language": false}