{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/entertainment/duffy-instagram-post/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2020-02-26T05:45:53Z"], "LastModifiedDate": ["2020-02-26T14:35:47Z"], "Headline": ["Singer Duffy says she retreated from the spotlight after being 'raped and drugged and held captive'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Duffy opened up to her fans Tuesday in an Instagram post that explained why she stepped away from the spotlight nearly a decade ago. The \"Mercy\" singer said she still wasn't sure now was the right time to share but that it felt \"liberating\" to do so. \"Many of you wonder what happened to me, where did I disappear to and why,\" she wrote. \"The truth is, and please trust me I am ok and safe now, I was raped and drugged and held captive over some days.\" Duffy says she survived and spent \"thousands and thousands of days ... committed to wanting to feel the sunshine in my heart again.\" \"You wonder why I did not choose to use my voice to express my pain? I did not want to show the world the sadness in my eyes. I asked myself, how can I sing from the heart if it is broken? And slowly it unbroke.\" Duffy took home the best pop vocal award at the 2009 Grammys for her breakthrough album, \"Rockferry.\" That same year, she was also nominated for best new artist.  In 2010, she released another album, \"Endlessly,\" after which she largely retreated from the music scene. The Welsh artist said that in the coming weeks she'll post a spoken interview in which she will also address fan questions.  A rep for Duffy declined to comment when contacted by CNN about her post. She closed by saying, \"Please respect this is a gentle move for me to make, for myself, and I do not want any intrusion to my family. Please support me to make this a positive experience.\" On social media, people commended the singer for her bravery. \"Wow, your strength is truly inspiring,\" one user wrote on Instagram. \"Your music is a reflection of your heart and who you are, beautiful and strong. I pray and hope for a real and long lasting healing,\" another fan wrote. \"We are with you dear, precious @duffy you are incredible and very missed. Fight this thing, don't let it define you or determine your life.\""], "Language": false}