{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/26/entertainment/eminem-godzilla-challenge-intl-scli/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Toyin Owoseje, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-26T11:02:42Z"], "LastModifiedDate": ["2020-02-26T11:02:42Z"], "Headline": ["Eminem calls on fans to match his flow with the '#GodzillaChallenge'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Hip-hop star Eminem wants fans to match his impeccable flow with their own rapping skills. Ahead of the release of the video for his track \"Godzilla,\" the 47-year-old rapper, whose real name is Marshall Mathers, took to social media Tuesday to launch the #GodzillaChallenge. In the clip, shared on his official Instagram and Twitter pages, he showcases his lyrical prowess in a Triller video, belting out a verse of \"Godzilla,\" and invites fans to post their own attempts. The last 31 seconds of the third verse of \"Godzilla\" sees Eminem's rap 224 words containing 330 total syllables. This comes in at 10.65 syllables per second and 7.23 words per second, the Genius website reports.  \"'Fill 'em with the venom and eliminate 'em' @trillervids #GodzillaChallenge is on,\" Eminem told his 28.1 million Instagram followers. \"Who can spit it? Reposting + got prizes for my favorites.\" Within minutes, hundreds of fans started posting clips of their attempts. \"Godzilla,\" which features an appearance from late American rapper Juice WRLD, is from Eminem's latest album, \"Music to Be Murdered By\". The track reached number 3 in US Billboard Hot 100 Chart and the topped the UK singles chart following its release on January 30, despite the fact the album release was shrouded in controversy.   \"Music to Be Murdered By\" includes references to the 2017 mass shooting in Las Vegas and the Manchester, England bombing of an Ariana Grande concert. In a statement on Instagram, Eminem warned that the album was not made for the \"squeamish,\" adding: \"If you are easily offended or unnerved at the screams of bloody murder, this may not be the collection for you.\""], "Language": false}