{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/22/politics/democratic-caucuses-nevada/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Maeve Reston, CNN"], "Writers": [["Maeve Reston"]], "FirstPublishDate": ["2020-02-22T16:02:40Z"], "LastModifiedDate": ["2020-02-23T17:30:54Z"], "Headline": ["Bernie Sanders wins Nevada caucuses, CNN projects"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Vermont Sen. Bernie Sanders will win the Nevada caucuses, according to a CNN projection, showing the power of his organization and amplifying his argument that he can broaden his appeal across the Democratic electorate based on the results from the most diverse state in Democrats' nominating contest thus far. Though former Vice President Joe Biden appeared to have the lead in polls as late as January, Sanders made an enormous organizing push beginning in the middle of last year, putting some 250 paid staffers on the ground in the Silver State. His campaign also harnessed their grassroots fundraising machine to build roots within the state's large Latino community, advertising in Spanish not only on television, radio and social media, but through ads on music streaming services like Pandora and Spotify. Taking the stage in San Antonio, Sanders introduced his wife Jane as the next first lady of the United States. He touted the \"multigenerational, multi-racial coalition\" that his campaign built in Nevada, giving his campaign a fresh burst of momentum after his win in New Hampshire and his strong showing in Iowa. \"In Nevada, and in New Hampshire and in Iowa -- what we showed is that our volunteers are prepared to knock on hundreds and hundreds of thousands of doors,\" Sanders said. \"That no campaign has a grassroots movement like we do, which is another reason why we're going to win this election.\" \"(President Donald) Trump and his friends think they are going to win this election,\" Sanders continued. \"They think they're going to win this election by dividing our people up, based on the color of their skin, or where they were born, or their religion or their sexual orientation. We are going to win because we are doing exactly the opposite. We're bringing our people together.\" Visit CNN's Election Center for full coverage of the 2020 race Early entrance polls in Nevada showed Sanders winning Latino voters by 54%, some 40 percentage points ahead of the next candidate, former South Bend, Indiana, Mayor Pete Buttigieg. Sanders also won among white voters; Biden led among black voters in those early snapshots of the electorate. The fervent support among younger voters for Sanders was evident in the Nevada results. Among the state's voters under the age of 30 -- who only made up 17% of the electorate -- some 66% of them favored the Vermont senator. Biden led among caucusgoers over 65, with around a quarter supporting the former vice president. Around 1 in 5 went for Minnesota Sen. Amy Klobuchar and 1 in 8 for Buttigieg, Sanders and businessman Tom Steyer each. Around 1 in 10 caucused for Massachusetts Sen. Elizabeth Warren. Sanders also won 44% of non-white voters, according to entrance polls, a blow to Biden -- who had claimed that minority voters are the base that would power him to the Democratic nomination. Some wondered whether Sanders would face headwinds among the considerable number of union members in Nevada after tensions flared between the powerful Culinary Union -- which represents 66,000 hotel and casino workers -- and Sanders supporters, because of the Culinary Union's opposition to Sanders' \"Medicare for All\" plan. The union decided not to endorse a candidate. The Culinary Union posted flyers throughout Las Vegas underscoring that Sanders' plans would force them to give up the excellent health care benefits they fought for. That led to a backlash among some Sanders supporters online. In the end, it does not appear to have been a major factor in the election. Among Nevada voters, the overriding concern was supporting a candidate who could beat Trump. On the issues, health care was the top concern and 63% of voters said they supported a government run health care plan like the one Sanders has proposed.  Sanders' win was also particularly notable given the ideological split within the Nevada electorate: 30% described themselves as very liberal, 35% said they were somewhat liberal and 31% said they were moderate in entrance polls. Other Democrats fall short In an aggressive shift in his strategy, Buttigieg targeted Sanders at length during his speech in Nevada, asking voters to consider whether the senator would be the strongest nominee even though he said they \"celebrate many of the same ideals.\"  \"Before we rush to nominate Sen. Sanders in our one shot to take on this President, let us take a sober look at what is at stake for our party, for our values,\" Buttigieg said. \"There is so much on the line, and one thing we know for sure is that we absolutely must defeat Donald Trump and everything he represents.\" Buttigieg pointed to Sanders' embrace of Medicare for All as a major liability for Democrats heading into November, saying, \"I believe we can defeat Trump and deliver for the American people by empowering the American people to make their own health care choices with Medicare for all who want it.\" \"Sen. Sanders believes in taking away that choice, removing people from having the option of a private plan and replacing it with a public plan whether you want it or not.\" In Nevada, Buttigieg was under intense pressure to show he could appeal to minority voters as polls have consistently shown him with scant, if any, support from African Americans and Latinos. The Nevada results do not appear to have moved the needle much on that front. But Buttigieg, who placed first in Iowa and a close second in New Hampshire, thanked his Nevada supporters for \"making this a great day for our campaign.\" Biden, pointing to the diversity of Nevada as evidence that it would be a better fit for his campaign than Iowa and New Hampshire, had hoped for a comeback in the Silver State after his fourth and fifth place finishes in the first two states. But he still fell short -- even after heavy campaigning in the past week -- underscoring the uncertainty among Democratic voters over the former vice president's stamina against Trump. Biden told CNN in an interview on Friday that he would consider a first or second place finish in Nevada to be a win. On Saturday, the former vice president, who seemed poised for a stronger finish than in Iowa and New Hampshire, offered his thanks to his labor supporters in Nevada. As he prepared to speak Saturday afternoon, a man in the audience yelled, \"The Comeback Kid\" -- a phrase coined by Bill Clinton when he finished second in New Hampshire in 1992. \"Well you got it!\" Biden yelled back. \"I don't know the final results yet, but I feel really good,\" said Biden, who took the stage at a time when he was a distant second to Sanders in very early results. \"The press is ready to declare people dead quickly. But we're alive, we're coming back and we're going to win.\" Warren also made a vigorous push this week in Nevada, seeking a last-minute surge after she led the charge against former New York Mayor Michael Bloomberg in Wednesday night's Las Vegas debate. (Bloomberg is not competing in the state). Warren did not have the kind of finish her campaign hoped for after her strong debate performance, but she sought to project optimism about the upcoming contests when she appeared late Saturday in Seattle, offering her congratulations to Sanders and focusing her fire on Bloomberg. \"Thank you for keeping me in the fight,\" Warren said, noting that her campaign has raised $9 million over three days. \"We have a lot of states to go. Right now I can feel the momentum, so let's stay in this fight.\" She zeroed in on Bloomberg and the hundreds of millions of dollars he has spent, describing him as \"a threat that is coming our way.\"  \"This election is not for sale. We are going to make this election about Democracy, about you,\" she said. Warren's strong debate performance helped her campaign cruise past its original fundraising goal, raising some $14 million over the past week. That money was a much-needed lifeline for the Warren campaign. The latest reports to the Federal Election Commission showed that she spent twice what she raised in January. Her campaign took out a $3 million line of credit to avoid running out of money. Steyer made an enormous investment in Nevada, ultimately plowing $15.5 million into television ads -- far outpacing Sanders, who was a distant second in spending with about $2 million. Despite the exorbitant amount of money that Steyer spent in Nevada, it does not appear to have bought him much in the state. Klobuchar had hoped the momentum she'd built over the first two contests would continue in Nevada. Entrance polls showed that both Buttigieg and Klobuchar did well among late-deciding voters who made their decision over the past month. Sanders far outpaced the others among voters who decided earlier than a month ago.  Appearing in her home state of Minnesota, which does not vote until Super Tuesday, Klobuchar was the first candidate to take the stage Saturday afternoon. She said that she had once again exceeded expectations, a claim that did not trend with the actual results that have been reported so far. \"They're counting the votes, but as usual, I think we have exceeded expectations,\" Klobuchar said at her campaign headquarters in Minneapolis. \"I always note that a lot of people didn't even think that I would still be standing at this point.\"  Earlier Saturday, Klobuchar told reporters at her caucus kickoff event insider her Las Vegas office that her campaign will \"be viable no matter what.\" \"We're already running ads in Super Tuesday states,\" she said. \"We're headed to South Carolina for the debate and there we go.\" How Sanders won Nevada Sanders' victory in Nevada was a credit not only to his organization and outreach in minority communities, but also the way he has transformed his 2016 upstart candidacy to the formidable operation of a front-runner. Four years ago, Sanders was viewed as the renegade candidate of the progressive fringe as he challenged Hillary Clinton, who defeated the Vermont senator in the Nevada caucuses but was drawn into a long and protracted race with a rival few had taken seriously.  With the benefit of experience, reams of voter data and an unmatched ability to raise money from small-dollar donors, Sanders has built a very different campaign this time -- one that increasingly seems to be convincing Democratic voters that he will be able to take on Trump.   One of the most striking facets of the Nevada entrance polls was that Sanders won convincingly within an electorate where nearly two-thirds said beating Trump was more important than choosing a candidate who shared their views. It showed that Sanders is increasingly persuading Democrats that he can defeat Trump by galvanizing working class voters who feel left behind in the Trump economy and bringing new voters into the process. Changing the perception of Sanders has been a deliberate effort by his campaign since early 2019. Instead of simply holding rallies where he gave long, stem-winding speeches, he held more in"], "Language": false}