{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/21/business/virgin-scarlet-lady-launch-scli-intl-gbr/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Rob Picheta, CNN Business"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-02-21T13:24:40Z"], "LastModifiedDate": ["2020-02-21T16:05:27Z"], "Headline": ["Richard Branson launches his luxury, adults-only cruise ship"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Richard Branson is sailing into new waters with the launch of his first cruise liner, making a bold pitch to younger travelers at an undeniably awkward time for the industry.  The Virgin founder launched the Scarlet Lady on Friday, hoping its modern design and adults-only rule will prompt younger vacationers to take a fresh look at cruises.  The ship has docked at the Port of Dover in England and will enter operation in April, mainly offering trips around the Caribbean from a base in Miami. \"The Scarlet Lady is truly special and we've worked with some of the world's most sought-after designers, artists and architects to craft an extraordinary experience,\" Branson said as he presented the ship to the media on Friday. But the launch comes as another liner — the Diamond Princess — reaches the end of a 14-day quarantine amid the coronavirus outbreak. A total of 624 confirmed cases of the virus have been linked to the ship during its isolation in Tokyo Bay, with 79 new cases confirmed on Wednesday. Having tested the waters of just about every other travel business over the course of his lengthy career, fixing his name to trains, planes and spaceships after initially launching Virgin as a record store, the entrepreneur says the launch of the ship marks the realization of a long-held ambition. \"I have dreamed of starting my own cruise line since I was in my 20s and I'm thrilled that moment has arrived,\" he said. Branson's pursuit of young vacationers has yielded features not found on many other cruise ships: There's a stripey drinking spot called Razzle Dazzle, a Korean eatery called Geonbae and a tattoo and body piercing parlor dubbed Squid Ink. The ship also features 78 luxury RockStar Suites. Those include 15 Mega RockStar Suites, which are further divided into Massive, Fab, Posh and Gorgeous Suites. Prices for those come in at around $19,000 per cabin, while the cheapest cabins start from around $1,600 for three- and four-day tours. Meanwhile, Branson has been busy boasting of the liner's \"most grammable spot,\" a dark multi-mirror room adorned with hundreds of white lights. Putting aside fears over the coronavirus, the cruise holiday industry is picking up steam. In 2019, 30 million passengers were expected to cruise, up from 17.8 million a decade earlier, according to the Cruise Lines International Association.   That rapid growth brings its own problems, however. Congestion at ports around the world has sparked complaints from locals, and the environmental impact of high-polluting ships is coming under renewed scrutiny — particularly among the younger travelers Branson is hoping to attract. Branson touts 'a voyage like no other' Branson is taking to the seas with a healthy tailwind behind him; shares of his Virgin Galactic venture have skyrocketed nearly 200% since the company went public last October, boosted by optimism about the company's plans to launch a commercial space service. Forbes, in its most recent annual list of the world's billionaires, estimated Branson's net worth at $4.1 billion. The Scarlet Lady is the first of three planned ships from Virgin Voyages, the cruising arm of Branson's empire, which he set up in late 2014. Two more are due for delivery in 2021 and 2022. The vessel weighs 60,000 tons, according to the Virgin Voyages website. According to the ship's builder, Fincantieri, it stretches 278 meters long and 38 meters wide. With 1,430 cabins, it will carry more than 2,770 passengers and 1,160 crew.  The designers behind the suites say they called on Virgin's rock and roll heritage, with rooms featuring nods to icons including Grace Jones, and sailors can expect a retro-futurism vibe throughout the ship's accommodation.   For customers with especially deep pockets, the Massive Suite will feature a music room stocked with guitars, an amp and a special private lookout point at the front of the ship.  It's also got a private terrace with a standing hot tub, a large \"runway\" table for entertaining guests and an open-air \"Peek-a-View\" shower that offers sea views. And all suite guests will have access to Richard's Rooftop, an \"exclusive chic outdoor lounge.\" Branson is hoping to mitigate environmental concerns by banning single-use plastics aboard the ship.  He says his own business expertise has informed the project from the beginning. \"The benefit of our five decades in business in so many industries is that we can offer a voyage like no other,\" he said in a press release on Friday."], "Language": false}