{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/cnn-underscored/galaxy-buds-comparison/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-02-20T22:07:26Z"], "LastModifiedDate": ["2020-02-20T22:07:26Z"], "Headline": ["Which Galaxy Buds should you get? There's a clear winner"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Around this time last year, Samsung released the Galaxy Buds, a pair of completely wireless earbuds that gave Android users a worthy option over Apple's AirPods. Last week, the company announced the Galaxy Buds+. The second-generation wireless earbuds are priced at $149.99 and are available through Samsung right now. You'll be able to purchase them in stores on March 6, the same day the new Galaxy S20 smartphone lineup will be available in stores. Samsung is continuing to sell the original Galaxy Buds at $129.99.  With two versions of the Galaxy Buds now available, which one should you get? Let's take a closer look.  Overall design and features The Galaxy Buds and Galaxy Buds+ look virtually identical. They're the same size and form factor, with the touchpad on the Buds+ perhaps having slightly more shine to it.  The earbuds are completely wireless, similar to Apple's AirPods, allowing you to use one or both to listen to music, podcasts or YouTube.  Despite the earbuds looking practically identical, the charging cases have a different finish. The Galaxy Buds case has a matte finish, while the Buds+ has a glossy finish.  The case can be charged using the USB-C port on the back, or through wireless charging — either through Samsung's wireless PowerShare feature, which turns its latest smartphones into wireless charging pads, or a dedicated charging pad on your nightstand or desk.  Each earbud has a touchpad that is used to register taps to control playback, answer phone calls, or activate ambient mode to allow environmental noise through. Both the Buds and Buds+ have an ambient mode.  Where the two models start to diverge is with internal speakers and microphones. The Buds+ have gained a third microphone designed to improve how you sound on the phone, as well as another speaker for improved sound quality. We can confirm, sound quality is indeed improved on the Buds+.  Device compatibility Both the Galaxy Buds and Buds+ will work with any Bluetooth device, be it an Android phone, iPhone, iPad, PC or Mac. However, in order to use the wireless earbuds to their full potential, you need to use an app.  Using the app, you can change settings, view battery status, update the earbuds' software, and customize the overall experience.  Samsung's Galaxy Wear Android app works with the Galaxy Buds and Buds+, and for the first time, Samsung has released an iPhone app for controlling the wireless earbuds.  But there's a catch. The iPhone app will only work with the Galaxy Buds+. A chip inside the Buds+ is different from the original Buds, and that's what makes the iPhone app possible.  To be clear, you can still use the Galaxy Buds with an iPhone, but they'll be treated like any other Bluetooth accessory without the ability to tweak settings.  Battery life In addition to gaining true iPhone support, the Galaxy Buds+ have a battery life that's nearly double that of the original Galaxy Buds. Because of the larger battery inside the earbuds (85 mAh compared to 58 mAh), and optimization via new hardware, the Galaxy Buds+ can achieve up to 11 hours of battery life. That's up from six hours with last year's Galaxy Buds.  The battery case provides another 11 hours of use, bringing the grand total for the Galaxy Buds+ to 22 hours of use with a fully charged case and earbuds. And you can even quickly charge the earbuds in the case, with a three-minute charge adding an hour of listening time.  The Buds+ are worth the added cost Samsung didn't stop selling last year's Galaxy Buds. You can buy them right now for $129.99 from Samsung. The Galaxy Buds+, however, are only slightly more, priced at $149.99. You can order the Galaxy Buds+ from Samsung now through March 6, when they'll be available in stores alongside the Galaxy S20 lineup.  With a difference of only $20 between the two models, it's worth paying a little bit more for a better overall experience. From sound quality to battery life, the Buds+ are better in nearly every way.  If you're in the market for Samsung wireless earbuds, there's only one choice: Galaxy Buds+. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}