{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/20/cnn-underscored/apple-tv-4k-sale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chelsea Stone"], "Writers": [["Chelsea Stone"]], "FirstPublishDate": ["2020-02-20T19:23:51Z"], "LastModifiedDate": ["2020-02-20T19:27:15Z"], "Headline": ["Stream and save with this deal on Apple TV 4K"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Start prepping for your next TV binge: The rarely-on-sale Apple TV 4K is down to the lowest price we've seen in months at B&H Photo and Video.  Apple TV 4K, 32GB ($169, originally $179; bhphotovideo.com)\nApple TV 4K, 64GB ($184, originally $199; bhphotovideo.com) Apple TV 4K is powered by tvOS and integrates with iTunes and iCloud, allowing you to stream music, photos and videos from your existing library. Plus, if you own compatible Apple devices such as iPhones, iPads, and MacBooks, AirPlay connectivity allows you to wirelessly share content on your big screen.  Your shows will look better than ever with 4K, which uses four times more pixels than Full HD, and HDR, which makes for especially vivid colors and detail — and they'll sound incredible too, thanks to immersive Dolby Atmos audio.  And of course, watch all the shows, movies, news and sports you could ever want with streaming apps like Netflix, Hulu, Amazon Prime video, MLB and more, along with live-channel and on-demand packages from apps including YouTube TV and Sling TV. An integrated App Store means that your collection of content can continue to expand over time. Already have too much to sift through? The included rechargeable Siri Remote is equipped with a microphone so you can control your system with just your voice.  Choose from either 32GB of storage for $169 or 64GB for $184, which should be plenty for most users. There's no telling how long these low prices will last, so be sure to shop soon to start watching ASAP. For more great deals, check out CNN Coupons.  Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}