{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/politics/bernie-sanders-wealth-tax-returns/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Gregory Krieg, Anna Bahney and Ryan Nobles, CNN"], "Writers": [["Gregory Krieg", "Anna Bahney", "Ryan Nobles"]], "FirstPublishDate": ["2020-02-20T04:41:40Z"], "LastModifiedDate": ["2020-02-20T04:41:40Z"], "Headline": ["How Bernie Sanders became a millionaire"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Editor's Note: This story originally published on April 15, 2019. It has been updated to reflect the Democratic debate on February 19.\n Sen. Bernie Sanders, a self-described democratic socialist, came under fire on Wednesday over the wealth he's accumulated since his first presidential run in 2016.  Sanders in 2019 released a decade of tax returns that provided new insight into how he became a millionaire between his two presidential runs.\n\nAccording to returns provided by his campaign in April 2019, Sanders and wife Jane's bottom line jumped from $240,622 in 2015, the year he launched his first White House bid, to $1,073,333 a year later, as the once obscure lawmaker became a political sensation on the left and a bestselling author with royalties pouring in. Since that first run, Sanders and his wife made a total of more than $2.79 million, putting them in the category of the super-rich. Sanders in a statement said last year the returns \"show that our family has been very fortunate.\" \"I consider paying more in taxes as my income rose to be both an obligation and an investment in our country,\" he added. \"I will continue to fight to make our tax system more progressive so that our country has the resources to guarantee the American Dream to all people.\" The records show Sanders' growing income and confirmed his status as a millionaire, largely on the strength of proceeds from book sales, including the bestselling \"Where We Go From Here,\" published with Macmillan in 2018. Sanders reported a total 2018 family income of $566,421 -- $382,920 of which came from writing and royalties. The documents showed he paid $137,573 in federal taxes in 2018 and owed $8,267 in taxes for the year. Sanders reported paying a 26% effective tax rate on his adjusted gross income. The couple reported donating $18,950 to charity. Sanders last year made $110 in music royalties, presumably for his 1987 folk album, \"We Shall Overcome,\" and an additional $1,810 from his 1997 memoir, \"Outsider in the House,\" which was published by Verso. He was paid and additional $391,000 for his books. Sanders had come under increasing pressure to make the tax disclosures as his primary rivals rolled out their own returns and critics -- along with some allies -- began to agitate for a more complete, public look inside the candidate's pocketbook. The issue had become even more politically heated with Democrats continuing to demand President Donald Trump's tax returns. The revelation that Sanders is now a millionaire had, in some quarters, surfaced doubts over his ability to effectively deliver the progressive populist message that made him a political star. Sanders campaign manager Faiz Shakir brushed off those suggestions, telling CNN the candidate's personal wealth had \"zero impact\" on his policies. \"If the ultimate question is, will he credibly push special interests and the billionaire class and the wealthy in this country to do the things that need to be done, like Medicare for All, like a climate jobs plan, the answer is yes,\" Shakir said. \"He could earn another million dollars and it would still wouldn't matter.\" In 2016, during his first presidential campaign, Sanders released only one year of records -- from 2014. Sanders recently revealed that his income from book sales in the aftermath of that race had made him a millionaire. Still, he remains one of the least wealthy members of the US Senate. \"Bernie Sanders paid his fair share of taxes,\" Shakir said, adding that he hoped the returns would quiet the \"hubbub and kerfuffle\" that had grown in anticipation of its release. He also conceded that vague promises from Sanders and the campaign about their plans had contributed to the speculation. In multiple forums, including a CNN town hall shortly after he entered the race in February, Sanders pledge to share them \"soon. \"I think there was some interpretation left to 'soon,' which I, in retrospect, would've loved to have alleviated by being a little bit more clear about when it was coming,\" Shakir said. \"We wanted to do 10 years and so we had (an internal) conversation saying, 'let's just do it all at once so we have the most recent one.'\""], "Language": false}