{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/entertainment/janet-dubois-obituary/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sandra Gonzalez and Stella Chan, CNN"], "Writers": [["Sandra Gonzalez", "Stella Chan"]], "FirstPublishDate": ["2020-02-19T18:52:19Z"], "LastModifiedDate": ["2020-02-19T18:52:19Z"], "Headline": ["Ja'Net DuBois, 'Good Times' star, dies at 74"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Ja'Net DuBois, an actress who left her stamp on television playing beloved neighbor Willona Woods on \"Good Times\" and the voice behind the theme song to \"The Jeffersons,\" has died, according to Kesha Fields, DuBois' youngest daughter. She was 74.  DuBois died peacefully in her sleep Monday at her home in Glendale, California, Fields said.  Her death was unexpected as she had no underlying health issues, her daughter added. DuBois had a career that began in the late '60s, but she became one of classic television's most beloved figures thanks to her role on \"Good Times,\" a spinoff following characters from the TV show \"Maude.\" The series, from Norman Lear, Eric Monte and Mike Evans, ran for six seasons from 1974-1979. \"If you got a chance to know her and lived through the words of her song or just watched her contagious laughing spirit, every time she walked through the door on the set of 'Good Times,' that was her. She was effortlessly portraying a character because that was her spirit,\" Fields told CNN.  An accomplished theater and music performer, DuBois co-wrote and performed \"Movin' On Up,\" the theme song to \"The Jeffersons.\" Fields said DuBois wrote the song \"as a gift to her mother for all the promises she made to her when she was younger -- what she would do when she reached a certain level of stardom.\" After the conclusion of \"Good Times,\" DuBois's acting career continued with guest roles on shows like \"Hangin' with Mr. Cooper,\" \"Home Improvement,\" \"ER,\" and \"Moesha.\"  She also appeared in \"The Wayans Bros.\" and was part of the voice talent on Eddie Murphy's \"The PJs\" animated series, a role for which she won two primetime Emmy Awards.  DuBois is survived by three children Provat, Rani, and Kesha and \"a host of grandchildren,\" said Fields. DuBois recently made an appearance on a special as part of ABC's \"Live in Front of a Studio Audience: 'All in the Family' and 'Good Times',\" which saw episodes of the the classic sitcoms remade with new actors.  On Instagram, Janet Jackson, who was one of DuBois's co-stars on \"Good Times,\" paid tribute to the actress.  \"I saw first hand how she broke stereotypes and changed the landscape for Black women in entertainment,\" Jackson wrote. \"I'm grateful in recent years I had a chance to see her and create more lasting memories. I pray for comfort for all her family and friends. Thank you Ja'Net, I'll miss you.\" "], "Language": false}