{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/19/politics/nevada-latino-voters-2020-election/index.html"], "Source": ["cnn"], "Location": ["Las Vegas, Nevada"], "ByLine": ["By Kate Sullivan and Maeve Reston, CNN"], "Writers": [["Kate Sullivan", "Maeve Reston"]], "FirstPublishDate": ["2020-02-19T11:00:41Z"], "LastModifiedDate": ["2020-02-19T14:52:57Z"], "Headline": ["Nevada tests Bernie Sanders' appeal to Latinos"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Jorge Trejo-Ibarra lit up when Bernie Sanders talked about health care at a Las Vegas rally over the weekend.  The 17-year-old son of Mexican immigrants, who was diagnosed with stage four Hodgkin's Lymphoma in 2018, is voting for the Vermont senator largely because of \"Medicare for All.\" Trejo-Ibarra, after going into remission, decided to get more politically involved and will serve as a precinct captain for Sanders in Saturday's Nevada caucuses. It fills a dual purpose for him: He wants to fight for people who can't afford insurance, which covered his own cancer treatments. And he wants to help those who can't speak English participate in the upcoming caucuses.  Sanders is counting on young Latino voters like Trejo-Ibarra, who can participate in the caucuses because he'll turn 18 before Election Day, to carry him to victory in Nevada.  Nevada will be the first real test of whether Sanders has been able to expand his appeal in the diverse universe of Democratic voters, particularly within the Latino community, where the Sanders campaign made a huge push to connect with voters more than eight months ago. \"We believe health care is a human right for all people,\" Sanders said at a Saturday rally. \"We are going to take on the greed of the insurance companies and the drug companies and we are going to pass a Medicare for All single-payer program.\" Sanders will have to contend with the powerful Culinary Union, which fought for and negotiated excellent health benefits, because of its opposition to Medicare for All. The organization says it represents 60,000 hotel and casino workers in Nevada and provides health insurance coverage for more than 130,000 people. It is unclear how much the union's opposition to Medicare for All will hurt Sanders, as the union decided to not endorse any 2020 candidate before the caucuses.  And Sanders' presidential rivals are looking to halt the senator's momentum following his win in New Hampshire and strong showing in Iowa. Businessman Tom Steyer has invested heavily in the state, and former South Bend, Indiana, Mayor Pete Buttigieg and Minnesota Sen. Amy Klobuchar are also running ads in Spanish as they look to court Latino voters. But in interviews with more than two dozen Latino voters in Spanish and English over the last few days in predominantly Latino areas of Las Vegas, Sanders' came up most often, with younger Latino voters describing a particularly passionate desire to elect Sanders. Voters of all ages said they liked Sanders' plans on health care, education, the environment and tuition-free college.  \"As of today, it's very predictable that Bernie is going to come in first. I would say that it's unsure who is going to come in second,\" Andres Ramirez, a Democratic strategist in Las Vegas, said in an interview with CNN on Friday.   '99% of the Latino vote hasn't spoken yet' At the same time that Sanders was rallying voters and leading a march to an early voting location, former Vice President Joe Biden took the microphone at a middle school gymnasium just a 10-minute drive away. Attendance at his Latino-focused phone-banking event was sparse, filled in part with footsoldiers from California who had come to the state to help canvass for him. But among them was Rafael Garcia, who made up his mind to vote for Biden that day. \"This man has done so much for this country,\" Garcia said. The 59-year-old boxing trainer said he wasn't worried about Biden's losses in Iowa and New Hampshire, where the former vice president placed fourth and fifth respectively. \"It could have been the weather out there, or that new people wanted to be heard,\" Garcia said, noting that voters have many choices this cycle. \"There were women running. A war hero in Pete (Buttigieg). I love Bernie (Sanders). But I'd like to see everybody come out for Joe (Biden).\" There, Biden reminded the crowd, \"99% of the Latino vote hasn't spoken yet.\" Biden led the Vermont Senator in two January polls from Suffolk University and Fox News, with Sanders coming in second. But polling has been consistently off the mark in Nevada, not only because it's difficult to predict who will participate in a caucus, but because many casino workers work unusual hours and the state has a constantly changing population with movement in and out of the state.  Age composition of Saturday's turnout will also be a factor. Sanders has a huge edge among younger voters, while Biden does better among older ones. The Sanders' team hopes to see a robust turnout among young voters. The fact that 56% of early voters this weekend were first time caucusgoers was a good sign for the Vermont senator.  Sanders had the edge among Latinos nationally in a Pew Research Center poll of Democratic and Democratic-leaning voters last month: 30% favored the Vermont Senator, 22% supported Biden, 11% backed Massachusetts Sen. Elizabeth Warren. All of the other candidates were in low single digits. Months of targeted outreach The caucuses will be a test of the Sanders' campaign's heavy investments in Latino outreach. Gleaning their data from voter files, Sanders' team estimates more than 101,000 Nevada Latinos have registered to vote since the last caucuses. That number is huge considering only 84,000 Democrats caucused in Nevada in 2016.  More than 26,000 Nevadans participated in the first two days of early voting over the weekend, according to the party, which estimated that 56 percent were first time caucusgoers. In 2016, the campaign recognized Sanders' popularity among Latinos, senior Sanders adviser Chuck Rocha said, \"but we learned it too late to capitalize on it, because we were building the airplane and flying it at the same time.\" This time, it started investing resources eight months ago, hiring from within the community through what Rocha describes as a multi-layered communications operation.  \"If you can think of any way possible for a Latino of any age to consume information to learn about the election, we were talking to them on that platform,\" Rocha said in an interview with CNN.  Beyond television, that included mailers, newspapers, Instagram, Facebook, Spanish-language radio, panel trucks, texts, phone and ads on music streaming services like Pandora and Spotify. \"It helped us reconnect with a young group of Latinos who've been following Bernie since the last election. It helped us to start building a relationship with an older demographic of Latinos, who always vote, but may not have known or trusted Bernie in the beginning—but their children did,\" Rocha said. \"So we had eight months to talk to them about Bernie when nobody else was talking to them,\" he said. \"It also helped us start reaching out to a new group of Latinos, which is the largest group who are newly registered, who nobody is talking to.\" The Sanders campaign says it now has more than 250 staff members on the ground in Nevada. It opened the first of their 11 Nevada offices in the predominantly Latino area of East Las Vegas last July. In December, New York Rep. Alexandria Ocasio-Cortez co-hosted the first Spanish-language town hall for Sanders and the campaign has led caucus trainings in Spanish, as well as in languages such as Tagalog, Mandarin and Vietnamese. Candidates build up their Nevada operations Sanders isn't alone in investing in Nevada. Buttigieg recently doubled his staff on the ground and Steyer ramped up his operation late last year, putting together a team of Latino senior aides to lead his operation. Steyer, who has spent $14.7 million on ads in Nevada to Sanders' $1.9 million, also came up frequently in interviews with Latino voters, with a majority of people saying they had seen or heard an ad from the campaign. Sanders, Steyer, Buttigieg and Klobuchar are all running ads in Spanish in Nevada. Buttigieg, who speaks Spanish, narrates his own ad in Spanish. And Steyer was the first to go negative in Nevada, targeting Sanders on his support for Medicare for All. \"There's a reason people are nervous about Bernie Sanders scrapping Obamacare,\" the narrator says in Steyer's ad. \"Unions don't like it ... And Bernie can't or won't give us a price tag.\" Armando Arciga, a 51-year-old construction worker in Las Vegas, said outside of a Cardenas supermarket that he is voting for Steyer because the climate crisis is the number one issue Arciga cares about. Nick Maldonado, 37, is the CEO of the Latino franchise Toro Taxes, and told CNN at an event hosted by the League of United Latin American Citizens that his company endorsed Steyer.  \"I appreciate the fact that (Steyer's) a businessman, but still a Democrat, and still focused on local issues,\" Maldonado said. He touted Steyer's Latino-run staff in Nevada, and said Steyer's campaign reached out and asked for an endorsement.  Buttigieg, who is looking to build on his strong performance in Iowa and New Hampshire, now has more than 100 staff members on the ground in Nevada and more than 40% of them speak Spanish, according to the campaign.  The former mayor was quick to criticize Klobuchar Sunday after both she and Steyer were unable to name the president of Mexico, Andrés Manuel López Obrador, during interviews with Telemundo in Nevada last week. During a town hall Sunday in Las Vegas, Buttigieg was asked what it says about Washington experience that \"a sitting US Senator could not name Mexico's president?\"   \"Guess what? It says is that there is more to being prepared than how many years you spent in Washington,\" said Buttigieg, who had answered the question correctly in his own interview with Telemundo.   Buttigieg's operation began pushing out Spanish-language digital ads in December, as well as Spanish-language radio ads, which were also narrated by the former mayor. It opened it's East Las Vegas office in mid-September, conducting caucus trainings in Spanish, and providing Spanish-language canvassing tools to their volunteers—including their \"relational organizing\" tool that allows a volunteer to contact their own contacts on behalf of Buttigieg. Still, several Nevada political strategists noted in interviews that Sanders' volunteer footprint in Nevada was unmatched, while Biden's organizing infrastructure has been lighter than expected. Despite Sanders' apparent edge, it remains unclear whether the friction over his health care plan with the Culinary Union will benefit more moderate candidates like Buttigieg, Biden and Klobuchar.   \"Bernie has tremendous volunteer investments in Nevada,\" said Kristian Ramos, a political consultant who works with Latino groups like Mi Familia Vota, which is focused on expanding the voting population in Nevada. But he noted that Latino voters over 45 have tended to dominate the caucuses in the past, so the age of voters who turn out will be a major determining factor.  \"The question becomes 'Can Pete Buttigieg take all this momentum and turn it into something real in Nevada,\" Ramos said, \"and is that enou"], "Language": false}