{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/18/cnn-underscored/marshall-monitor-ii-anc-headphones/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Kai Burkhardt"], "Writers": [["Kai Burkhardt"]], "FirstPublishDate": ["2020-02-18T15:05:44Z"], "LastModifiedDate": ["2020-02-18T15:05:44Z"], "Headline": ["Marshall's first over-ear noise-canceling headphones arrive in a month for $319"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Marshall, the audio brand known for its iconic speakers, announced on Tuesday that it's taking a leap into the world of noise-canceling headphones, with the brand's first-ever over-ear active noise-canceling headphones.  The Monitor II ANC headphones feature all the high-quality audio you expect from the brand, with newly added noise cancellation so you can focus on the music or drown out the world. These are available for preorder right now for $319 at marshallheadphones.com ahead of a March 17 street date. Powering the sound on Marshall's Monitor II ANC are two 40mm dynamic drivers to produce top-notch Marshall sound. The new noise cancellation technology dynamically measures ambient sounds to block out the stuff you don't want to hear. With a simple ANC button, you can switch between full cancellation, \"Monitoring Mode,\" or turning off the ANC completely. We're eager to test both of these modes. Marshall's over-ears should last quite a while on a charge. The company is promising 30 hours of wireless playtime with ANC on and 45 hours with it turned off. Plus, a fast charge allows you to charge up to five hours of battery in 15 minutes when you're in a pinch. This is similar to the quick-charging function on Beats headphones and earbuds. The fit should work for virtually everyone, with a plush headband that has metal swivel rotation hinges. The collapsible design and included travel kit make these a great option for any jet-setter. The Monitor II headphones come ready with the Google Assistant on, and there's a dedicated button to call it. A built-in Multi-Directional Control Knob allows you to easily control your headphones and your phone. The Monitor II ANC headphones from Marshall are available for preorder right now ($319; marshallheadphones.com) and will be available everywhere March 17.  We'll be going hands-on soon with the over-ear headphones, so stay tuned to see all our thoughts on this exciting new venture from Marshall.  Note: The price above reflects the retailer's listed price at the time of publication."], "Language": false}