{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/17/europe/love-island-caroline-flack-tribute/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Tara John, CNN"], "Writers": [["Tara John"]], "FirstPublishDate": ["2020-02-17T21:55:45Z"], "LastModifiedDate": ["2020-02-17T21:55:45Z"], "Headline": ["'Love Island' pays tribute to British television presenter Caroline Flack"], "Section": ["europe"], "MappedSection": ["WORLD"], "Article_Body": ["The hit British reality show \"Love Island\" paid tribute to British television presenter Caroline Flack when it returned to screens on Monday. It had been pulled from schedules over the weekend following the announcement of her death.  Foregoing the show's theme music, its narrator Iain Stirling voiced the start of the program. \"We are all absolutely devastated by the tragic news that Caroline, a much loved member of our Love Island family, has passed away,\" he said. The 40-year-old former host \"Love Island\" host died by suicide at her northeast London apartment as she awaited trial for an alleged assault of her boyfriend.   \"Like many of you right now we are trying to come to terms what has come to happen,\" Stirling added, his voice breaking at points.  \"Caroline, I want to thank you for all the fun times we had making our favorite show. You were a true friend to me. I'm gonna miss you Cass.\" The series has come under scrutiny by news outlets in recent days, pointing out that Flack is the third person associated with the program to die by suicide.  The series has been criticized in the past for its format and the torrent of attention its characters receive on social media.  CNN has contacted ITV for comment; it said in a previous statement it was \"shocked and saddened\" by Flack's death. In one segment of each series, contestants are read mocking tweets posted by members of the public. A handful of its stars have discussed receiving online criticism after leaving the show. A former contestant, Eyal Booker, told CNN last year that the show encourages a culture of judgment. Several contestants have felt the wrath of social media for their choices in the villa -- to the extent that one, Joe Garratt, reportedly was placed into a safe house after being dumped from the show. ITV has said it has boosted its duty-of-care processes, including offering \"enhanced psychological support.\" Several of Flack's friends and peers have defended the show. Laura Whitmore, Flack's friend and replacement as \"Love Island\" host said on her BBC radio show the day after her death: \"Caroline loved to love. That's all she wanted. Which is why a show like Love Island was important to her, because the show is about finding love, friendship, having a laugh. The problem wasn't the show.\""], "Language": false}