{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/15/us/nba-all-star-weekend-time-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Francisco Guzman and Nadeem Muaddi, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-15T07:06:38Z"], "LastModifiedDate": ["2020-02-15T07:06:38Z"], "Headline": ["NBA All-Star weekend has arrived! Here's what you need to know"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Looking to rebound from a long work week? Then check out this weekend's 2020 NBA All-Star Game. The 69th annual event brings together the best players in the league for a series of exciting competitions and a showdown you won't want to miss. Here's everything you need to know:  What is All-Star Weekend? It's the one weekend a year when the best players in the NBA share the same court. The action started Friday night with a celebrity all-star game, which included rappers Common and Chance the Rapper, and the Rising Stars Game, which pitted 10 first- and second-year NBA players from the United States against NBA counterparts from around the world.  On Saturday there's a slam dunk competition, a three-point contest and a skills challenge. The actual All-Star Game is played Sunday night. What's the skills challenge? The All-Star events start with the Taco Bell Skills Challenge on Saturday night. In this event, two players compete simultaneously on the same obstacle course with the fastest player moving on to the next round. The competition starts with eight players.  The four players with the fastest time advance to the second round, where they compete in the same course.  And the same thing happens in the final round. The player who finishes with the fastest time is declared the winner of the event. Participants: • Bam Adebayo, Miami Heat • Patrick Beverley, Los Angeles Clippers • Spencer Dinwiddie, Brooklyn Nets • Shai Gilgeous-Alexander, Oklahoma City Thunder • Khris Middleton, Milwaukee Bucks • Domantas Sabonis, Indiana Pacers • Pascal Siakam, Toronto Raptors • Jayson Tatum, Boston Celtics What's the three-point contest? Also on Saturday is the MTN Dew 3-Point Contest. In this two-round contest, eight players shoot from five different spots on the three-point line.  Four spots have racks with four regular game balls worth one point each and one multi-colored \"money ball\" worth two points. One rack will hold nothing but \"money balls.\" Each player will decide where this rack will be placed for them.   This year, two new balls will be placed 6 feet behind the three-point line in what is called \"The MTN DEW Zone.\" These balls will be worth three points each.  Each competitor has 70-seconds to shoot as many of the 27 balls as possible.  The three players with the highest score will move on to the final round. The player with the highest score is crowned the 2020 MTN DEW 3-Point Contest winner.    Participants: • Davis Bertans, Washington Wizards • Devin Booker, Phoenix Suns • Devonte' Graham, Charlotte Hornets • Joe Harris, Brooklyn Nets • Buddy Hield, Sacramento Kings • Zach LaVine, Chicago Bulls • Duncan Robinson, Miami Heat • Trae Young, Atlanta Hawks What's the slam dunk contest?  Next up is the AT&T Slam Dunk contest. Four NBA players will compete in this year's event. The players have two dunks -- three attempts on each -- to impress a panel of former/current NBA and WNBA players. Five judges will rank each dunk on a scale of 6 to 10. The two players with the top score move on to the final. Both will get two dunks and the player with the highest combined score is crowned the 2020 AT&T Slam Dunk champion.  Participants • Pat Connaughton, Milwaukee Bucks • Aaron Gordon, Orlando Magic • Dwight Howard, Los Angeles Lakers • Derrick Jones Jr., Miami Heat What about the All-Star Game? The All-Star Game on Sunday is the main event. It's when the best players in the NBA are split into two teams that go head-to-head. This year -- like last year -- the team captains are LeBron James of the Los Angeles Lakers and Giannis Antetokounmpo of the Milwaukee Bucks. How do players make the All-Star team? James and Antetokounmpo were appointed captains by basketball fans who voted for them. They chose their teams on February 6, taking turns drafting players who will start and come off the bench.  The 10 starters -- two guards and three front court players per conference -- were chosen by fans (50% of the vote), current players (25%) and the basketball media (25%). NBA coaches pick the 14 reserves.  Here's who made the team and which team they will play for. What's the All-Star Game format? The game is typically played like a regular-season showdown. But there's a new format this year. In honor of Kobe Bryant, who died in a helicopter crash with his 13-year-old daughter and seven other people on January 26, the NBA changed the All-Star game format. In the fourth quarter, the time will turn off and the two teams will face off in a game to 24 -- Kobe's jersey number.  As for the other three quarters, each quarter will be treated as 12-minute mini-games. The winning team after each quarter will win money for a local Chicago charity. Will there be entertainment? Yes! Before player introductions on Sunday, Jennifer Hudson will perform a special tribute to Bryant and the other crash victims.  Chaka Khan will sing the US national anthem and country music singer-songwriter Tenille Arts will sing the Canadian national anthem. At halftime, Chance The Rapper will take the stage with fellow Grammy-winning artists Lil Wayne and DJ Khaled as well as Migos rapper Quavo. Where can I watch the two events?   The slam dunk competition, a three-point contest, a skills challenge will start on Saturday at 9 p.m. ET. The All-Star Game is on Sunday at 8 p.m. ET. Both games will be held at Chicago's United Center. But you can catch all the action on TNT or streaming on FuboTV."], "Language": false}