{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/13/us/98-year-old-girl-scout-cookies-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-13T12:19:52Z"], "LastModifiedDate": ["2020-02-13T12:32:57Z"], "Headline": ["This Girl Scout joined when she was 10 and each box of cookies cost just 15 cents. She's 98 now and still selling"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Veronica \"Ronnie\" Backenstoe has lived through moments that many of us have only read in history books. But the 98-year-old isn't letting her age stop her from continuing her favorite tradition -- selling Girl Scout cookies.  For the past 88 years, Ronnie has donned her green beret and Girl Scout uniform to sell boxes of Thin Mints, Caramel deLites and Tagalongs. She may be a bit older than her fellow Scouts, but her energy is unrivaled.  \"Her stamina, her energy, her mind, she's non-stop,\" Barbara Allen Perelli, the troop leader, told CNN affiliate WFMZ.  Ronnie and the rest of Troop #1814 recently sold cookies at the Phoebe Berks retirement community in Wernersville, Pennsylvania, where she resides. They will be selling cookies again on February 25.  A way of life Ronnie first joined the Girl Scouts when she was 10 years old in 1932. That was the same year the Great Depression was in full swing and Amelia Earhart crossed the Atlantic Ocean.  \"I became a Girl Scout in 1932,\" she told WFMZ. \"I said, 'When can I be a Girl Scout?' My mom said, 'When you're 10,' so when I was 10, I was ready to go!\"  When Ronnie first started selling Girl Scout cookies, there were only three types available and each box cost just 15 cents.  Ronnie's journey with the Girl Scouts took her around the world. As a scout master, she traveled to Jamaica and Switzerland with her troop.  Being a Girl Scout wasn't just a hobby for Ronnie, but a way of life.  \"I think that it was just part of living, and that's what really girl scouting is, it teaches you how to live,\" Ronnie told WFMZ.  When her husband was deployed during World War II, she put a Girl Scout ring that she had since she was a young girl on his dog tag.  \"She told him, 'If you don't take this ring off then you'll come back safe.' And he did,\" Donna Schudel, Community Relations Specialist for Phoebe Ministries told CNN.  She's not slowing down Ronnie may be known for her cookie-selling skills, but she's a woman of many talents. She studied music when she was younger and knows how to play the organ, piano, clarinet and trumpet, according to Schudel.  While many of us struggle to even get up in the morning, Ronnie drives her \"souped-up\" golf cart around her retirement community, Schudel said.  \"Everyone who meets her just falls in love with her,\" Schudel said. \"She'll be 99 this year and she's totally looking towards 100.\"  But even with her many hobbies, Ronnie said she's happiest when selling Girl Scout cookies. For those wondering, her favorite cookie is peanut butter. "], "Language": false}