{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/politics/michael-bloomberg-congressional-black-caucus-endorsements/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Veronica Stracqualursi, CNN"], "Writers": [["Veronica Stracqualursi"]], "FirstPublishDate": ["2020-02-12T17:42:51Z"], "LastModifiedDate": ["2020-02-12T18:36:58Z"], "Headline": ["Bloomberg picks up endorsements from 3 black lawmakers amid stop-and-frisk questions"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Michael Bloomberg touted the endorsements of three members of the Congressional Black Caucus on Wednesday, a day after the former New York mayor again faced questions about his previous support for stop-and-frisk policing practices. Reps. Lucy McBath of Georgia, Gregory Meeks of New York and Stacey Plaskett of the Virgin Islands made no mention of the controversial policing practice that took place during Bloomberg's mayoralty in their endorsement statements. But their support could help Bloomberg as he reaches out to the African American community, a critical bloc of the Democratic base that views the former New York mayor with scorn in large part due to his longtime support for stop and frisk. Bloomberg apologized for his support for the practice when he entered the race late last year, but comments from 2015 that surfaced earlier this week in which he defended stop and frisk in stark terms renewed attention on the controversial part of his New York legacy. Visit CNN's Election Center for full coverage of the 2020 race \"Mike gave grieving mothers like me a way to stand up and fight back,\" McBath, whose 17-year-old son Jordan Davis was shot and killed by a white man in 2012 after a dispute over loud music, said in a statement. \"Nobody running for president has done more for the gun violence prevention movement than Mike.\" Bloomberg has long advocated for greater gun control measures and has spent millions on the cause. An activist with the \"Mothers of the Movement,\" a group of women who lost children to police or gun violence, McBath was moved to run for Congress by the Parkland student survivors and ended up flipping a red district in Georgia in 2018. Meeks and Plaskett said Bloomberg was best positioned to defeat President Donald Trump in a general election head-to-head matchup and would boost the US economy. \"Mike not only has the policies to bring equality and wealth creation to communities of color and economic development to keep us competitive in the world, he's not afraid to fight,\" Plaskett said. Last month, Bloomberg was endorsed by Rep. Bobby Rush of Illinois, a former civil rights activist and senior member of the Congressional Black Caucus. Rush was also named national co-chair for Bloomberg's presidential campaign. Bloomberg is hoping to build momentum beyond the early voting states and focus on Super Tuesday. But in order to make inroads in the crowded field, he'll first have to attract greater support from African Americans, a key constituency in the party. That objective faced a challenge this week after audio surfaced of Bloomberg describing stop and frisk as a way to reduce violence by throwing minority kids \"up against the wall and frisk them.\" In a snippet of audio posted to Twitter Monday, Bloomberg also claimed that \"95%\" of \"murders and murderers and murder victims\" are male minorities between the ages of 16 to 25, adding that \"you can just take the descriptions and Xerox it and pass it out to all the cops.\" Responding to the audio, Bloomberg in a statement Tuesday pointed to his previous apology over stop and frisk and that past comments \"do not reflect my commitment to criminal justice reform and racial equity.\""], "Language": false}