{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/12/entertainment/mandy-moore-returning-to-music-interview-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-02-12T16:24:11Z"], "LastModifiedDate": ["2020-02-12T16:24:11Z"], "Headline": ["Mandy Moore explains why she returned to music"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["She's back. It's been more than 20 years since Mandy Moore burst onto the scene with her hit single \"Candy\" and now she's returned with a new album, her first in 11 years. As to what brought her back to her first love, long before her acting career (which has received praise for her starring role on NBC's \"This Is Us.\")  Simply put, \"I missed it,\" she told Entertainment Weekly.  \"I had a lot to unpack about my feelings toward music and my sense of worth in what I brought to the table.\" The new album titled \"Silver Landings\" gives her fans insight into all aspects of her life. \"To me it was like, 'What's the point of making this record if I'm not going to be honest?'\" Moore told the magazine. \"Selfishly I need to come to terms with my own life and choices and find some catharsis. It's really finding the silver linings in what has happened in the last 10 years of my life since I've made music.\" In an Instagram post, Moore discussed her new music video for her song, \"Fifteen.\" \"It's been a full circle journey to embrace who I was as a teenager starting off in this industry and forgive my past self for judging her so harshly,\" Moore said in her post alongside the video. \"For years, I apologized for the creative output of that time but in the making of this new collection of music, I was able to process so much and have come to have great affection for that young girl, that part of me, because she's the reason I'm here today.\" The album is set for release on March 6. And if you want a chance see Moore hit the stage, you're in luck, because she kicks off a North American tour on March 20 in Pittsburgh. "], "Language": false}