{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/10/us/louisiana-church-fires-suspect-guilty-plea/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Darran Simon, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-10T19:53:23Z"], "LastModifiedDate": ["2020-02-10T20:09:54Z"], "Headline": ["Louisiana man pleads guilty to setting fire to three black churches"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The son of a Louisiana deputy pleaded guilty on Monday to setting fire to three black churches, according to federal prosecutors.  Holden Matthews, 22, admitted in court to setting fire to the Baptist churches in St. Landry Parish, the heart of south central Louisiana's Cajun and Creole country, during a span of 10 days in March and April, 2019, the US Department of Justice said.  Matthews pleaded guilty to three counts of violating the Church Arson Prevention Act  -- one count for each church-- and guilty to one count of using fire to commit a federal felony, the DOJ said.  The fires destroyed St. Mary Baptist Church in Port Barre on March 26, Greater Union Baptist Church in Opelousas on April 2 and Mount Pleasant Baptist Church in Opelousas on April 4. Matthews admitted to setting the blazes \"because of the religious character of these buildings, in an effort to raise his profile as a 'Black Metal' musician by copying similar crimes committed in Norway in the 1990s,\" the DOJ said.  He admitted to posting photographs and videos on Facebook after setting the final fire at Mount Pleasant, the DOJ said. The photographs and videos showed St. Mary Baptist and Greater Union Baptist burning, according to the DOJ. Matthews admitted to taking the photographs and videos in real time on his cell phone as he watched the sanctuaries burn, the DOJ said.  \"His disgraceful conduct violated the civil rights of the church's parishioners and harmed their communities,\" Assistant Attorney General Eric Dreiband of the civil rights division, said in a news release.  The blazes terrorized congregants at the historically black houses of worship. Pastors at nearby churches undertook security measures, including sleeping in their churches or the parking lots to ward off would-be arsons. Church burnings were a common occurrence during the Jim Crow era. And fires at black churches -- especially those in the South -- immediately bring to mind such racist attacks. Authorities said at the time Matthews may have been influenced by \"black metal\" music and its \"associated history with church burnings.\"  Matthews had expressed disgust with Baptist beliefs on Facebook. Posting under the name Noctis Matthews, he wrote that he cannot \"stand all these baptists around here, bunch of brainwashed people trying to find happiness in a religion that was forced on their ancestors just as it was on mine.\"  He also said he wished that \"more blacks [sic] people would look into ancient beliefs of pre Christian Africa.\" The charred remains of a Scepter brand gas can, which federal agents found at Mount Pleasant Baptist, led police to a Walmart in Opelousas, and ultimately to Matthews, according to a court affidavit. Walmart told investigators two cans were bought on March 25 -- less than 3 hours before the first blaze -- along with a 10-pack of automotive cloths and a lighter, the affidavit said. The receipt showed the purchase was made with a debit card in Matthews' name, according to the affidavit. Investigators found surveillance photos of Matthews and his dad's Ford pickup truck, which investigators believed he was driving minutes before Greater Union Baptist caught fire on April 2, the affidavit said.  Cell phone data also put Matthews in the area of the fires.  Matthews' father is a local sheriff's deputy who broke down when he found out his son was suspected of setting the fires, according to St. Landry Parish Sheriff Bobby Guidroz.  Matthews faces up to 70 years in prison when he is sentenced on May 22. "], "Language": false}