{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/09/us/texas-girl-reenacts-elsa-frozen-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-09T23:32:01Z"], "LastModifiedDate": ["2020-02-09T23:32:01Z"], "Headline": ["A 2-year-old 'Frozen' fan enjoyed her first snowfall by perfectly reenacting 'Let It Go'"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["After not seeing a major snowfall for more than four years, a town in western Texas wound up with nearly 8 inches of snow last week. It was a rare and unexpected sight for many, but a 2-year-old named Madelyn was ready and knew exactly what to do.  Wearing her Elsa dress, crown and gloves, she stepped into the snow for the first time in her life and reenacted her favorite scene from the movie \"Frozen.\"  The video of Madelyn dancing and singing \"Let it Go\" was uploaded to Facebook by her mother, Kristi Michele.  She meant for the video to be viewed by just friends and family. But Madelyn's cuteness couldn't be contained and the video has since racked up more than 42 million views. It was even seen by Elsa herself, voice actress Idina Menzel, who wrote, \"Yes, Madelyn!\" while sharing the video on her Facebook page. Ever since \"Frozen 2\" came out last year, Madelyn has been obsessed with all things \"Frozen,\" according to Michele.  \"We literally watch 'Frozen' all day every day,\" Michele told CNN. \"If we're not listening to it in the car or at home, she even yells at Google Home to play 'Frozen' music. So it's nonstop 'Frozen' at our house.\"  Madelyn received the Elsa costume for Christmas and gave impromptu performances in the living room every chance she got.  Wednesday's snowfall gave Madelyn the perfect setting to act out her favorite scene with actual snow, so the first thing she grabbed weren't her snow boots, but her Elsa costume.  \"She refused to let me put her jacket on because it would mess up her dress,\" Michele said. \"So I put her in a bunch of tights and boots and she went outside and I just pushed record and she just did her thing. It was perfect.\"  The snow lasted just a couple of days, but Madelyn was convinced the magical moment was Elsa's doing.  \"She told me that Elsa made it snow,\" Michele said.  The response to the video, which has been shared more than 1 million times, was shocking, Michele said. \"I've had so many awesome responses and so many stories of how it touched their life,\" Michele said. \"So I just love that she puts smiles on so many faces.\" "], "Language": false}