{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/britney-spears-the-zone-pop-up-museum/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Kristen Rogers, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-07T13:26:21Z"], "LastModifiedDate": ["2020-02-07T13:26:21Z"], "Headline": ["This Britney Spears pop-up lets fans relive her most iconic moments"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["\"If u seek\" Britney Spears, there's now a place for diehard fans to indulge \"one more time.\" The Zone: Britney Spears is an interactive pop-up museum and retail experience in Los Angeles. The pop-up features the music videos and outfits of the pop icon's most successful years of her career.  The Zone, which runs till April 26, honors Spears in 10 rooms inside a 30,000-square-foot space, each designed to mimic a different Spears video or musical era.  \"As fans, we wanted to created an experience that was an amazing snapshot of her career,\" said Spears superfan Jeff Delson, lead producer of The Zone and CEO of Black Sky Creative, the production behind the pop-up created with The Zone's producer and Chief Creative Officer Shannon Ramirez. \"We wanted to honor Britney and her music, so we spent a year and a half to two years developing, designing and conceptualizing what we wanted the space to be, with her blessing, of course,\" Delson said.  Housed in what was until recently a vacant Kmart, the building's exterior is spray painted hot pink with large Spears murals decorating the storefront.  One details the star holding an albino python at the 2001 iconic MTV Video Music Awards performance of \"I'm a Slave 4 U.\" The other depicts her serving up her signature sultry windblown, lip-biting pose. More than 80 parking spots are painted pink (so, hard to miss). The Zone is one of many pop-up experience-focused museums that could be called \"selfie museums,\" where the primary goal appears to be Instagram-worthy photo ops and cosplay.  The Zone's Instagram page reflects this interactivity: Spears' fans flock to the museum to play the star for Insta-worthy selfies, for a starting price of $59.50 and up to $64.50 during peak hours.  Fans from all over the world have been flocking to the space. \"There are people that have flown in from the East Coast and Europe and there's a lot of local people as well. Obviously this (pop-up) is the first of its kind and Britney's fans are global,\" Delson said.  Inside the pop-up experience The journey through The Zone begins with a classroom setup inspired by her breakout 1998 pop hit \"... Baby One More Time.\" The room resembles the video's high school classroom, with lyrics to the song written on the chalkboard, back-lit by pink fluorescent lights.  The second room's row of lockers includes one in which visitors can write and leave a note for Spears, and it ends with a pastel gym boasting Spears' achievements: \"OVER 25 MILLION ALBUMS SOLD WORLDWIDE,\" banners read.  The first of several black-light rooms is a homage to \"Oops! ... I Did It Again.\" In this space, the 2000 space-inspired video is set with an astronaut reciting the \"All aboard\" dialogue bridge from the song -- and yes, the \"Titanic\" heart of the sea necklace the bridge mentions is part of the room, too.  There's also an airplane cabin from the infamous \"Toxic\" video in which fans can opt for a window or aisle seat and watch the music video playing on drop-down screens.  The room intricately themed around Britney's \"Circus\" era (think the hit \"Womanizer\") holds a large ball pit perfect for an Instagram Boomerang. Record it all to share Scanning your Zone wristband activates a camera that records you performing the choreography from the video. Much like getting a photo of yourself screaming your head off on a roller coaster at a theme park, the videos are emailed to visitors at the end of the Zone experience.  Though the pop-up is fan generated, it has received Spears' blessing, Delson said. Besides the usual pop-up paraphernalia for sale, the gift story lobby area features tour and video costumes from Spears' personal collection. "], "Language": false}