{"Type": ["article"], "Url": ["https://www.cnn.com/2020/05/09/asia/japan-indian-freedom-fighter-hnk-intl/index.html"], "Source": ["cnn"], "Location": ["Tokyo"], "ByLine": ["By Emiko Jozuka, CNN"], "Writers": [["Emiko Jozuka"]], "FirstPublishDate": ["2020-05-10T00:45:51Z"], "LastModifiedDate": ["2020-05-10T00:45:51Z"], "Headline": ["The Indian revolutionary who fought to overthrow British rule while living in Japan"], "Section": ["asia"], "MappedSection": ["WORLD"], "Article_Body": ["On December 23, 1912, an explosion rocked Delhi just as Lord Hardinge, the British viceroy of India, entered the new capital on the back of an elephant. The bomb was meant to kill him, but instead it peppered Hardinge's back with shrapnel, killed his attendant and cast a shadow over a day that was meant to mark the transition of India's capital to Delhi from Kolkata. The mastermind of the attack was Rash Behari Bose, a 26-year-old Bengali revolutionary who initially posed as a British loyalist while secretly working to overthrow colonial rule. The attack failed, but it gave Bose the opportunity to show the hundreds of people in attendance -- and the world -- that some Indians were prepared to expel the British by force.   The British government made India part of its empire in 1858 after suppressing a bloody and nationwide uprising known as the Indian Rebellion or Indian Mutiny -- a protest against the rule of the British East India Company, which operated on behalf of the Crown. After the failed assassination attempt, Bose's five comrades were captured and took the stand in the Delhi Conspiracy trial, with one imprisoned for life and four others executed.  With a bounty on his head, Bose managed to flee India in 1915 to Japan, where he became a significant activist, reportedly introduced one of the country's most popular curries and laid the foundations for the Indian National Army.  Today, the names of prominent Indian freedom fighters such as Mohandas Gandhi and Jawaharlal Nehru have found their place in world history, but few have heard of Rash Behari Bose.   Yet in Japan his story has become something of a legend. Foundings of rebellion Bose was born in a village in northeastern Bengal in 1886 and grew up amid the severe famines that struck India during British rule.   The country's colonial leaders had started to commercialize farming, collecting land revenue and encouraging the export of \"cash crops\" that contributed to severe food shortages when other harvests failed.   At the time, the average life expectancy for ordinary Indians was about 25 years compared to 44 in the United Kingdom. The disparities nurtured a nationalist movement which led to the formation of the Indian National Congress, a party for Indians interested in reform and greater political autonomy.  Bose also wanted a greater say in his own future and was prepared to take up arms to get it, according to Elizabeth Eston and Lexi Kawabe, the authors of \"Rash Behari Bose: The father of the Indian National Army.\"   After leaving school, he made unsuccessful attempts to join the Indian Army before landing a clerk's job with the Forest Research Institute at Dehradun, in the northern state of Uttarakhand.  Bose had wanted a role that would allow him to give the impression of being a loyal British subject while he worked on dismantling British rule from the inside, according to Eston and Kawabe. With the Forest Research Institute he was able to travel around India and used the opportunity to secretly forge anti-colonial revolutionary networks, they wrote.  For several years, India's colonial rulers didn't suspect a thing.   Bengali fury Bose was still in his teens in 1905 when the British partitioned Bengal into two new provinces, supposedly for administrative reasons, though it appeared to be split along religious lines. Like other Bengali Hindu nationalists, Bose was incensed. Bengal had been a key location for India's anti-British opposition and Bengali Hindus saw the partition as a way for the British to weaken their power base. The move was largely supported by Muslims. Nationalist protests erupted across Bengal. The non-violent camp sought to undermine British rule through economic boycotts, while a more ruthless cohort attempted to assassinate British officials, according to Joseph McQuade, author of \"The New Asia of Rash Behari Bose: India, Japan, and the Limits of the International, 1912-1945.\" Bose fell into the latter camp. His attempted assassination of Hardinge triggered a massive manhunt, but his previous efforts to ingratiate himself with the British elite served him well, according to Eston and Kawabe. He managed to stay under the radar until his links to the independence movement were revealed in 1913 by a police raid on a comrade, they wrote.  Investigators seized a briefcase he'd left at the property -- his cover was blown. The Lahore plot Bose was on the run when he organized one of his most audacious plans. After the assassination attempt against Lord Hardinge, Bose became well known among revolutionary circles in India. With the British distracted by World War I, he planned to spark a mutiny similar to the uprising of 1857 -- when Indian soldiers serving under British rulers had rebelled, McQuade wrote. Indian revolutionaries from America, Canada and Germany made their way to India in 1914 and contacted several army units across India and even in Singapore, with each agreeing to defect once called upon. The date for the start of the rebellion was set for February 21, 1915, in Lahore. But as spies infiltrated the movement, the British started disarming Indian soldiers, wrote Eston and Kawabe.  Undeterred, Bose moved the start of the rebellion to February 19 -- but the simultaneous plot was suppressed by counter-intelligence operations that saw many revolutionaries executed, imprisoned and exiled.  With the authorities on his heels and a bounty on his head, Bose decided he was no longer safe in India. Disguising himself as a relative of the poet and Nobel laureate Rabindranath Tagore, Bose set sail for Japan from the Port of Kolkata on May 12, 1915. He never went back. Looking to Japan As a British ally, Japan may seem like an odd safe haven for a Bengali freedom fighter fleeing British retribution.  But Japan had a long history of pro-Indian sentiment, dating back to India's exportation of Buddhism to Japan via the Korean peninsula in the 6th century. Centuries later, many freedom fighters were starting to look east. Japan's rapid industrialization and victory in 1905 over Russia in the Russo-Japanese war altered the balance of power in Asia and fueled nationalist movements in India and the Middle East, according to McQuade. The unexpected rise of an Asian nation gave freedom fighters like Bose hope. They thought Japan, with the rest of Asia, would be able to challenge Western hegemony. Western powers such as Britain, France and Portugal had gained control of vast swathes of territory across Asia and Africa while building up their empires as early as the 15th century.  Under the guise of trade missions, they exploited the natural resources found across those territories and sought to \"bring civilization\" to the people there. Between 1765 and 1938, Britain is estimated to have drained nearly $45 trillion from India in unfair trade and tax, according to economist Utsa Patnaik.  Even though Japan was a British ally between 1902 to 1923, it had kept its doors open to revolutionaries who wanted to end British rule in India. At the time, Japan was emerging as a center for Pan Asianist ideology. The Pan Asianists wanted to rectify what they saw as an unjust international system. Some wanted to articulate the experiences of non-Western people. Others wanted to establish Japan's leadership in Asia by pushing Western powers from the region.  Dodging British authorities In Japan, Bose laid low. The British embassy had hired a private Japanese detective agency to track him down, according to Eston and Kawabe. He aimed to go to Shanghai to gather weapons to send back to revolutionaries in India, but in the meantime he hid in a house in Tokyo's Azabu district. There, he discreetly met with Sun Yat-sen, the head of the revolutionary army of China, wrote Eston and Kawabe. Sun was in exile in Tokyo after a failed armed uprising against the Qing government and wanted to rouse support from Japan for an armed revolution in China. Sun introduced Bose to Mitsuru Toyama, an influential figure among Japanese political circles and the leader of  Pan-Asianist group Gen'yosha, which was later deemed an ultra-nationalist organization and closed down by the American occupying forces after Japan's defeat in World War II. Toyama knew just the place to shelter Bose, Eston and Kawabe said. The \"Nakamuraya Salon,\" as it was known among Tokyo locals and intelligentsia, was a bakery and cafe located in the bustling Shinjuku district.  Owners Aizo and Kokko Soma were a Christian couple with a deep interest in the arts, literature and other cultures. Toyama convinced them to shelter Bose from the British authorities in a small guesthouse in their backyard. He stayed there for four months and in subsequent years moved multiple times to avoid detection. In 1918, to protect him from capture, Toyama encouraged Bose to marry Soma's eldest daughter Toshiko. According to Eston and Kawabe, the marriage was devised to ease Bose's integration into Japanese society so he could keep fighting for Indian independence. It also made it easier for Bose to become a Japanese citizen in 1923.  The couple had two children before disaster struck.  The dream of a new world order Toshiko died from pneumonia in 1925. She was 27 years old. Bose threw himself into the independence movement to overcome his grief. Eager to build cultural ties between Japan and India, he established and ran numerous associations such as the Indo-Japanese Friends Society and a hostel called \"Villa Asians\" for Asian students studying in Tokyo, which he managed until 1941, according to Eri Hotta, in \"Pan-Asianism and Japan's War 1931-1945.\" He published widely on India's past, promoted ties between India and Japan, and seized every chance to advocate for a Pan-Asian union to strengthen the region.  Bose was becoming bolder with his public profile and was regularly featured in Japanese newspapers. When Bose came to Japan, only educated Japanese knew about India, which back then was known as \"Tenjiku,\" meaning \"land of heavens\" in Japanese. People dubbed Bose \"tenrai,\" which means heavenly being, according to Kawabe. All the while, the British kept an eye on him. Fearful of his influence on a younger generation of Indians, the colonial British government made it difficult for Indian students to travel to Japan in the 1930s, according to McQuade. They had good reason to be suspicious.  'India's cry' In 1931, Bose organized the first Indian Independence League in Japan, which aimed to attain the \"independence of India by all possible means,\" according to a declassified CIA document.  He enlisted Indian students to help and V. C Lingam, a student from Singapore -- then Malaya -- who chose to study in Japan, recounts traveling to Vietnam, Bangkok and Singapore to recruit locals for the organization for the independence from British colonial rule, according to the Japan Times. \"The league became bigger, and Bose became "], "Language": false}