{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/opinions/rush-limbaugh-presidential-medal-of-freedom-williams/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Elliot Williams"], "Writers": [[]], "FirstPublishDate": ["2020-02-05T21:02:56Z"], "LastModifiedDate": ["2020-02-05T23:45:30Z"], "Headline": ["Rush Limbaugh isn't Rosa Parks, Neil Armstrong or Georgia O'Keeffe"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["There is no question that Rush Limbaugh is a man of immense talent, wit and on-air charisma.  There is also no question that he has devoted much of his career to belching out racist invective and dividing the country. He has a colossal audience and has been instrumental in fueling the vicious toxicity and knee-jerk partisanship that characterizes our moment.  And so to some extent, we should be alarmed by President Donald Trump's choice to use this year's State of the Union to award Limbaugh the Presidential Medal of Freedom. Or, at this point, maybe we shouldn't.  Established in 1963 by John F. Kennedy, the Presidential Medal of Freedom is widely considered the nation's highest honor bestowed on civilians. Certainly, all presidents send political messages through their choice of who gets an award.  For instance, it can be no accident that George H.W. Bush chose to give an award in 1989 to George F. Kennan -- one of the early architects of the policy of containing Soviet expansion -- the same year revolution and change began to spread across the Soviet Union and Eastern Europe.    However, for the most part, the roster of award winners reads as a who's who of figures who embody America's best angels -- those whose contributions to the human experiment were far more moral than anything else. The list includes Nobel laureates like Elie Wiesel and Mother Teresa, and once-in-a generation creative minds like Maya Angelou, Georgia O'Keeffe and Walt Disney. Or civil rights figures like the Rev. Martin Luther King, Jr., James Chaney, Andrew Goodman and Michael Schwerner. Add to that Neil Armstrong, the first human on the moon, and Jonas Salk, who saved entire swaths of the planet from certain paralysis by inventing the polio vaccine. And those are just some of the people you've heard of; many of the others may not have been household names, but contributed immeasurably  to the arts, business, music and science.  Regardless of whether you agree with his politics, it is undeniable that Rush Limbaugh has no place on this list.  Speaking of politics, it might be easy to pass off criticism of Limbaugh's award as a function of political division; that is, to suggest that liberals disagree with the very idea of the President's honoring a conservative. However, the problem with giving this award to Limbaugh isn't the fact that he's a conservative; it's the fact that he's a bigot.  For decades now, Rush Limbaugh has used his platform to push views that go far beyond left-right political discourse and squarely into the world of outright racial hostility. For instance, for years he fueled the ugly and racist claim that Barack Obama wasn't born in the United States -- eventually doubling down and accusing the President of falsely claiming he was born overseas in order to sell books. He resigned from his role as an ESPN analyst after repeating the now-exhausting argument that African American quarterbacks only excel because the media wants them to. He has questioned why Native Americans would dare be concerned about their ethnic cleansing because, evidently, \"they all have casinos.\"   And let's not forget calling then-Georgetown law student Sandra Fluke a \"slut\" and \"prostitute\" because of her views on access to birth control. Or his suggestion that actor Michael J. Fox was faking the effects of his Parkinson's disease for his own benefit. I could go on.  Certainly, the President's choice to give Limbaugh an award is a window into the President's strategy as he enters what will certainly be a contentious election season. When announcing the award, Trump described Limbaugh as \"the greatest fighter and winner that you will ever meet.\" But to whom? Certainly not to anyone on the political left, or even middle, of the United States. By honoring Limbaugh, the President has sent a clear signal to his base, the small but steady portion of the electorate  animated by the President's politics of racial resentment. Of course, it would be unfair to Mr. Limbaugh not to mention his recent diagnosis of Stage 4 lung cancer (indeed, the President led off with it in his remarks on Limbaugh). As humans, we should all rally for Limbaugh's personal well-being. No one who has watched a relative confront advanced cancer would, or should, wish it on anyone.  I certainly have, and certainly don't. However, two things can be true: Limbaugh can both be worthy of our sympathy and prayers as a human, and deserving of our strongest scorn for his long track record of using a global platform to dehumanize others.  Certainly, the President has the right to reward the values he holds dear. However, we should all be dubious of the decision to reward Rush Limbaugh with the nation's highest civilian honor at the moment he was seated in the same row as a Tuskegee Airman. On Rosa Parks' birthday.  We should embrace and reward conservative voices in media. Not hateful ones. It is clear that the President has confused the two."], "Language": false}