{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/05/media/spotify-the-ringer/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2020-02-05T13:41:27Z"], "LastModifiedDate": ["2020-02-05T16:09:14Z"], "Headline": ["Spotify to buy The Ringer, Bill Simmons' podcast empire"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Spotify announced it is acquiring The Ringer, Bill Simmons' sports and culture site, as it looks to increase its podcast offerings. The Ringer has more than 30 podcasts, including some of Simmons' own. Spotify made the announcement on Wednesday ahead of its fourth quarter earnings call. The music streamer reported a 200% year over year increase in podcast hours streamed. The Ringer adds to Spotify's other recent podcast-centric acquisitions, including Gimlet, Parcast and Anchor. \"If you think 10 years ago, I think the trend that we're investing in is that radio is moving online because users get a much better user experience,\" Spotify CEO Daniel Ek said on the earnings call. \"What we really did with The Ringer I think is we bought the next ESPN. We think that's going to be a tremendously valuable property as we look at the development of sports over the next decade.\"  Spotify said the deal should close in the first quarter of 2020. Terms of the deal were not disclosed.  In January, the Wall Street Journal reported that the companies were in talks.   Spotify plans to hire all of The Ringer's staff, which comes out to about 90 employees. A statement from Dawn Ostroff, Spotify's chief content officer, seemed to imply that Spotify has no intention of shutting down the editorial division that extends beyond podcasts.  \"We look forward to putting the full power of Spotify behind The Ringer as they drive our global sports strategy,\" Ostroff said in a statement. \"As we set out to expand our sports and entertainment offerings, we wanted a best-in-class editorial team. Bill Simmons is one of the brightest minds in the game and he has successfully innovated as a writer and content creator across mediums and platforms. The Ringer's proven track record of creating distinctive cultural content as well as discovering and developing top tier talent will make them a formidable asset for Spotify.\" Simmons launched The Ringer in 2016 with support from HBO. (CNN and HBO are both owned by WarnerMedia). HBO canceled his show after one season, but Simmons worked with the network on other projects. The Ringer is a successor to Simmons' other sports and pop culture site Grantland, which was owned by ESPN.  \"Spotify has the unique ability to truly supercharge both content and creator talent across genres,\" Simmons said in a statement. \"We spent the last few years building a world-class sports and pop culture multimedia digital company and believe Spotify can take us to another level.\" The Ringer's editorial staff announced in August its intention to unionize through the Writers Guild of America, East. The union, which represents editorial, video and podcast staffers,  tweeted from its official account on Wednesday that they \"look forward to working with new management to continue the bargaining process.\"  The statement called out senior management at The Ringer for not commenting on the potential sale after reports about it surfaced last month.  Spotify declined to comment on that matter and the union talks.  The staff at Gimlet Media, which Spotify acquired last February, announced its intention to unionize in March and won recognition the following month.  \"We are already in good faith negotiations at Gimlet, another Spotify owned entity, and look forward to continuing good faith negotiations at The Ringer,\" Jason Gordon, Writers Guild of America, East spokesperson, told CNN Business. "], "Language": false}