{"Type": ["article"], "Url": ["https://www.cnn.com/2020/04/12/world/meanwhile-in-america-april-10-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-04-12T23:34:26Z"], "LastModifiedDate": ["2020-04-12T23:35:50Z"], "Headline": ["The world's fragmented coronavirus response suits Trump just fine"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["The world is behaving just as Donald Trump likes it. Each nation has retreated behind its own borders to battle the pandemic domestically. The US President announced he would sever flight links to many top allies in Europe without warning them in advance. Only dire warnings that EU unity was on the line could nudge Eurozone finance ministers to finally seal an economic rescue plan Thursday. And as usual, everyone is forgetting the developing world. A weak international response suits Trump just fine. As he put it in his 2017 address to the United Nations: \"Wise leaders always put the good of their own people and their own country first.\" If that means a world where big nations can bully smaller ones -- for instance, in bidding for medical equipment -- he won't mind. By this point in the crisis, any other recent US President would have corralled the world into a common economic and public health response. But a video-link meeting of G20 leaders was organized by France, and Germany, China and Russia are the ones sending aid.  Meanwhile, Trump is threatening to withhold funding for the World Health Organization. Whether the WHO performed at its best early in the crisis is up for debate. But there's no question that it is a convenient scapegoat for Trump to deflect criticism of his own slow response to Covid-19. And by claiming it's in Beijing's pocket, he sets up an anti-China election message and lacerates another UN body. The problem with the one-for-one and none-for-all approach comes when the world opens up again. A strong economic rebound will be more likely with coordinated international action to support the finance industry, travel and commerce. Now that Trump has ditched America's convening role, that's less likely to happen.  And it leaves an opening for another nation -- that rising superpower across the Pacific for instance -- to seize the world leadership mantle."], "Language": false}