{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/04/cnn-underscored/samsung-sale-chromebook-tab-s6-amazon-gold-box/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-02-04T17:26:08Z"], "LastModifiedDate": ["2020-02-04T17:46:12Z"], "Headline": ["Amazon is discounting Samsung Chromebooks, the Tab S6 and Space monitors"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Amazon is discounting several Samsung products Tuesday as part of its Gold Box Deals. There are Chromebooks, the Galaxy Tab S6 tablet, and even a few computer monitors — a couple of which have a unique feature.  A few different Samsung Chromebook 4 and Chromebook 4+ models are available at discounts of up to 22%. Samsung announced the Chromebook 4 and 4+ in October, with the only difference between the two models being display size. The Chromebook 4 has an 11.6-inch display, while the Chromebook 4+ has a 15.6-inch display.  They both have Intel Celeron N4000 processors and 720p webcams, and both can be configured with 4GB or 6GB of memory and 32GB or 64GB of storage. Both devices run Google's Chrome OS and can run Android apps from the Play Store.  The entry-level Chromebook 4 with 4GB of memory and 32GB of storage is down to just $179.99 from $229.99. The same configuration of the Chromebook 4+ is $239.99, down from $299.99.  I've found with Chrome OS that the more memory a Chromebook has, the better it performs. Sure, the processor and other aspects are also factors, but more memory has made a big difference in my daily use. Because of that, I suggest you consider the configurations with 6GB of memory and 64GB of storage for the Chromebook 4 and Chromebook 4+. They're currently marked down to $223.99 and $279.99, respectively.  Chromebook 4 Samsung Chromebook 4 11.6-inch Intel Celeron N4000, 4GB RAM, 32GB storage ($179.99, originally $229.99; amazon.com)\nSamsung Chromebook 4 11.6-inch Intel Celeron N4000, 4GB RAM, 64GB storage ($199.99, originally $249.99; amazon.com)\nSamsung Chromebook 4 11.6-inch Intel Celeron N4000, 6GB RAM, 64GB storage ($223.99, originally $279.99; amazon.com) Chromebook 4+ Samsung Chromebook 4+ 15.6-inch Intel Celeron N4000, 4GB RAM, 32GB storage ($239.99, originally $299.99; amazon.com)\nSamsung Chromebook 4+ 15.6-inch Intel Celeron N4000, 4GB RAM, 64GB storage ($255.99, originally $319.99; amazon.com)\nSamsung Chromebook 4+ 15.6-inch Intel Celeron N4000, 6GB RAM, 64GB storage ($279.99, originally $349.99; amazon.com) Samsung's Galaxy Tab S6 is the best Android tablet you can buy right now, and for good reason. It has Samsung's Super AMOLED display technology, providing a bright and crisp picture whether you're editing a Google Doc or binging your favorite show on Netflix. The screen measures 10.5 inches, and the tablet weighs 0.92 pounds.  Normally, you'd have storage options of 128GB or 256GB, but the 128GB isn't included in the current deal and actually costs more ($649.99) than the 256GB model, which is reduced to $583.99. There is also a micro SD card slot that supports cards up to 512GB.  Included with the Tab S6 is an S Pen that attaches to the back of the tablet and can be used to write notes, as a remote to control music, or for sketching.  There is an optional keyboard case for the Tab S6, but the listing on Amazon is currently out of stock. So if you want the keyboard, you'll have to purchase it separately for $189.99.  Samsung Galaxy Tab S6 256GB Wi-Fi Cloud Blue ($583.99, originally $729.99; samsung.com)\nSamsung Galaxy Tab S6 256GB Wi-Fi Rose Blush ($583.99, originally $729.99; samsung.com) As for deals on a Samsung monitor, you have a few choices. Samsung's SD850 is a 32-inch LED monitor with a 2K resolution of 2,560 x 1,440 and an aspect ratio of 16:9 and is currently marked down to $299.99. The biggest savings of the day in Samsung's Gold Box Deal can be found on the SR75 monitor. There are two different sizes, 32 inches and 27 inches. The larger display is 4K UHD with a refresh rate of 60Hz and a resolution of 3,840 x 2,160. There are almost no bezels around three sides, and the display comes with its own desk clamp instead of a stand. It's an interesting approach and one that makes it easy to adjust and position the screen to give you more desk space. It's marked down 34% to $329.99, from its original price of $499.99. The 27-inch version comes with the same built-in adjustable clamp but forgoes 4K quality. Instead, you'll get a 2K 2,560 x 1,440 monitor that also lacks bezels on three sides. It'll cost you $239.99, instead of its regular price of $399.99; that's a savings of 40%.  Samsung SD850 32-inch WQHD 2,560 x 1,440 LED monitor ($299.99, originally $399.99; amazon.com)\nSamsung Space 32-inch SR75 UHD 4K 3,840 x 2,160 monitor ($329.99, originally $499.99; amazon.com)\nSamsung Space 27-inch SR75 WQHD 2,560 x 1,440 monitor ($239.99, originally $399.99; amazon.com) All of these deals are good through the end of the day, or until stock runs out. View all of Samsung's Gold Box Deals to find a deal that works for you. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}