{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/04/us/five-things-february-4-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2020-02-04T11:09:46Z"], "LastModifiedDate": ["2020-02-04T11:11:18Z"], "Headline": ["5 things to know for February 4: Iowa, impeachment, coronavirus, Weinstein, climate"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The UK has only been out of the EU for a few days, and the two sides are already fighting about trade deals, economic models and everything else that comes next.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Iowa caucuses There's no result yet from last night's all-important, first-in-the-nation, election season-opening Iowa caucuses. You read that right. A vote-reporting debacle has delayed results in the contest, leaving candidates and voters furious and precincts scrambling to come up with answers. Officials from two Democratic campaigns say they were told an app used to tabulate the votes crashed, and the Iowa Democratic Party said it found inconsistencies in some vote sets. This chaos creates some obvious problems: Candidates have spent billions of dollars and countless hours trying to woo voters in the swing state, and the return on those efforts is up in the air. Plus, they're still waiting for answers in Iowa as next week's New Hampshire primary looms. And since the voting tabulation is so disorganized and delayed, any candidate who underperforms has a golden opportunity to question the results. This uncertainty also leaves an opening for President Trump (who handily won Iowa's Republican caucuses) to taunt his rivals and trot out a favorite conspiracy theory: election tampering.  2. Impeachment President Trump's defense team and the House impeachment managers have made their closing arguments in the impeachment trial. Now, all that's left to do is wait for a Senate vote, which is set to happen tomorrow. While it's a foregone conclusion the Republican-majority body will acquit, some senators are making some last-minute noise. Democratic Sen. Joe Manchin proposed censuring the President instead of voting to remove him from office, figuring such a move would get a bipartisan majority that a conviction vote would not. Republican Sen. Lisa Murkowski said that while she would not vote to convict Trump, his actions were \"shameful and wrong.\" Other GOP senators dodged questions about whether Trump's conduct in the Ukraine scandal was acceptable, underscoring the fact that, despite the imminent acquittal, the party's leaders still have varying opinions of the President's actions.  3. Coronavirus Scientists are desperately trying to develop ways to treat the Wuhan coronavirus, and while there's no cure, several big biotech companies are hoping they can treat the symptoms with existing antiviral medications. One of these drugs is actually used to treat the Ebola virus, another global health threat. Officials in Thailand claim two patients have been successfully treated with a new combination of HIV and flu drugs. The virus continues to rip through mainland China, where 425 people are confirmed dead. China's National Health Commission said 80% of these victims are over 60 years old. The virus has been confirmed in 25 countries and territories now, with 20,000 people infected worldwide. Follow live updates here.  4. Weinstein trial  Witnesses have been delivering heart-wrenching, horrifying testimony in the trial of disgraced movie producer Harvey Weinstein. One witness, Jessica Mann, suffered a panic attack yesterday while on the stand and had to promptly end her testimony. She testified that Weinstein forced her into sex acts and raped her twice over the course of what she described as an abusive relationship. Mann is due to take the stand again today. Weinstein faces five charges, including two counts of predatory sexual assault that could carry a life sentence. Some of the women who have testified during the trial have done so without a direct connection to the charges. These are called \"prior bad acts\" witnesses, and their testimony is supposed to paint a fuller picture of someone's methods and character.  5. Climate crisis It's no secret the world's glaciers are melting at a worrying rate. Now, scientists have concluded that it's not just warmer air that's wearing them down. They found that warm ocean water is flowing under the massive sheet of ice in Greenland, causing it to melt faster. Mass loss from Greenland's ice sheet is currently the single largest driver of sea level rise globally, and that one sheet alone holds enough water to raise global sea levels by 24 feet. Currently, it's melting seven times faster than it was in 1992.  BREAKFAST BROWSE Dunkaroos, one of the best snacks of the '90s, is coming back this summer It's gonna be like a time machine for your mouth!  The Broadway sensation 'Hamilton' is coming to movie theaters And hopefully you won't have to sell your firstborn to get tickets.  The 'world's worst cat' has been adopted  Just remember that the next time you're feeling unlovable. If people can care about a miserable cat, they can care about you, too!  Super Bowl singer Demi Lovato and MVP Patrick Mahomes both tweeted about their Super Bowl dreams ... years ago!  Manifest that success!  TODAY'S QUOTE \"Given the ubiquity of smartphones, social media, apps, digital video and streaming music, which has infiltrated most aspects of daily life, distracted walking and street crossing will be a road safety issue for the foreseeable future.\" That's the conclusion of a new study on pedestrian distraction. Researchers from the University of Calgary in Canada found texting was more dangerous for pedestrians than listening to music or talking on the phone.  TODAY'S NUMBER $15 billion That's the amount of ad revenue YouTube brought in last year. It's the first time YouTube's parent company, Alphabet, has specifically reported YouTube's ad revenue, which is a sign that Alphabet -- and investors -- are getting more interested in the platform's moneymaking potential.  HAPPENING LATER Trump addresses the nation As if there weren't enough political stuff happening, President Trump is set to give his yearly State of the Union address tonight. The President will reportedly stay positive in his message and try to move on from the impeachment trial. It starts around 9 p.m. ET. Watch on CNN. TODAY'S WEATHER AND FINALLY Hey, I know that voice!  Meet the people behind some of the most famous cartoon voices ever: the Super Mario gang, Cartoon Network heroes, and even old-school Winnie the Pooh. How do they DO them all? (Click here to view.) "], "Language": false}