{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/billie-eilish-cover-american-vogue/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Oscar Holland, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-02-04T03:57:06Z"], "LastModifiedDate": ["2020-02-04T04:01:17Z"], "Headline": ["Billie Eilish lands first American Vogue cover"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Billie Eilish has continued her remarkable start to 2020 by landing on the cover of American Vogue.  Just a week after sweeping the Grammys, where she took home five awards including song of the year and best new artist, the 18-year-old was revealed as the star of the publication's March issue. On Monday, Vogue unveiled four different covers, with the \"Bad Guy\" singer wearing items by brands including Gucci, Versace, Prada Linea Rossa and Louis Vuitton.  Three of the covers were shot by separate photographers, while a fourth digital-only cover features a drawing by Nastya Kovtun, a 16-year-old fan artist from Russia who was commissioned by Vogue after posting drawings of the star on Instagram. The magazine, which hits newsstands next week, also features artist Jesse Mockrin's Caravaggio-inspired painting of Eilish holding a basket of fruit. In an accompanying feature, Vogue commends the singer's \"bloblike anti-fashion\" that it describes as an \"arsenal of toxic colors, chaotic prints and ersatz European luxury-brand emblems.\" The story also sees Eilish tracing her DIY approach to fashion back to her childhood.  \"I just wanted to invent sh*t, so I did,\" she told Vogue writer Rob Haskell. \"When I look back at myself at 9 or 10, my style was unbelievably terrible. But it was exactly what I wanted to wear. I was committed to it, I wore it, and I was happy.\" As well as showcasing her personal style on Instagram, Eilish has established herself as high-fashion fixture on the red carpet. At November's American Music Awards she wore head-to-toe Burberry, including an eye-catching Burberry crystal mesh bonnet from the heritage brand.  Then, at last month's Grammys, she matched her distinctive fluorescent hairstyle with a green and black Gucci-branded outfit, which included a face mask and fingerless gloves from the Italian fashion giant.  Vogue's editor-in-chief Anna Wintour has previously praised Eilish's style. In a video segment entitled \"Go ask Anna,\" the veteran editor commended the singer's \"activism on body positivity.\" \"What I like about Billie's style is it's very particular to her -- she's obviously channeling one person, which is herself,\" Wintour said in the video, which was posted to Vogue's YouTube channel last September. \"When she came up to see us recently at Vogue, she was in head-to-toe, bright, bright orange and looked incredible.\" This is not Eilish's first collaboration with the Vogue brand, having appeared on the cover of the title's Australian edition last year. In an interview accompanying the magazine's July 2019 cover feature, the singer said she identifies with Rihanna's description of fashion as a \"defense mechanism.\"  \"It's always been my security blanket,\" she is quoted as saying. \"It's my way of expression without having to use words. Fashion is its own language, and I use mine all day, every day.\""], "Language": false}