{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/health/texting-pedestrian-safety-study-wellness-scli-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Rob Picheta, CNN"], "Writers": [["Rob Picheta"]], "FirstPublishDate": ["2020-02-03T23:30:28Z"], "LastModifiedDate": ["2020-02-03T23:32:13Z"], "Headline": ["Texting more dangerous for pedestrians than listening to music or speaking on the phone"], "Section": ["health"], "MappedSection": ["HEALTH"], "Article_Body": ["We can all agree that walking behind someone who's buried in their phone is annoying.  Now scientists are suggesting it's dangerous, too. Using your phone as you walk is more likely to cause an accident than taking a call or listening to music, researchers have warned, after analyzing the causes behind hundreds of pedestrian mishaps. Texting was associated with a higher rate of near misses and a failure to look left and right when crossing the road, the study found. By comparison, talking on the phone was associated with only a small increase in time taken to cross a road safely, and listening to music had no notable impact on pedestrian safety. The researchers, from the University of Calgary in Canada, say their findings need further investigation, noting that \"pedestrian distraction\" is an increasing problem in towns and cities around the world. \"Given the ubiquity of smartphones, social media, apps, digital video and streaming music, which has infiltrated most aspects of daily life, distracted walking and street crossing will be a road safety issue for the foreseeable future,\" the authors wrote. Around 270,000 pedestrians die every year globally, making up about a fifth of all road traffic deaths, the team said. Their study was published Monday in the journal Injury Prevention. \"Do groups or packs of pedestrians shield those among them who are distracted or do groups assume that other group members are paying attention?\" the authors asked in the study, outlining areas in which further research was needed. \"Are children and teens more at risk while distracted? Are elderly pedestrians who are distracted and slower more prone to conflicts with vehicles?\" they asked (without answering). The researchers pooled data from 14 other studies looking into pedestrian accidents, analyzing incidents involving a total of 14 people. But they noted \"a variety of study quality issues\" which prevented them from making generalized statements. Using cell phones is having an impact on our bodies, prior studies have shown.  One study published in December, which analyzed emergency room data in the United States, found that injuries to the neck, face, eyes, nose and head have risen \"steeply\" over the last 20 years. The researchers found most of those injuries occurred to people between the ages of 13 and 29 and were due to distracted driving, walking and texting with a cell phone. Meanwhile, the US-based National Safety Council found 2,841 people died in distraction-affected crashes in 2018 in the US. The Governors Highway Safety Association estimated there were more than 6,000 pedestrian deaths in 2018, the highest number in more than 20 years. "], "Language": false}