{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/business/google-super-bowl-ad-loretta-trnd/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Jordan Valinsky, CNN Business"], "Writers": [["Jordan Valinsky"]], "FirstPublishDate": ["2020-02-03T16:42:06Z"], "LastModifiedDate": ["2020-02-03T19:34:11Z"], "Headline": ["Google's Super Bowl ad: People shed tears for 'Loretta'"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Emotions were running high during the Super Bowl, but perhaps it was the Google commercial that triggered the most tears. The company's ad, called \"Loretta,\" was the true story of an elderly man remembering his late wife with the help of Google Assistant. Set to somber music, the commercial showcased old photos of the pair while he commented on his favorite memories of their time together Google's goal for the ad was to show how the company can \"build products that help people in their daily lives.\" The story had a personal connection to the company: the 85-year-old man is the grandfather of a Google employee.  It has already racked up nearly 12 million views on YouTube. And at least one marketing expert said the ad \"won the Super Bowl.\"  The commercial drew a favorable response from viewers, too, with several people commenting that they started crying while watching it.  The ad was part of a broader trend that tugged at people's heart strings, including an ad for New York Life.  Ipsos, a marketing firm that measures emotional responses to Super Bowl ads, said in a report Monday that the Google spot was their focus group's second favorite after a Dorito's ad, a comedic take an Old West gunfight featuring rapper Lil Nas X and actor Sam Elliot in a dance-off.  Google Assistant and its portfolio of smart devices is increasingly important for the company. Google, which offers its assistant on more than 1 billion devices, is facing tough competition from Amazon's Alexa and Apple's Siri in the fast-growing market for digital assistants. Their popularity has also sparked privacy concerns. "], "Language": false}