{"Type": ["article"], "Url": ["https://www.cnn.com/2020/02/03/cnn-underscored/sony-wf1000xm3-wireless-noise-canceling-earbuds-sale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-02-03T19:17:44Z"], "LastModifiedDate": ["2020-02-03T19:17:44Z"], "Headline": ["Sony's noise-canceling WF-1000XM3 true wireless earbuds are on sale right now"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Apple's AirPods may get all of the wireless earbud attention, but there are plenty of wireless earbuds that deserve consideration. Sony's WF-1000XM3, for example, offers noise cancelation, supports Amazon's personal assistant Alexa or Google Assistant, and are normally priced $229.99.  Right now, however, you can get a pair of the WF-1000XM3's in black or silver for $198. That's 14-percent off the regular price.  Sony WF-1000XM3 truly wireless earbuds ($198, originally $229.99; amazon.com) You can use the WF-1000XM3's with any Bluetooth capable device; you aren't locked into using them only with an iPhone or Android phone. However, if you want to use Alexa to control music playback or ask random questions, you'll need to install the Sony Headphones Connect app on your iOS or Android device.  Included in the box with the earbuds are two different types of earbuds, in three different sizes each, which should ensure a proper, comfortable fit and seal for your ears.  The earbuds have a battery life of up to six hours, which can be extended to 24 hours with the included charging case. If you're running low on battery, 10 minutes in the charging case will give you 90 minutes of use.  Other notable features include touch controls on the earbuds for music playback, volume adjustment, noise cancelation, and activating a voice assistant. The earbuds also can also detect when they're taken out of your ear and will automatically pause your music, or resume playing it when you put the earbud back in your ear.  At $31 off the normal price, the WF-1000XM3 are cheaper than Apple's AirPods Pro, offers the same core features in a slightly different design, and works with more than just Siri.  If you're looking for wireless earbuds and want something different than AirPods, then the Sony WF-1000XM3 at $198 are worth considering. Note: The prices above reflect the retailers' listed prices at the time of publication."], "Language": false}