{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/us/library-visits-gallup-poll-wellness-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-01-27T22:08:42Z"], "LastModifiedDate": ["2020-02-01T21:27:01Z"], "Headline": ["Americans went to the library more often than they went to the movies, poll finds"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Who says libraries are dying?  Last year, Americans visited the library more than they went to the movies, live sporting events, museums, concerts, amusement parks and casinos, among other activities, according to a Gallup poll. US adults reported taking 10.5 trips to the library on average in 2019, the poll found -- about twice as many times as they went to the movies. They went to live music or theatrical events and national or historic parks roughly four times last year, and visited museums and casinos about 2.5 times. Trips to amusement parks and zoos were the least common activities on the list.   The results are based on phone interviews conducted by Gallup between December 2 and 15 with a sample of 1,025 random adults, and are an update to a survey the analytics company conducted in 2001.  People were still visiting libraries more often than they were visiting movie theaters two decades ago, though trips to movie theaters have declined slightly, Gallup said.   \"Despite the proliferation of digital-based activities over the past two decades -- including digital books, podcasts, streaming entertainment services and advanced gaming -- libraries have endured as a place Americans visit nearly monthly on average,\" according to the Gallup report.  \"Whether because they offer services like free Wi-Fi, movie rentals, or activities for children, libraries are most utilized by young adults, women and residents of low-income households.\" Adults aged 18 to 29 visited the library much more than older age groups, possibly reflecting the college students who go to the library to study, Gallup reported. Women reported visiting the library nearly twice as many times as men did, and adults from low-income households reported using the library more than adults from higher-income households.  Makes sense, given that going to the library is free and virtually everything else on the lists costs (sometimes a lot of) money. Library use overall has fluctuated The relationship between Americans and libraries is a little more complicated though.  Most Americans agree that libraries are important and add value to their communities.  Two-thirds of Americans say that closing their local public libraries would hurt their communities, according to a 2016 Pew Research Center report, the most recent year the organization collected data on libraries.  \"Many Americans are interested in libraries offering a range of services -- including those that help people improve their digital skills and learn how to determine what information is trustworthy,\" the Pew report reads.  \"People think that libraries are a major contributor to their communities in providing a safe place to spend time, creating educational opportunities for people of all ages, and sparking creativity among young people.\" But fewer Americans had actually visited the library in the prior year, Pew's research found. About 48% of adults reported visiting a library or bookmobile in the past 12 months before the survey was given, while 27% of people said they used library websites or apps. The number of people who visited the library in 2016 was actually an increase from the previous year, when 44% of people said they visited a library or bookmobile, according to Pew. But a few years before in 2012, 53% of people said they visited a library or bookmobile. CORRECTION: This headline has been corrected to specify that while the number of Americans who visited the library has gone down, those who went to the library visited more times than they went to the movies."], "Language": false}