{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/us/mary-higgins-clark-dead/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Faith Karimi, CNN"], "Writers": [["Faith Karimi"]], "FirstPublishDate": ["2020-02-01T04:23:40Z"], "LastModifiedDate": ["2020-02-01T12:38:44Z"], "Headline": ["Author Mary Higgins Clark, bestselling 'Queen of Suspense,' dies at 92"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Mary Higgins Clark, the bestselling \"Queen of Suspense\" who wrote dozens of suspense novels sold worldwide, has died. Clark's publisher, Simon & Schuster, confirmed her death in a tweet Friday night.   \"She passed away peacefully this evening at the age of 92 surrounded by family and friends,\" the publisher said.  Clark's writing career spanned decades, and included bestselling suspense titles such as \"Loves Music, Loves to Dance\" and \"A Stranger Is Watching.\"  Two of her novels were made into feature films, including \"A Stranger Is Watching\" while others were turned into television movies.  The mother of five started her career by writing short stories before becoming a prolific novelist.  \"Trust me, you do not make a living selling short stories and bringing up five kids,\" Clark told CNN in 2002. \"So I started writing radio scripts for a living, and it actually taught me a great deal about writing.\" Clark published her first suspense novel, \"Where Are the Children,\" in 1975 followed by about 40 other books, including some with her daughter, Carol Higgins Clark. She also published short stories, a memoir and children's books.  Michael Korda, editor-in-chief emeritus of Simon & Schuster, said Clark had a special gift of connecting with her readers.  \"Nobody ever bonded more completely with her readers than Mary did; she understood them as if they were members of her own family,\" Korda said. \"She was always absolutely sure of what they wanted to read—and, perhaps more important, what they didn't want to read.\" Clark was an international bestseller, and more 100 million copies of her books are in print in the United States alone, her publisher said."], "Language": false}