{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/entertainment/mase-sean-combs-money/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-31T20:02:20Z"], "LastModifiedDate": ["2020-01-31T21:04:59Z"], "Headline": ["Mase calls Sean 'Diddy' Combs out about business practices"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Rapper Mase is calling out Sean \"Diddy\" Combs. Mase, who had multiple hits with Combs on the mogul's Bad Boy Records in the late 1990s, posted a photo on Friday of a tweet from rapper Meek Mill that referenced \"young black kids in slave contracts in the music business.\" Mase wrote a long note in the accompanying caption. \"I heard your #Grammy speech about how u are now for the artist and about how the artist must take back control,\" he wrote. \"So I will be the first to take that initiative.\" Combs received the Recording Academy's Salute to Industry Icons Award at a Grammy event last week, where he criticized the organization's track record with black artists during his acceptance speech for the honor. \"Truth be told, hip-hop has never been respected by the Grammys,\" Combs said. \"Black music has never been respected by the Grammys to the point that it should be.\" When contacted by CNN at the time, a rep for the Academy declined to comment on his remarks. Hours after Combs's speech, Recording Academy Chairman and Interim Chief Executive Officer Harvey Mason Jr. announced new initiatives developed in partnership with its Diversity Task Force. In his post, Mase wrote that if Combs wants to \"see change you can make a change today by starting with yourself.\" \"Your past business practices knowingly has continued purposely starved (sic) your artist and been extremely unfair to the very same artist that helped u obtain that Icon Award on the iconic Badboy label,\" Mase wrote. \"For example, u still got my publishing from 24 years ago in which u gave me $20k.\" Mase was one of a stable of artists who became stars on the Bad Boy Label, which also included singer Faith Evans, the R&B group 112 and the late rapper Biggie Smalls. According to Mase, he recently offered to buy back the rights to his music from Combs for $2 million. \"Your response was if I can match what the EUROPEAN GUY OFFER him that would be the only way I can get it back. Or else I can wait until I'm 50 years old and it will revert back to me from when I was 19 years old,\" Mase wrote. \"You bought it for about 20k & I offered you 2m in cash. This is not black excellence at all.\" He also suggested Combs, who recently changed his middle name to \"Love,\" was hypocritical in voicing support for black entrepreneurship given their current publishing dispute. \"If it's about us owning, it can't be about us owning each other. No More Hiding Behind \"Love,\" Mase wrote.\" U CHANGED? GIVE THE ARTIST BACK THEIR $$$. So they can take care of their families.\" CNN has reached out to reps for Combs for comment. "], "Language": false}