{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/cnn-underscored/best-streaming-devices/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-01-31T20:05:23Z"], "LastModifiedDate": ["2020-01-31T20:58:16Z"], "Headline": ["With Roku pulling Fox apps, here are your alternative streaming devices"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Just days ahead of the biggest game of the year, Roku owners are in a bit of a shakeup. Roku told users that the Fox apps, including Fox Sports, are being pulled from the platform as of January 31. The decision is a result of a distribution contract between Fox and Roku that is expiring.  As expected, both companies are blaming each other, and there is no telling when we will see a resolution. CNN Underscored reached out to both Roku and Fox for comment and we'll let you know if or when they respond. So what can a Roku user do to watch Fox programming this weekend?  By far, the simplest solution would be to opt for an HD antenna. It will give you access to local channels, as well as basic cable, which means you'll be able to watch the big game on Fox.. You will lose on-demand functionality, the HD guide and any other smart features, soou'll need to opt for another streaming device to retain those services. Here are a few top rated HD Antennas. We'll walk you through the alternatives below. These options are comparable both in terms of the hardware and supported services, meaning you can use them to stream your favorites from Fox along with Prime Video, Disney+, Netflix, Apple TV+ and Hulu, and at the quality and resolution you want. Fire TV family Amazon makes several streaming devices under the Fire TV name. The family has grown in recent years, even expanding to TVs that run FireOS. And all of them — Fire TV Stick, Fire TV Stick 4K and Fire TV Cube — are discounted right now. No matter the device, you'll run full Fire OS, which gives you access to thousands of streaming services. If you don't need 4K, then the base Fire TV Stick is your go-to. It's normally $39.99 but is now on sale for $24.99 with Prime shipping. Although, if you think you might upgrade your TV any time soon, for $10 more you can get Fire TV Stick 4K, which will future-proof you. Both Sticks plug into the HDMI slot on your TV and receive power via an included cord and power brick. The Alexa Voice Remote is included with both and lets you control the experience without lifting a finger. The Fire TV Cube is a full streaming box, and looks more like a small cable box. It also acts as an Alexa smart speaker and it's fully hands-free. It's more expensive at $119.99, but is currently on sale for $99.99. Volume controls, microphone mute or unmute and an Alexa call button are on the top of the device. Like Echo smart speakers, there's an LED light in the front, so you can tell when Alexa is listening (it's blue) or when she's muted (it's red). The Cube, like the Stick 4K, also boasts the best quality, with streams up to 4K Ultra HD and support for many standards like HDR, HDR 10, HDR 10+, HLG and even Dolby Vision. With a faster hexa-core processor paired with 16 GBs of RAM, you can expect a faster experience as well. If you want to upgrade your TV sound and add some smarts, there's a TCL Alto 8+ 2.1 Channel Sound Bar with FireOS ($199.99; amazon.com) and an Anker Nebula Sound Bar Fire TV Edition ($229.99; amazon.com).  Apple TV  You might recall that Apple also makes a pair of streaming boxes: Apple TV HD ($149; bhphotovideo.com) and Apple TV 4K (starting at $179; bhphotovideo.com). Both of them shouldn't be confused with the Apple TV+ streaming service, although they do have TV+ content found in the TV app. It's a little confusing, but if you're already in the Apple ecosystem, both of these perform and integrate well.  Whether you opt for HD or 4K, you're getting an experience powered by tvOS. Like Fire OS, you'll find support for all the major services. You also get a deep integration with Apple: the Music app connects into Apple Music and your purchased library from iTunes. Siri is also supported and is a great help when it comes to finding content. The standard TV HD only comes in a 32 GB size, while TV 4K comes in 32 GB for $179 or 64 GB for $199. You'll only need more storage if you planning on gaming or downloading a lot of apps, since the App Store is part of tvOS. Better yet, both of these support AirPlay 2, so you can easily stream music, photos, movies and more directly from your iOS, iPadOS, macOS and watchOS devices.  The core difference is in the tech specs. The TV 4K has a newer HDMI standard, a newer Bluetooth chip and a gigabit ethernet port. The last spec doesn't matter unless you're using a hardwired connection. And the first two allow Apple to broadcast out at a higher quality resolution-- most users likely won't notice a difference. The Apple TV 4K supports up to 4K Ultra HD output with support for Dolby Vision. Apple TV HD is can output at up to 1080p HD.  Google Chromecast Google is in the streaming space with the Chromecast ($35; bhphotovideo.com) and Chromecast Ultra ($69; bhphotovideo.com). Both of these are simple dongles that connect via your TV's HDMI outlet and get power from an included cable and brick.  Chromecasts all work simply and seamlessly. Similar to AirPlay, Google Cast is a supported standard with many services that will cast content from most devices that are on the same Wi-Fi network. It's as simple as finding what you want to watch that device on and selecting Chromecast as your output.  It works seamlessly within the Google Ecosystem. You can even pair it with a Google Assistant smart speaker or smart display to use your voice to ask for content. If you have a Nest Hello Doorbell or Nest Cam, you can cast a live view.  Like the Apple TV and Fire TV lines, there are a ton of services that support Casting content.  Keep checking back as we continue to update this list with more streaming devices. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}