{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/31/politics/taylor-swift-documentary-marsha-blackburn/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Veronica Stracqualursi, CNN"], "Writers": [["Veronica Stracqualursi"]], "FirstPublishDate": ["2020-01-31T14:23:21Z"], "LastModifiedDate": ["2020-01-31T15:13:48Z"], "Headline": ["Taylor Swift calls GOP Sen. Marsha Blackburn 'Trump in a wig' in new documentary"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Taylor Swift slammed Republican Sen. Marsha Blackburn of Tennessee for her conservative stances and likened her to \"Trump in a wig\" in her new Netflix documentary \"Miss Americana.\" In the documentary out Friday, Swift goes after Blackburn's record as she gets emotional discussing with her parents and team about wanting to voice her opinion in the 2018 midterm elections, adding that she regrets not speaking out against Donald Trump during the 2016 election. Swift, who had been reluctant to voice her political opinions in the past, broke her silence on politics during the 2018 midterms and endorsed Blackburn's rival for Senate, Democrat Phil Bredesen, and another Democrat running in Tennessee in an Instagram post. In the post's caption, Swift had said Blackburn's voting record \"appalls and terrifies me.\" Blackburn, a conservative lawmaker closely tied to the President, ended up winning her 2018 race by about 11 points, becoming the first female senator to represent her state. Later in the documentary, Swift is shown reacting to Blackburn's election victory, saying she \"can't believe it.\" \"She gets to be the first female senator in Tennessee, and she's Trump in a wig,\" Swift says. \"She represents no female interests. She won by being a female applying to the kind of female males want us to be in a horrendous 1950s world.\" The pop singer criticizes also Blackburn for her 2013 vote against the reauthorization of the Violence Against Women Act and stance against same-sex marriage.  \"It's really basic human rights, and it's right and wrong at this point, and I can't see another commercial and see her disguising these policies behind the words 'Tennessee Christian values,'\" Swift says, getting emotional. \"Those aren't Tennessee Christian values. I live in Tennessee. I am Christian. That's not what we stand for.\" After Swift went public with her endorsement of Bredesen, Blackburn told Fox News at the time, \"Of course I support women and I want violence to end against women.\" It seems the Republican senator doesn't want bad blood between her and Swift, according to a statement provided to CNN. \"Taylor is an exceptionally gifted artist and songwriter, and Nashville is fortunate to be the center of her creative universe,\" Blackburn said in the statement, first reported by Variety. \"While there are policy issues on which we may always disagree, we do agree on the need to throw the entertainment community's collective influence behind legislation protecting songwriters, musicians, and artists from censorship, copyright theft, and profiteering.\" She pointed to her and Democratic Rep. Jerry Nadler's legislation, the Ask Musicians for Music Act, or AM-FM Act, that seeks to have radio services \"pay fair market value\" for the music they use. Swift has been a vocal about concerns around the rights of singers and songwriters to profit from their own music.  \"I welcome any further opportunities to work with Tennessee's and the nation's creative communities to protect intellectual property and ensure appropriate compensation for their creations. On that note, I wish Taylor the best — she's earned it,\" Blackburn added. "], "Language": false}