{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/cnn-underscored/tcl-socl500tws-true-wireless-earbuds-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2020-01-30T21:31:45Z"], "LastModifiedDate": ["2020-01-30T21:31:45Z"], "Headline": ["TCL's true wireless earbuds fall squarely in the budget category"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["The first thing that comes to mind when you hear TCL may be affordable TVs or soundbars. However, the brand has a hand in the world of audio too, with products like the SOCL500TWS true wireless earbuds. These cumbersomely named true wireless earbuds come in several colors and offer impressive battery life. The TCL SOCL500TWS buds run $79.99 on Amazon.com, in the lower range relative to the big names in wireless earbuds like AirPods or Galaxy Buds. Keep reading to find out how they stacked up. Vibrant design and physical controls The SOCLs come with a charging case that's just a bit larger than an AirPods charging case. The plastic, or at least how it feels in one's hand, seems lower quality than comparable cases, but that may just be because it's unfamiliar. The lid is fairly thin too, but overall it does not feel very fragile.  The case comes in four colors: ocean blue, phantom black, sunrise purple and orange sunset. Visually, the case is very pleasing. Not only are the colors rich in hue and tone, but they are part of a gradient around the case. The sunset orange case, for example, starts with a deep red-orange at the base and transitions to a vibrant orange on the top half.  When you flip to the back of the case, there's a simple button that turns on up to four LEDs to indicate battery life. Each LED represents 25% battery life, and if there's a single one flashing, that means the case has less than 5% remaining. On the bottom is the USB-C charging port — nice to see TCL opting for the largest in port technology. On the top, popping open the lid reveals the buds' home, which acts as storage and charges them, with magnets to make the buds snap into place.  The SOCLs themselves are splash- and sweat-resistant at IPX4, and match the darker tone of their case's color scheme. Each consists of a small trapezoidal piece with a button on the side and an LED on the bottom. On the inside (the part in contact with your face), you'll find where the charging contacts connect, the letters L or R engraved beside them, and, of course, the gels that go in each ear. In the box you'll receive large and small gels so you can find the right size for you. The default is medium, which was slightly too small for me and slipped out on rare occasions. The gels are oval and flexible, fitting quite well into the ear once you find the right size. When it comes to pairing, these buds do so aggressively. Just removing them from the case activates pairing mode, and if your device was paired with them once, they'll automatically connect during this process. It's not as sleek as fast pairing with AirPods, but casting the network removes any confusion. If you remove only the right earbud, it'll pair in mono mode, through which you can perform most regular functions. As for the buttons, they serve a multitude of functions. One press on either side will pause or play your track. Two presses on the right increases volume, while two on the left decreases it. A two-second press on the right goes to the next track, and on the left it goes to the previous track.  For calls, pressing either button picks up, and holding either button for two seconds hangs up. You can also call your smart assistant to attention with three presses on either side. This works with Siri or Google Assistant.  Sound quality that gives and takes The audio quality of the SOCL500TWS buds is pretty good overall. When I initially put them in my ears and started up some music, I could tell there was a lot of sound escaping. This was more evident when I gently pressed the buds into my ears and heard the actual quality of the 5.8mm drivers. Once I swapped in the large ear gels, there was a much better seal between my ears and the buds. Using the proper gel size improved the quality a lot, and provided about the same noise cancellation as a good pair of earplugs.  From there, I listened to a podcast and a variety of songs throughout the day, such as \"Jazz Crimes\" by Joshua Redman. This song has a lot of bass and drums with subtle tones, not to mention the not-so-subtle saxophone. I was generally pleased with the range of sound these buds offered. Compared to Apple's AirPods, the quality is notably lower, but not nearly low enough to mess up a good song. Unfortunately, these buds seem to suffer most in the bass department. Sure, you can hear it, but it doesn't resonate nearly as much as in AirPods, even at higher volumes. That being said, they cost much less. Most earbuds these days provide some way to control your music and calls from the buds themselves. The SOCLs are no exception, but TCL opted for buttons rather than touch controls. This decision is a double-edged sword. On one hand, you will never accidentally affect your music or call by simply adjusting your buds (something that happens to me frequently). On the other hand, you end up pressing into your ear each time you have to press the buttons. This isn't a deal breaker, but it doesn't always make for a very comfortable experience. One of my main issues with these buds was call quality. According to those with whom I had conversations, the microphone quality was decent — nothing to write home about, but not too bad. However, when I was using VoIP (e.g. FaceTime), they complained of a dull humming noise. I tried this with several people and they all reported the same problem. Resetting the buds did not fix the issue, nor did getting a new pair. However, regular calls gave us no issues. They're ergonomic, though When it comes to comfort and discretion, these earbuds do pretty well. Once I found the right sized gels for my ears, they never once fell out, even while I was running. I'm happy TCL includes extra gels in the box, especially since these are bargain buds. And it's easy to get used to them in your ears — they really are pretty comfortable. Once again, the only issue in terms of comfort is having to press them into your ears when you're using the button controls. I ended up just not using those controls for the most part, but it's a shame to skip out on that relatively important feature. It's also worth noting that these earbuds don't stand out visually. While products like AirPods are fairly conspicuous, these earbuds (at least the phantom black variety) are less noticeable, although people with longer hair (like me) have an advantage in this area. Battery comes in strong Battery life is really great. A full charge gives you a little under 6 ½ hours, plenty of time for continuous listening or shorter sessions throughout a few days. And that means it should last through a cross-continental flight. Adding the charge from the case, you can get up to 26 hours of total playtime, which just about held true during my testing. This significantly beats out similar products like Amazon's Echo Buds and AirPods, which last up to 20 hours. A claim TCL makes about the battery is that with just a 15-minute charge, you get an hour of listening time. I put this to the test specifically, and it appeared to hold true. After draining the buds completely and charging them for 15 minutes, I got over an hour of playback in return. While this takes three times longer than the five-minute quick charge of the AirPods Pro, 15 minutes of charging is not too high a price to pay for an hour of listening, in my opinion Bottom line The SOCL500TWS buds scream \"budget.\" To summarize, the sound quality is decent, noise cancelling is respectable for being passive, battery life is above average, they look good, and they're pretty comfortable. However, the button controls are an odd choice, VoIP calls are problematic, and there's little bass to be heard. All that being said, some might find the price to be just a tad steep for what you get. Others will be happy to pay it. It just depends on your budget, because as far as true wireless goes, these earbuds do tend to the cheaper side. Either way, don't count out waiting for the next time AirPods Pro go on sale. TCL's SOCL500TWS true wireless earbuds are available now for $79.99 on Amazon.com. These middle-of-the-road buds leave some to be desired, but they'll get the job done and offer impressive battery life. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}