{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/cnn-underscored/super-bowl-audio-sales/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-01-30T16:31:53Z"], "LastModifiedDate": ["2020-01-30T16:31:53Z"], "Headline": ["Upgrade your audio before the big game with these sound system deals"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["On Sunday afternoon, football fans across the nation will gather around their TVs to watch — and listen to — the most anticipated game of the year. Accordingly, there are plenty of deals on sound systems happening now, so you can ensure you'll hear every audible and hard tackle.  Everything from sound bars to AV receivers are marked down, so you can easily customize your new setup. Just be sure to shop for an improved system soon. Once the game is over, so are the promotions.  JBL JBL's Bar 5.1 is on sale for $499.95 on Amazon, a $340 discount. Bar 5.1 includes a sound bar, two detachable battery-powered speakers and a 10-inch wireless subwoofer. You'll get about 10 hours of use out of the smaller speakers, more than enough for a long football game or a binge session of your favorite series on Netflix. The system also uses Bluetooth support for streaming music from your phone or computer. JBL Bar 5.1 ($499.95, originally $840; amazon.com) Sony Sony has four sound systems and bars on sale ahead of Sunday's big game, and all four systems include a sound bar and a wireless subwoofer. The systems range from $198 for a 2.1-channel sound bar and subwoofer, all the way to $1,298 for a 7.1.2-channel system with optimal sound quality and top-notch functionality.  Sony HT-ST5000 7.1.2 channel sound bar ($1,298, originally $1,498; amazon.com)\nSony HT-Z9F 3.1 channel sound bar ($698, originally $899.99; amazon.com)\nSony HT-X9000F 2.1 channel Dolby Atmos sound bar ($398, originally $599.99; amazon.com)\nSony HT-S350 2.1 channel sound bar ($198, originally $279.99; amazon.com) Definitive Technology Definitive Technology is discounting its Studio Slim and Studio Advanced systems. Both systems include a sound bar and an 8-inch wireless subwoofer, and support Google's Chromecast and Google Assistant. In addition to playing your TV's audio through the system, you can also stream audio from your phone or computer using Google's built-in services.  The Studio Advanced sound bar has 9 speakers,5.1 channel surround sound, and HDMI ARC support for controlling your TV. The Studio Slim is a more compact sound bar, measuring just 1.75 inches high with 7 drivers and 3.1-channel surround sound. Save $200 on either system through Feb. 2.  Definitive Technology Studio Slim ($799, originally $999; amazon.com)\nDefinitive Technology Studio Advance ($902.49, originally $1,102.49; amazon.com) Polk Audio  Polk Audio's Command Sound Bar, on sale for $249 through Feb. 2, comes with a wireless subwoofer to add extra bass to your movies or music. The sound bar has Amazon Alexa built-in; there's even the familiar blue ring of lights on the top of the sound bar, so you know when Alexa is listening and ready to reply.  Polk Audio Command Sound Bar ($249, originally $299; amazon.com) Denon  If you're looking for a new audio video receiver, Denon has taken $50 off of its AVR-S650H, bringing the price to just $349. The receiver supports 5.2-channel surround sound and 4K UHD, plus it has built-in Wi-Fi, Bluetooth, AirPlay 2, Google Assistant and Amazon Alexa support. Denon's Heos platform is also supported, allowing  you to stream music from a supported service directly through the receiver.  The AVR-S650H doesn't come with speakers, however, so you'll need to provide your own and connect them to the back panel of the receiver.  Denon AVR-S650H ($349, originally $399; amazon.com) Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}