{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/30/opinions/impeachment-rock-music-avlon/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by John Avlon"], "Writers": [["John Avlon"]], "FirstPublishDate": ["2020-01-30T14:46:11Z"], "LastModifiedDate": ["2020-01-30T14:46:11Z"], "Headline": ["The strange world of impeachment rock"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["The man who wrote \"Impeach the President\" almost 50 years ago still thinks we should impeach the president.   Yes, that's a real tune -- from 1973. It turns out that while impeachment is serious business, that doesn't mean it can't have a backbeat.   So if you're looking for the most obscure sub-genre in the politics-pop culture crossover world, I've got good news for you: impeachment rock is a thing.                          While no known sheet music accompanied the impeachment of Andrew Johnson, there are two semi-classic tracks from the Richard Nixon and Bill Clinton investigations -- Roy C. Hammond and the Honey Drippers' funk-dirge \"Impeach the President\" from 1973 and Texas Bluesman Larry Shannon Hargrove's \"Leave Bill Clinton Alone\" from 1998.    It turns out that both men are still alive and kicking -- so I got them on the phone and found them enjoying the brief resurgence of their impeachment tracks, now widely available thanks to YouTube. They've got some thoughts on how the current President's predicament matches up with those past impeachments that inspired them to head to the recording studio. And Hargrove even has some thoughts on how a Trump-era impeachment tune might sound.   Back in 1973, Hammond was living in New York and watching the news. \"I kept up with the news from a very young age,\" he explained from his current home in South Carolina, where he runs a company called Carolina Records. \"When they got into the Nixon situation, I saw it was wrong, like it is today ... I just came up with a beat and I said, 'I'm gonna do something concerning the impeachment.' I wrote the lyrics and made it into music. The whole nine yards.\"   He'd had a previous hit with a tune called \"Shotgun Wedding\"  -- later covered by Rod Stewart. Hammond got a group of high-school students together at a recording studio in Jamaica, Queens, and banged out the track.   It was a classic soul jam with a durable groove. And the lyrics were inspired by what Hammond was hearing people debate at the time. \"I noticed Nixon was lyin', you know ... some people said he was guilty and some people say they didn't know -- so I figured that's what some people are thinking,\" Hammond told me.   \"Some people say that he's guilty,\" Hammond sang. \"Some people say 'I don't know'... Some people say 'give him a chance'... some people say 'wait 'til he's convicted'\" -- to which the chorus responds with clear repetition \"Impeach the President!\" This is a fist in the air groove that leaves no question what the result should be -- despite Hammond's occasional interjection that \"we can't do that\" in the song.     Today, it's considered a minor classic with a backbeat that's been sampled by everyone from Eric B. and Rakim to Janet Jackson and Flo Rida, according to Hammond and the song's surprising Wikipedia page.   But at the time, Hammond said he couldn't get his go to label, Mercury Records, interested in it. \"They were afraid to put it out,\" he recalls. \"They listened to it and they said 'it's good, but we don't want to get into politics.'\" So Hammond  started his own label, Alaga Records, and put it out. It got good airplay but the sampling of the drumbeat in the hip-hop era gave the song another life while the Trump impeachment saga brought the whole song to a new audience.   Fast forward to 1998 and Larry Shannon Hargrove -- the \"Texas Songbird\"  -- was hanging out in Austin when the Bill Clinton impeachment investigation caught fire. I asked him what inspired him to write the tune.   \"It came to me pretty clear that this was not an impeachable act,\" said Hargrove. \"It was about sex and not about selling out the country or committing treason or something like that. And I just come up with that line: 'Leave Bill Clinton alone -- 'cause everybody's done something wrong.'\"   He went down to the studio and recorded the track over a synth melody and a saxophone played by someone doing a Bill Clinton impression, with the goof that the President wanted to sit in on the session and wouldn't leave at the end of the track until the secret service removed him.   But the lyrics were the star here -- name checking Monica Lewinsky, Vernon Jordan and even the President's executive secretary Betty Currie. Then there was this gem: \"Kenneth Starr ... all this investigatin' ain't nothing but straight up playa hatin'.\"    \"It just clicked with people,\" Hargrove recalled, and the track became a cult classic of the era, released on his album \"I Need a Bailout,\" which featured Hargrove in a white suit and hat standing outside the gates of the White House.   The song enjoyed local airplay in DC during the impeachment and when Clinton was finally acquitted, Hargrove played a few clubs in the DC area as part of what was billed as a \"Gloat Party\" by the Washington Post's Reliable Sources column, which dryly noted: \"Hargrove theorizes that Republicans have brought impeachment charges against Clinton because 'he wears dark glasses and plays a saxophone,' which is one gambit the White House defense team didn't try in the Senate.\"   Hargrove said he even had one meeting with the man who might have been the tune's number one fan -- former President Clinton himself. \"He came to Austin one time and the Democratic committee or whatever you call it, gave me a pass to get out on the runway and I got a chance to shake his hand. I had one of those CDs in my hand. He just gave me a big smile and a hug.  He said 'bless you.'\"   So what do these two troubadours of troubled times think about the current impeachment crisis engulfing the nation?   \"Donald Trump is gonna tear this country apart,\" Hargrove said. \"He doesn't know how to govern ... he's a dangerous man. He tries to throw Barack Obama under the bus every chance he gets.\"   But is it really worse than Watergate?   \"It's a little worse, I think,\" said Hammond. \"He's jeopardizing the country's freedom.\"   Hargrove's taken it a step further and recorded a ballad about the Trump impeachment, with the lyrics \"You are so impeachable to me/Can't You See/You Lie and you lie, you just lie and you keep on lying\" -- all sung to the borrowed tune of \"You Are So Beautiful.\" The guy's still got some pipes. But for a long time he debated whether to release it: \"I don't want Donald Trump coming after me,\" he said.   In an era where YouTube and the internet make obscure tracks instantly available, these songs have reached an audience that wasn't born when they were first released. And if history keeps repeating, they'll find an audience despite the inevitable fact that they are products of their time.   Pop-culture and politics remains a compelling combination, a gateway drug to get people to pay attention to issues they otherwise might dismiss as too remote and serious. \"It's a way to communicate with people without being there,\" Hammond muses. \"A lot of people get hooked on the beat and then the lyrics comes to them.  They hear it over and over and it gets into their minds.\""], "Language": false}