{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/stock-market-news-today-012920/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-01-29T11:42:42Z"], "LastModifiedDate": ["2020-01-29T20:27:37Z"], "Headline": ["What's moving markets today: January 29, 2020"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["US stocks finished mixed, as the Dow and the Nasdaq Composite marked their second positive days in a row.  The Dow closed little changed in positive territory, up 12 points. The Nasdaq Composite closed up 0.1%. The S&P 500 finished 0.1% lower. Earnings season is in full swing, and solid results have helped investor sentiment that was hurt by the coronavirus outbreak earlier in the week. Apple (AAPL), which reported earnings yesterday, hit an all-time high share price today. Microsoft (MSFT) and Facebook (FB) also hit record highs today, ahead of their results after the closing bell. The Federal Reserve is keeping a close eye on the coronavirus outbreak, Fed Chairman Jerome Powell told reporters during the central bank's press conference. Powell called the outbreak a \"very serious issue\" that would likely cause some disruption in China and elsewhere, adding that the bank is \"very carefully monitoring the situation.\" That said, there is still a lot of uncertainty about how far the virus might spread and what the macroeconomic repercussions will be, Powell said in response to a question from CNN's Donna Borak. While a near-term impact on Chinese output is likely, \"we'll have to see what the effect is globally,\" Powell said. Investors worry that the virus outbreak could weigh on global growth this year, as China is the world's second-largest economy. Excluding the outbreak's potential impact, analysts expect 2020 worldwide economic growth to tick up as global manufacturing bottoms out. Supportive financial conditions around the globe and the elimination of a hard Brexit risk are also expected to help the world's economy.  The Federal Reserve's decision Wednesday to hold interest rates steady comes as no shock. But there was a tweak to the language in its policy statement that could be significant.  The Fed said Wednesday that consumer spending was rising at a \"moderate\" pace. In December, the central bank referred to the rate of spending as being \"strong.\" That ever-so-subtle shift could be a signal that Fed chair Jerome Powell is concerned  about the potential impact of the coronavirus outbreak and lingering effects from the US trade war with China and other nations. Powell cited coronavirus worries as a global economic risk in his press conference. If anything, it's a more dovish stance that suggests the Fed is likely to keep rates at low levels for the foreseeable future. Inflation would have to pick up at a much more dramatic rate than it has currently to justify a Fed hike any time soon, \"The market should be okay with this. Prior to the coronavirus, people have been circling in a potential hawkish pivot by the Fed. But that’s been put on hold,\" said Yousef Abbasi, global market strategist with INTL FCStone. \"The focus is on the job market and wage growth.\"   The Federal Reserve on Wednesday held interest rates steady despite renewed pressure from President Donald Trump to make deeper cuts. Policy makers unanimously agreed following their two-day meeting in Washington to maintain rates hovering between 1.5% and 1.75% as they pointed to continued signs of a strong economy. Citing solid job gains and household spending that continues to rise moderately, Fed officials deemed plans to hold rates as \"appropriate.\" They added that they would continue to monitor sluggish inflation, which has remained stubbornly below the Fed's target of 2%, and geopolitical risks that could impact the US economy. Read the full story here. Apple's (AAPL) better-than-expected earnings didn't impress everyone. According to Rupal Bhansali, chief investment officer and portfolio manager of international and global investments at Ariel Investments, the company will have less to offer investors going forward. \"I think the best days of Apple are behind it and not ahead of it,\" Bhansali told Alison Kosik on the CNN Business' digital live show Markets Now. \"People think of it as a technology company, when they're really a consumer electronics company,\" Bhansali said, adding that Apple did well in the last quarter thanks to buoyant iPhone sales. \"If the iPhone doesn't sell this company misses earnings.\" But services, such as its Apple Music platform, are not proprietary to the company, Bhansali said. This will make its earnings vulnerable going forward. The coronavirus' outbreak is bound to have an impact on companies as the infection continues to spread. Some 15% of Apple (AAPL) revenue, for example, comes from China. In addition to the impact the virus could have on its sales in China, the company's supply chain -- including businesses that make Apple parts and components -- could shut down over fears of the virus. Apple CEO Tim Cook said the company has closed its store in Wuhan, where the outbreak originated, according to CNN Business' own Paul La Monica. The company's better-than-expected fourth quarter earnings, reported late yesterday, \"of course didn't show any concerns about the coronavirus just yet,\" La Monica said. Any companies with a presence in China right now \"obviously have to tell their investors that they're concerned about this outbreak, but they don't want to scare people with information that could turn out to be a little hyperbolic,\" he said. Apple isn't the only company with concerns about the financial cost of the virus outbreak. Other US businesses with a lot of exposure to China include 3M (MMM), Caterpillar (CAT) and Starbucks (SBUX). Solid corporate earnings, worries about the Wuhan coronavirus outbreak and a Federal Reserve monetary policy update later today are pushing and pulling the market in opposite directions. \"The market is fragile, let's be clear,\" Peter Tuchman, floor broker for Quattro M. Securities at the New York Stock Exchange, told Alison Kosik in CNN Business' digital live show Markets Now. \"Let's see what happens with the virus,\" Tuchman added. Markets sold off Monday over fear surrounding the coronavirus' outbreak.  Most major online brokers have cut commissions to zero. Now it looks like the rush is on to launch so-called \"fractional\" or \"dollar-based\" investing. Robinhood kicked things off in December and now mutual fund and brokerage giants plans to offer dollar-based trading too. The new Fidelity service, like the one from Robinhood, is now available on Fidelity's mobile app and lets investors buy a small piece of a stock or ETF for a set amount -- even if they can't afford a whole share.  There are plenty of popular stocks that cost a lot for average investors. One share of Google parent Alphabet (GOOGL), for example, would set you back about $1,450. Amazon (AMZN) trades at nearly $1,865 for one share. Chipotle's (CMG) stock price is just under $900. That's a lot of burrito bowls. It will be interesting to see if Charles Schwab (SCHW) and merger partner TD Ameritrade (AMTD) and struggling E-Trade (ETFC) now follow suit.  Competition for customers in the brokerage industry is brutal -- and it's clear that once one or two industry leaders introduce a new service, everyone else has to quickly follow suit if they want to hold on to clients. AT&T, which owns CNN's parent company, showed Wednesday just how much cord-cutting is changing its business. 945,000 video subscriber losses\nEntertainment sales fell about 9%\nWarnerMedia sales fell 3%  So what's going on here? AT&T's WarnerMedia business is transitioning to a world where people pay a la carte for their favorite shows and videos (rather than cable service like AT&T's U-Verse or TV Now).  So it's making a big investment in HBO Max, a Netflix/Disney+/Prime Video/Hulu/Apple TV+ competitor. To do that, AT&T has to hoard its own content and license other shows and movies.  That's an expensive proposition. Without that HBO Max investment, WarnerMedia's sales would have been up 10% last quarter, AT&T said. AT&T is gambling that its investment will pay off for the long-haul. In the meantime, it's taking a hit. The stock's down 3%. Shares of Advances Micro Devices (AMD) plunged more than 7% in Wednesday trading after the company's guidance for the current quarter disappointed investors. Even though the company's earnings topped analyst estimates, its guidance for 2020 was weaker than expected, according to reports. AMD expects revenues around $1.8 billion in the first quarter of 2020. For the full year, it expects its revenue to grow 28-30%, according to the company's earnings statement. AMD was the best performing stock in the S&P 500 last year, climbing 148%. Pending home sales dropped 4.9% in December, as sales across the country contracted, according to the National Association of Realtors. America's housing market has been a shining example of what happens when mortgage rates and inflation are low, and wages are on the rise. But Wednesday's data, which measures signed sales contracts, is muddying the picture. That said, home sales still increased by 4.6% year-over-year. While a shortage of affordable homes continue to be an issue for America's real estate market, \"mortgage rates are expected to hold under 4% for most of 2020, while net job creation will likely exceed two million,” said Lawrence Yun, NAR’s chief economist. That will help to prop up the market. US stocks opened higher again on Wednesday as the rebound from the steep selloff at the top of the week continues. The Dow kicked off 0.6%, or 170 points, higher. The index traded up more than 200 points in the first minutes after the opening bell. The S&P 500 opened up 0.4%. The Nasdaq Composite rose 0.5%. Shares of Boeing (BA) opened more than 3% higher, despite the company's earnings earlier in the day, which showed its first annual loss in 22 years. Apple (AAPL) shares rose 2.8%. The company reported record earnings for the fourth quarter of 2019 yesterday after the closing bell. Investors will also keep an eye on the Federal Reserve's monetary policy update this afternoon at 2 p.m. ET.  US stocks are headed for another day in the green as their rebound from Monday's selloff continues. Dow futures are pointing at a more than 100 point gain, while S&P 500 futures are up 0.4%. Futures for the Nasdaq Composite are up 0.5%. It has been a roller coaster week for the market. Even though worries over the coronavirus outbreak have not abated, investor sentiment has begun to improve. Stocks sold of sharply at the start of the week, with the Dow and the S&P logging their worst days since October. The Nasdaq registered its worst one-day drop since August. When risk assets are this expensive, anything will knock them down,\" Seema Shah, chief strategist at Principal Global Investors, told CNN Business. After the sharp selloff, stocks rebounded on Tuesday: the Dow snapped a five-day losing streak and the S&P posted its best gain since October. The Nasdaq rose the most it had since September. McDonald's efforts to modernize its restaurants and improve its digital capabilities are paying off. Globally, sales at stores open at least a year jumped 5.9% in the fourth quarter, marking the biggest increase in more than a decade. They also grew 5.9% for the year. In the United States, that figure was 5.1% for the quarter and 5% for the year. New CEO Chris Kempczinski attributed the boost to McDonald's aggressive growth plan, which the company has been following since March 2017.  McDonald's has been rapidly remodeling stores to include digital kiosks, expanding delivery capabilities and developing new technologies to hold on to existing customers and bring in ones. Thanks to the plan, McDonald's (MCD) sales surpassed $100 billion last year, making 2019 \"a year of significant milestones,\" according to Kempczinski. The stock is down 1% in premarket trading. Read more here. Boeing reported its first annual loss since 1997 as the cost of the 737 Max crisis continued to climb. The company reported a net loss of $636 million last year, compared to a $10.5 billion profit it made in 2018. But its core commercial aircraft operation lost $6.7 billion last year, almost entirely because of Boeing's continued problems with the 737 Max. Revenue for the year plunged 24% because Boeing stopped deliveries of the 737 Max in March. Boeing (BA) shares are up 1% in premarket trading. Read more here. General Electric's comeback under CEO Larry Culp continues. The slimmed-down conglomerate, which has been shedding assets and paring back debt under Culp, reported strong fourth quarter earnings Wednesday. Shares of GE (GE) surged 5% on the news. \nThe stock is up nearly 40% during the past year. The company reported an adjusted profit of 21 cents a share and revenue of $26.2 billion, up 4.6% from a year ago. Wall Street analysts were expecting a profit of 18 cents a share and sales of $25.6 billion. Read more here. Leslie Wexner, the 82-year-old billionaire CEO of L Brands, is reportedly in \"discussions to step aside\" from his role at the retailer, according to the Wall Street Journal.  He's also said to be \"exploring strategic alternatives\" for troubled Victoria's Secret, which could possibly include a full or partial sale. The brand has been struggling with falling sales recently. The WSJ report cautioned that L Brands is \"looking to reach a decision on the potential deal and succession plans in coming weeks.\" There's also \"no guarantee\" the company will reach agreement with Wexner. The news sent L Brands' (LB) stock soaring more than 12% in premarket trading. Hong Kong stocks had their worst day in almost six months Wednesday as investors returned from a four-day holiday to weigh the consequences of an escalating coronavirus outbreak. The city's benchmark Hang Seng Index (HSI) closed down 2.82% on its first day of trading after the Lunar New Year holiday celebrations.  It was the biggest one-day percentage loss since early August, when China allowed for a surprise devaluation of its currency, stoking fears about the US-China trade war. The virus originated in Wuhan and has now spread across Asia and the rest of the world. Chinese officials say 132 people have died in mainland China, and there have been more than 6,000 confirmed cases around the world. Eight cases have been confirmed in Hong Kong. Read more here. Read this, too: Starbucks has closed more than halfof its Chinese stores because of coronavirus Boeing is reporting earnings for the final three months of 2019 on Wednesday. The big question for investors: As the 737 Max crisis drags on, what's the growing cost? The aircraft manufacturer is in for an ugly comparison to the final quarter of 2018. While one 737 Max crashed in October of that year, the aircraft wasn't grounded until a second plane went down in March 2019. Boeing announced last week that it doesn't expect to get approval for the jet to fly again until summer 2020 at the earliest, although the US Federal Aviation Administration said Friday that approval could come sooner. In the meantime, investors will want to know how business is faring. Boeing was profitable in the third quarter of 2019, but revenue tumbled 21% since it couldn't deliver 737 Max planes. Costs could continue to rise as the aircraft stays on the ground. Boeing already registered a $5 billion charge from compensation it agreed to pay airline for customers, and Southwest Airlines said last week that it will press Boeing for additional payment. The following companies report earnings today: AT&T (T)\nBoeing (BA)\nGE (GE)\nMastercard (MA)\nMcDonald's (MCD)\nFacebook (FB)\nMicrosoft (MSFT)\nPayPal (PYPL) \nTesla (TSLA) Apple (AAPL) posted record earnings Tuesday for the last three months of 2019 on the back of the iPhone's resurgence.  The iPhone 11 was Apple's bestselling smartphone during the last three months of 2019, CEO Tim Cook said on a conference call with investors. That helped overall iPhone sales grow by nearly 8% to $56 billion in the quarter. It didn't quite hit a record (in the three months ending in December 2017, Apple sold $61 billion worth of iPhones), but it was a robust turnaround for a product that was in a serious slump: IPhone sales had fallen in each of the previous four quarters. Apple shares are up 2% in premarket trading. Read more here. The stakes were high for Apple's performance in China this quarter. China makes up around 15% of Apple's overall revenue, but iPhone sales in the market tumbled last year. But in the holiday quarter, Apple's sales in the region returned to growth. The iPhone, wearables and services segments all increased by double digits, Cook said Tuesday, adding that \"the iPhone 11 is doing particularly well there.\" It would be a notable turn of events, if not for the rapidly increasing spread of coronavirus throughout China, and elsewhere around the world. Fears about the disease have forced companies operating in the country to take action. Cook said Apple (AAPL) is \"working very closely with our team and our partners in the affected areas, and we have limited travel to business-critical situations as of last week.\" He added that the company has closed one store in the city of Wuhan, the epicenter of the virus, has shortened operating hours at other stores and is deep cleaning them and performing temperature checks on employees. But the virus could take a toll on Apple's performance in China, which it acknowledged by providing a wider range than usual for its revenue projections for the current quarter. Apple also has manufacturing centers in Wuhan and elsewhere in China. \"In and of itself the return to growth in China is very impressive,\" D.A. Davidson, senior analyst Tom Forte said. \"Were it not for the coronavirus, the sustainability of [its performance in China] would not be called into question ... It's an important risk that investors need to monitor.\""], "Language": false}