{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/entertainment/bts-black-swan-late-late-show-james-corden-video/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-01-29T17:00:04Z"], "LastModifiedDate": ["2020-01-29T17:00:04Z"], "Headline": ["BTS debuts new single 'Black Swan'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["BTS is back and they are giving their fans what they need -- more music.  The K-pop stars debuted their new single \"Black Swan\" on \"The Late Late Show with James Corden\" and before the night was over it was trending on Twitter.  \"Black Swan\" is the first single from their upcoming seventh studio album, \"Map of the Soul: 7.\" \"Do your thing / Do your thing with me now,\" are among some of the song's catchy lyrics.  The boy band is supporting the new album with a world tour that was announced last week. The first performance is scheduled for Seoul on April 11. The group will then head to North America, Europe and Japan. \"Map of the Soul: 7\" is set for release on February 21. The members of BTS, Jin, Suga, J-Hope, RM, Jimin, V and Jungkook, became the first traditional group since the Beatles to achieve with three Billboard No. 1 albums in less than a year. Between June 2018 and April 2019, the band had three No. 1 albums on the Billboard Hot 200 chart. BTS took slightly less than 11 months to achieve that distinction. The Beatles did it in 11 months and a week when the band's archival releases, Anthology 1, Anthology 2 and Anthology 3, debuted at No. 1 between December 1995 and November 1996. Only the Monkees have topped BTS. In 1967, the band had three albums hit No. 1 in just nine months and three weeks. BTS achieved mainstream success in 2018 with two albums hitting No. 1 on the Billboard 100 chart: \"Love Yourself: Answer\" and \"Love Yourself: Tear.\" The group appeared at this past weekend's Grammy Awards with Lil Nas X to perform a remix of \"Old Town Road.\""], "Language": false}