{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/29/entertainment/justin-bieber-docuseries-seasons/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-01-29T15:15:10Z"], "LastModifiedDate": ["2020-01-29T15:15:10Z"], "Headline": ["Inside Justin Bieber's 'Seasons' docuseries"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Justin Bieber: Seasons,\" a 10-part YouTube docuseries, offers an intimate look an artist who launched to fame off the platform a decade ago. Bieber opens up about his mental health, his marriage to Hailey Baldwin and invites viewers into his recording studio.  The series, which debuted this week, joins Bieber after a four-year hiatus from recording as he makes his upcoming fifth album, \"Changes.\" Michael D. Ratner, the director and executive producer of \"Seasons,\" told CNN it was Bieber who spearheaded the project. \"Scooter Braun [Bieber's manager] had said to me, 'Justin wants to tell his story,' and there was some footage of him back in the studio, which at that time nobody knew an album was coming or that he was working in that capacity again on his own music,\" Ratner recalled. \"I saw it and I just felt incredibly inspired. I sat down with Justin to see what his vision [was] for this thing and it really lined up with what I wanted to make as a director and storyteller.\" No restrictions \"He was open to talking about the music and the process of making music and Hailey and his life in the past few years,\" Ratner explained. \"There was nothing that was off limits.\" A twofold mission Bieber, now 25, explains in the series how the intensity of his success at such a young age led to struggles with depression. Episode 5, titled \"The Dark Season,\" delves into some of the tougher times in the singer's life. \"He allowed himself to be incredibly vulnerable to help others,\" Ratner said. \"The mission was twofold. One, to make an amazing documentary, documenting the process of his album. Then in addition to that, it was to go and talk about some of the darker things that he's had to face -- that whether you're a global superstar or no matter who you are, these are relatable issues and everybody goes through them, famous or not. The fact you deal with the same things that others deal with can be really, really powerful and eye opening for many to hear.\" The wedding \"Justin really allowed it to be an open door,\" Ratner said. \"So you see Justin and Hailey's wedding and leading up to the wedding and planning the wedding.\" We had to ask Despite Bieber's candor, the documentary skips over some parts of the musician's past, like his relationship with Selena Gomez. \"It's really about the music in the past couple of years,\" Ratner said. \"It really focuses on the album making process and obviously the stuff that took place the past couple of years that he wanted to draw inspiration from. That's really the focus of the doc.\" \"Justin Bieber: Seasons\" is currently streaming on YouTube Originals. The second episode drops Wednesday.  Ratner said the final episode has not been filmed yet, and will cover Bieber's life in the coming weeks leading up to his album release. "], "Language": false}