{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/entertainment/chase-rice-bachelor-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2020-01-28T17:10:40Z"], "LastModifiedDate": ["2020-01-29T02:16:35Z"], "Headline": ["Chase Rice claims 'Bachelor' producers blindsided him with his ex-girlfriend on latest episode"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Country star Chase Rice was ready for a shot to play his music on Monday's episode of \"The Bachelor,\" but of course he was thrown into some drama while he was there.  As contestant Victoria Fuller landed a one-on-one date with star Peter Weber, she soon found out that the two would be going to see Rice perform. Fuller was forced to reveal she had previously dated the country singer but that they broke up because \"his lifestyle didn't really match up to what I want.\" Rice was not happy to see Fuller, nor was he thrilled with the stunt producers had pulled.  Rice opened up to \"Fitz in the Morning,\" saying he didn't expect to be pulled into the actual plotline of the show.  \"If there's anything I've ever wanted, it's to have nothing to do with the drama of that show,\" Rice said. The singer explained that he and Fuller spent one night together. \"We spent a night together in Charlotte, she's a cool chick, from what I know of her,\" he said. \"You know, I got no problem with her. I got no problem with him. You know, I knew she was going on the show.\" Rice had even asked his manager and publicist if appearing on the show was a good idea since he did know Fuller. \"So I told my manager and my publicist, they were like, 'Don't even worry about that,'\" he said. \"'They're not going to do that to you, that's a weird coincidence, but they're not gonna -- there's no way they would do that to you. They've never brought somebody else in like that, surprised the guest on the show.'\" So ending up face to face with Fuller was not what Rice expected, although anyone who's ever seen \"The Bachelor\" could have told him what was coming. \"The fact they did that to me, it's over the top, it's unnecessary, I didn't expect it,\" Rice said. \"But at the end of the day, it happened.\" Shocker."], "Language": false}