{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/28/entertainment/billie-eilish-grammys-sales-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-28T15:39:34Z"], "LastModifiedDate": ["2020-01-28T15:39:34Z"], "Headline": ["Billie Eilish sales up after Grammys sweep"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Call it the Grammys bump. Billie Eilish swept the four major categories at this year's Grammy Awards and won an additional trophy. Those accolades have reportedly resulted in increased interest in the 18-year-old's music. According to Billboard, Eilish's catalog of albums and songs sold 15,000 copies on January 26, a 109% increase compared to the 7,000 units sold on January 25. Her two albums \"When We All Fall Asleep, Where Do We Go?\" and \"Don't Smile at Me,\" sold slightly more than 2,000 copies on January 26, was an increase of 46% from the day before. Her song download sales increased by 127%, rising to 13,000 from 6,000 the day before. She made history as the first woman to ever win all four of the top category Grammys in the same year. She took home best new artist, record of the year and song of the year for \"Bad Guy,\" and album of the year for \"When We All Fall Asleep, Where Do We Go?\" She topped that off by winning the award for best pop vocal album. Eilish is only the second person ever to win the top categories in the same year. The first artist to do so was Christopher Cross in 1981. She also became the youngest solo performer to ever win album of the year. It was a family affair for Eilish as she shared the album of the year, record of the year and song of the year awards with her brother Finneas O'Connell. He produced the album \"When We All Fall Asleep\" and co-wrote \"Bad Guy.\" O'Connell also won producer of the year and best engineered album, non-classical, for \"When We All Fall Asleep.\""], "Language": false}