{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/opinions/grammys-ceo-lizzo-diddy-yang/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Opinion by Jeff Yang"], "Writers": [["Jeff Yang"]], "FirstPublishDate": ["2020-01-28T00:46:08Z"], "LastModifiedDate": ["2020-01-28T02:45:48Z"], "Headline": ["Lizzo, Diddy and embattled former CEO all put the Grammys on notice"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["\"Tonight is for Kobe!\" shouted Lizzo, before launching into an electric performance of her hits \"Cuz I Love You\" and \"Truth Hurts,\" surrounded by a squadron of curvy ballerinas.  The shocking and untimely death of basketball great Kobe Bryant was a gigantic shadow hanging over the 62nd Annual Grammy Awards, but it wasn't the only one. The Los Angeles Times had just released an explosive interview with Deborah Dugan, the Recording Academy's first female CEO, who'd been abruptly placed on \"administrative leave\" a few weeks ago. Dugan alleged a litany of problems -- including monetary malfeasance, conflicts of interest and, most shockingly, a rigged awards judging process that uses the secret machinations of a blue-ribbon \"nominations committee\" to benefit the friends and clients of a mostly male, mostly white academy circle of insiders. The end result: results that disproportionately exclude women, and even when women are nominated, primarily elevate white artists.  Results of last night's awards don't contradict that narrative. Teen wunderkind Billie Eilish cleaned up, sweeping all of the major awards and becoming the youngest solo performer ever to win album of the year. The homeschooled L.A.-based prodigy, whose debut album of quirky pop was written with and produced by her brother Finneas O'Connell, is undoubtedly talented, but she's also been purpose-built for success in industry, discovered at 13 when her brother -- an actor on the show \"Glee\" -- helped her hire an A&R \"packager,\" a publicist and a stylist to develop her unique persona. She was signed to a division of music giant Interscope Records by age 14, and by 15 had contributed a song to the soundtrack of the cult Netflix teen hit \"13 Reasons Why.\" Eilish's background stood out starkly among her fellow nominees, especially for best new artist. Tank and the Bangas, Yola and Black Pumas are black/Latinx performers who came up from poor backgrounds as regional successes; nuevo-flamenco singer Rosalîa is the first new artist nominee to perform entirely in Spanish. None of them had Eilish's visibility. And the two new artist nominees of color who did, Lizzo and Lil Nas X, didn't have her provenance and connections to rely on: Lizzo lived out of her car while struggling to break through as an artist; Lil Nas X spent his childhood in Atlanta's crime-ridden Bankhead Courts housing project; both became successes through the kind of extraordinary circumstances that make for great news stories, but apparently, not new artist award triumphs.   It's one thing if Eilish's sweep were an exception. It isn't. In 2018, the Annenberg Inclusion Initiative conducted a study that showed that men were nine times more likely to be nominated for the major Grammys -- e.g. song of the year, record of the year, album of the year, best new artist -- than women, and when women were nominated, 70% of the time, they were white women.  The gender disparity may be a reflection of the fact that the Grammys, unlike the other awards in the EGOT (Emmy-Grammy-Oscar-Tony) family, do not divide their categories by gender: While the Emmys, Oscars and Tonys give separate actor and actress prizes, male and female recording artists compete against one another, arguably making it easier for latent sexism to create ratios such as the one above. But where racial representation is concerned, the tables are turned: Although the Grammys don't explicitly have \"white\" and \"nonwhite\" categories, there have long been complaints that black artists seem to get siphoned off into the rap, R&B and \"urban contemporary\" genre awards as a way to steer them away from winning major Grammys.   Tyler the Creator, who won best rap album for \"IGOR,\" told media after accepting his award that \"It sucks that whenever we -- and I mean guys that look like me -- do anything that's genre-bending, they always put it in a rap or urban category. I don't like that 'urban' word -- it's just a politically correct way to say the n-word to me.\"  That tacit ghettoization is the Occam's razor explanation for such mind-blowing oversights as Michael Jackson's \"Off the Wall,\" Prince's \"1999,\" Janet Jackson's \"Control\" -- all huge hits and historically great albums, none of which were even nominated for best album -- and Beyoncé losing out on best album for her transformative 2015 album \"Lemonade\" (which even winner Adele suggested in her speech should have won). The list of black artists who've never won a non-rap Grammy include top-selling industry luminaries such as Jay-Z, Kanye West, Kendrick Lamar and Drake; Nicki Minaj, Tupac Shakur, The Notorious B.I.G., Nas, Snoop Dogg, Ice Cube and Public Enemy have never won any Grammys at all, often losing out to safer -- and whiter -- performers. So it was nice to see Lizzo open the evening by winning the best pop solo performance category for her brilliant, genre-bending hit \"Truth Hurts.\" And Lil Nas X and Billy Ray Cyrus winning best pop duo/group performance for \"Old Town Road\" was a foregone conclusion, with the song's central role in the 2019 music landscape celebrated on the show in a delirious multistage performance featuring Lil Nas X and a host of other artists, including the biggest band in the world, BTS -- who notably received zero nominations, highlighting an even starker exclusion in the Grammys process: It virtually excludes non-Western artists, especially ones who perform primarily in languages other than English.  As the other music awards were announced and white artists (including an increasingly embarrassed Eilish, four more times) came up again and again for every non-\"urban\" category, the shadow hanging over the show grew longer. Dugan claimed in a 44-page complaint she filed with the Equal Employment Opportunity Commission that she was cashiered for making a December 22 complaint of sexual harassment against Recording Academy general counsel and past board chair Joel Katz, as well as for highlighting how the academy was a \"boys' club\" that stacked the awards deck in favor of insiders, mostly male and mostly white.  The outcome of last night's awards did little to counter that charge, which was repeated in part by Sean \"Diddy\" Combs -- recipient of the Grammys' 2020 Industry Icon Award -- at the Tony Clive Davis pre-Grammy Gala. He closed off his speech with a blunt admonishment of the academy's treatment of black artists. \"Black music has never been respected by the Grammys to the point that it should be,\" he said. \"For years we've allowed institutions that have never had our best interests at heart to judge us, and that stops right now. I'm officially starting the clock. You've got 365 days to get this sh*t together.\" Diddy's statement wasn't a threat -- it was a statement of fact. The world is changing faster than the Grammys and other major institutions, historically exclusionary of women, people of color and LGBTQ individuals, can keep up. While awards shows aren't the most important thing in the world, they are a significant and visible indicator of cultural change, and if, as host Alicia Keys said at the opening of the program Sunday, music is the \"one thing that has the power to bring all of us together,\" it has to actually bring all of us together in the center -- not just some of us, with the rest looking on from the side. Because the side is tired of looking, and ready to rush in.  Lizzo may have said it best in closing her performance, and demonstrating how different today's cultural landscape is from the anodyne, polished and packaged reality that the academy's white male insiders sought to present. It's a brand new world. Welcome to the Grammys, b*tch."], "Language": false}