{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/cnn-underscored/beats-solo-pro-sale-deal/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jacob Krol"], "Writers": [["Jacob Krol"]], "FirstPublishDate": ["2020-01-27T16:27:27Z"], "LastModifiedDate": ["2020-01-27T16:27:27Z"], "Headline": ["Beats Solo Pro are $50 off at just $249.95 on Amazon"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Beats' on-ear Solo Pro headphones thoroughly impressed in our testing when they rolled out in 2019. At $299.95, they weren't cheap, though, but right now you can score them for $50 off at $249.95. And yes, that applies to all the colors — even the matte ones that are Pharrell inspired.  For $249.95 you can get these headphones in black, gray, ivory, dark blue, light blue or red. All of these come with a carrying case and Lightning to USB Type-A charging cable. These are fully wireless, so no audio cable is included.  Solo Pro performed well in our testing and is on par with other active noise canceling headphones at a similar price point. Just remember that these are on-ear headphones versus over-ear, which means that the fit can apply slightly more pressure for longer wear times and the passive noise cancellation isn't as strong as over-ear models.  But the Solo Pro still performs well, thanks to a new acoustic system and wide soundstage.  Like AirPods and the Powerbeats Pro, Solo Pro headphones include Apple's H1 chip for Bluetooth. This enables fast pairing with iOS, macOS, watchOS and tvOS. It's a strong connection that didn't drop in our testing for the review or in the months since.  Similar to AirPods Pro, Solo Pro has both a full ANC (active noise canceling) mode or a transparency mode. The latter lets you listen to music while also pumping in sound from the environment. It makes it much safer to wear these headphones while walking the streets or commuting.  You can read more in our full review here. If you prefer a truly wireless experience Powerbeats Pro are also $50 off at $199.95. Or you can opt for the on-ear Solo3s ($199.95; amazon.com), that have a similar design and easy pairing for Apple devices, but lack the noise cancellation. Solo Pro headphones are on sale now at $249.95 and are eligible for Prime shipping. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}