{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/27/entertainment/vanessa-bryant-kobe-bryant-daughters/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-27T15:27:49Z"], "LastModifiedDate": ["2020-01-27T15:27:49Z"], "Headline": ["Vanessa Bryant and his daughters were Kobe Bryant's great loves"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["It all began with a music video. Kobe Bryant was barely in his 20s and already a basketball phenom when he met a 17-year-old California high school student who captured his heart instantaneously. He and the former Vanessa Urbieta Cornejo Laine were engaged after six months and married after she turned 18. Now Vanessa Bryant is facing the devastating loss of her husband and their 13-year-old daughter Gianna who were killed Sunday along with seven others in a helicopter crash in Calabasas, California. Their fairytale beginning Many people didn't even believe Laine was really dating the NBA star. After all the Marina High School in Huntington Beach student led a pretty sheltered life  as a Latina teen growing up in Orange County and Bryant traveled in celebrity circles, having taken singer Brandy to prom.  \"She said, 'Guess who I met and guess who called me -- Kobe Bryant!' \" her stepcousin Laila Laine told the Los Angeles Times in 2005. \"I said, 'Sure. Have another drink.' But for Bryant and Laine sparks flew after they met when she had a stint as a music video extra and he was on set having decided to launch a side career as a rapper. He began sending her massive bunches of roses at school and picking her up from there in his Mercedes Benz. They were soon engaged and the attention that garnered became so much that she reportedly had to finish her senior year via independent study. The couple married in April 2001 at St. Edward the Confessor Catholic Church in Dana Point, California, and Kobe Bryant's family was reportedly less than happy. The family became estranged and his father Joe reportedly said at the time \"Once he decided to get married, it's his life now.\" Vanessa Bryant was quickly given a crash course in being the wife of a star NBA athlete which includes a sisterhood of fellow NBA wives, wealth and plenty of media scrutiny. \"I remember at one point she had this sort of identity crisis,\" Laila Laine said in 2005. \"She told me she was starting not to know who she was anymore, other than the wife of Kobe Bryant.\" A dark time Six months after Vanessa Bryant gave birth in 2003 to their first child, daughter Natalia, Kobe Bryant was accused of sexually assaulting a 19-year-old Colorado hotel worker.  Bryant insisted the encounter was consensual and his wife was at his side during a press conference where he said he was \"Disgusted at myself for making (the) mistake of adultery.\" \"I love my wife with all my heart, he said at the time. \"She's my backbone.\" Much was made of the fact that the basketball star reportedly gifted his wife with $4 million eight-carat, purple diamond ring following his admission of adultery.  The criminal sexual assault charge was dropped in 2004, and the accuser agreed to settle a civil lawsuit against Bryant in 2005. During the tumult, the Bryants suffered through a miscarriage. Kobe Bryant said during a 2015 Showtime documentary that he blamed himself for their loss. \"The reality is it happened because of me,\" he said. \"That's something I have to deal with.\" The family welcomed daughter Gianna in 2006.  The couple hit another rough patch in 2011 when Vanessa Bryant filed for divorce citing \"irreconcilable differences.\" By 2013 they had reunited. \"We are pleased to announce that we have reconciled,\" Vanessa Bryant said on social media at the time. \"Our divorce action will be dismissed. We are looking forward to our future together.\" Doting father and husband Daughter Bianka was born in 2016 followed by daughter Capri in 2019. Kobe Bryant often took to social media to share his love for his wife and their kids, whom he referred to as their \"princesses.\" In November 2019 he shared a throwback photo of him and his wife. \"On this day 20 years ago I met my best friend, my Queen @vanessabryant I decided to take her on a date to Disneyland tonight to celebrate old school style (pre 4princesses),\" he wrote in the caption. \"I love you my mamacita per sempre.\" He shared a special bond with his second daughter Gianna who was lovingly known as \"GiGi.\" The pair could often be spotted in floor seats at NBA games as he taught her about basketball. In 2018 Kobe Bryant appeared on \"Jimmy Kimmel Live!\" and talked about coaching Gianna's basketball team. \"(Gianna will) be standing next to me, and it'll be like, 'And you gotta have a boy. You and V gotta have a boy, have somebody carry on the tradition, the legacy,\" he said. (Gianna's) like, 'I got this. No boy for that, I got this.'\" He told Extra in 2017 that Gianna was \"pretty fierce\" when it came to basketball. \"She came to me last summer and asked if I would teach her the game a little bit, so she just started playing,\" Bryant said. \"Natalia's a great volleyball player and Gianna's great at basketball, great at soccer.\" Weeks before he and Gianna died Showtime Basketball's \"All the Smoke\" podcast ran an interview with Bryant in which he said that he was \"psychotic\" when it came making sure he had quality time with his family. It was a different side from the one people saw when he was on the court, he said. \"I can be an absolute teddy bear when I'm at home with my family, with my kids enjoying that family time,\" Bryant said.  He also touched on how he and his wife had managed to endure. Their mutual \"competitiveness of 'We're going to succeed'\" helped them, he said, as well as the difficult times they weathered. \"That's all the beauty of it: having the persistence and determination to work through things -- very, very tough things -- and we've been able to do that,\" he said. "], "Language": false}