{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/26/entertainment/halsey-snl-performances-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-26T19:28:19Z"], "LastModifiedDate": ["2020-01-26T19:28:19Z"], "Headline": ["Watch Halsey slay her performances and croon alongside Adam Driver in SNL sketch"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["After a four-week holiday break, Saturday Night Live finally made its return and graced our TVs with none other than Adam Driver as host and Halsey as the musical guest.  For Halsey fans who have been hitting repeat on \"You Should Be Sad\" or \"Finally // Beautiful Stranger\" from her third studio album \"Manic\" that was released a little over a week ago, her performances on SNL are a must-see. The 25-year-old pop artist is known for her dynamic (and sometimes controversial) performances, and she did not disappoint when she hit the SNL stage last night.   Recreating the theme of the country-inspired song's music video, Halsey started \"You Should Be Sad\" riding a mechanical bull with the \"sunset\" behind her. Halsey went on to sing the breakup anthem with no hiccups in her voice, even as she danced along with her dancers who lifted her up as she went into the bridge of the song.  According to Halsey on Twitter, the song was inspired by other female artists, including Christina Aguilera, Lady Gaga, Carrie Underwood, \"and of course Shania\" Twain, Halsey said she \"had a vision to do a 'before he cheats'\" type of song, but instead wrote one \"about after he does.\"  Later in the night, Halsey captured viewers as she performed \"Finally // Beautiful Stranger.\"  With nothing and no one else on stage except her mic stand and acoustic guitar, Halsey started off the ballad showcasing her strong vocals. A band later joined her, accentuating the song's country tinge.  Halsey said on Twitter that she was inspired to dip into the country music genre for her latest album because \"the most petty and heartbreaking songs all come from country.\"  For a more humorous moment, Halsey also appeared and sang in a sketch alongside the night's host Adam Driver. Titled \"Slow,\" the sketch was a parody R&B song where Driver and other SNL stars sang about lovers taking things slow, real slow. 2020 is already shaping up to be a busy year for Halsey as she will kick off her \"Manic\" World Tour in February. "], "Language": false}