{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/politics/trump-march-for-life/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Caroline Kelly, CNN"], "Writers": [["Caroline Kelly"]], "FirstPublishDate": ["2020-01-24T11:01:50Z"], "LastModifiedDate": ["2020-01-24T23:50:56Z"], "Headline": ["Trump vows support for anti-abortion movement at March for Life rally"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump on Friday reiterated his support for tighter abortion restrictions, pledging at the annual March for Life rally in Washington that \"unborn children have never had a stronger defender in the White House.\" Trump, making history as the first President to attend the event since it began nearly a half-century ago, looked to strengthen his ties to a key coalition of his political base, which he'll need as he seeks reelection this year. He used his remarks to not only express support for the movement but to paint those supportive of looser abortion laws as radicals, often employing language that mischaracterized the views of most Democrats. \"Together we are the voice for the voiceless. When it comes to Democrats -- and you know this -- you've seen what's happened. Democrats have embraced the most radical and extreme positions taken and seen in this country for years and decades and you can even say for centuries,\" Trump said. \"Nearly every top Democrat in Congress now support taxpayer-funded abortion all the way up until the moment of birth.\" Trump's claim is false. Although Democrats generally favor looser abortion laws and several states allow so-called \"late-term\" abortions, the procedures do not occur \"up until the moment of birth,\" as Trump claimed. He also reiterated an incendiary and false accusation against Virginia Democratic Gov. Ralph Northam, saying he would \"execute\" a baby even after it is born, a mischaracterization of a remark Northam made last year in which he was discussing fetuses that are nonviable. No Democrat has signaled support for killing infants after birth, as Trump suggested. \"Sadly, the far left is actively working to erase our God-given rights, shut down faith-based charities, ban religious believers from the public square and silence Americans who believe in the sanctity of life,\" Trump said Friday. \"They are coming after me because I am fighting for you, and we are fighting for those who have no voice, and we will win because we know how to win.\" The Trump administration has consistently worked to regulate or restrict abortion access, appointed two Supreme Court justices seen as holding anti-abortion views and on Friday announced it will take legal action against California over the state's mandate that insurers, including private health insurance policies, cover abortions.  Annual event The march aligns with the week of the 47th anniversary of Roe v. Wade this year, as per tradition, in an anti-abortion response to the landmark 1973 Supreme Court case that legalized abortion nationwide. The event was founded in 1974 by anti-abortion activist Nellie Gray, and typically attracts about 100,000 participants hailing from across the country. The plan is to continue the event until Roe is overturned, according to the march's organizers. Crowds had assembled on the National Mall on Friday morning well ahead of the event's 12 p.m. ET kickoff time. There was a festival-like atmosphere as music blared from speakers near the main stage. Many in attendance, including priests and school tours, had come from across the country to attend, some wearing pins and buttons. Among the messages on printed signs were \"Love Life / Choose Life,\" \"Save the Baby Humans\" and \"Pro-Life Voices for Trump.\" Nancy Weber, 57, of St. Charles, Illinois, told CNN she left home at 4 p.m. Thursday in order to make the 15-hour drive to Washington to \"show our support for life.\" She said an unplanned pregnancy earlier in her life, which resulted in her giving the child up for adoption, helped change her views. \"What is a world without children? Our greatest asset is people,\" she said. \"So I do believe adoption is the loving option.\" The Nieves family of Connecticut, calling themselves \"lifelong pro-lifers,\" made the decision to attend this year's march before they knew Trump was speaking. Although he's \"not a huge Trump fan,\" said 22-year-old Matthew Nieves, \"it's fantastic that he's supporting this.\" After the rally's featured speakers concluded, attendees took to the streets for the march itself. With several blocks closed off to traffic, thousands of marchers sporting signs, flags, banners and clothing representing their group or home state flooded Constitution Avenue.  While some groups posted graphic abortion-related images alongside the route, the march in many ways resembled a parade, with several groups singing and dancing -- one group with yellow sweatshirts featured a drum line. Chants of \"we love babies yes we do, we love babies how 'bout you?\" and \"I believe that we will win\" burst out among marchers. An ally of anti-abortion rights movement Trump is the first president to attend the march, March for Life President Jeanne Mancini said. He was also the first president to speak at the march via satellite feed when he addressed participants in 2018. Trump regularly discusses the need to restrict abortion rights on the campaign trail and has taken numerous actions in office to do so. Since taking office in 2017, Trump has reinstated a ban on US government funding for international non-governmental organizations that perform or promote abortions, appointed anti-abortion judges and opposed abortions later in pregnancy. The Department of Health and Human Services has also advanced multiple measures to regulate or restrict abortion access, some with the professed aim of protecting health care providers' religious freedom, during his tenure. The Trump campaign will also create another anti-abortion rights coalition going into the 2020 election, as it did in 2016, to be helmed again by anti-abortion group Susan B. Anthony List President Marjorie Dannenfelser, the group's national spokeswoman announced on the eve of the march. The Friday event -- themed \"Life Empowers: Pro-Life is Pro-Woman\" -- features a rally on the National Mall followed by a march that concludes at the steps of the Supreme Court. House Minority Whip Steve Scalise, a Louisiana Republican, and GOP Rep. Chris Smith of New Jersey also spoke at the march. The march has enjoyed support from multiple Republican administrations in the past and Trump's has been no different. In 2017, Vice President Mike Pence and White House counselor Kellyanne Conway both spoke at the event, with the vice president doing so again in 2019. Former presidents have made telephone calls in to the march, with both Ronald Reagan and George W. Bush addressing the event via phone."], "Language": false}