{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/24/entertainment/dolly-parton-social-meme-challenge-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-24T15:48:50Z"], "LastModifiedDate": ["2020-01-24T19:42:36Z"], "Headline": ["That 'LinkedIn, Facebook, Instagram, Tinder' meme was started by none other than Dolly Parton"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Dolly Parton didn't need to add \"social media prowess\" to her laundry list of talents. She's been gifting the public timeless zingers and Instagram-worthy photos before the app even existed.  And yet, the petite monarch of country music has dipped her manicured toes into a very 21st-century accomplishment: Inventing a successful meme. Ok, boomer!  It appears Ms. Parton was the very first to take part in what some have dubbed the \"social challenge,\" a four-photo mosaic of potential profile photos for social media sites LinkedIn, Facebook, Instagram and Tinder.  On January 21, the 74-year-old debuted her collage: For professional networking site LinkedIn, there's Dolly in buttoned-up school marm mode. For family-friendly Facebook, Dolly in a jolly Christmas sweater. For aesthetics-driven Instagram, black-and-white Dolly in high-waisted bell bottoms and a guitar in hand. And for the dating app Tinder, Dolly in the bunny outfit she posed in for Playboy.  \"Get you a woman who can do it all,\" she wrote, a phrase that's already become a familiar internet proverb. She punctuated the sentence with a sly winking emoji, as if to say, \"You know I'm not really on Tinder, but I'm hip enough to get the reference.\"  Celebrities like Jennifer Garner, Naomi Campbell and Mark Ruffalo plus thousands of non-famous folks quickly latched onto the idea and posted their own versions. Theirs were cute and winking, too, and mainly functioned as an excuse to post four flattering photos at once.  It's unclear if Parton is aware of the mild social media storm she created. CNN reached out to Parton's publicist to confirm whether the star runs her own social media accounts but hasn't heard back.  So to whoever is responsible for Dolly's newfound social success, brava. But you couldn't have fooled us that she'd ever use LinkedIn to expand her professional circle. "], "Language": false}