{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/23/entertainment/deborah-dugan-grammys/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-23T14:15:39Z"], "LastModifiedDate": ["2020-01-23T22:06:27Z"], "Headline": ["Former Grammys head Deborah Dugan: 'I hate that I am in this position'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Deborah Dugan, the former head of the Grammys, says she was supposed to be giving a speech Thursday at the Billboard Power 100 about women in music.  Instead she was making appearances on \"Good Morning America\" and \"CBS This Morning\" responding to allegations against her -- and defending allegations she has made about the Recording Academy and the Grammys.  Dugan filed a lawsuit against the National Academy of Recording Arts and Sciences Tuesday, alleging she was wrongfully fired after raising allegations of sexual harassment and irregularities with Grammy nominations. The lawsuit, filed with the Equal Employment Opportunity Commission (EEOC), came just days before the group's 62nd Grammy Awards is scheduled to air and days after Dugan was put on leave for what the Academy called \"misconduct.\" Dugan says she was put on administrative leave three weeks after she sent an email to the Academy's managing director of human resources outlining numerous bombshell allegations against the organization and its \"historically male dominated leadership,\" according to the EEOC complaint. \"The decision to put Ms. Dugan on leave was clearly made in retaliation for her complaint, and came with thinly veiled threats of termination in the event that Ms. Dugan persisted in pursuing claims against the Academy,\" the lawsuit says. The lawsuit claims Dugan was subjected to sexual harassment. Dugan also alleges she was pushed out after raising concerns about various \"irregularities and conflicts\" with the Academy's nomination and review process, and that she discovered numerous conflicts of interest made possible by the \"boys' club mentality.\" The complaint also includes claims of unlawful gender discrimination, unlawful retaliation, and unequal pay. On Thursday she appeared on \"GMA\" with her attorney Douglas Wigdor to reiterate her assertion that the Recording Academy is a \"boys club.\"  Dugan said that despite the seriousness of the complaints she had \"wanted to make change from within.\" \"I moved across the country, I had a great job,\" she said on \"GMA.\" \"I believe in what the recording academy should  stand for for artists. And I was trying at each step to take a deep breath and say 'OK, I can make a difference. I can fix this. I can work with this team.'\" Dugan also talked about the Grammys -- whose voting process, she alleged, is \"ripe with corruption.\" When asked if viewers who watch Sundays Grammy Awards telecast should be thinking \"the fix is in, this is rigged,\" Dugan said \"I'm saying that the system should be transparent and there are instances of conflicts of interest that 'taint' the results.\" \"I couldn't say more positive things about all of the nominations and everybody that performs,\" she said. \"I hate that I am in this situation because I'd much rather be here talking about the artist and the music.\"  She reiterated her assertions on \"CBS This Morning\" and talked about the nomination review committees for the Grammys which she said includes in the room \"trustees that have conflict of interest on particular artists that are nominated, but more importantly there are even artists that are nominated that are in the room.\"  \"This process, by the way, could be fair and transparent,\" she said. \"I believe the good people at the Recording Academy, for which there are so many -- so many good people on the board -- the deserve better.\"  The Grammys voting process is listed on its official site.  CNN has reached out to the Academy for comment on Dugan's latest remarks. The Recording Academy said in a statement to CNN earlier that it's \"curious\" that Dugan didn't raise the allegations until legal claims were made against her by another employee who alleged she \"created a 'toxic and intolerable' work environment and engaged in 'abusive and bullying conduct.'\" After raising her concerns to HR, the academy said, Dugan instructed it not to take any action, but the academy instead launched independent investigations into her allegations -- as well as those against her. \"Ms. Dugan was placed on administrative leave only after offering to step down and demanding $22 million from the Academy, which is a not-for-profit organization,\" the statement said. Attorneys for Dugan said the Academy's assertion about the timing of her allegations \"is completely false.\" \"Ms. Dugan repeatedly raised concerns throughout her entire tenure at the Academy, and even gave large presentations focused on diversity and inclusion at Board meetings,\" Douglas H. Wigdor and Michael J. Willemin said in a statement to CNN. The attorneys said others had raised the same concerns. \"As alleged in the charge, artists, other board members and employees have all raised virtually all of the concerns raised by Ms. Dugan,\" they said. \"As alleged, the Academy has lost its way and abandoned the recording industry, instead focusing on self-dealing and turning blind eye to the 'boys' club' environment, obvious improprieties and conflicts of interest.\" Dugan was employed by the Academy for five months before being placed on leave. The Academy announced last week Dugan had been put on \"administrative leave\" effective immediately, following an allegation of misconduct. It was announced in May 2019 that Dugan would become the first woman to head the Academy when she assumed the position August 1 of that year. \"I'm honored, humbled, and ready,\" she said in a statement at that time. \"The goal of the Recording Academy is to support, encourage, and advocate for those within the music community. I will listen to and champion all of those individuals, and lead this iconic organization into the future. I'm excited to get started.\""], "Language": false}