{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/entertainment/kid-culture-grammys-bieber/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-22T14:49:02Z"], "LastModifiedDate": ["2020-01-22T14:49:02Z"], "Headline": ["Kid Culture is 18, produced a hit for Justin Bieber and may be the future of the Grammys"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["When it comes to youth, Kid Culture will be in good company at this year's Grammys. The 18-year-old producer and songwriter is up for two trophies, thanks to his work with rapper YBN Cordae. Their album \"The Lost Boy\" and single \"Bad Idea\" are up for best rap album and rap song, respectively. Born Daniel Hackett, he joins singer Billie Eilish as one of the younger Grammy nominees this year. Eilish was 17 when the nominations were announced, making her the youngest artist to be recognized in the event's top four categories: album of the year, record of the year, song of the year and best new artist. At an age when most teens are trying to figure out what college to go to, Kid Culture is celebrating the success of co-writing and producing Justin Bieber's latest hit, \"Yummy.\" Kid Culture's other collaborations include making music with Usher, Ed Sheeran, Ty Dolla Sign, Cardi B, Meek Mill and Chance The Rapper.  Growing up in Seattle as the son of ministers, the teen was barely walking when he first fell in love with music at his family's church.  \"I've always been around music since a young age because my dad is an amazing producer and songwriter,\" he told CNN. \"I remember I started playing drums at like two years old in church, that's when I first picked up some drumsticks. I just remember that feeling of like, 'Wow, this feels amazing. I need to keep doing this.'\" He was making beats by the age of 5 and got a manager, Stephen Belafonte, at age 16. The family moved to Los Angeles to foster Kid Culture's aspirations. Once in LA, the teen began to flourish and was soon helping craft hits for some of music's biggest stars. Kid Culture said he views his youth as an advantage in the industry and is not at all intimidated by working with artists, producers and songwriters who, in many cases, are much older than him.  \"I'm really confident in my work,\" he said. \"I really believe and know that my stuff if great. If you don't believe it's great, it won't be.\" His inspirations are as varied as Kanye West, Herbie Hancock and rapper Rick Ross. The young producer said he disagrees with those who believe today's music lacks the creativity of tunes of old.  \"All my songs have feelings,\" Kid Culture said. \"I make moments.\"  The Grammy nominations are \"a dream come true,\" he said, even if he's not old enough to legally toast to them.  So what about the criticism by some that the Recording Academy is out of sync with the times? \"I feel like the Grammys will always have a sense of value,\" he said. \"It's about how the Grammys choose to value music, especially certain styles of music. [The Grammys] are still are so important.\" Such accolades are just the beginning for the teen who came up with the beat for \"Yummy\" in about 20 minutes. \"I don't now if I'll ever feel like I've completely arrived,\" Kid Culture said. \"I'm the type of person who thinks 'Once I get to the top, what then?' What does that look like?\""], "Language": false}