{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/22/entertainment/deborah-dugan-grammys-lawsuit-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France and Megan Thomas, CNN"], "Writers": [["Lisa Respers France", "Megan Thomas"]], "FirstPublishDate": ["2020-01-22T07:29:08Z"], "LastModifiedDate": ["2020-01-22T07:29:08Z"], "Headline": ["Former Grammys head Deborah Dugan sues recording academy, alleges sexual harassment"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Former CEO Deborah Dugan filed a lawsuit against the National Academy of Recording Arts and Sciences Tuesday, alleging she was wrongfully fired after raising allegations of sexual harassment and irregularities with Grammy nominations. The lawsuit, filed with the Equal Employment Opportunity Commission (EEOC), comes just days before the group's 62nd Grammy Awards is scheduled to air and days after Dugan was put on leave for what the academy called \"misconduct.\" Dugan says she was put on administrative leave three weeks after she sent an email to the academy's managing director of human resources outlining numerous bombshell allegations against the organization and its \"historically male dominated leadership,\" according to the EEOC complaint. \"The decision to put Ms. Dugan on leave was clearly made in retaliation for her complaint, and came with thinly veiled threats of termination in the event that Ms. Dugan persisted in pursuing claims against the Academy,\" the lawsuit says.  The lawsuit claims Dugan was subjected to sexual harassment. Dugan also alleges she was pushed out after raising concerns about various \"irregularities and conflicts\" with the academy's nomination and review process, and that she discovered numerous conflicts of interest made possible by the \"boys' club mentality.\"  The complaint also includes claims of unlawful gender discrimination, unlawful retaliation, and unequal pay. Allegations by and against her The Recording Academy said in a statement to CNN that it's \"curious\" that Dugan didn't raise the allegations until legal claims were made against her by another employee who alleged she \"created a 'toxic and intolerable' work environment and engaged in 'abusive and bullying conduct.'\" After raising concerns to HR, the academy said, Dugan had instructed them not to take action, but they said the academy launched independent investigations into the allegations she made as well as those against her.  \"Ms. Dugan was placed on administrative leave only after offering to step down and demanding $22 million from the Academy, which is a not-for-profit organization,\" the statement said.  Attorneys for Dugan said the Academy's assertion about the timing of her allegations \"is completely false.\"  \"Ms. Dugan repeatedly raised concerns throughout her entire tenure at the Academy, and even gave large presentations focused on diversity and inclusion at Board meetings,\" Douglas H. Wigdor and Michael J. Willemin said in a statement to CNN.  The attorneys said others had raised the same concerns. \"As alleged in the charge, artists, other board members and employees have all raised virtually all of the concerns raised by Ms. Dugan,\" they said. \"As alleged, the Academy has lost its way and abandoned the recording industry, instead focusing on self-dealing and turning blind eye to the 'boys' club' environment, obvious improprieties and conflicts of interest.\" The attorneys said the academy offered Dugan \"millions of dollars to drop all of this and leave the Academy\" and that when she refused to accept within the hour, she was put on leave. First woman to head the academy Dugan was employed by the academy for five months before being placed on leave. The academy announced last week Dugan had been put on \"administrative leave\" effective immediately, following an allegation of misconduct. \"The board determined this action to be necessary in order to restore the confidence of the Recording Academy's membership, repair Recording Academy employee morale, and allow the Recording Academy to focus on its mission of serving all music creators,\" the academy said in a statement. \"The Recording Academy Board of Trustees is committed to fostering a safe, diverse, and inclusive workplace, music industry, and society.\" It was announced in May 2019 that Dugan would become the first woman to head the academy when she assumed the position August 1 of that year.  \"I'm honored, humbled, and ready,\" she said in a statement at that time. \"The goal of the Recording Academy is to support, encourage, and advocate for those within the music community. I will listen to and champion all of those individuals, and lead this iconic organization into the future. I'm excited to get started.\" Dugan came to the position after serving as chief executive officer of (RED), the AIDS nonprofit co-founded in 2006 by U2 front man and activist Bono and activist Bobby Shriver. Board chair Harvey Mason Jr. is serving as the academy's interim president.  The Grammys will air live on January 26 on CBS."], "Language": false}