{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/21/politics/who-is-jay-sekulow-trump-impeachment/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Sarah Westwood and Pamela Brown, CNN"], "Writers": [["Sarah Westwood", "Pamela Brown"]], "FirstPublishDate": ["2020-01-21T17:34:19Z"], "LastModifiedDate": ["2020-01-21T21:34:32Z"], "Headline": ["Media-savvy Sekulow set to hold his own on Trump's big-name legal team"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["Flanked by an independent counsel whose name is already etched into impeachment history and a marquee constitutional scholar who has stood beside some of the most notorious defendants in a generation, most lawyers would run the risk of being overshadowed.  But Jay Sekulow, one of President Donald Trump's personal attorneys since his first few months in office, is just as accustomed to the spotlight. Having weathered the former special counsel's probe into Russian election interference, Sekulow has also proven himself adept at waging battles on behalf of the President -- even when working off less-than-ideal facts. Sekulow will serve as a prime-time-tested counterweight to Pat Cipollone, the White House counsel expected to lead Trump's defense team, when the Senate trial begins in earnest on Tuesday. The team is rounded out with Ken Starr, the famed independent counsel who made the last impeachment case, against Bill Clinton, and Alan Dershowitz, who represented OJ Simpson and Jeffrey Epstein. A litigator and media fixture for much of his career, Sekulow has argued 12 cases before the Supreme Court. His turn as a top defender on the Senate floor starting this week, however, will be his highest-profile role on the biggest stage to date. Preparing for the unknown   Sekulow, Cipollone and members of their team have spent more than a month shaping their arguments in preparation for the Senate trial -- and yet sources close to the legal team say the speaking order of the lawyers involved and precise content of their arguments remain fluid heading into the start of the trial. A person familiar with the preparations said the legal team has built such flexibility into their defense because House Democrats have the opportunity to argue first, and Trump's lawyers expect to mold their presentation into a direct rebuttal of that case. Even so, the lawyers have settled on a general plan for how they'll proceed. Cipollone is expected to deliver the key opening argument, and Sekulow is expected to follow with a sweeping look at what he will portray as the unfair Democratic targeting of Trump going back to the special counsel's investigation. Pam Bondi, the former Florida attorney general who has been assisting the White House for weeks, Jane Raskin, an attorney brought in to bolster the President's legal team during the Russia probe, and two deputies from Cipollone's office -- Pat Philbin and Michael Purpura -- are expected to have speaking roles on the Senate floor. Starr and Dershowitz, a constitutional expert, will also present limited arguments, with Cipollone and Sekulow likely appearing at multiple points during the defense, a person familiar with the legal team's preparations said. Sources close to the legal team said Trump's lawyers have prepared for the \"contingency\" of having witnesses called during the trial, but the White House and Senate Republicans have fought to delay the witness question until after opening statements and questions from senators, citing the model used to try Clinton. Senate Democrats have argued the case is different due to what they allege is the administration's stonewalling, and have pushed to vote on calling witnesses at the outset of the trial. Forged in 'crucible' of Russia probe    Sekulow's association with Trump began years ago, when the two formed a relationship after attending several of the same events. His role on Trump's legal team, however, started in the throes of controversy over the President's decision in May 2017 to fire then-FBI Director James Comey as the bureau investigated his campaign's ties with Russia. Sekulow quickly became the most visible part of Trump's legal team, frequently going to bat for his client on cable news and on the eponymous daily radio show he has hosted since 1997.  But his advocacy for Trump in the court of public opinion was not without its stumbles; in July 2017, Sekulow told CNN and other news outlets that the President was not involved in crafting a misleading statement about a Trump Tower meeting his son, son-in-law and campaign manager held in 2016. Trump had in fact dictated the statement from Air Force One. Sekulow's deep involvement in defending the President through the Russia investigation and after the publication of the special counsel's final report will inform his presentation before the Senate, which is expected to feature a review of some aspects of the Russia probe. The House didn't impeach Trump over his dealings with Russia or because of special counsel Robert Mueller's investigation. But the second article of impeachment, obstruction of Congress, included a clear allusion to the Mueller probe when it mentioned Trump's \"previous efforts to undermine United States Government investigations into foreign interference in United States elections.\" Raskin said the time she, Sekulow and others spent on the Russia case has made them ready to take on the challenge of defending Trump in his impeachment trial.  \"We went through the crucible and came out the other side,\" Raskin told CNN. \"We thought it was over. When you've had a special prosecutor on your tail, that has a tendency to focus the mind.\"  \"It prepared us for this. We've done this once,\" she added. \"Doesn't make it any easier, but we came into this with a team who already worked together and it helped.\" Before he joined Trump's legal team, Sekulow argued a dozen cases before the Supreme Court -- many of them dealing with First Amendment and religious freedom issues.  As the chief counsel for the American Center for Law and Justice, Sekulow has taken on a number of cases that involve Christian advocacy -- including one case where he helped students successfully fight a Nebraska school that was preventing them from establishing a Bible study and another where he argued in favor of anti-abortion protesters' right to demonstrate outside abortion clinics. An enthusiastic drummer since he was 7, Sekulow continues to play in a band -- named after himself -- with touring musicians, although he said he's had far less time for music since impeachment accelerated through the House. Hinting at her colleague's musical inclinations, Raskin said of the legal team's reunion post-special counsel: \"We've got the band back together.\" \"Jay is definitely the leader of the band,\" she said. Expectations for the trial Trump's legal team hopes to end the impeachment trial as quickly as possible and has already laid out a pair of filings demonstrating its plan to argue primarily against the legality of the articles of impeachment -- both because of what Trump's attorneys describe as an unfair procedure in the House and because of what they will argue was Trump's right as President to conduct diplomacy and deny congressional requests using his executive authority.  William Consovoy, an attorney working with Sekulow on multiple cases, including another high-profile Trump case involving the President's tax returns, suggested Sekulow and others will also have to contend with the pressure to perform.  \"There's the strategic aspect, core legal aspect and presentation aspect,\" said Consovoy, who is himself an accomplished appellate attorney. \"He's terrific at all of it.\" \"He's been involved in and leading serious cases on the national stage for a really long time now,\" he added. Trump has long wanted a robust, even theatrical defense aimed at vindicating, not just acquitting, him on the Senate floor. Known for his media savvy almost as much as his legal work, Sekulow is seen as someone who can bring more flare to the defense team, presenting alongside another lead attorney -- Cipollone -- who has less experience trying to shape public narratives. Sekulow likened his relationship with Cipollone to that of \"Lennon and [Paul] McCartney,\" noting everything they've done on Trump's legal team has been the product of total cooperation. The two had known each other for years through legal circles, but forged close working ties through their evolving roles representing Trump. Although Starr, Dershowitz and Robert Ray, Starr's successor during the Clinton administration, are expected to play more limited parts on behalf of Trump, Sekulow and Cipollone are leading what a person familiar with the preparations described as the \"core team\" of Bondi, Raskin, Philbin, Purpura and others who have helped them prepare over long sessions since even before the House voted to advance articles of impeachment. Under a rules resolution proposed by Senate Majority Leader Mitch McConnell, each side will have up to 24 hours to make their case, but they must do so over the course of just two days each. Senators will then have 16 hours for questioning, and only after the first portion of the trial is complete do Senate Republicans want to address the question of calling witnesses. But even with the proposed rules of the trial finally made public, uncertainty still surrounded the timeline heading into the first day of proceedings on Tuesday. People involved did not know, for example, how long the debate over the procedures would last, or whether a day designated for filing motions, Wednesday, would be consumed by the procedural moves or set aside for House managers to begin their opening arguments. Sekulow suggested the preparations have been grueling. \"Trying to sleep is a good accomplishment,\" he said. "], "Language": false}