{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/mlk-jr-destinations-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Central Press/Getty Images", "David Goldman/AP", "Raymond Boyd/Getty Images", "Shutterstock", "Bob Miller/Getty Images", "Beth J. Harpaz/AP", "Al Drago/Getty Images", "AFP/Getty Images", "Jacquelyn Martin/AP", "Bettmann Archive/Getty Images", "Josh Noel/Chicago Tribune/TNS/Getty Images", "Rita Funk/picture-alliance/dpa/AP"]], "FirstPublishDate": ["2020-01-19T12:56:03Z"], "LastModifiedDate": ["2020-01-19T12:56:03Z"], "Headline": ["Walk in the footsteps of MLK Jr. at these destinations"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["A walk with history: It's probably the most iconic moment of our collective memory of Martin Luther King Jr. -- his \"I Have a Dream\" speech from the steps of the Lincoln Memorial  in Washington on August 28, 1963. Click through the gallery for photos of destinations where you can walk in MLK Jr.'s historical footsteps: Birth home (Atlanta): You can go through the house where Martin Luther King Jr. was born and raised. This is a US Park ranger-led tour, so you'll need to sign up. Other important King sites in Atlanta are nearby. While you're there, take a stroll and look at other beautifully restored homes in the Sweet Auburn and Old Fourth Ward neighborhoods. Historic Ebenezer Baptist Church (Atlanta): King and his father were co-pastors at Ebenezer, which has been meticulously restored to how it appeared when they led their flock there in the 1960s. Final resting place (Atlanta): Right by Ebenezer, you'll find the tombs of Martin Luther King, Jr. and his wife, Coretta Scott King, at the Martin Luther King Jr. Center for Nonviolent Social Change.  National Civil Rights Museum (Memphis, Tennessee): MLK Jr. was assassinated on the balcony of the Lorraine Motel in 1968. Fittingly, the motel is now home to the National Civil Rights Museum.  National Memorial for Peace and Justice (Montgomery, Alabama): The memorial opened in 2018, and it has already attained must-see status for visitors to the capital of Alabama. Dexter Avenue King Memorial Baptist Church (Montgomery, Alabama): Here's a chance to see another church where MLK Jr. delivered stirring sermons back in the day. He was pastor here from 1954 to 1960, and it was from this building where he and his team made many of their important plans for the civil rights movement. Dexter Parsonage Museum (Montgomery, Alabama): A tour group gathers in 2018 to see the house where King and his family lived while he served as pastor of Dexter. The house was bombed several times during his pastorship, but no one was injured during the attacks. Birmingham Civil Rights Institute (Birmingham, Alabama): Alabama's largest city holds an important place in the civil rights movement, and the Civil Rights Institute has artifacts that King aficionados will want to see. Martin Luther King Jr. Memorial (Washington): On the National Mall, King's memorial is framed by blooming cherry trees on a gorgeous early April day in 2019.   Lincoln Memorial (Washington): Hundreds of thousands of people gathered for \"March on Washington for Jobs and Freedom\" on August 28, 1963. The stirring words King delivered from these steps echo into today.  National Museum of African American History and Culture (Washington): Water rains down from a cylindrical fountain as people visit the Contemplation Court at the museum. It's an ideal place to reflect on the dreams and goals that King had for his country. Boston University (Boston): New England's largest city is where MLK Jr. and Coretta Scott met and courted. He attended Boston University, and she went to the New England Conservatory of Music. In this photo, she unveils a bas relief of her late husband Mugar Memorial Library on the BU campus. Bimini, Bahamas: King visited the mangrove swamps of Bimini to write in a quiet place, leading to a recently built memorial in the swamps. Cape Coast Castle (Ghana): King's first trip abroad was to Ghana to help the West African national celebrate its independence from colonial rule in 1957. There, he saw sites such as the Cape Coast Castle, an important base for the Atlantic slave trade. Mani Bhavan (Mumbai, India): King drew much inspiration from Mahatma Gandhi's effort to liberate India from British rule. During a tour of India, King visited Mani Bhavan, which served as Gandhi's Bombay headquarters for many years. it's now a museum you can tour."], "Language": false}