{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/18/sport/speedo-mick-walking-everton-football-spt-intl/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Calum Trenaman, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-18T11:51:30Z"], "LastModifiedDate": ["2020-01-18T11:53:48Z"], "Headline": ["Meet the man trying to walk 1,000 miles ... in a pair of swimming trunks"], "Section": ["sport"], "MappedSection": ["SPORT"], "Article_Body": ["The bleak midwinter can be tough. It doesn't matter how many layers you put on, you just can't shake the cold. It's even worse when the rain or snow comes. So the image of a man dressed in a pair of skin-tight blue swimming trunks, accessorized with a woolly beanie, a football scarf of English Premier League club Everton, a thick pair of socks and a rugged pair of walking boots would make anyone look twice. The police certainly did, calling on him three times since December.  The man in the trunks is Michael Cullen, more commonly known as \"Speedo Mick\" -- a nod to the swimwear brand -- who has captured the imagination of football fans across the globe wearing his signature outfit while completing feats of endurance for charity. His latest enterprise is walking 1,000 miles from John O'Groats at the top of Scotland to Land's End at the bottom of England, via Liverpool and London, to raise money for Leave the Light On, a community interest company he set up. Its goal is to provide help and support to those people feeling isolated. Cullen hopes to raise £100,000 for his walk and 500 miles through his epic journey he's already raised £88,000, according to his GoFundMe page. However, last Friday Cullen was forced to call a week long break to the walk after he suffered a calf injury.  At a visit to Everton's Finch Farm training ground last week, the club's physios advised that he needed to rest. However, Cullen is undeterred and is continuing his walk today now that his recovery is complete. Leave the Light On's work takes place in Liverpool -- Cullen's home city -- which has wholeheartedly embraced his endeavors. Last weekend, at the FA Cup's third-round Merseyside derby tie between city's two teams, Everton and arch rivals Liverpool, Reds captain Jordan Henderson dedicated his match program notes to writing about Cullen, who he described as \"a local hero.\" Cullen might be a lifelong Everton fan, but tribal loyalties were put to one side as Liverpool gave him a complimentary seat for the Anfield match and welcomed him onto the pitch at halftime.  READ: Football and food banks -- How UK football fans are helping tackle society's 'gaping wound' READ: Football club donates 3,000 food parcels to the homeless after match washed out Transcending football \"I've got a new found respect for Jordan after doing that. And they've got me with my Speedo's with Everton emblazoned on my bum coming onto the pitch, it's been unbelievable,\" Cullen tells CNN Sport. It's not just the city's two football clubs that have honored Cullen; the city's local paper -- the Liverpool Echo -- awarded him the community personality of the year award. \"It's like putting a big fluffy coat on,\" adds Cullen. \"The love and respect my fundraising and charity work has brought to me has been fantastic. Some things transcend football and my Speedo's are one of them at the moment! A typical footballers' refrain is to take each match as it comes and to negotiate the mental battle of walking 1,000 miles in the winter  Cullen has adopted a similar approach. \"I don't check the weather or how far I've got to go the next day,\" he says. \"I daren't look any further because my mind has already taken a beating.\" Not to mention the beating his body has taken, too. Along with his current injury, he faced severe shin splints while walking through Scotland. The swimming trunks' idea came after Cullen completed a charity swim across the English Channel in 2014 at the age of 50. He attended his next Everton game in his Speedo's simply to show his pride and to raise more money, but the stunt caught on in a way he wasn't expecting and so he has kept doing it. The support and donations he received further motivated him. In 2017, he walked 700 miles from Liverpool to Lyon to raise money for the Alder Hey Children's Charity. In the past year, Cullen set up Leave the Lights On and donations from his current walk are going towards setting up the company and its projects. 'I was in trouble' \"Years ago, I'd lost my way,\" reflects Cullen. \"I was in trouble. I'd lost my family, I'd lost my self-respect, I lost everything that meant anything to me. \"Someone gave me a hand up and now I'm following in their footsteps, basically. I'm just doing the same and this is how I want to live my lifestyle. Because if I'm not giving back, I'm taking.\" He is particularly keen to fund activities for children. Whether it be music lessons, sport or drama, he wants to provide kids with the opportunities that weren't available to him. \"There were a couple of choices I thought I had as a child, but you need to broaden your horizons. There's a massive world out there and I didn't know about it.\"  Liverpool is ranked as the fourth most deprived local authority by a 2019 UK government report and both Everton and Liverpool have played roles in helping local foodbanks. On his GoFundMe page Cullen writes: \"A third of children [are] living in poverty in our area after [a] decade of austerity has stripped away many of our vital services and safety nets that help stop vulnerable people falling through those safety nets. The measure of a civilized society and caring society is how we treat and care for the most vulnerable in that society.\" 'I'm extremely lucky' Cullen tries to remain positive, though. \"What I'm trying to do is bring people together and not depend on the government. We just need to work together.\" As he speaks to CNN, he is simultaneously trading banter with five octogenarian local women. They want a photo and to give him a smack on his backside before he leaves.  Another person bounds up to him and gives him £50 ($65) during the interview.  \"There's just so many people out there looking to help one another. So many looking to be part of a positive thing,\" he says. \"I am at the forefront of seeing the best in everybody. People see the nice things in others every now and again, but I see it every single day ... I'm extremely lucky.\" Cullen says he will continue his work with Leave the Lights On, which he hopes to turn into a fully fledged charity one day and take nationwide. He also plans to keep walking. \"I'd love to walk to Africa,\" he says, before adding quickly. \"It won't be this year though!\" "], "Language": false}