{"Type": ["gallery"], "Url": ["https://www.cnn.com/2020/01/17/politics/gallery/trump-third-year/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Erin Schaff/The New York Times/Redux", "Shealah Craighead/White House Photo", "Jonathan Ernst/Reuters", "Pablo Martinez Monsivais/AP", "Doug Mills/The New York Times/Redux", "Leah Millis/Reuters", "Susan Walsh/AP", "Erin Scott/Reuters", "Carlos Barria/Reuters", "Patrick Semansky/AP", "Saul Loeb/AFP/Getty Images", "Olivier Douliery/Pool/Getty Images", "Victoria Jones/Pool/AP", "Evan Vucci/AP", "Andrew Hofstetter/Reuters", "Jabin Botsford/The Washington Post/Getty Images", "Chip Somodevilla/Getty Images"]], "FirstPublishDate": ["2020-01-17T22:20:09Z"], "LastModifiedDate": ["2020-01-17T22:52:35Z"], "Headline": ["In pictures: Trump's third year"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["President Donald Trump walks to his limousine at an air base in Marietta, Georgia, on November 8. He was in Georgia to attend a campaign fundraiser and roll out the Black Voices for Trump coalition. In this photo released by the White House, Trump sits in the White House Situation Room, monitoring developments in the October military raid that killed ISIS leader Abu Bakr al-Baghdadi in northwest Syria. From left are national security adviser Robert O'Brien; Vice President Mike Pence; Trump; Defense Secretary Mark Esper; Gen. Mark Milley, the chairman of the Joint Chiefs of Staff; and Brig. Gen. Marcus Evans, the deputy director for special operations on the Joint Staff. Ukrainian President Volodymyr Zelensky meets with Trump on the sidelines of the UN General Assembly in September. A day earlier, the White House released a transcript of a conversation that Trump and Zelensky had in July. According to the transcript, Trump repeatedly pushed for Zelensky to investigate Joe Biden, a former vice president and potential 2020 political rival.\n\n\"The two men gave their prepared remarks in rather upbeat fashion,\" remembers Reuters photographer Jonathan Ernst. \"As the session wore on and reporters posed tougher questions, though, President Zelensky's body language became more resigned. At the moment this photo was taken, the two men are sitting quietly in thought while an interpreter delivers translated remarks and Zelensky steals a quick glance at Trump.\" \n\nTrump's phone call with Zelensky is at the center of a whistleblower scandal that led to him becoming the third president in US history to be impeached. The House has charged him with abuse of power and obstruction of Congress. Trump has insisted he did nothing wrong in his phone call with Zelensky. Members of the media are reflected in Trump's eye as he answers questions outside the White House on April 10.\n\nWhen Pablo Martinez Monsivais took the photo, the sun was directly behind the President, facing the press corps.\n\n\"I had no idea I made this image, because the sun beating down on me made it impossible to review the back of my camera to even check if I was in focus,\" said Monsivais, the Associated Press' assistant chief of bureau for photography in Washington. \"When I got back inside and I was doing a second edit, this image popped out and I didn't believe it. I even went up to a competitor to make sure it really did happen. ...\n\n\"It is an exciting time to be following politics in Washington, and just when I thought I have seen it all, something like this photo happens and I'm surprised.\" House Speaker Nancy Pelosi and Pence clap during Trump's State of the Union address on February 5. Because of the record-long government shutdown, Trump's speech came a week later than originally planned. Trump is silhouetted against an American flag as he holds a campaign rally in Lake Charles, Louisiana, on October 11.\n\n\"As we were waiting near the stage for the President to emerge, I noticed that they had arranged a brightly lit American flag in the background of the doorway that he would be entering the arena from,\" Reuters photographer Leah Millis said. \"I figured their lighting setup would silhouette him, going for that 'rock star coming on stage' look.\"\n\nTrump formally launched his reelection campaign in June. Trump throws a hat as he arrives to speak at a campaign rally in Sunrise, Florida, on November 26.\n\n\"I used to cover a ton of sports, so when the hats started flying, my sports photography skills took over, trying to get timing, expression and composition just right,\" Associated Press photographer Susan Walsh said. \"I was very happy to get this photo since it captured a good expression and good timing.\" Trump holds his notes while speaking to the media on November 20. Trump repeatedly said he told Gordon Sondland, the US ambassador to the European Union, that he wanted \"nothing\" on Ukraine. \"I say to the Ambassador in response: I want nothing, I want nothing. I want no quid pro quo,\" Trump said, reading from notes that appeared to be written in Sharpie. \"Tell Zelensky, President Zelensky, to do the right thing.\"\n\nPhotographer Erin Scott said the press corps \"did not expect him to be carrying paperwork, as it's very rare that he carries anything at all. As he gestured, I spotted what looked like notes in his own handwriting, and became incredibly curious about it. I decided to stay focused on Trump's hand and the notes instead of everything else, waiting for the chance to see what he was holding.\n\n\"Several people have asked me if I was doing something dramatic like sneaking around a corner to get this image, but I was right in front of him the whole time, simply prepared when he gestured in a way that revealed the notes. I think they provided a greater understanding of how he is processing his impeachment.\" Trump speaks at the White House Summit on Transforming Mental Health Treatment to Combat Homelessness, Violence and Substance Abuse on December 19. Trump and North Korean leader Kim Jong Un meet at the Korean Demilitarized Zone on June 30. Trump briefly stepped over into North Korean territory, becoming the first sitting US leader to set foot in the nation. Trump said he invited Kim to the White House, and both leaders agreed to restart talks after nuclear negotiations stalled.\n\n\"We found out at the last minute during a visit to South Korea that President Trump would be visiting the demilitarized zone and meeting with Kim,\" said Erin Schaff, a photographer with The New York Times. First lady Melania Trump greets Canadian Prime Minister Justin Trudeau with a kiss on the cheek prior to a group photo at the G7 summit in Biarritz, France, in August. The photo quickly circulated on social media.\n\n\"Minutes after the event ended, I looked at my Twitter and I was already receiving alerts,\" Reuters photographer Carlos Barria said. \"People were retweeting the image and creating memes with it. This shows how a simple interaction that occurs in a flash can immediately go viral. It also underscores how even in a crowd of photographers focused on the same subjects, there are opportunities to capture something unique.\" Trump hugs Washington Nationals catcher Kurt Suzuki as the White House welcomed the World Series champions on November 4.\n\n\"I was genuinely surprised when Trump embraced him, and looking at the photo again, I think the others in the frame were as well,\" Associated Press photographer Patrick Semansky said. \"The sense among the photographers around me was, 'Did that really just happen?' \n\n\"My mom texted me after she saw the photo somewhere and said 'you really hit it out of the ballpark,' along with a baseball emoji.\" Trump arrives for a campaign rally in Toledo, Ohio, on January 9.\n\n\"Each of his arena rallies has a pretty similar setup and he tends to repeat the same gestures as he walks out at each one, so you have to constantly be watching for something a little different,\" Agence France-Press photographer Saul Loeb said. Trump's shadow is seen behind Pelosi during the Friends of Ireland Luncheon, which was held at the US Capitol on March 14.\n\n\"The picture all photographers wanted was the two of them,\" said Olivier Douliery, a photographer with Agence France-Presse. \"In a difficult setup with a lot of guests around, it was nearly impossible to get a good angle. \n\n\"The moment came after she introduced him to speak, and the shadow of the President appeared behind her.\" Trump and Britain's Queen Elizabeth II arrive at Buckingham Palace for a state banquet on June 3.  Outgoing White House press secretary Sarah Sanders hugs Trump after the surprise announcement that Sanders would be leaving her position at the White House. \"I couldn't be prouder to have the opportunity to serve my country and particularly to work for this President,\" Sanders said in June. \"I've loved every minute — even the hard minutes.\" Trump speaks to the media in San Diego while touring a section of the border wall on September 18. The Trump administration has built 100 miles of new wall along the US-Mexico border, acting Homeland Security Secretary Chad Wolf announced this month. The majority of it is replacing previous construction.  Swedish climate activist Greta Thunberg watches Trump as he enters the United Nations to speak with reporters on September 23. Thunberg didn't mince words as she spoke to world leaders during the UN Climate Action Summit. The teenager accused them of not doing enough to mitigate climate change: \"For more than 30 years, the science has been crystal clear. How dare you continue to look away?\" Trump later mocked Thunberg on Twitter. \n\nReuters videographer Andrew Hofstetter was following Thunberg that day.\n\n\"My eyes and camera were focused on Greta while my ears listened for the President,\" he said. \"I then heard Trump enter — it's more like a commotion that surrounds the President! I zoomed out while racking focus and included Trump in my shot. It was very quick.  No time to think. Knee-jerk reaction. I then continued focusing attention on the President and his remarks, never realizing I had captured a viral moment.\" Crowds gather around the Lincoln Memorial Reflecting Pool to watch Trump speak in Washington on July 4. Trump's \"Salute to America\" ceremony featured military flyovers, music and a largely apolitical speech that struck a patriotic tone. But the event drew considerable scrutiny in the days leading up to it, as some felt it was politicizing the military. There were also critics who said the event, with its massive VIP section and tickets for political donors, had the sheen of a partisan affair.\n\nThis photo was taken by Associated Press photographer Susan Walsh from the top of the Lincoln Memorial.\n\n\"I was really excited to be able to photograph from this position,\" Walsh said. \"I have covered many events in my 20+ years in Washington, but making photos from the top of the Lincoln Memorial was a first.\" Louisiana Lt. Gov. Billy Nungesser shows off his Trump socks to the President, who had just arrived in Lake Charles, Louisiana, on May 14. Trump leaves the White House as he heads to the NATO summit in London on December 2.\n\n\"Trump has set a new precedent by using his Marine One departures on the South Lawn as mini press conferences,\" said Jabin Botsford, a photographer with The Washington Post. \"He's been in the press briefing room once, but it's on the lawn where journalists can ask questions. \n\n\"Of course, that makes this moment extra crazy for all of us. You have TV, photojournalists, reporters and correspondents, all huddled as close as possible. Add to this that Trump was headed to the NATO summit mid-House impeachment trials and that it was a particularly dark and rainy day, and you've got a perfect storm.\n\n\"We shoot a lot of the same stuff at the White House, so I'm always trying to find a new way to see it all. To get this, I took a risk and positioned"], "Language": false}