{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/17/politics/donald-trump-republicans-impeachment-trial-democrats/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["Analysis by Stephen Collinson, CNN"], "Writers": [["Stephen Collinson"]], "FirstPublishDate": ["2020-01-17T05:06:20Z"], "LastModifiedDate": ["2020-01-17T09:33:33Z"], "Headline": ["Republicans on the spot as Senate braces for impeachment drama"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["There's nowhere left for Republicans senators to hide. Come Tuesday, and the official start of President Donald Trump's impeachment trial, it will become clear just how unpleasant the political price the GOP must pay to acquit their President of \"high crimes and misdemeanors\" will be. The 53 GOP senators must sit in silence while House managers unspool an incriminating record of documents and witness testimony that alleges that Trump abused power to dig dirt on political opponents in Ukraine, including former vice president Joe Biden. Thus far, many GOP senators have tried to dodge questions about the President's conduct, professed they weren't really watching House impeachment dramas or warned that as jurors it would be inappropriate to wax on about a case they hadn't yet heard. The President's more vociferous defenders adopted his claims of \"perfect\" behavior and mirrored his judgment -- made again Thursday that the whole thing is just a \"hoax\" despite mountains of contrary evidence. But a daily drip of new revelations and impeachment related bombshells in recent days have made life even less pleasant for GOP senators, for instance when indicted Rudy Giuliani associate Lev Parnas implicated the President in the shakedown of the Kiev government in a pair of television interviews. And the Government Accountability Office -- a nonpartisan body -- Thursday ruled that the White House broke the law in withholding millions of dollars in military aid for Ukraine — for what appear to be political reasons. The possibility that new and damning evidence will emerge during the trial is a wild card that could further stoke heat for Trump's allies and boost Democratic hopes of framing the trial as a Republican cover-up. This mood music doesn't fundamentally change the polarized national political dynamic that will likely ensure that Trump is nowhere near threatened by a two-thirds Senate majority needed to eject him from office. But it does factor into an intense Democratic campaign to peel away a few Republicans to build a majority of senators willing to back the admission of new witnesses and evidence that could be damaging to the President.  Things would be easier for Republicans if they could concede that Trump's conduct on Ukraine -- apparently using his executive power for personal political gain -- was inappropriate but doesn't merit ejection from office. Such an out was taken by some Democrats during Bill Clinton's impeachment trial in the late 1990s. But this President, who is allergic to admitting wrongdoing, has already warned the GOP that he will accept no such rebuke.  The pressure is particularly intense for Republicans who face tough November races in swing states who are pulled between keeping faith with Trump's fervent base and hoping to avoid alienating more moderate voters. One such senator, Martha McSally of Arizona blew up at CNN's Manu Raju on Thursday when he asked her whether the Senate should vote to admit witnesses during the trial. Impeachment gets real As senators stood by their desks Thursday with their hands raised to swear they would administer \"impartial\" justice, the historic gravity of the ordeal that is about to unfold suddenly became obvious. Only twice before in nearly 250 years of American history have Presidents gone on trial in the Senate. It's the bad luck of the current crew of lawmakers is that their fates coincide with this moment of national angst. The appearance of Chief Justice John Roberts, who will preside over the trial, underscored the solemn reality of a presidency on trial. The dignity of proceedings contracted with the wild scenes that sometimes took place in the House as GOP lawmakers tried to turn hearings into a circus. Off the Senate floor, Democratic leaders waged a public relations campaign arguing that a flurry of new evidence made it even more imperative that the Senate hears from new witnesses and examines fresh documents. \"Every Senate impeachment trial in our history, all 15 that were brought to completion featured witnesses. Every single one. Leader McConnell is found of citing precedent,\" said Senate Minority Leader Chuck Schumer, D-New York. \"To have no witnesses would be a dramatic break with precedent. It would mean the first impeachment trial of a president in history with no witnesses.\" In the House, Speaker Nancy Pelosi is now absolved of responsibility for conducting impeachment hearings, but she cranked up heat on Republicans over latest disclosures. \"They're afraid of the truth,\" Pelosi told reporters. \"They don't want to see documents. They don't want to hear from eyewitnesses. They want to ignore anything new that comes up.\" Republicans fight back  But Republican Sen. Lindsey Graham dismissed Parnas, who was indicted last year on campaign finance charges as a non-credible witness. \"All the evidence I've seen is a bunch of notes that have nothing to do with the facts as far as I'm concerned,\" the South Carolinian said. \"And the people in question are sketchy at best. So, I'm ready to move on.\" Sen. David Perdue, R-Georgia, a strong supporter of Trump said \"absolutely not\" when asked if there should be no witness testimony, arguing that it was the job of the House to build a case and the Senate to hear it. Vice President Mike Pence weighed in from a Florida campaign rally, accusing Democrats of rushing a \"partisan impeachment.\" Republicans have a point that Democrats decided not to pursue legal challenges to try to force testimony from witnesses who ignored House requests for evidence. But party leaders say such action could have lasted months and made it impossible for them to hold Trump to account before an election in which he is accused of interfering. And the reason why witnesses like White House acting chief of staff Mick Mulvaney did not testify to the House investigation about the President's alleged abuse of power is that Trump prevented them appearing -- leading to a second article of impeachment charging obstruction of Congress. There is also no constitutional bar over fresh evidence being admitted in a Senate trial and there are no prohibitions on such material in the chamber's rules of procedure and practice on impeachment trials. The back and forth on the question of evidence raises the question of whether House Impeachment managers will be able to bring latest developments into their prosecutorial arguments even if they can't call the witnesses concerned themselves. One of the first acts of the Senate trial when it begins on Tuesday will be a debate on the terms of the proceeding. Senate Majority leader Mitch McConnell will have the power to largely shape the trial given his majority in the chamber.  But from now on every move by Senate Republicans will be in a public spotlight and could come with a political cost."], "Language": false}