{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/16/politics/r-e-m-trump-rally-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Alicia Lee, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-16T19:02:08Z"], "LastModifiedDate": ["2020-01-16T20:44:14Z"], "Headline": ["It may be the end of Trump using R.E.M. songs at his rallies (as we know it)"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["R.E.M. is not feeling fine. The Georgia-based rock band is considering legal action to stop President Donald Trump from playing the group's popular music at his rallies. The notice came by means of bassist Mike Mills' Twitter account. He tweeted after Tuesday night's Trump rally featured \"Everybody Hurts\" and \"Losing My Religion.\" \"We are exploring all legal avenues to prevent this, but if that's not possible please know that we do not condone the use of our music by this fraud and con man,\" bassist Mike Mills posted. The band, which disbanded in September 2011, has sparred with Trump over playing their music for years. Last year, Trump retweeted a video playing \"Everybody Hurts\" over clips of Democrats looking not too pleased at his State of the Union address. Mills responded by tweeting, \"Measures have been taken to stop it,\" and called on Twitter CEO Jack Dorsey to \"get on this.\" Twitter eventually took down the video.  In 2015, lead singer Michael Stipe also blasted Trump for playing, \"It's the End of the World as We Know It (And I Feel Fine)\" on the campaign trail. \"Do not use our music or my voice for your moronic charade of a campaign,\" Stipe told Trump in an email to The Daily Beast.  R.E.M. joins a long list of musicians that have asked Trump stop playing their music without permission. Rihanna, Pharrell, Adele, Queen and several others have spoken out.  The Rolling Stones asked Trump stop playing their music back in 2016, but it's not clear the campaign listened -- \"You Can't Always Get What You Want\" has since become a reliable Trump rally closer. Aerosmith frontman Steven Tyler asked Trump to stop using the band's classic \"Dream On,\" even ordering his attorney to send a cease-and-desist letter to Trump's campaign saying that Trump does \"not have our client's permission to use 'Dream On'\" and that the use of the song \"gives the false impression that he is connected with or endorses Mr. Trump's presidential bid.\" Trump ultimately stopped using the song at his political rallies."], "Language": false}