{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/15/opinions/debate-winner-loser-roundup/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [[]], "FirstPublishDate": ["2020-01-15T05:22:36Z"], "LastModifiedDate": ["2020-01-15T21:25:31Z"], "Headline": ["Elizabeth Warren's winning zinger"], "Section": ["opinions"], "MappedSection": ["OPINION"], "Article_Body": ["Democratic candidates for president took part in their party's seventh debate on Tuesday night in Des Moines and CNN commentators weighed in. The opinions expressed in these commentaries are those of the authors Julian Zelizer: Elizabeth Warren had the best moments Senator Elizabeth Warren had a very good debate. It seems that the challenges she has faced in the past few weeks, such as her slide in the polls and frustration with her shifting positions on Medicare for All, strengthened her resolve and sharpened her focus. Although she will certainly come under some fire for walking away even further from Medicare for All, Warren delivered a series of sharp answers about US policy overseas, trade, health care, child care and corruption.  When asked about the comment that Sanders allegedly made to her about a woman not being able to win the presidency, she didn't take the bait, avoiding an explosive fight and instead turning the conversation back to the big picture: how to win back the White House.  Warren pivoted to make a vital argument about the centrality of the women's vote to victory in 2020, reminding the audience that \"The only people on stage who have won every single election they've been in are the women.\" It was reminiscent of 1984 when President Ronald Reagan was asked about his age during a televised debate with the younger Walter Mondale. Without missing a beat, Reagan, who some thought was too old to be president, promised that he wouldn't use Mondale's youth and inexperience against him. It's unclear what a strong debate performance can accomplish at this point. It might be that concerns about electability are so strong that they will give Biden the victory, or that Sanders' grassroots support is so strong that Warren can't undercut his strength.  But given the fluidity that seems to exist in the electorate, it might be possible that this debate becomes a step in revitalizing the coalition that started to come together in the summer, allowing Warren to position herself as the most unifying candidate in the Democratic pack.  Julian Zelizer, a CNN political analyst, is a professor of history and public affairs at Princeton University and author of the forthcoming book, \"Burning Down the House: Newt Gingrich, the Fall of a Speaker, and the Rise of the New Republican Party.\" Follow him on Twitter: @julianzelizer.  Patti Solis Doyle: Klobuchar had the best night but may still fall short in Iowa Tonight's debate did not shake up the race. The 60% of undecided caucus voters in Iowa will likely leave this debate still undecided.  Biden had a steady performance with particularly strong answers on foreign policy and a demonstration of the ability to not only fight Trump but also heal the country. But Biden's performance was not a home run, as many of his answers were just lackluster. The same goes for Pete Buttigieg. While Mayor Pete was solid, he never achieved that memorable debate moment. Warren and Sanders went at it on the \"can a woman win?\" he said/she said. Senator Warren had a great moment which will be played over and over, explaining it was only the women on stage who had never lost a race. In the end, however, both Sanders and Warren were vociferous in their certainty that indeed a woman can win the Presidency.  It was Amy Klobuchar who had the best night, with consistently strong answers on every topic and a convincing argument that she can beat Trump in a general election, but her performance is likely not enough to get her from 6% to a win, place or show in Iowa. Bottom line, the dynamic of the caucus remains unchanged. Patti Solis Doyle, a CNN commentator, was an assistant to the President and senior adviser to then-first lady Hillary Clinton, was chief of staff on Clinton's 2000 and 2006 Senate campaigns, and Clinton's presidential campaign manager in 2007 and early 2008. She is president of Solis Strategies, a Washington-based consulting firm that specializes in serving nonprofits, nongovernmental organizations and corporations. Follow her @pattisolisdoyle. Ian Sams: How Biden won the foreign policy debate   Right out of the gate, the debate was primed for conflict. CNN's Wolf Blitzer prodded Senator Bernie Sanders to confront Vice President Joe Biden on his support for the Iraq War.   But Sanders didn't dive in fully.    As one of just a handful of open contrasts amidst a relatively friendly primary, a successful Sanders attack -- and Biden flub — conceivably could have shifted the dynamic in the final weeks before Iowa. But for some reason Sanders demurred, instead focusing on his own dovish stances.   Blitzer tried to draw focus back to Biden's support for the conflict in Iraq, but the frontrunner wasn't trapped.   Biden pointed to his long-ago apology for that 2002 vote which, if we're honest, seems like ancient history in the Trump era. He was smart to pivot to what's still fresh to most Democrats: the Obama era. Biden drew voters' attention to his leadership on the Iraq troop drawdown and opposing an Afghanistan surge. The answer fed a sentiment felt by a full half of Democrats according to a late November CNN poll: that they trust Biden to best handle foreign policy. No doubt, that's an extension of his tenure as vice president. He wants voters to do a bit of trust transference -- remember the sane Obama years? I'll take us back there.   As tensions with Iran flare and foreign policy positions are more important than they've been all primary, Biden's answer worked. He won on foreign affairs, and avoided falling into a trap that could have threatened his still-strong frontrunner status. Ian Sams is the former press secretary to Senator Kamala Harris' presidential campaign. Van Jones: A dispiriting night for Democrats   There were beautiful moments in Tuesday's first Democratic debate of 2020. Bernie Sanders shined a light on America's moral failures. Joe Biden talked about restoring the soul of the nation. Pete Buttigieg told powerful stories about troops deploying for combat. And Amy Klobuchar put a human face on job losses from decades of failed, top-down economic policy.    And of course, Elizabeth Warren knocked it out of the park. She combined clear explanation of her plans with a powerful defense of people who are suffering in Trump's America. And in her exchange with Bernie Sanders, she drew massive applause by pointing out just how formidable female candidates have been in recent elections.   All that said, Tuesday night left me disappointed and dispirited. That has a lot to do with who was there, and who was not.   First, this was the first debate since Cory Booker, Julián Castro and Kamala Harris ended their campaigns. The debate was poorer without their voices, and without Andrew Yang, who failed to qualify, in the mix. There are now more billionaires than black people in the Democratic primary. There are more plutocrats than people of color. The most diverse field ever has been winnowed down -- and not in the way any of us hoped.   Second, as both a Democrat and a progressive, I was saddened to see the friction between Bernie Sanders and Elizabeth Warren. When those two are at each other's throats, it does not benefit Biden or Buttigieg. It helps Big Pharma, Big Banks, Big Oil -- and every other powerful interest that leaves too many Americans feeling real pain every day.    America and policies of trickle-down economics have left a generation of voters with too much debt, too many jails and too few options. The Sanders / Warren agenda is music to the ears of this rising generation. Anything that divides two candidates who represent the future of America is a distraction we cannot afford. Van Jones is the host of the \"The Van Jones Show\" and a CNN political commentator. He is the CEO of the REFORM Alliance.  Carrie Sheffield: Democrats embrace weak policies   During Tuesday's presidential primary debate, Democrats continued their embrace of policies that would make our country poorer, less free, less safe and less fair.    Sanders attacked the United States--Mexico--Canada Agreement (USMCA) negotiated by President Donald Trump, yet omitted that USMCA is expected to increase annual US agricultural and food exports by $2.2 billion, according to the US International Trade Commission. He also touted his \"free college\" for all proposal, ignoring as USA Today reports, that \"People with higher debts often have higher earnings, especially people who went to graduate school such as lawyers or doctors. They're more able to pay off their loans -- and loan forgiveness would make them very wealthy very quickly.\"    Pete Buttigieg's disdain for President Trump's leadership in stepping away from the flawed Iranian nuclear deal naively dismissed that the deal lifted sanctions, enabling the bankrolling of terrorist operations for Iranian-backed proxies in Lebanon, Yemen, Iraq, Syria and throughout the region.    Even as former Vice President Joe Biden tried to denigrate President Trump's foreign policy, he neglected to mention that President Obama's national security adviser Gen. James Jones said the Trump administration was \"absolutely correct\" to kill top Iranian Gen. Qassem Soleimani, and that \"history will say that this was the right thing to do.\"   All of the Democrats onstage, with the exception of Sen. Amy Klobuchar, endorsed a ban on fracking, but none of the candidates acknowledged that the resulting shale boom from fracking has helped make the US less dependent on Middle East oil, thus protecting our gas prices from the whims OPEC nations, especially Iran. This gas price stability also helps the poor and middle classes, who spend a higher share of their budgets than the rich on transportation.   There may have been fewer candidates onstage during tonight's debate, but their policies provided no greater clarity about what would actually work to protect our freedoms, grow our economy and strengthen America's forgotten men and women.   Carrie Sheffield is a visiting fellow at Independent Women's Forum, a conservative non-profit. Follow her @CarrieSheffield.  David Gergen: What Dems need to beat Trump, the TV candidate In post-debate analysis of Tuesday night's Democratic debate, a number of commentators expressed surprise and even a bit of disappointment that the candidates were relatively chummy.  After all, this was their last debate before the Iowa caucuses -- their final opportunity to attack each other and perhaps shake up the race.  Why didn't they?  Was that a mistake?   The expectation for hostility among the candidates is understandable, given the degree of vitriol coursing through our politics these days. But from my perspective, their civility was not only welcome but smart.  With a smaller number on stage, we had a chance to see more of the character and temperament of each candidate.  My sense was that the extra time and exposure made most of them seem more likable and at"], "Language": false}