{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/10/entertainment/meghan-markle-blame-all-sides-race-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Analysis by Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-10T13:17:15Z"], "LastModifiedDate": ["2020-01-10T21:41:34Z"], "Headline": ["Coming or going, Meghan gets the blame -- and it's because of her race"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["From the moment Prince Harry and Meghan Markle made their relationship known to the public in 2016, the message many Britons sent to her was clear: You aren't one of us, and you aren't welcome. Meghan, a biracial, divorced American actress, was far from what many envisioned as a fairy-tale match for a beloved member of the British royal family. While many in the UK welcomed her, the British tabloid media and a large swath of the Twitterverse were not kind. It became so bad that Kensington Palace released a statement scolding the press about its treatment of her. Now the Duke and Duchess of Sussex, as Harry and Meghan are formally known, are drawing fire again. The couple's announcement that they're distancing themselves from the royal family has been met with shock and anger by many in England and beyond.  Suddenly, the message for Meghan has changed from \"Why are you here?\" to \"Where do you think you're going?\" And again, some observers think racism is partly to blame. \"It was never going to end well,\" said Kehinde Andrews, an associate professor of sociology at Birmingham City University who launched the first black-studies degree in Europe.  \"The British royal family is one of the premiere symbols of whiteness in the world. She was never going to be fully accepted.\" Markle's 'audacity' is threatening to some people While Meghan identifies as biracial, she is being treated as a black woman. Every black woman, including myself, knows what that means. As far as the world is concerned, your entire being is filtered through the color of your skin.  We've all heard the comments. \"You are pretty for a black girl.\" \"You speak so well.\"  And if you dare to reach beyond some imaginary line of demarcation, you're seen as \"uppity.\" The reaction to Meghan trying to carve out a new life with her husband \"reinforces the stereotype of black women being destructive, divisive and unsatisfied,\" says Nsenga Burton, a professor at Emory University in Atlanta who specializes in the intersection of race, class, gender and the media. Burton told CNN it's easy to see why black women have rallied around Meghan, because they see themselves in how she's being treated. \"People are cool with black women as long as we go along to get along,\" she said. \"As soon as we start standing up for ourselves and saying, 'This is not working for me,' we become the problem.\" Natasha Eubanks, founder and editor of TheYBF.com, a black celebrity site that has covered the royal couple, agrees. \"Having the audacity -- because that's what it is -- to exhibit self-sovereignty has always been a privilege reserved for men, especially white men,\" she told CNN. \"Yet here is Meghan exhibiting this 'audacity' and it's being ... pushed forward by a white man who happens to be her husband.\" Eubanks argues that Prince Harry presenting a united front with his spouse \"triggers people\" because it places \"a white Prince of royal blood and a black American woman commoner\" on equal footing. \"That sight doesn't sit well with everyone due to how they've been conditioned to view women and people of color, whether they realize it or not.\" Critics are blaming her for the couple's decision  As a black woman, it's been infuriating to watch how Meghan has been treated. Not just because racism hurts, but also because there was the sense that we weren't allowed to even enjoy the fairytale. The prince in this story didn't slay dragons, he instead had to take on British tabloids and a society where class supposedly trumps race even as racism clearly remains an issue. Andrews says British press coverage of Meghan has been \"horrible,\" and he's not surprised that she's being blamed for what is being viewed by many as a schism in the royal family. From the memes that say, \"Prince Harry married a black woman and she made him move out of his mama's house,\" to journalist Piers Morgan tweeting that Meghan \"ditched her family, ditched her Dad, ditched most of her old friends, split Harry from William & has now split him from the Royal Family,\" a narrative has formed that the duchess was the driving force in the decision. That's unfair, says Andrews, who believes people are forgetting that Prince Harry has been outspoken about his desire to not be a traditional royal. \"He's always wanted to do his own thing,\" Andrews told CNN. \"Even his insistence on marrying a black woman, he knew what he was doing. This has given him a good out.\" Some observers believe Prince Harry is extra protective of Meghan because of how his mother, the late Princess Diana, was treated by the media towards the end of her life. \"He seemingly never recovered from the anguish he saw her go through at the hands of the British press and the critics,\" said Eubanks. \"He seems to have pledged to never let that happen to his wife and children. \" In October of last year Harry complained publicly about the British tabloids' treatment of Meghan, who gave birth in May to the couple's son, Archie. \"Unfortunately, my wife has become one of the latest victims of a British tabloid press that wages campaigns against individuals with no thought to the consequences -- a ruthless campaign that has escalated over the past year, throughout her pregnancy and while raising our newborn son,\" he said. When Harry and Meghan announced their engagement, many in the UK heralded the news -- a biracial woman joining the royal family -- as a welcome step towards racial harmony. But Andrews said he was not among them.  Like Barack Obama, he said, the duchess is \"someone who looks like progress but really isn't progress.\" As Duchess she hasn't made race an issue. Others have The couple's 2018 royal wedding featured a black minister and music by a black cellist and a gospel choir. But aside from some symbolic touches, Meghan the Duchess hasn't given much reason to be linked with racial issues.  \"She's not even been outspoken about race,\" Andrews said. \"She's proof that you don't have to do or say anything to be targeted.\" For Meghan this must be all the more discouraging given that -- according to her -- for years many people had no idea she was a woman of color. In a 2012 video for the charity Erase The Hate, the then-actress said \"so much of my life has felt like being a fly on the wall\" because people were unaware that she was biracial. \"I am really proud of my heritage on both sides. I'm really proud of where I've come from and where I'm going,\" she said. \"But yeah, I hope by the time I have children that people are even more open-minded to how things are changing and that having a mixed world is what it's all about. Certainly it makes it a lot more beautiful and a lot more interesting.\" Sadly, for some people that is still not the case."], "Language": false}