{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/09/us/florida-flagler-county-teacher-battery-arrest/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Hanna and Tina Burnside, CNN"], "Writers": [["Jason Hanna", "Tina Burnside"]], "FirstPublishDate": ["2020-01-09T20:16:59Z"], "LastModifiedDate": ["2020-01-09T22:43:50Z"], "Headline": ["A teacher is charged with battery after video shows him grabbing and carrying a student, police say"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["A Florida middle school teacher has been arrested after he was seen on video grabbing a student in class and carrying him to a hallway where he pushed him, authorities said. Jeffrey Paffumi, 47, was arrested Wednesday on a misdemeanor battery charge, a day after he grabbed the 14-year-old student at Buddy Taylor Middle School in Palm Coast, the Flagler County Sheriff's Office said. A separate student used a cellphone to record Tuesday's encounter on video, and school administrators and the school's resource deputy were alerted on Wednesday, leading to Paffumi's arrest, authorities said. Both Paffumi and the boy told an investigating deputy that incident happened after the two had a dispute over music that the teen was playing at his desk, and after the teen called the teacher a \"cracka,\" according to an arrest report. The sheriff's department released a recording of the video to the news media. The copy does not show the entirety of the original recording, but the copy represents all the video that the sheriff's office received, according to sheriff's office spokeswoman Brittany Kershaw. The video shows Paffumi, according to the sheriff's office, grabbing the 14-year-old and lifting him from behind while wrapping both arms around the boy. Paffumi then carried the boy across the room, according to the sheriff's office. The teacher pushed the student through a doorway and shoved him down the hall, the sheriff's office said. \"Show me how tough you are,\" the teacher says in the video as he carries the student. During an investigation, the teen told a deputy that while he was playing music on his computer during class, Paffumi muted the machine. The teen unmuted it, and the teacher muted it again, grabbed the computer and held it over his head, the teen said, according to Paffumi's arrest report. The teen told the investigator he called Paffumi the disparaging name twice, and then Paffumi grabbed him, according to the arrest report. The student said he could breathe the whole time Paffumi carried him, and that he was not injured, the report says. Paffumi told the deputy that the student, after refusing to turn down his music, started rapping to it. The student slapped Paffumi's hand away when he tried to pause the music, and the teen eventually stood up, the teacher says in the report. \"I then treated him like an unruly student and grabbed him safely so he couldn't hurt himself or anybody else,\" the arrest report quotes Paffumi as saying. Paffumi was released from jail Thursday on his own recognizance after an initial appearance before a judge, the sheriff's office said. \"As a teacher you have to control your temper even when students test you,\" Sheriff Rick Staly said a news release. \"This is an unfortunate incident involving a teacher and a student.   \"My daughter is a school teacher and I know from her how misbehaved some students can be but as a teacher you must deal with it appropriately.  Corporal punishment like the old days is not allowed today.\" Paffumi's actions \"are not consistent with how we expect our educators to act and behave and it will not be tolerated,\" Flagler Schools Superintendent James Tager said. \"I also understand a video shows only a portion of a particular incident, so this investigation will encompass the incident in totality and not just what was captured on a camera,\" Tager said. CNN's attempts to reach Paffumi for comment weren't immediately successful. "], "Language": false}