{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/09/tech/iphone-china-sales/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2020-01-09T20:43:06Z"], "LastModifiedDate": ["2020-01-09T20:43:06Z"], "Headline": ["IPhones are flying off shelves in China again"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Demand for iPhones appears to be flourishing once again in China, a year after Apple had to warn investors that the Chinese market was facing a serious slow down. IPhone sales in China were up 18% in December from the same month a year earlier, an even better performance than Wall Street had projected, according to an investor note from Wedbush analyst Dan Ives. Apple shipped around 3.2 million iPhones to China during the month compared to 2.7 million in December 2018, Ives reported, citing data from the China Academy of Information and Communication Technology.  It's good news for Apple, after iPhone sales tumbled in China over the past year.  \"Our belief that China will continue this positive upward trajectory with renewed growth and share gains on the heels of an iPhone 11 product cycle which the skeptics continue to underestimate,\" Ives said in the Thursday note.  The good news was reflected in Apple's stock, which was up nearly 2% to a record high on Thursday.  China is a key market for Apple — the region makes up nearly 17% of the company's total sales. And the iPhone is Apple's biggest profit driver.  In early January 2019, Apple CEO Tim Cook wrote a letter to investors warning them to expect lower sales from the holiday quarter due primarily to iPhone sales in China falling short of what the company had expected. It was the first time since June 2002 that Apple issued a reduction in its quarterly revenue forecast. When the company reported earnings for that quarter later in January, iPhone sales had fallen 15% from the prior year.  A number of factors contributed to the drop, namely slower growth in the Chinese economy and the US-China trade war.  The trend continued throughout much of last year.  In April, Apple said its iPhone sales in the first three months of 2019 dropped 17% from the same period a year earlier, again because of sluggish demand in China. A month later, Citi analysts warned that the trade war could cause Apple's iPhone sales in China to be cut in half. In the three months ending in June 2019, iPhones made up less than half of the company's revenue for the first time in years, though the slump also coincided with a greater focus at Apple on subscription-based services such as Apple Music. But the iPhone 11, which Apple introduced in September with better camera technology and battery life, as well as lower-than-expected prices, has helped with the rebound, Ives said. Early demand for the new model was strong, and in Apple's October earnings call, Cook noted that the company's prospects in China were turning around.  Now, Ives estimates that there are roughly 60 million to 70 million iPhone users in China who are likely to upgrade their phones in the coming months.  The momentum probably will continue this year, as Apple analysts widely expect Apple to release a 5G-enabled version of the iPhone in the fall. \"Many investors are asking us: Is all the good news baked into shares after an historic upward move over the last year?\" Ives said in the note. \"The answer from our vantage point is a resounding NO, as we view [this as] only the first part of this massive upgrade opportunity.\""], "Language": false}