{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/09/entertainment/jillian-michaels-lizzo-weight-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-09T14:40:18Z"], "LastModifiedDate": ["2020-01-09T15:15:59Z"], "Headline": ["Jillian Michaels slammed for comments about Lizzo's weight"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Lizzo's body positivity is usually celebrated, but not by Jillian Michaels. The celebrity trainer best known for her work on \"The Biggest Loser,\" appeared on BuzzFeed News' \"AM to DM\" on Wednesday when talk turned to the plus-size singer. Michaels asked \"Why are we celebrating (Lizzo's) body?\" \"Why does it matter? Why aren't we celebrating her music?,\" Michaels said. \"'Cause it isn't gonna be awesome if she gets diabetes.\" Not that Michaels isn't a fan. \"I love her music. My kid loves her music,\" she said. \"But there's never a moment where I'm like, 'And I'm so glad that she's overweight.' \" Lizzo recently announced she was quitting Twitter because of trolls and people were quick to pummel Michaels for her comments. \"Excuse me Jillian, Diabetes is primarily hereditary,\" one person tweeted. \"Weight notwithstanding. Go talk about someone else. XO.\" Michaels responded to the backlash with a statement on her official Instagram account Wednesday.  \"As I've stated repeatedly, we are all beautiful, worthy, and equally deserving,\" she wrote. \"I also feel strongly that we love ourselves enough to acknowledge there are serious health consequences that come with obesity -- heart disease, diabetes, cancer to name only a few.\" She added \"I would never wish these for ANYONE and I would hope we prioritize our health because we LOVE ourselves and our bodies.\"  It's far from the first time Lizzo's weight has been the subject of criticism.  Last month she responded after social commentator Boyce Watkins tweeted that she was \"popular\" \"because there is an obesity epidemic in America.\" \"Rather than encouraging people to do better, we are simply lying to them and telling them that they are just fine the way they are,\" Watkins tweeted. \"Unfortunately, Many of these people are dying from diabetes and heart disease.\" Lizzo clapped back in a tweet. \"I'm popular because I write good songs and I'm talented and perform high energy hour and a half shows filled with love. The only person who needs to do better is you,\" she tweeted. \"Keep my name out ya mouth & look in the mirror before you come for me. Here's the attention you ordered.\""], "Language": false}