{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/david-bowie-posthumous-albums-2020/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Jacopo Prisco, CNN"], "Writers": [["Jacopo Prisco"]], "FirstPublishDate": ["2020-01-09T14:11:04Z"], "LastModifiedDate": ["2020-01-09T14:11:04Z"], "Headline": ["Rare and unreleased music by David Bowie is coming this year"], "Section": ["arts"], "MappedSection": ["STYLE"], "Article_Body": ["Two rare collections of previously unreleased David Bowie songs are to be released later this year, in the form of a streaming-only EP and a physical album that will debut on April 18, 2020 -- Record Store Day. The six-track EP is titled \"Is it any wonder?\" and the first song, an acoustic version of \"The man who sold the world,\" is already available on streaming platforms. Its release marks both Bowie's 73rd birthday, which would have occurred on Tuesday, and the 50th anniversary of the writing and recording of the song itself.  The remaining five songs from the EP will be released by record label Parlophone on a weekly basis starting Jan. 17, 2020.  The same version of \"The man who sold the world\" will also be included in the other release, a 9-track album titled \"CHANGESNOWBOWIE,\" to be issued on LP and CD in limited quantities on Record Store Day.  Previously available only as a bootleg, the album captures a live session recorded in November 1996 during the rehearsal of Bowie's then upcoming 50th birthday concert at New York's Madison Square Garden. It was broadcast once by BBC Radio 1 in the UK in 1997. During the broadcast, Bowie was interviewed by host Mary Anne Hobbs, who delivered special birthday messages and questions from fellow musicians Bono, Damon Albarn, Scott Walker and Robert Smith. The songs from the mostly acoustic session are some of Bowie's favorites and include \"Lady Stardust,\" \"Repetition,\" \"Aladdin Sane\" and a cover of Velvet Underground's \"White Light/White Heat.\" During the session, Bowie was accompanied by Gail Ann Dorsey (bass, vocals), Reeves Gabrels (guitars) and Mark Plati (keyboards and programming). David Bowie died on Jan. 10, 2016 at the age of 69 after an 18-month battle with cancer. Previously released posthumous materials include \"No Plan,\" an EP published to coincide with what would have been his 70th birthday in 2017, and an unreleased album titled \"The Gouster.\""], "Language": false}