{"Type": ["article"], "Url": ["https://www.cnn.com/business/live-news/carlos-ghosn-press-conference-live-updates/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By CNN Business"], "Writers": [["CNN Business "]], "FirstPublishDate": ["2020-01-08T11:39:22Z"], "LastModifiedDate": ["2020-01-08T21:18:25Z"], "Headline": ["Carlos Ghosn tells his side of the story: Live updates"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Carlos Ghosn has been summoned to face questioning by Lebanon's State Prosecutor Judge Ghassan Oueidat Thursday, according to a statement released through Lebanon's national news agency.  Following his escape, international police agency Interpol released a \"red notice\" informing Lebanese authorities that Ghosn is wanted by Japanese police. Ghosn will have the opportunity on Thursday to testify to Oueidat about the red notice. Japanese Minister of Justice Masako Mori released a statement hitting back at comments Carlos Ghosn made earlier Wednesday saying he felt he had to flee Japan because he wouldn’t receive a fair trial.  Mori called Ghosn’s escape from Japan “absolutely intolerable.”  “The court released defendant Ghosn on bail because he promised to comply with the bail conditions that he must not hide/run away or travel abroad, but he fled Japan and ran away from his criminal trial. Such action would not be condoned under any nation’s system.” Mori defended Japan’s justice system, saying that although it may be different from other countries’ systems, it is sufficient to “clarify the truth in cases while guaranteeing basic individual human rights.”  “Each nation’s criminal justice system has its roots in its history and culture, being formulated and developed over a long period of time,” she said. “There is no superiority or inferiority among legal systems of different countries. The merits of a criminal justice system should be decided by assessing the entire system per se.” She added that defendants may also file a suit for a redress of inadequate detainment conditions. In the interview, CNN's Richard Quest asked Carlos Ghosn what it was like in the equipment case he is reported to have been smuggled through a Japanese airport and onto a private jet out of the country in.  Ghosn initially said, \"no comment.\" But, he added: \"Freedom, no matter the way it happens, is always sweet.\" Carlos Ghosn has said said he thinks Japanese authorities and Nissan colluded to have him arrested. On Wednesday, Ghosn said he believes they did it because other leaders at Nissan did not like his management style and didn't agree with his vision for the future of the company and its alliance with Renault and Mitsubishi Motors.   \"They didn’t like the fact that I was going to create a holding company that was going to create one company, one share, one board, but still keeping the autonomy of Nissan and the autonomy of Renault in tact,\" he said.  \"They didn’t like the system, so they said, 'Why do we have to make these kinds of concessions? Let’s get rid of the guy and then we’ll keep our organization the way it is.' And frankly, they were successful in doing that.\"  He added that he does not think he took advantage of his position of leadership, as Japanese prosecutors have alleged. \"Absolutely not,\" he said.  Carlos Ghosn hit back at a statement released by Tokyo prosecutors saying he \"failed to justify his acts\" during his press conference earlier Wednesday.  \"It's laughable,\" he said. \"I've been under their control for all this time. I have zero rights. They put on me bail conditions which are very strict.\"  Among his complaints:  Ghosn said that even more than a year after their arrest, no date had been set for the start of his trial, or the trial for his former business parter Greg Kelly. \nHe was banned from seeing or being in contact with his wife, Carole Ghosn. \nHe said he was barred from having a phone or using the internet. \nHe said he was monitored or followed at all times while he was in Tokyo. I don’t think that people look at people who run from North Korea, or from Vietnam, or from Russia under the Communist regime as people who are running from justice ... I was not running from justice, I was looking for justice,\" Ghosn said.  Greg Kelly, the US businessman accused of allegedly helping Carlos Ghosn under-report his income at Nissan, remains on bail in Japan. He was detained along with Ghosn in November 2019, and Kelly was released on bail at 70 million yen ($635,000) in December 2018. Ghosn said he and Kelly were subject to the same strict bail conditions in Japan, which limited their movements and communications. But Ghosn said he doesn't feel he's abandoned Kelly by fleeing to Lebanon.  Even if I wanted to help Greg, I couldn't, because there was no contact between us,\" Ghosn said.  “I didn’t leave Japan to hide somewhere, I left Japan because I am looking for justice and because I want to clear my name,\" he said. \"I will be looking for a country where I could have this case tried but with a trial respecting the rights of the defense.\" In the days following Carlos Ghosn's escape from Japan, MNG Jet, a Turkish company that charters private jets, said a rogue employee \"illegally\" helped transport the auto titan to Lebanon. The company said it has filed a criminal complaint against the employee. Turkish police have also arrested seven people as part of an investigation into the plot. Ghosn is reported to have flown through Turkey on his way to Lebanon.  \"I feel very bad about it,\" Ghosn said of the people who were detained.  \"We knew from the beginning what are the risks involved into an operation like this. We all knew that. I knew what were my risks, I knew what were the risks of all the people who supported the operation. So we all knew that,\" he said.  Carlos Ghosn, in an interview with CNN’s Richard Quest following his lengthy morning press conference, declined to go into detail or confirm reports about exactly how he made his shocking escape from Japan.  He did dispute one early account of how his departure might have been carried out — that a band came to play a holiday show at his Tokyo home and he left the house in a music box.  “The whole story is wrong. Why? Because the prosecutor now went to my apartment. There is a monitoring of all the people who are in the house and they said: ‘No.’”  However, Ghosn said he would “make no comment” on other reports that he left Tokyo via a bullet train to Osaka, and boarded a private plane at the airport there by hiding in a large equipment case.  I will tell you why,” he said. “I was lucky to have people who supported me in this. Because when you are in a situation where you are in trouble with justice, you don’t have too much candidate to help you. I was lucky and I need to, as much as possible, protect them.”  Prosecutors in Tokyo have issued a statement rejecting many of the claims made by Carlos Ghosn during his lengthy press conference in Beirut.  In detail: Prosecutors deny that they conspired with Nissan to prosecute Ghosn. \nThey say the investigation was carried out in accordance with Japanese law. \nProsecutors say they had reasonable grounds to restrict Ghosn's communication with his wife.\nThere was sufficient evidence, they say, to \"determine that there was a high probability of obtaining conviction.\" The statement from the prosecutors says: Defendant Ghosn has fled from Japan by acting in a way that could constitute a crime in itself. His statements during his press conference today failed to justify his acts. Defendant Ghosn has only himself to blame for being arrested and detained. Nearly two and a half hours after it began, Carlos Ghosn's first press conference since his escape from Japan has come to a close.  Coming later today: Ghosn sits down with CNN Business' Richard Quest, who is conducting an interview with the former auto executive in Beirut.  During a brief lull, one unidentified member of the press called out:  \"Would you recommend a packing case as a means of travel?\" Ghosn ignored the question. Carlos Ghosn has been speaking to the media in Beirut since 8 am ET.  In other words, this extraordinary spectacle is now in its third hour. He spoke alone for over an hour, and has since been answering questions from the press in French, English, Portuguese and Arabic. Carlos Ghosn is clearly the father of the alliance between Renault, Nissan and Mitsubishi Motors. And it has struggled since his arrest 14 months ago. But he thinks there is still a future for the combination. \"I think, yes, the alliance can succeed without me,\" he said. \"But the alliance needs to follow some rules. The alliance is not going to work with consensus [between the three companies.] And for the moment, they all think that consensus decision making is one way to make the alliance live. That's wrong.\" And he clearly believes that Nissan has caused the alliance's struggles since his arrest. Sales and profits at Nissan have dropped far more sharply than at the other two automakers. \"You know who's wrong and who's right? Look at the results,\" he said. That's the only way to know who's right and who's wrong in a business.\" \"When I look at what happened for the last 14 months, with everything that happened, I'm not reassured about the future of the alliance,\" he said. Carlos Ghosn says that Japanese officials made a calculated decision to restrict  communications with his wife, Carole Ghosn, a tactic that he says put him \"on my knees.\" He told reporters: “When I’ve seen that I couldn’t see Carole, and I didn’t have any horizon to see my wife and have a normal life, I said, ‘What’s left? What’s left? I have to leave; I have nothing here.'\" Fiat Chrysler and Renault held public merger talks in May and June of 2019 while Carlos Ghosn was in jail. But the former head of Renault said he held private talks with Fiat Chrysler before his November 2018 arrest. And he suggested without his arrest, a deal would have gotten done. \"I had contact with FCA. We had a lot of understanding, a very good dialogue,\" he said. \"Unfortunately I was arrested before we could come to a conclusion. But the conclusion was not very far.\" He said he had planned to have a final meeting with Fiat Chrysler in January of 2019, but was in jail by the time that date came. Fiat Chrysler dropped its merger proposal soon after it became public. It has since reached a deal to merge with Renault rival PSA Group. \"I think it's a big waste for Renault,\" he said about the Fiat Chrysler deal not getting done. \"I think it's a great opportunity for PSA.\" I didn’t escape because I was guilty. I escaped because I had zero chance of a fair trial. Carlos Ghosn has repeatedly said he didn't think he could get a fair trial in Japan, and that is why he fled to Lebanon.  The moment he decided he had to escape? When his case was repeatedly postponed by Japanese prosecutors and he realized he wouldn't be able to see his wife or have a normal life anytime soon. Carlos Ghosn has made clear he didn't expect a fair trial in Japan. But he claims to be open to alternatives.  \"I would be ready to stand trial anywhere where I think I can have a fair trial,\" he told reporters. At the start of the press conference, Carlos Ghosn stated he wouldn't talk about his dramatic escape from Japan last month.  During the question-and-answer portion, however, he was asked how he felt when he escaped.  When he was arrested in November 2018, Ghosn said \"I felt I had died.\" \"When I saw that I could actually escape, I came back to life,\" he said. Throughout the press conference, Carlos Ghosn has emphatically repeated how much he likes Japan and the Japanese people. Earlier, Ghosn said he had been \"tainted\" in the media in Japan as a \"cold, greedy dictator.\" \"Why am I being treated like a terrorist in Japan? Like I am going to hurt people? What did I do to deserve this?\" he said. Carlos Ghosn is comparing the challenge of clearing his name to his revival of Nissan, saying he is “used to mission impossible.” “I don't feel like I'm in a situation where I can't do anything. I can,” he said. “And I want to clear my name. I am going to find a way to make the truth come out.” He promises more details in the next few weeks about his plan. Japan is seeking the return of Carlos Ghosn, and has filed a \"red notice\" with Interpol to bring him back. That could make travel even to France, where he is a citizen, dangerous for the former auto executive.  But at his press conference in Lebanon, Ghosn said he doesn't consider his stay in Lebanon a different form of imprisonment. \"Obviously I don’t consider myself a prisoner in Lebanon,\" he said. \"I’m happy to be here. I’m with my friends, my family. I don’t feel at all unhappy. I’m ready to stay a long time in Lebanon.\" But he said he wants to clear his name and will be trying to find a venue outside of Japan to have what he said would be a \"fair trial.\" \"I have to clear my name,\" he said. \"This is something important to me. I can’t accept the fact that fabricating a story and lying about something on such a scale can win.\" Lebanon does not have an extradition treaty with Japan. While Ghosn said he has not received assurances that he won't be extradited, he is not worried. \"Here, I’m confident existing practices and laws will be respected,\" he said. Carlos Ghosn began his press conference promising he would answer reporters' questions. But they had to wait to ask them. His tour de force opening statement last about an hour and 10 minutes. At that point he took a brief break before starting to take questions. While the opening statement was in English, organizers said that he would answer questions in the language in which they were asked. Carlos Ghosn says the alliance of Nissan, Renault and Mitsubishi Motors missed a huge opportunity following his ouster to bring Fiat Chrysler on board. Fiat Chrysler made a merger proposal to Renault last year, but the deal never happened. Instead, Fiat Chrysler teamed up with Peugeot owner PSA Group.  \"It is unbelievable,\" said Ghosn. \"How can you lose that? How can you lose a huge opportunity to become the dominant player in this industry?\" Carlos Ghosn continues to express his innocence, saying, \"I am innocent of all the charges. All of them. And I can prove it now.\" Ghosn plans to use documents, some of which he shared during the press conference, to show he was wrongly accused. He says he left Japan because he wanted justice. \"If I can’t get it in Japan, I’ll get it somewhere else,\" Ghosn said. Carlos Ghosn says his legal troubles in Japan made him feel like a hostage.  \"This was not about justice,\" he told reporters. \"I felt I was a hostage of a country I have served for 17 years.\" \"I revived a company that nobody else before me was able to do,\" he said, referring to Japanese carmaker Nissan. \"For 10 years, they were in the dirt.\" Carlos Ghosn said Nissan lost large amounts of money on the probe that led to his arrest. \"Nissan hired a lot of people. I read in Bloomberg recently that they spent more than $200 million for the investigation and everything around it,\" he said. He said the money spent was far more than the income he was accused of improperly receiving, money that he said he never actually received. \"How rational is it...to spend $200 million. You're going to destroy your company. You're going to destroy your rep. You're going to destroy your image. You're going to divert the attention of all your top management.\" And he said that Nissan shareholders lost even more during this time. \"The market cap decrease of Nissan, since my arrest is more than $10 billion,\" he said. \"They lost more than $40 million a day.\" Carlos Ghosn tells reporters that his lawyers estimated his legal troubles in Japan would take up to five years to resolve. It would be, he said, \"far from a speedy trial.\" Ghosn says that left him with a choice: \"It’s not very difficult to come to the conclusion, you’re going to die in Japan or you’re going to have to get out.\"  “I did not escape justice, I fled injustice and persecution, political persecution,” said Ghosn during his press conference. He added that he was left with no other choice, and called Japan’s hostage justice system \"inhumane\" and \" anachronistic.\" “It is a system indifferent to the truth, indifferent to fairness and process, indifferent to fundamental civil liberties and justice,” he proclaimed. Watch Ghosn speak:  Ghosn has described some of the conditions he faced during his 130 days in jail: 30 minutes outside his cell per day\nShower twice a week\nRestrictions on medication\nInterrogations up to eight hours per day\nLack of English or French speakers among jail officials Carlos Ghosn said that his arrest was engineered by executives at Nissan who were worried about problems at the Japanese automaker and fearful that it would fall under the control of French automaker Renault. \"One of the reasons I’m in this situation today is that I accepted this offer to continue to integrate the two companies, to converge the two companies,\" he said.  \"The collusion between Nissan and the prosecutors was everywhere,\" he said. While he said he respected the autonomy of the two companies, \"unfortunately there was no trust.\" \"Some of our Japanese friends thought the only way to get rid of the influence of Renault on Nissan is to get rid of me,\" he said. And he said the financial troubles at Nissan that started in early 2017 is what prompted them to act against him. \"There was some nervousness in the ranks of top management [at Nissan] that at some time patience would run out and change would come,\" Ghosn said. Carlos Ghosn says that some of the details of his arrest were misreported.  \"I have been told that the world was told I was arrested in the airplane. Bull***. I was arrested in the airport,\" he said. \"I came down from the airplane, I was taken in a car, I arrived to the passport and told there was a problem with my visa. They took me into a small room, and this is where I found … the prosecutors.\" Carlos Ghosn tells reporters: \"Allegations are untrue and I should have never been arrested in the first place.\" “I am here to clear my name,\" he added.  Carlos Ghosn said he thanks the Lebanese authorities and citizens for never losing faith in him.  “They showed the world that for a small country, Lebanese people have a big soul and have a big heart.” For more on Ghosn's reputation and status in Lebanon, read this. Carlos Ghosn has fired broadsides against Nissan, Japan's legal system and the country's prosecutors. \"I was presumed guilty before the eyes of the world and subject to a system whose only objective is to coerce confessions, secure guilty pleas, without regard for the truth,\" he said. Ghosn added: \"I have come to learn that my unimaginable ordeal over the last 14 months is the result of the handful of unscrupulous, vindictive individuals at Nissan,” he said, while also placing blame on Tokyo prosecutors. Carlos Ghosn took a moment in his press conference Wednesday to praise fellow auto executive Greg Kelly, who was arrested at the same time he was and remains in Japan where he faces charges. \"While my plight has captured the headlines, we and you can not forget Greg’s ordeal. He’s being punished precisely because he is honorable,\" said Ghosn. He said that Kelly was tricked into coming to Japan in November of 2018, when he was arrested, even though he needed to have medical attention at home.  Ghosn called Kelly \"an honorable man, husband and father who was brutally torn from his work and his family on that November day.\" \"Greg remains a victim of the hostile Japanese justice system with no trial date in sight,\" he said. Carlos Ghosn said he had looked forward to this moment while he was prevented from leaving Japan for more than a year after being arrested. \"I’m not here to talk about how I managed to leave Japan, although I can understand that you are interested. I’m here to talk about why I left. For the first time since this nightmare began I can defend myself,\" he said. Following his arrest, Ghosn said he did not experienced a moment of freedom until leaving Japan. \"Now I’m going to be able to speak with facts and data and evidence and hopefully you will discover the truth,\" he said. Carlos Ghosn says that he was interrogated for up to eight hours a day by Japanese authorities. He claims he was not allowed to have lawyers present.   The former Nissan executive was expected to criticize the Japanese judicial system. So far, that's holding true. The press conference is underway. Ghosn's first comments: “I want to thank you for taking the time to be here,” Ghosn tells reporters before addressing the crowd in French and Arabic. Carlos Ghosn has entered a room packed with journalists, and is preparing to speak.  His wife, Carole Ghosn, is also present. Reporters have been told the press conference will begin at the top of the hour. The former Nissan chairman is expected to speak to reporters in Beirut on Wednesday at 8 am ET — his first major public appearance since his stunning escape from Japan last week. Ghosn was first arrested in Tokyo more than a year ago, and had been awaiting trial there on charges of financial wrongdoing, including allegations that he understated his income for years and funneled $5 million of Nissan's money to a car dealership he controlled. He has repeatedly denied the charges, and has already used his new found freedom to slam Japan's \"rigged\" criminal justice system.  I am now in Lebanon and will no longer be held hostage by a rigged Japanese justice system where guilt is presumed, discrimination is rampant, and basic human rights are denied, in flagrant disregard of Japan's legal obligations under international law and treaties it is bound to uphold. I have not fled justice – I have escaped injustice and political persecution,\" he said in a statement last week. Now Ghosn is widely expected to further rail on the country's court system and dish details on what he has claimed was a plot to oust him from the automotive empire he had built between Nissan, Renault and Mitsubishi Motors. Japanese prosecutors said Tuesday that they have issued an arrest warrant for Carole Ghosn, adding another dramatic twist to the case involving her husband.  Authorities obtained the warrant against Carole Ghosn for allegedly giving false testimony during a court hearing last April, according to a statement from the Tokyo prosecutor's office. Carole Ghosn is in Lebanon with her husband, according to CNN affiliate TV Asahi. He has denied reports that his family members were involved in helping him flee from Tokyo last week. A friend of the family said Carole Ghosn had never been arrested or charged, and accused Japanese authorities of \"trying to intimidate an innocent woman.\" Carlos Ghosn has promised to communicate \"freely\" with journalists about his plight, and he has already been railing on Japan's justice system.  One expert recently told CNN Business that Ghosn's attacks on Japanese courts and on Nissan could scare off corporate Japan from wanting to deal with any foreigners at all. \"Brand Japan is going to suffer a great deal,\" said Jeffrey Kingston, director of Asian Studies at Temple University Japan. \"His case is certainly a major black eye for the Japanese judicial system.\" Kingston said that Japanese companies following the Ghosn debacle and mulling hiring foreign executives could find that \"the risk is too high.\" He added that potential candidates are also likely to think twice, fearing that they could become the next Ghosn. Carlos Ghosn wasted no time attacking the Japanese justice system after he fled the country last week, but he has remained tight-lipped about the circumstances behind his escape.  There has been plenty of speculation, and several media outlets have floated theories about how he left Japan. CNN Business has been unable to confirm details of the escape.  The governor of Istanbul, though, said last week that Turkish police had detained seven people in connection with an investigation into Ghosn's \"illegal escape\" from Japan. Anadolu news agency said that Ghosn traveled via the city's Ataturk airport.  Flight tracker Flightradar24 showed a private jet flying from Osaka, Japan, to Istanbul and then another continuing to Lebanon at the time Ghosn is said to have arrived in the country. Then on Friday, the Turkish company MNG Jet, which charters private planes, said a rogue employee aided with Ghosn's escape. The company said that two of its jets were used \"illegally\" to transport Ghosn without the knowledge of company management, and added that it has filed a criminal complaint."], "Language": false}