{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/08/entertainment/selena-gomez-single-dating-interview/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Chloe Melas, CNN"], "Writers": [["Chloe Melas"]], "FirstPublishDate": ["2020-01-08T20:07:03Z"], "LastModifiedDate": ["2020-01-08T20:45:06Z"], "Headline": ["Selena Gomez opens up about single life and her mental health"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Selena Gomez admits there are perks to being single.  One of them being \"granny panties.\" \"I love going to my room at the end of the day. Just me and my dog. I got the full granny panties situation, stretched out in my bed.\" she told WSJ Magazine. Adding, \"I've been single for over two years now ... I'm OK with that.\"  Gomez's first new album in four years debuts Friday, it's called \"Rare.\" The title track off that album, \"Lose You To Love Me\" was a major hit that some have speculated is about her former boyfriend, Justin Bieber.  But the album also touches on how much Gomez has grown emotionally and the continual self-work she puts in. \"I had low self-esteem, and that's something I work on continuously,\" she said. \"But I feel so empowered because I've gained so much knowledge about what was going on mentally. My highs were really high, and my lows would take me out for weeks at a time. I found out I do suffer from mental health issues. And, honestly, that was such a relief. I realized that there was a way to get help and to find people that you trust. I got on the right medication, and my life has been completely changed.\"  Gomez, 27, made headlines in 2018 when she underwent a kidney transplant due to her ongoing battle with Lupus.  The singer and actress, who ranks among the most-followed celebrities on Instagram, has said she has cut back on the platform. \"I took a break off Insta for a year, maybe a year and a half. I'd rather stay away from anything that's going to make me feel like s***. I got back on [Instagram] because I was releasing music, but I just told my best friend Courtney [Lopez] yesterday, I'm going to have to take it off my phone again soon. They know I have an addictive personality, and it can be unhealthy.\"  For now, fans will just have to wait a mere 48 hours for their rare glimpse into her life."], "Language": false}