{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/08/entertainment/rascal-flatts-farewell-tour-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Lisa Respers France, CNN"], "Writers": [["Lisa Respers France"]], "FirstPublishDate": ["2020-01-08T15:16:22Z"], "LastModifiedDate": ["2020-01-08T16:23:09Z"], "Headline": ["Rascal Flatts announce farewell tour"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A farewell tour is how Rascal Flatts will celebrate the band's 20th anniversary. The superstar country group will launch the \"Rascal Flatts Farewell: Life Is A Highway Tour\" in Indianapolis, Indiana, in June and wrap it up in West Palm Beach, Florida, in October. \"When we started out 20 years ago, we could not imagine all of the people, places and gifts we would encounter,\" lead singer Gary LeVox said in a statement. \"The greatest feeling ever, is being told that our music has been the soundtrack to their lives.\" Formed in 2000, the band has become one of country's most successful acts. According to Billboard, Rascal Flatts have had 12 No. 1 songs on Billboard's chart of the most popular country music songs, including \"Bless the Broken Road\" and \"What Hurts the Most.\" Bassist Jay DeMarcus said announcing the farewell tour is \"bittersweet.\" \"There is no sadness here, just new chapters, new journeys, and new beginnings,\" he said in a statement. \"Rascal Flatts' music will live on forever, because of our fans, and this year is all about them!\" Joe Don Rooney, the group's guitarist and banjo picker, said in a statement, \"I'm most proud of the fact that we've pursued our dreams together and with courage, hard-work and dedication we've been able to cultivate our dreams into reality, it's simply incredible!\" \"There's no doubt we have been blessed way beyond belief and we can't wait to spend the rest of 2020 expressing our love and appreciation to all of our devoted fans, music industry friends and our families for believing in us and playing a major role in our path to here,\" Rooney said. \"And, I personally can't wait to shine a light on my brothers Jay and Gary this year and make another mountain of new memories with them.\" According to the group's official website, tickets will be available first as part of the Live Nation Country Megaticket with more information to follow in the coming weeks."], "Language": false}