{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/tech/sonos-google-smart-speaker-lawsuit/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Clare Duffy, CNN Business"], "Writers": [["Clare Duffy"]], "FirstPublishDate": ["2020-01-07T23:00:27Z"], "LastModifiedDate": ["2020-01-07T23:00:27Z"], "Headline": ["Sonos sues Google for allegedly infringing on its smart speaker technology"], "Section": ["tech"], "MappedSection": ["BUSINESS"], "Article_Body": ["Sonos is suing Google, claiming that its popular smart speakers infringe on five of Sonos' patents.  Sonos alleges that Google stole its technology for creating a system of wireless speakers that can connect over the internet and be controlled individually or collectively by a mobile app, according to court documents. The company said in its complaint that Google's size has allowed it to undercut Sonos' prices and position in the market. Sonos has filed two complaints — one in US District Court in the central district of California and another with the International Trade Commission. Google's \"actions have caused significant damage to Sonos,\" the District Court complaint states. Sonos is asking the court to restrict Google from selling the smart speakers it says are infringing on its patents, including some products in the Google Home and Google Nest lines. It also seeks unidentified compensation for damages. Google denies that it copied Sonos's technology. \"We dispute these claims and will defend them vigorously,\" Google spokesperson Jose Castaneda said in an emailed statement to CNN Business. The lawsuit comes as many companies grapple for dominance in the market for connected, \"Internet of Things\" devices. Apple, Amazon and Google are among the biggest players in the space. Sonos and Google have for years partnered to make their technologies interoperable, allowing Google's apps and voice assistant technology to control Sonos speakers.  Sonos, which debuted its first product in 2005, helped popularize wireless home speakers at a time when most speakers in a home had to have a hard-wire connection to a music source. Sonos developed a way to connect them and the music source over the internet, so multiple speakers throughout a house could play the same music simultaneously, and users could control the music and the volume on any of the speakers from their phone. In 2013, Sonos and Google began working closely together to integrate Google Play Music into the Sonos platform, meaning users could play music and adjust volume on their Sonos speakers directly from the Google Play Music app. At the time, Google referred to Sonos as a \"speaker system unlike any other.\" More recently, Sonos announced it was incorporating the Google Assistant into some of its products, allowing users to turn on smart lights, check the traffic or send an email with their voice.  Such agreements helped boost the value proposition of Sonos speakers, and gave Google Play Music users another way to access the service.  But Sonos claims its work in 2013 to integrate Google Play Music into the Sonos system gave Google a \"wide aperture through which to view Sonos's proprietary technology,\" according to the complaint. Two years later, Google released Chromecast Audio, which provided multi-room wireless audio and could be controlled by an app, and which Sonos alleges \"copied key features from Sonos,\" court documents state.  Sonos alleges subsequent Google speakers infringed on even more of its patents. For example, the complaint states that the Google Home Max speaker copied a Sonos innovation that pairs speakers together for stereo sound.  Court documents state that over the past three years, Sonos notified Google four times that it was infringing on its patents. In February 2019, Sonos says it alerted Google that it was violating 100 of Sonos's patents, court documents state. \"Over the years, we have had numerous ongoing conversations with Sonos about both companies' IP rights and we are disappointed that Sonos brought these lawsuits instead of continuing negotiations in good faith,\" Google spokesperson Castaneda said in his statement.  Sonos says it is also concerned about how Google is selling and using its speakers.  \"The harm produced by Google's infringement has been profoundly compounded by Google's business strategy to use its multi-room audio products to vacuum up invaluable consumer data from users and, thus, further entrench the Google platform among its users and ultimately fuel its dominant advertising and search platforms,\" Sonos stated in its complaint.  Google, along with several fellow tech giants, is being probed for potential antitrust violations related to its advertising business, its handling of user data, along with mergers and acquisitions. Google has said it is cooperating with the Justice Department and other US federal and state regulators, as well as other regulators around the world.  Sonos also alleges in the complaint that Google \"subsidizes the prices\" of its speaker products and \"flooded the market\" to encourage users to buy its products, which automatically connect to Google services, rather than Sonos's. The lowest price Sonos's speakers sell for around $180, while users can scoop up a Google Nest Mini for around $50, which is often heavily discounted. Sonos speakers, however, are critically acclaimed for their sound, and Google's higher end Nest Home speakers are priced in the same range as Sonos' products."], "Language": false}