{"Type": ["gallery"], "Url": ["https://www.cnn.com/2015/07/30/entertainment/gallery/young-elvis-presley-alfred-wertheimer-tbt/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Alfred Wertheimer/Courtesy TASCHEN", null, "Alfred Wertheimer/Getty Images"]], "FirstPublishDate": ["2015-07-30T10:37:26Z"], "LastModifiedDate": ["2020-01-07T16:04:53Z"], "Headline": ["The young, raw Elvis Presley"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["On July 30, 1954, 19-year-old Elvis Presley made his first live professional appearance at a concert in Memphis, Tennessee. At the time, the future King of Rock 'n' Roll was still wet behind the ears, having had his first formal recording session -- the one at which he sang \"That's All Right\" -- less than a month earlier. But his talent was undeniable, and his brooding good looks didn't hurt, as revealed in Taschen's new book, \"Elvis and the Birth of Rock and Roll.\" The book brings together photos from legendary photographer Alfred Wertheimer. One of the most famous photos of early Elvis is this one, known as \"The Kiss.\" It was taken by Wertheimer in Richmond, Virginia, in 1956. For decades, the identity of the woman was unknown -- until Bobbi Owens' husband recognized her many years later. The picture has ended up on a variety of Elvis paraphernalia. In the early days, much attention was devoted to Elvis' below-the-waist gyrations -- hence one of his nicknames, \"Elvis the Pelvis.\" In fact, when Elvis appeared on \"The Ed Sullivan Show\" in early 1957, he was shown only from the waist up. It was a bizarre choice, as Elvis had been shown full-frame on two previous \"Sullivan\" appearances, but it was a way to calm an alarmed America.   Elvis' hair was naturally sandy blond, but he liked to dye it black -- good for the image -- and keep it slicked back. His pompadour was a popular style in the 1950s. Also good for the bad-boy image: a motorcycle. This 1956 photo can't help but recall another '50s bad boy, Marlon Brando in \"The Wild One.\" \"Elvis had animal magnetism,\" singer Ian Hunter said. \"He was even sexy to the guys. I can't imagine what the chicks used to think.\"  Though Elvis' music and performances could seem as casual as a Ban-Lon shirt, he was a ferociously hard worker. \"Hound Dog,\" which sounds as raw today as it did in 1956, took 31 takes. Yet other entertainers didn't take him seriously; when he performed the song on \"The Steve Allen Show,\" Allen made him direct it to a basset hound. This photo of a pensive Elvis was taken during rehearsals. Elvis was willing to poke fun at himself, however. Here he's shown at another Allen rehearsal, looking very much the impish cowboy. Elvis' rise to fame quickly made him wealthy. By 1956 -- just two years after the release of \"That's All Right\" -- he could afford to buy a house with a swimming pool in Memphis. And he wasn't going to let his watch get wet, either. If Elvis is associated with any instrument, it's the guitar. But he could also play some piano, a staple of the gospel songs he loved so much. However, according to his band's pianist, Glen D. Hardin, he wasn't very good. \"I know he did play a little bit. I thought he was about the worst piano player I ever heard!\" he told an Australian Elvis website. Here, Elvis plays a bit before the Steve Allen appearance.  Elvis' records capture some of his electricity, but it was live on stage that his talent really showed. Here, he performs in Memphis on July 4, 1956. For all of the imitators and impersonators, there has been only one Elvis Presley. Perhaps Bob Dylan put it best: \"Hearing him for the first time was like busting out of jail. I thank God for Elvis Presley.\""], "Language": false}