{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/07/entertainment/zoeys-extraordinary-playlist-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-07T15:12:03Z"], "LastModifiedDate": ["2020-01-07T15:12:03Z"], "Headline": ["'Zoey's Extraordinary Playlist' mostly hits the right notes with its mix of music and whimsy"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Zoey's Extraordinary Playlist\" overstates the charms of NBC's new musical dramedy, but to be fair, \"Zoey's Better-Than-Average Playlist\" doesn't have quite the same ring to it. Still, that's an accurate description of a show whose mix of music, drama and whimsy should scratch a similar itch to the CW's since-departed \"Crazy Ex-Girlfriend,\" with perhaps a touch of \"Jane the Virgin.\" Here, the young female protagonist of the title (\"Suburgatory's\" Jane Levy) is a computer coder at a San Francisco tech company, who -- after an unexpected incident -- suddenly becomes privy to the thoughts of those around her, which are given voice through elaborate musical numbers. Finding an unlikely sounding board in her neighbor Mo (Alex Newell), she's told that songs are \"expressions of our deepest wants and desires.\" Practically speaking, the \"What Women Want\" riff both complicates and enriches Zoey's life, leaving her undecided on whether this newfound \"power\" is a blessing or a curse. On the plus side, her father (Peter Gallagher), rendered speechless and motionless by a neurological disease called Progressive Supranuclear Palsy, can now communicate with her -- in a deeply touching sequence -- but only through music. In the confusing/uncomfortable department, her coworker and best friend Max (\"Crazy Ex\" alum Skylar Astin) surprises her by bursting into a rendition of the Partridge Family's \"I Think I Love You.\" The cast is unusually good, with Mary Steenburgen as Zoey's mom and Lauren Graham (\"Gilmore Girls\") as her boss, who both get a chance to show off their musical pipes in later episodes. The story also unfolds in semi-serialized fashion, exploring different characters in Zoey's orbit through the four installments previewed. The central conceit, as noted, isn't especially new, including a recently launched Netflix series (\"Soundtrack\") that employs a similar device. The effect, however, is generally buoyant, thanks in part to the carefully curated songs -- The Beatles' \"Help!,\" Van Morrison's \"Moondance,\" the Rolling Stones' \"(I Can't Get No) Satisfaction\" in a subsequent hour -- and the nifty choreography by Mandy Moore, whose credits include \"La La Land.\" NBC's rollout strategy is almost as interesting as the series, with the network giving the show's pilot a preview this week, before letting that episode stream and play on Hulu until the series returns in February. Created by Austin Winsberg -- whose father died of the rare disease featured in the show -- \"Zoey's Extraordinary Playlist\" is drawing from a reasonably familiar songbook, including Broadway's recent fondness for jukebox musicals. But for the most part, the series and its cast -- which appears to be having a lot of fun -- mostly hit the right notes. \"Zoey's Extraordinary Playlist\" premieres Jan. 7 at 10 p.m. on NBC."], "Language": false}