{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/06/cnn-underscored/jbl-boombox-speaker-sound-bar-9-1-pricing-features/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-01-06T20:18:51Z"], "LastModifiedDate": ["2020-01-07T19:27:56Z"], "Headline": ["JBL intros Boombox 2, Bar 9.1 true wireless surround sound"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["JBL's newest Boombox 2 Bluetooth speaker brings the bass. In fact, Dave Rogers, president of the lifestyle audio division at Harman, said the Boombox 2 boasts the \"biggest, loudest and deepest bass yet.\" The portable wireless speaker can naturally be used around the house, but it's better suited for outdoors. It has an IPX7 waterproof rating, meaning it will survive an accidental dip in the pool or a freak rainstorm. With its 24 hours of battery life, you won't have to worry about the battery dying midparty, and you can even use the Boombox 2's internal battery to charge your phone or other gadgets via a USB port. JBL's PartyBoost feature will let you connect multiple JBL PartyBoost speakers so you can fill an entire room, backyard or open area with music from a single device, such as your phone or tablet. The JBL Boombox 2 will cost $499.95 when it launches in the spring. Be sure to keep an eye on the current generation Boombox, as we suspect they'll be discounted as launch of the Boombox 2 gets closer.  For those who prefer home audio products, JBL's first sound bar with Dolby Atmos is set to launch this spring for $999.95. The Bar 9.1 features true wireless surround sound, with detachable speakers that have built-in batteries so you can adjust the sound of a movie or favorite show based on where you're sitting, just by moving the speakers. The speakers have batteries that will power through 10 hours of use, after which you'll need to dock them to the sound bar to charge them. That's more than enough time to watch a couple of movies, maybe even a trilogy, on a lazy Sunday afternoon, before you need to recharge the speakers. There's even a 10-inch subwoofer that's completely wireless. The Bar 9.1 also works with Chromecast devices, as well as Apple's AirPlay 2 protocol on top of Bluetooth. In other words, you'll be able to stream music from nearly any device you own straight to the Bar 9.1 and all of its speakers. The Bar 9.1 joins JBL's Bar lineup of sound bars and surround sound systems ranging in price and capabilities. They're affordable options that pack a punch, and we can't wait to get our ears on the Bar 9.1. Bookmark us and follow us on Instagram, Facebook and Twitter for all the announcements out of CES 2020. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}