{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/06/cnn-underscored/sony-2020-tv-8k-led-4k-oled-4k-led-features/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2020-01-06T22:02:27Z"], "LastModifiedDate": ["2020-01-07T01:53:27Z"], "Headline": ["Here's your guide to Sony's 2020 4K and 8K TV lineup"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["We've already seen impressive TV tech from Samsung, but now it's Sony's turn to show off its CES 2020 TV lineup.  In short, Sony has 8K LED, 4K OLED and 4K LED models, all with the main goal of improving picture and audio quality.  Let's start with the 4K lineup, as it's more appealing to the masses. Don't get me wrong, 8K looks and sounds fantastic, but we're a few years away from having enough content to justify what will surely be a high price tag for an 8K TV.  The new Master Series A9S is a 48-inch OLED 4K TV that integrates Sony's processor, X-Motion Clarity for a high refresh rate and clearer picture during fast-moving scenes and Dolby Vision/Atmos support. It also features a compact aluminum stand that should make it easier to fit in smaller spaces.  While the A8H boasts a 65-inch and a 55-inch class 4K OLED TV with two subwoofers, the X950H and X900H lines will each feature 85-inch, 75-inch, 65-inch and 55-inch 4K LED TVs.  The X950H line provides a better overall experience, while the X900H is considered a mid-range TV. The X950H lineup is expanding X-Wide Angle viewing to the 55-inch and 65-inch models, with limited bezels. The X900H supports Dolby Vision and Dolby Atmos, along with 120fps in 4K.  As for the 8K LED lineup, Sony's Z8H comes in with 85-inch and 75-inch models. The full array LED tech that powers the TVs offers better shadow detail and deeper blacks, along with peaks of brightness when compared to a typical LED TV.  The first time you set up one of the new TVs, you'll go through an Ambient Optimization process that will optimize the sound and picture quality based on your viewing environment. Gamers will enjoy 120 frames-per-second on select models of the 8K and 4K TVs.  Almost all of Sony's new TVs are powered by its Picture Processor X1 Ultimate, a chip that's designed to maximize the overall color and picture quality of TVs, while also powering the underlying smart features.  All three lines announced by Sony will run Android Pie 9.0, and will work with Google Home, Amazon Alexa and Apple HomeKit with AirPlay 2 support. In other words, regardless of your smartphone or smart home platform, you'll be able to control the TV with your voice and stream videos or music from your phone with ease.  Sony will announce pricing and availability in the spring. And now is an excellent time to score big savings on Sony's 2019 TVs. Bookmark us and follow us on Instagram, Facebook and Twitter for all the announcements out of CES 2020. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}