{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/03/entertainment/dababy-arrest-miami-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Leah Asmelash, CNN"], "Writers": [[]], "FirstPublishDate": ["2020-01-03T22:55:59Z"], "LastModifiedDate": ["2020-01-03T23:19:31Z"], "Headline": ["Rapper DaBaby arrested in Miami after a fight with a music promoter"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Grammy-nominated rapper DaBaby was arrested Thursday in Miami for allegedly attacking a music promoter over payment for a performance, according to a police report.  A music promoter, whose name was not provided, told police that he had agreed to pay DaBaby, whose real name is Jonathan Kirk, $30,000 to perform that evening at Cafe Iguana Pines, a nightclub in Pembroke Pines, Florida, according to a Miami Police Department arrest report. But when the promoter and a colleague met with the 28-year-old rapper at the Novotel Brickell, a Miami hotel, they only gave him $20,000, the police report states. Kirk complained about the shortage, leading to an argument, according to the report. The two men told police that Kirk and several men with him then attacked them. Kirk allegedly punched one promoter in the face and then, Kirk and several others allegedly beat the other promoter, knocking him to the ground. One of the men allegedly took the promoter's iPhone 7, credit card and $80, and doused him in apple juice, according to the police report.  Kirk and the others then fled the scene in a black SUV, but officers later took the rapper into custody after he returned to the hotel, the report said. The rapper was interviewed by officers at the police department, where he denied his involvement in the incident and was arrested and charged with misdemeanor battery, the report states. Kirk appeared in court on Friday and was ordered held without bail because of an arrest warrant issued Thursday for \"engaging in organized criminal activity\" in Dallas, Texas, according to footage of the hearing from CNN affiliate WSVN.  The incident comes just over a week after Kirk was detained in Charlotte, North Carolina, on two misdemeanor citations for marijuana possession.  The rapper defended himself on Twitter to that incident, saying that police wanted to \"make a bad example out of me. When in reality, i'm the most positive example the city of Charlotte got. Especially for anybody in the streets of Charlotte and the KIDS.\" DaBaby has become a popular rapper within the last year, releasing two albums in 2019 and snagging two Grammy nominations for his song \"Suge.\" He won the best new hip hop artist award at the BET Hip Hop Awards in October. "], "Language": false}