{"Type": ["gallery"], "Url": ["https://www.cnn.com/travel/gallery/top-caribbean-islands-photos/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Shutterstock", "Courtesy Saba Tourist Board", "Jeanne Le Menn/Eden Rock", "Josh Noel/Chicago Tribune"]], "FirstPublishDate": ["2020-01-03T12:48:30Z"], "LastModifiedDate": ["2020-01-03T12:48:30Z"], "Headline": ["10 of the top Caribbean islands"], "Section": ["travel"], "MappedSection": ["TRAVEL"], "Article_Body": ["Dominica, for lush natural beauty: Known as the \"Nature Island,\" Dominica is blanketed with foliage, rivers and waterfalls. North and Middle Caicos, for the unspoiled Caribbean: North and Middle Caicos offer a languid retreat from the Turks and Caicos' more developed islands. Curaçao, for \"city\" life: Willemstad, Curaçao's capital, offers a distinctive Euro-Caribbean experience in one of the liveliest urban centers in the Caribbean. Saba, for a white-knuckle aviation thrill: This petite Caribbean island flies under most tourists' radar. But getting there is a thrill, as Saba is home to what's often classified as the world's shortest commercial runway.  Antigua, for diverse beaches: Antigua boasts 365 beaches -- one for every day of the year. Surely, that's enough to keep even the most ardent beachgoer endlessly occupied. Barbados, for great cuisine and rum: Sugar cane blows in the breeze in Barbados, a reminder of the island's rich rum culture. Bajan cuisine is very tasty, too. St. Barts, for over-the-top luxury: Saint Barthélemy's luxurious Eden Rock resort reopened in November after two years of renovation and rebuilding after Hurricane Irma. Bimini, for some MLK Jr. history: An angler's paradise with ties to civil rights icon Martin Luther King Jr. and author Ernest Hemingway, Bimini offers a tranquil Bahamas getaway with some intriguing historical threads. Puerto Rico, for music and dance: Bomba, plena, décima, salsa, reggaetón. They're all musical styles in Puerto Rico inextricably interwoven with distinctive dance steps. Martinique, for the South of France in the Caribbean: In Martinique -- a hot spot for French tourists -- visitors will find a taste of Europe in the Caribbean."], "Language": false}