{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/02/entertainment/surviving-r-kelly-part-ii-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Review by Brian Lowry, CNN"], "Writers": [["Brian Lowry"]], "FirstPublishDate": ["2020-01-02T14:31:15Z"], "LastModifiedDate": ["2020-01-02T21:26:41Z"], "Headline": ["'Surviving R. Kelly' sequel expands its lens into the case with 'The Reckoning'"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["\"Surviving R. Kelly\" caused a major stir when it premiered on Lifetime a year ago, leading to the singer's arrest on sexual assault charges less than two months later. \"Surviving R. Kelly Part II: The Reckoning\" advances the ball as a protracted update, but in a fashion that -- by seeking to represent every storyline of the case -- at times feels disorganized in wrestling with all those angles. There is an awful lot to absorb, including -- in the most chilling accounts -- interviews with women who came forward after the initial telecast. Yet this five-part, three-night presentation darts about between the micro and macro -- from accusers' personal stories to the need to \"open up broader conversations in society,\" as Campaign Zero co-founder Brittany Packnett Cunningham puts it. The challenge is that touching upon so many diverse threads risks diluting the focus from the fundamental issue at the heart of the Kelly story, which remains, as articulated by author Jim DeRogatis, \"How did he get away with this for 30 years?\" \"The Reckoning\" begins by recapping the original and the fallout associated with it. The opening hour then segues into an examination of Kelly's early life, which reportedly included being sexually victimized himself at a young age. The intent appears to be provide a measure of balance -- through voices sympathetic to the singer -- and an understanding of the way that cycles of abuse can occur. As presented, though, it feels like an awkward place to start, diverting attention from where it primarily belongs, with Kelly's accusers. There is also an extensive section toward the end devoted to Kelly's girlfriends Azriel Clary and Joycelyn Savage, who defended him in connection with his tear-filled Gayle King interview, and subsequent efforts by their families to reach them -- material not as compelling, ultimately, as the first-person recollections. In one of the most sobering interviews, Tiffany Hawkins recalls being only 15 when she came into Kelly's orbit, detailing the way he leveraged his stardom by asking the aspiring singer to bring other star-struck teens over. Hawkins -- who later sued Kelly -- cites her desire to stay in his good graces, saying of introducing him to friends and having sex with him, \"It's what I knew I had to do in order to satisfy him and to keep myself around.\" (Kelly has repeatedly denied allegations of sexual misconduct and pleaded not guilty in August to charges of racketeering, kidnapping, forced labor and sexual exploitation of a child in a federal case unrelated to Hawkins.) \"The Reckoning\" does an admirable job of delving into the environment that allowed Kelly to operate the way he allegedly did, with enablers cashing in on his music and aggressive use of non-disclosure agreements to silence alleged victims. The documentary's more global view includes examining the relationship of African-American men to the justice system; the fact that Kelly allegedly preyed on young women of color from economically disadvantaged backgrounds, who were especially vulnerable; and the willingness of Kelly's supporters to immediately brand the women liars, along with the threats accusers and their families subsequently faced. \"Surviving R. Kelly Part II\" displays a lengthy on-screen disclaimer spelling out Kelly's denial of the charges, a reminder that his trial is scheduled to begin in the spring. In the big picture, this follow-up docu-series underscores the role its predecessor played in bringing about Kelly's arrest, one of the signature moments of the shifting attitudes reflected by the #MeToo movement. The original documentary, however, arrived somewhat under the radar, whereas an acute sense of that significance seemingly weighs on the sequel, in a way that, strictly from a TV standpoint, blunts its impact. \"Surviving R. Kelly Part II: The Reckoning\" airs Jan. 2-4 on Lifetime."], "Language": false}