{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/01/media/media-tech-executives-new-year-resolutions-reliable-sources/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Brian Stelter, CNN Business"], "Writers": [["Brian Stelter"]], "FirstPublishDate": ["2020-01-02T04:03:59Z"], "LastModifiedDate": ["2020-01-02T04:03:59Z"], "Headline": ["'Tune out the noise,' plus other New Year's resolutions from media and tech executives"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. I asked titans of media and tech to share some resolutions, and they definitely delivered: ABC \"World News Tonight\" anchor David Muir: \"My resolution is to remember to come up for air, be in the moment, and to truly appreciate what it is we all get to do -- as we all brace for an insane pace in this year ahead.\" CBS News president Susan Zirinsky: \"Every day I will take 5 minutes to be grateful for each person at CBS News -- whether they are risking their lives in a war zone or doing battle for a taped piece. I am resolved to do everything in my power to help everyone tune out the noise and focus on what's important -- bringing truth and honest reporting to audiences on every platform available.\" WSJ editor Matt Murray: \"For me personally, more time with our journalists and less reliance on email! For our growing newsroom, while journalism is always job one, in 2020 we must accelerate digital progress with more new formats and platforms, better engagement, more experimentation, more diverse newsroom talents and structural tweaks we're implementing early this year.\" ProPublica president Richard Tofel: \"Two resolutions from me in this critical election year: That Electionland again do journalism that safeguards people's right to vote, and that we consistently report and publish revealing stories about issues voters actually care about, like health care, immigration and trade. That's awfully earnest, I know, but you did ask the guy from ProPublica...\" NYT journalist and \"1619 Project\" architect Nikole Hannah-Jones: \"My New Year's resolution for 2020 is to stop arguing with trolls who have 10 followers on Twitter and to try to drink more bourbon!\" Filmmaker Judd Apatow: \"My resolution is to work to elect people who do not lie, steal and cheat on a daily basis. We all need to get deeply involved in our democracy or we will lose it. This all ends if we vote.\" The Bulwark founder Charlie Sykes: \"Read more... tweet less. Spend more time with grandkids and dogs. Remember two things: 'Put not your faith in Princes,' and 'This too shall pass.'\" Read more of Wednesday's \"Reliable Sources\" newsletter... And subscribe here to receive future editions in your inbox... Tim Graham, the executive editor of NewsBusters: \"Let's resolve to define 'facts' and 'reality' in broader terms than whatever the Old Media is reporting. A 'reality-based' press would include facts that conservative journalists are reporting... If the Old Media lived up to its own hype as enlightening the public, it wouldn't squash, spike, or omit conservative scoops. It would seek to confirm them and then incorporate them.\" \"To End A Presidency\" co-author Laurence Tribe: \"I resolve to feel some joy and gratitude each day.\" WaPo media critic Margaret Sullivan: \"I'm resolving to amplify good journalism (almost) as often as I criticize or point out the flawed or bad — all in the spirit of 'catch them doing something right.'\" NPR \"Morning Edition\" co-host Steve Inskeep: \"To better pace myself. Get proper sleep, delete social media on weekends, think about one thing at a time when the job allows.\" \"The Takeaway\" host Tanzina Vega: \"To figure out a work/life balance even if it means asking for help. (Gasp!)\" Rogers & Cowan/PMK chairman Cindi Berger: \"I'm going to try to balance my news addiction with soothing spa music. p.s., and you know this is going to be VERY hard for me!!!\" An alternative to resolutions Last but not least, Twitter CEO Jack Dorsey responded with this: \"Happy new decade! I'm not one for resolutions unfortunately. Like to take smaller daily steps!\""], "Language": false}