{"Type": ["article"], "Url": ["https://www.cnn.com/2020/01/01/us/blind-marching-band-outback-bowl-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Harmeet Kaur, CNN"], "Writers": [["Harmeet Kaur"]], "FirstPublishDate": ["2020-01-01T15:57:51Z"], "LastModifiedDate": ["2020-01-01T18:58:06Z"], "Headline": ["A blind marching band will perform at the Outback Bowl's halftime show on New Year's Day"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The Ohio State School for the Blind's marching band bills itself as the only blind marching band in the world. On Wednesday, the group adds another achievement to its list of accomplishments: Band members will be performing at the halftime show for the Outback Bowl in Tampa, Florida. The marching band is made up of students in grades 7-12, at a school in Columbus, Ohio, where most of the students have little to no vision. But that hasn't stopped the band from racking up a pretty impressive resumé. The Ohio State School for the Blind's marching band was the lead band at the Outback Bowl's New Year's Eve parade on Tuesday. Members also competed in the Outback Bowl marching band competition on Monday. \"We are excited to host this group of talented young people as part of our halftime show and New Year's Eve Parade,\" Outback Bowl President and CEO Jim McVay said in a statement. \"It is a great opportunity to showcase their abilities on a big stage.\" The band formed about 15 years ago at the direction of now-retired Carol Agler, who was previously a music teacher at the school. Agler started the marching band to support the Ohio School for the Deaf Football program, according to a news release.  The group performs halftime drills at local high schools and at band festivals, and regularly marches in parades around the country. It has also been honored by the Ohio Senate for advancing the rights of people with disabilities, the release said. The University of Minnesota and Auburn University will face off in the Outback Bowl on Wednesday, which kicks off at 1 p.m. ET at Raymond James Stadium."], "Language": false}