{"Type": ["article"], "Url": ["https://www.cnn.com/travel/article/hangover-food-drink-cures-world/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Joel Porter and Stacey Lastoe, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-19T12:18:41Z"], "LastModifiedDate": ["2020-01-01T14:18:33Z"], "Headline": ["The morning after: What people around the world eat and drink to beat a hangover"], "Section": ["foodanddrink"], "MappedSection": ["TRAVEL"], "Article_Body": ["'Tis the season for merriment and all that it might entail.  In other words, this indulgent time of year often leads to less-than-pleasant mornings after. Since there's no magic hangover pill (not yet, anyway), what can you do when you, well, overdo it? The answer, for many, lies in carbohydrates. A hangover is essentially severe dehydration and a drop in blood sugar, which leaves the overindulger feeling a range of symptoms including nausea, fatigue, irritability and aches.       In spite of this sobering reality, we still sometimes find ourselves feeling hungover on occasion, desperate for a \"cure.\" Tackling dehydration and elevating low blood sugar levels is key, and drinking plenty of water and fueling the body with carbs, healthy fats and protein can help.  Of course, the best way to avoid a hangover is to abstain from drinking, but if that's unappealing, you'll have to find a way to power through. A new book by Lauren Shockey titled \"Hangover Helper\" is filled with recipes for the DIY crew among us. Most of the following food and drink items are readily available for purchase. From currywurst to pickle juice and avocado toast, read on for a look at how people all over the world turn to food and drink to mitigate a hangover. Paris Although drinking too much alcohol the next day isn't advisable, many people swear by a little \"hair of the dog,\" and nothing beats the Bloody Mary if this is the direction you so choose. While you can find it all over the world, the drink has special significance in Paris, where it was invented in 1921 at Harry's New York Bar.  Although over the years many bars around the world have put their own spin on the Bloody Mary (horseradish is now more common than not), at Harry's it's still made the classic way: vodka, tomato juice, Tabasco, salt, pepper, lemon and Worcester sauce.  London  Hot melted cheese is a critical part of pizza's allure when hungover -- but pizza isn't the only way to get your cheese fix. In London, simple cheese on toast is a thing of beauty and also a breeze to make at home, no matter how much you're struggling.  Slide bread under the broiler -- or grill, as they say in the UK -- to lightly toast both sides, then slather on butter and spicy mustard and pile grated cheddar on top. Slide back under the broiler until the cheese is melted and voila, you're now that much closer to getting through the day.  Berlin Although Berliners will enjoy a currywurst at any time of day, this classic German snack is perhaps best the day after a big night out in Berlin.  For the uninitiated, a currywurst consists of fried pork sausage sliced into bite-size chunks, then doused in a spiced curried ketchup before being dusted with curry powder. The rich sauce, meaty sausage and subtle heat from the spicing wakes up the dulled senses and provides a revitalizing boost. It's even better when paired with fries.  Copenhagen  Flæskestegssandwich (pork roast sandwich), an epic, meaty sandwich, is like gold to the irritable and hungry. Danish cuisine, often associated with beautifully presented, minimalist plates of foraged ingredients, is actually more diverse. The country's signature sandwich is all about messy, delicious indulgence: think thick slices of roasted and grilled pork neck nestled in a soft bun with crispy crackling, pickled cucumbers, red cabbage and a spicy mayonnaise.  Have it to help ward off a hangover (Kødbyens Høker, an outdoor kiosk in the city's meatpacking district is popular for a reason), or make it your first stop when you wake up with a massive headache and hunger.  Manila Anyone who's spent a night out drinking with the locals in Manilla can attest to the city's ability to have a good time.   Chef Jordy Navarra is at the helm one of the city's best restaurants, Toyo Eatery, which is famed for its refined reinterpretations of Filipino classics.  \"As for eating after heavy drinking, however,\" Navarra explains, \"many Filipinos usually go for tapsilog. It's basically like cured, semi-dried or marinated beef with garlic rice and a fried egg. I really like how it's simple, filling and super-convenient, with places that sell it all over metro Manila.\" In Manila, the name of the game is trying to get ahead of the hangover by going all in on a big, greasy meal at the end of a boozy night. Sydney  Sydney's café culture is famous for its healthy brunch dishes. Smashed avocado on toast, now a ubiquitous item on trendy brunch menus around the world, is an Australian invention.  It's a delicious, healthy dish following eight hours of sober sleep, but it's also a go-to option for when you're hungover. Avocado's high potassium content helps with replenishing that key nutrient, and eggs, which contain Vitamin A, make the dish a solid hangover pick. Add a little hot sauce to kick up the the flavor, and you might start to feel your senses wake up. Tokyo Tokyo might have the most Michelin stars of any city in the world but a multicourse tasting menu is probably not what you want if you're feeling rough around the edges.  Hisato Hamada, co-founder of Wagyumafia, a fast-casual chain famous for its luxurious Kobe beef sandwiches, says his go-to hangover remedy is to eat before bed after a night out.  Hamada likes eki-soba, soba noodles found in train stations. \"Since eki-soba is located on the [train] station platform, you can get it on your way home and it's usually prepared super quick, meaning you can have a bowl within 30 seconds of ordering (very helpful when you're drunk),\" says Hamada.  \"My favorite kind comes with tempura and a raw egg, extra shredded negi (Chinese leek) and a Tokyo-style thick soy sauce that is warm and nourishing. Overall it's a very comforting and filling quick meal to get you back in working order.\" Bangkok Thailand has one of the world's richest food cultures -- along with a renowned nightlife scene -- so it's no surprise that there's a plethora of nourishing, soul-restoring foods to choose from after a long night out.  Perm Paitayawat, on Instagram as @theskinnybib, is a food writer, researcher and an authority in Thai and Asian food cultures: \"The first and foremost hangover-battling food choice for Bangkokians is 'Khao Tom Kui': a Thai-Chinese rendition of piping hot starchy rice porridge with sides that range from braised meat to spicy salad,\" explains Perm, who also swears by eating before going to bed.  There are several popular 24-hour spots around the city serving the dish, but Perm says that Saeng Chai Pochana, next to Bangkok's clubbing district Thonglor, is the institution. \"The tangy minced pork and Chinese plum soup would slap any drunkard back to sense.\" Montreal  Chips, gravy and curd cheese: If that isn't music to a pounding head, then nothing is. In Canada it's the unofficial national dish of poutine that locals reach for the day after the night before.  While the classic version is a dependable hangover helper, there are dozens of ways to execute poutine, a Montreal favorite. With additions such as bacon, pulled pork and duck carnitas, it's sort of a \"go big or go home\" situation.  One of the best poutines in the city is the Poutine du Coq at Le Coq de l'Est, a genius invention that combines fries with heaps of roasted chicken, a fried chicken drumstick, a chicken gravy and a tandoori sauce. Sodium isn't typically used in the same sentence as nirvana, but in this case, it's deserved.   Edinburgh   \"Lorne sausage -- also known as square sausage -- is regarded as a national institution and a hangover miracle by most Scots I know,\" says Simon Attridge, executive chef of Gleneagles, a luxury hotel set in the rural Scottish Highlands. These square-shaped thick slabs of rich, fatty and flavorful beef sausage fit on a roll like a glove. The roll of choice is important to discerning hungover gourmands, with most opting for a special light and airy roll, called a morning roll, sold by the half dozen in every local store across Edinburgh and beyond.  \"Its legendary status is, of course, not attributed to any nutritional value,\" explains Simon, \"but to its utter deliciousness and restorative qualities. Washed down with a can of Irn Bru [a Scottish carbonated drink], this national delicacy is the stuff of hangover dreams!\" Moscow In Russia, a glass of pickle juice from a jar of gherkins is a traditional hangover cure. The idea is that the salty brine will lead you to drink more water, something the body needs when it's dehydrated. It's a convenient and cheap choice when you can't stomach the thought of solid food -- and a walk to the fridge is as far as you can make it.  It may sound like a far-fetched idea, but there is some science behind it. The fermentation process of pickling creates digestive probiotics and the large quantities of salt helps replace electrolytes lost through dehydration.  Dublin Dublin has an infamous pub culture, so it's no surprise Ireland has devised a day-after breakfast remedy.  \"Dublin hangovers can be brutal,\" confesses Dublin native and award-winning oyster chef Simon Lamont. Currently at the helm of London's Seabird restaurant, Lamont thinks fondly of one of his home country's favorite cures: the breakfast blaa. A bread conceived in the city of Waterford but embraced in the capital in recent years, the greasy meat and carb option involves a generously buttered soft floury bread roll -- or blaa -- filled with bacon, sausage and black pudding. Hatch and Sons, near St. Stephen's Green, is a solid choice for a hearty blaa.  \"Brown sauce [traditional British condiment similar to ketchup] is the condiment of choice, never ketchup. And wash it down with a rock shandy [lemonade, sparkling water and bitters] or a pint of stout,\" advises Lamont who adds: \"If that doesn't work, a tray of freshly shucked oysters, obviously!\" New York City A bacon, egg and cheese (BEC) is never a bad idea, but you know when it's a brilliant idea? When you're struggling with a brutal hangover but don't have the option of staying in bed with Hulu and sleeping it off. Maybe you have matinee theater tickets or an important meeting.  Whatever it is, rest assured, there's a nearby corner bodega ready to fry up an egg or two, top it with cheese (American, obviously) and greasy bacon before putting the whole thing (with one expert spatula maneuver to boot) on a fresh white roll or English muffin. Butter is essential, salt and pepper part of the territory and ketchup optional. Oh, and no matter what time it is -- 8 am? noon? -- it's perfectly acceptable to ditch your usual regular coffee for an ice-cold can of real Coke. "], "Language": false}