{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/31/entertainment/carrie-underwood-cma-awards-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Marianne Garvey, CNN"], "Writers": [["Marianne Garvey "]], "FirstPublishDate": ["2019-12-31T14:46:23Z"], "LastModifiedDate": ["2019-12-31T14:46:23Z"], "Headline": ["Carrie Underwood announces she's stepping down as CMA Awards host"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["After 12 years, Carrie Underwood will step down as the host of the CMA Awards. The country star made the announcement on Instagram, and mentioned wonderful memories with her longtime co-host Brad Paisley and the support of women in country music.  \"One of the highlights of 2019 and of my entire career so far was being on stage with the legends that are Reba and Dolly Parton. I'm so proud that we could celebrate the incredible female artists that are part of the legacy of country music, past, present and future, and I'm thankful for the huge audiences all over the world that tuned in to see it,\" Underwood wrote.  She continued: \"It's hard to believe that it was my 12th year hosting and I will always treasure every show, from the 11 that I was so lucky to do with my partner in crime and friend for life, Brad Paisley, to sharing the stage with two of my all-time heroes. I'm so incredibly grateful to everyone involved with the CMA Awards all these years. It's hard to imagine topping what we have accomplished together, so I've decided that it's time to pass the hosting torch (at least for now!) to others that will cherish it and honor it as much as I do. I've got so many exciting things coming in the new year and beyond, and I can't wait to see what the future has in store for all of us. #blessed #MemorableMoments\" Underwood didn't mention any specific projects coming in 2020.   Prior to Underwood and Paisley hosting, the CMA's were mainly host-free.  Underwood is scheduled to perform at Stagecoach in Indio, California, on April 25."], "Language": false}