{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/31/us/five-things-december-31-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By AJ Willingham, CNN"], "Writers": [["AJ Willingham"]], "FirstPublishDate": ["2019-12-31T11:28:20Z"], "LastModifiedDate": ["2019-12-31T11:28:20Z"], "Headline": ["5 things to know for December 31: Wildfires, Nissan, Russia call, opioids"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Well, it's the last 5 Things newsletter of 2019. Have a safe and happy New Year's Eve, and we'll drop something special in your inbox tomorrow to kick off 2020. Here's what else you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Australia fires About 4,000 people were trapped on a beach in southeast Australia earlier today as wildfires swept across the region. Residents and tourists in Mallacoota, in the state of Victoria, gathered on the shore under a soot-blackened sky as part of a previously agreed-upon evacuation plan. Conditions on the beach got so bad, some people fled to the sea on their boats. As the day wore on, a change in weather patterns gave evacuees some reprieve, and some people were able to return to their homes. However, the situation in the town is still dangerous. Elsewhere in the region, officials are worried for isolated neighborhoods where supplies and evacuation opportunities are scarce. Weather conditions are supposed to improve over the next 24 hours, but may worsen again by Friday, meaning no end in sight for the scourge of wildfires that have plagued Australia for weeks.  2. Nissan The saga of embattled former Nissan head Carlos Ghosn has taken an unexpected turn. The fallen auto titan appears to have fled Japan and has holed up in Lebanon. Ghosn was due to face trial in Japan for a litany of charges involving alleged mismanagement of Nissan's money. The move has surprised pretty much everyone, including Ghosn's lawyers and the French government (Ghosn holds both French and Lebanese citizenship). Ghosn says he isn't avoiding trial, as it may appear he's doing, but rather escaping what he calls a rigged and discriminatory Japanese justice system. Ghosn was first detained in Japan in November 2018 and has been out on bail since a second jail stint this April. The Lebanese government has said it will support Ghosn in his attempts to seek a fair trial.  3. Russia We're learning more about a mysterious weekend call between President Trump and Russian President Vladimir Putin. The Russian government was the first to break the news about the call when it published a statement and readout saying the two leaders discussed items of mutual interest, and Putin thanked Trump for information provided by the US that helped foil a terrorist attack in St. Petersburg. It took the White House a full 24 hours -- until yesterday -- to confirm the call. It doesn't seem like that big of a deal on its surface, but keep in mind the entire impeachment issue revolves around President Trump's calls with foreign leaders. It's kind of a sore spot. However, Putin appears to have nothing but warm feelings for Trump right now: In a holiday message, the Russian leader invited Trump to Moscow in the coming year and voiced his hope that the two countries could work on their relationship.    4. Opioids A pair of new studies have revealed worrying trends in the ongoing opioid epidemic. One study found that closing an automotive plant in a given American county has been associated with 85% higher opioid overdose death rates in that county after five years. That shows a strong link between economic hardship, feelings of depression and fatal drug use. Another study casts doubt on the success of the Food and Drug Administration's attempts to curb the crisis. In 2012, the FDA implemented new strategies, including safe prescribing education, medication guides and requirements for companies to report prescriber behavior and patient safety. However, researchers found that, five years after the plan was put into motion, the FDA couldn't find any evidence to determine whether it worked or not. 5. Tik Tok The US Army has banned members from using the popular video app Tik Tok on government-owned phones, citing national security concerns. The app is used to create and share short videos, usually set to music, that can rack up millions upon millions of views. It's also owned by a Chinese company, and lawmakers from both sides of the aisle have called for stricter regulations among concerns the app could be used to collect American citizens' personal data. (Tik Tok agreed to pay millions in fines to the US in early 2019 to settle allegations it collected personal information from users under the age of 13.) The Navy enacted a similar Tik Tok ban in mid-December. BREAKFAST BROWSE People are talking about these. Read up. Join in. Why do we get hangovers, and how can we fight them?  You may want to just... file this one away for tomorrow morning. Ford says reservations for its first edition electric Mustang are full Sorry, you're going to have to wait to get first dibs on the next fancy car. A 12-year-old got a magnifying glass for Christmas -- and promptly set his front yard on fire And everyone learned a very important science lesson that day.  A dating app blocked Sharon Stone because users thought her profile was fake  Can you blame them for thinking it was too good to be true?  Trump and Obama tied for the most admired men this year, according to new poll Go ahead and bring this fact up at your late holiday family gathering and see what happens.  TODAY'S NUMBER 8.4 million soccer fields That's how much area, roughly, the Amazon rainforest has lost this decade due to deforestation.  TODAY'S QUOTE \"People all over America and abroad have decided they want to let me know now, while I'm alive, about the impact that I've been having on their existence. They have come out and they have told me, and my gosh, it makes me feel so good.\" \"Jeopardy\" host Alex Trebek, who says people's support, stories and well-wishes have kept him strong during his battle with late-stage pancreatic cancer. TODAY'S WEATHER AND FINALLY Should auld acquaintance be forgot... Everybody, sing along! And since \"Auld Lang Syne\" is a thoroughly Scottish work, the bagpipes are just a nice culturally accurate touch. (Click here to view) "], "Language": false}