{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/30/politics/barack-obama-favorite-music-2019-trnd/index.html"], "Source": ["cnn"], "Location": ["Washington"], "ByLine": ["By Jamie Ehrlich, CNN"], "Writers": [["Jamie Ehrlich"]], "FirstPublishDate": ["2019-12-30T18:29:44Z"], "LastModifiedDate": ["2019-12-30T19:45:49Z"], "Headline": ["Barack Obama shares his favorite songs of 2019"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["As Lizzo would put it: It ain't his fault that he's out here makin' news. Former President Barack Obama released his favorite tracks of 2019 on Monday, continuing the tradition of sharing his year-end lists of his favorite books, films and music.  Lizzo's bop \"Juice\" lands among Obama's favorites in a diverse list of artists that includes other prominent stars like Beyoncé (who performed the National Anthem at his inauguration) and Bruce Springsteen (to whom Obama awarded the Presidential Medal of Freedom). \"From hip-hop to country to The Boss, here are my songs of the year. If you're looking for something to keep you company on a long drive or help you turn up a workout, I hope there's a track or two in here that does the trick,\" the 44th President tweeted. The playlist features several songs in Spanish, and artists from a wide list of genres -- from country to hip hop to Latin to rap. The list includes songs that also appeared on Obama's summer playlist. Check out Obama's full list of favorite songs below: \"Playing Games\" by Summer Walker \n\"Not\" by Big Thief\n\"Go DJ\" by Kaytranada feat. Sir\n\"Juice\" by Lizzo\n\"Redesigning Women\" by The Highwomen\n\"Anybody\" by Burna Boy\n\"Burning\" by Maggie Rogers\n\"Baila Baila Baila (Remix)\" by Ozuna featuring Daddy Yankee, J Balvin, Farruko, and Anuel AA\n\"Different Kind of Love\" by Adia Victoria\n\"Change\" by Mavis Staples \n\"Toast\" by Koffee\n\"Oblivions\" by The National \n\"Binz\" by Solange \n\"Seventeen\" by Sharon Van Etten\n\"Middle Child\" by J. Cole\n\"Jícama\" by Angelica Garcia\n\"Go\" by The Black Keys\n\"La Vida Es Un Carnaval (Rollo Tomasi Remix)\" by Angélique Kidjo\n\"Show Me Love\" by Alicia Keys feat. Miguel\n\"Joke Ting\" by Goldlink featuring Ari Pensmith\n\"Old Town Road (Remix)\" by Lil Nas X featuring Billy Cyrus\n\"cold/mess\" by Prateek Kuhad \n\"Suge\" by DaBaby\n\"Hello Sunshine\" by Bruce Springsteen\n\"In My Room\" by Frank Ocean \n\"Iron Man\" by Rema \n\"The London\" by Young Thug featuring J. Cole and Travis Scott\n\"Raleighwood Hills\" by LesTheGenius featuring Sonny Miles and Jaxson Free \n\"Pure Water\" by Mustard featuring Migos\n\"3 Nights\" by Dominic Fike\n\"The Fact of Love\" by Joe Henry\n\"Con Altura\" by Rosalía\n\"I Want You Around,\" by Snoh Aalegra\n\"On Chill\" Wale featuring Jeremih\n\"Mood 4 Eva\" by Beyoncé "], "Language": false}