{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/28/us/the-good-stuff-122819-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-28T13:05:00Z"], "LastModifiedDate": ["2019-12-28T13:05:00Z"], "Headline": ["Hitchhiking dogs, a celebrity Secret Santa and holidays in space"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["Do you ever wish life were a bit more... musical? Our private moments often are. A hairbrush doubles as a microphone. An afternoon commute becomes a sold-out concert. And the shower? That's the recording studio where the hits get made.  Music is a balm, too, for the post-holiday blues. When the celebrations end with the new year and the doldrums of work resume, that festive feeling fades. But it doesn't need to disappear. Go ahead, belt at the top of your lungs on your way to work. Sing the notes you know are too low or too high to feasibly hit but try to anyway. Crank the volume all the way up and let the melodies fill your brain to the brim -- and return a bit of magic to a flat winter day.  Our favorites this week A real-life Jedi The Force was undeniably strong in Riley Howell. So it's fitting that the lifelong \"Star Wars\" obsessive will be immortalized as a Jedi master. Lucasfilm, the production company behind the series, gave Howell his own star in a galaxy far, far away as Ri-Lee Howell, a Jedi master and Force historian.  The nod from \"Star Wars\" bookended an emotional year for Howell's family. The 21-year-old died in April after he tackled a gunman who opened fire in his classroom at the University of North Carolina at Charlotte.  A permanent place in Jedi lore is exactly how Howell would've wanted to be remembered, his girlfriend, Lauren Westmoreland, said.\"He's a Jedi master and he's a hero.\"  A famous Secret Santa When Reddit regular Shelby received an 81-pound package from Washington, she joked she'd been paired with billionaire philanthropist Bill Gates in the Reddit Secret Santa gift exchange. Surprise! Gates was her Secret Santa, and his gifts put the boss Claus to shame. Her gift included an original \"The Great Gatsby\" manuscript, \"Twin Peaks\" set memorabilia, \"Star Wars\" LEGO sets and many, many books. Best of luck to whoever lands Shelby next year, as the gift-giving bar has been set high.  Two very good hitchhikers It could've been a dreary Christmas for a pair of rogue pups if it weren't for one watchful bus driver. A pit bull and Doberman pinscher were wandering the freezing streets of Milwaukee one night when self-proclaimed \"dog whisperer\" Danielle Grabowski spotted them on her route. She immediately pulled over, popped the door and guided the dogs on her bus. She played with the pups before police picked them up to reunite them with their family. \"It was meant for me to find these dogs,\" she said. Dog whisperer, indeed.  Raise a glass to... 2019! We've nearly completed the 12-month-long sprint, and (as this newsletter aims to prove weekly) a lot of good stuff happened. Some examples? Simone Biles landed that insane double-double dismount and deservedly became the most decorated gymnast in the world. Iguanas were reintroduced to the Galapagos Islands after 184 years. The Antarctic ozone hole was the smallest it's ever been since its discovery. But wait, there's more -- we've compiled all the good stuff that happened across the world this year.  A bright idea Landyn Wadsworth knows a couple of toys from Santa only go so far. So the 8-year-old skipped the presents and asked for money -- not for her, but for the rescue cats and dogs at a local animal shelter in Washington state. She rolled up to the Tri-Cities Animal Shelter with 600 pounds of pet food, stacked taller than she stood, plus a Santa-esque sack of chew toys.  You gotta see this Orbiting 220 miles above Earth hardly put a dent in NASA astronaut Jessica Meir's Hanukkah celebration. She kicked up her feet in zero-gravity and snapped this photo of her menorah-peppered socks from the International Space Station. Meir's stint in space is going swimmingly so far: She was part of the all-women spacewalk in October. She'll spend six more months on board before returning home -- so she'll have to share Fourth of July pictures from plain old Earth. Wanna get away? Sick of snow already? Trade it for ivory sand at White Sands National Park. The newest national park earned its place this week, and if the majestic white gypsum sand dunes are any indication, it deserves the designation. Traverse 275-square-miles of tranquil desert, continuously shaped by wind and a bed of water beneath. There's sledding, too -- only here, you can ditch the snow gear for short sleeves and sunscreen.  Who knew? The 2010s are over. But what's up with 2020? People are quibbling, like they do every 10 years, when a new decade actually begins. The answer? It depends. Most of the world follows the Gregorian calendar, which started with year 1, not year 0. By these rules, decades end on the date that ends with a 0 -- so January 1, 2021 would mark the true beginning of a new decade. But everyone has a different way of categorizing 10 years -- read here for more -- and it's definitely more satisfying to celebrate the start of the 2020s in 2020. There's no definitive answer, it seems, so you don't need to cancel your decade-end party yet. But one thing's for sure -- we'll have this conversation again in 2029 and 2099 and 4999.  Impact your world Got a little extra room in your heart and home for an animal in need? Consider fostering or adopting a pet, like this Baby Yoda lookalike, up for adoption in North Carolina. There's no guarantee you'll end up with a Force-sensitive friend, but you'll have a new furry companion and make room at the shelter for another rescue animal. If adoption isn't your speed (or fuzzy kittens make you sneezy), there are ways to help animals in need that don't require long-term commitments or Benadryl. Learn a few of 'em here. "], "Language": false}