{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/27/media/spotify-political-ads/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Kerry Flynn, CNN Business"], "Writers": [["Kerry Flynn"]], "FirstPublishDate": ["2019-12-27T20:42:19Z"], "LastModifiedDate": ["2019-12-27T20:42:19Z"], "Headline": ["Spotify will stop running political ads in 2020"], "Section": ["media"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Spotify will stop selling political ads next year. The company announced Friday it will no longer accept political ads in its ad-supported tier for music streaming and in its original and exclusive podcasts. While Spotify makes the majority of its revenue from its 113 million paying subscribers, about 141 million users listen for free, as of its third-quarter of 2019 earnings.  The company is making the change since it does not have the ability to \"responsibly validate\" political ads, a Spotify spokesperson told CNN Business. \"At this point in time, we do not yet have the necessary level of robustness in our processes, systems and tools to responsibly validate and review this content. We will reassess this decision as we continue to evolve our capabilities,\" a Spotify spokesperson said.  The policy only affects the United States since that's the only market where it sells political ads. It will be implemented sometime early next year. It does not include ads embedded within third-party content, such as podcasts not owned by Spotify.  Ad Age, which first reported the news, said Democratic presidential candidate Bernie Sanders and the Republican National Committee have both advertised on Spotify.  Tech platforms have been reviewing their policies following political disinformation in earlier races, like the 2016 US presidential election. In October, Twitter CEO Jack Dorsey announced his company would no longer accept political ads. TikTok also revealed that month it does not allow political ads. LinkedIn, Pinterest and Twitch have banned political ads. Facebook, Google, Snapchat and Reddit each accept political ads. Other music streaming services SiriusXM's Pandora and SoundCloud did not immediately respond to a request for comment on their ad policies. "], "Language": false}