{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/27/entertainment/jerry-herman-broadway-composer-death-trnd/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Scottie Andrew and Carma Hassan, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-27T13:55:27Z"], "LastModifiedDate": ["2019-12-27T14:47:30Z"], "Headline": ["Jerry Herman, the Broadway composer who wrote 'Hello, Dolly!' and 'La Cage aux Folles,' is dead at 88"], "Section": ["entertainment"], "MappedSection": ["ENTERTAINMENT"], "Article_Body": ["Jerry Herman, the beloved Broadway composer and lyricist whose joyful wit made classics out of musicals like \"Hello, Dolly!\" \"Mame\" and \"La Cage aux Folles,\" has died. He was 88.  \"Jerry gave us such joy through his music,\" goddaughter Jane Dorian said in a statement to CNN. \"He was the poet laureate of our time and gave so many extraordinary songs. He touched our hearts and souls with his music and we will miss him deeply.\"  The musicals Herman scored, like the protagonists they starred, were all anchored by a buoyant optimism and a timeless quality even he admitted was uncommon toward the end of his nearly 40-year career. But his songs have since become standards.  \"He was so insightful and perceptive,\" Dorian told CNN. \"He really captured the soul and spirit of who we are as Americans.\" Many of his most notable musicals centered around charismatic women, like \"Hello, Dolly!\" \"Mame\" and \"Mack & Mabel,\" which starred Broadway titans Carol Channing, Angela Lansbury and Bernadette Peters, respectively.  But with \"La Cage aux Folles\" in 1983, Herman quietly broke ground on Broadway with his portrait of a gay couple who ran a drag nightclub whose relationship woes and triumphs resembled that of any heterosexual couple portrayed on stage. It was a certifiable hit, running for 1,761 performances.  \"When they passed out talent, Jerry stood in line twice,\" Channing, who died earlier this year at 97, once said of Herman.  His work earned him four Tony Awards, including a Special Tony for Lifetime Achievement in the Theatre. In 2010, his work was celebrated at the Kennedy Center Honors alongside Oprah Winfrey and Sir Paul McCartney.  \"I'm certainly aware of how different popular music is today from when I started in this business, and I realize that my songwriting is not generally in fashion,\" he told the New York Times in 1985. \"But 'La Cage' made me feel secure about going on and just being what I am, and writing simple, hummable tunes.\"  He largely retired from composing in the 2000s, though he lent his name to awards for high school musical theatre departments in Los Angeles County.  A self-taught musician who nailed the human condition Herman devoted himself to the stage after his parents took him to see a production of \"Annie Get Your Gun\" in the late 1940s. He loved it so much he taught himself to play the piano.  Dorian, whose mother befriended Herman when the two studied at the University of Miami, said Herman was rejected from musical schools a number of times -- not because he was untalented, but because, the auditioners told him, if they trained him, he'd \"ruin his talent.\"  So Herman continued to hone his own talent, writing revues of his songs before he cemented his star with \"Hello, Dolly!\" in 1964. That show, and many shows that followed, explore the relationships and inner workings of older leads and much younger supporting characters. It's a skill -- understanding how love transforms with age -- in his songwriting that's grown on Dorian as she's matured.  \"I've always found that the more I listen to his lyrics at different stages of my life, they take on different meanings,\" she said. \"He's always spot-on about life, no matter what stage of life. The simplicity of his lyrics can be incredibly powerful.\"  But beyond his work onstage, he was a second father and best friend to Dorian throughout her life. She remembered an evening when Herman ducked behind a bar in his home during a meeting with legendary producer David Merrick so he could help her with her English homework.  He lived with the same optimism and joy, plus a dash of \"devilish humor,\" that made his music and lyrics so widely beloved, she said.  \"It's not often you get to choose your family,\" she said. \"He was just my heart.\" "], "Language": false}