{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/27/business/technology-detects-drowsy-drivers/index.html"], "Source": ["cnn"], "Location": ["London"], "ByLine": ["By Nell Lewis, CNN Business"], "Writers": [[]], "FirstPublishDate": ["2019-12-27T09:21:04Z"], "LastModifiedDate": ["2019-12-27T09:21:04Z"], "Headline": ["Car camera system could help keep drivers awake at the wheel"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["When you're driving a car, losing focus can be a killer. Distraction — be it a smartphone, a cigarette, music or eating — factors in up to 30% of road crashes, while fatigue is involved in up to 20%, according to the European Commission.  This is why, as of 2022, new safety technologies will become mandatory in new European vehicles, including \"a warning of driver drowsiness and distraction.\" Bosch, the German engineering and technology company, is positioning itself to be one of the main providers of this technology, announcing in December that it has developed an interior monitoring system that detects drowsy and distracted drivers.  The technology, which will be built into new cars from 2022, uses cameras and artificial intelligence (AI) to detect when a driver's eyelids are getting heavy, or when they are distracted from looking at a phone or turning towards another passenger.  The algorithm — trained using recordings of real driving situations — makes a judgment on the driver's fatigue depending on their eyelid position and eye-blink rate.  \"Based on all this information, it can recognize if you're getting tired because the frequency of your eyelids opening and closing gets much slower,\" Annett Fischer, spokesperson for the Bosch interior monitor system, tells CNN Business. The system can then alert drivers, recommending a break if they are tired, or even reacting by reducing the speed of the vehicle.  The form of the alert — whether it's sound, light, slowing down or even a vibrating steering wheel — will depend on the automaker's wishes, as they will adapt the system according to their brand and their consumers, Fischer explains. Saving lives Over a million people die globally each year from road traffic accidents, according to the World Health Organization's 2018 global status report on road safety. Using a telephone while driving — whether hand-held or hands-free — increases the risk of a crash by four times, while texting increases the risk by around 23 times, it estimates. Fatigue is a particular issue for those who drive professionally, Joshua Harris, director of campaigns at the UK road safety charity Brake, tells CNN Business.  \"These drivers are often behind the wheel for long periods of time and can be in charge of heavy vehicles, which can cause huge destruction in the event of a crash.  \"Technology has a huge role to play in achieving a world without death or serious injury on the road and we welcome new advances which improve safety, such as drowsiness detection systems,\" he says. Bosch is not the first developer in the field. Australia-based company Seeing Machines debuted its driver monitoring technology in the 2018 Cadillac CT6, and the Swedish company Smart Eye Automotive Solutions has developed a system for Geely, one of China's biggest carmakers.  Dudley Curtis, communications manager at the European Transport Safety Council, agrees that in the long term these systems will help prevent collisions. \"But it will take a long time before all vehicles have the technology,\" he warns. \"In the meantime we need to tackle the problem from other angles as well.\"  For instance, while there are restrictions on driving hours in Europe — a maximum nine hours a day — he recommends stricter enforcement and regulation of these limits. The danger is that a driver may \"over-rely\" on these systems. \"Drivers still need to take responsibility for being fully alert and concentrating on driving, even with these systems are installed in their vehicles,\" says Curtis. Privacy problems Another concern is privacy, as the camera-based driver monitoring systems collect large amounts of personal data on the driver and passengers.  According to Bosch, data collected by its system would only be evaluated by software in the car itself, and will neither be saved nor passed onto Bosch or third parties.  Fischer adds that if the automaker wanted to store any kind of data from the driver, they would have to receive consent from them first.  Curtis believes that transparency is essential to consumer trust. He encourages automakers to explain clearly how the technology works, how the data is used and how long it is stored for. \"If it can save your life and the lives of others, it should be welcomed,\" he adds."], "Language": false}