{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/26/cnn-underscored/amazon-echo-how-to-setup-guide/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2019-12-27T03:38:36Z"], "LastModifiedDate": ["2019-12-27T03:40:41Z"], "Headline": ["Follow these simple steps to set up your Amazon Echo"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["After all that holiday gifting, you may now find yourself in possession of an Amazon Echo. Be it the Echo Dot, Echo Show 8, Dot with Clock or one of the many others, don't sweat the setup — it's simple.  Once you've got Alexa up and running, you'll be able to do all sorts of things like set up reminders, play music and check the news or weather. Plus, you can use Alexa to activate other devices in your home in conjunction with devices like smart plugs and bulbs. Read on to get started. Download the Alexa app First, you'll need the Alexa app. On your smart device, search for the app on whatever app store you use (App Store for iOS, Google Play Store for Android or Apps & Games on Fire OS) and then download it. If you're on a computer, you can download it from the Amazon Alexa website. Then, you'll want to open the app and sign in with your Amazon account.  Add your Echo smart speaker or smart display After you've signed in, Android users should click the cog on the bottom right, while Apple users will need to click the horizontal bars on the top left. From there, just tap \"add/set up your device.\" Chances are, a small pop-up window will appear saying there's an Echo Show 8 or Studio ready for setup. If that happens, you can hit continue and follow the on-screen steps.  Otherwise, you'll identify your device from the list, and you'll be instructed on how to connect it to your Wi-Fi. If you've set up an Echo or Amazon Device in the past, the application might already have your Wi-Fi network and credentials on file. This will speed things up even more. Enter the world of Alexa Once that process is done, you should be able to start chatting with Alexa. Be sure to say \"Alexa\" before statements or requests to get her to start listening. And there you have it, Alexa is at your command. Remember to explore your options, Alexa is capable of a plethora of tasks and skills, and the list keeps growing as time goes on. If you need some inspiration, read up on a handful of tips and tricks that'll help get you started here."], "Language": false}