{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/26/cnn-underscored/amazon-alexa-echo-tips-tricks-how-to/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2019-12-27T03:39:42Z"], "LastModifiedDate": ["2019-12-27T03:40:17Z"], "Headline": ["10 tips and tricks to get you started on mastering Alexa and your Amazon Echo"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Alexa can do a lot of things, and that list keeps growing every day. On top of features like Whisper mode or Drop-In from Amazon itself, there's a growing community of developers who are constantly thinking of new Skills. These apps for Echos are affectionately named Alexa Skills and let you do all kinds of things with these smart speakers or smart displays. Better yet, they work with any Echo, and Underscored has reviewed nearly all of the Echo family: All-New Echo, 3rd Gen Echo Dot, Echo Dot with Clock, Echo Studio, Echo Flex, Echo Show 5, Echo Show 8 and Echo Show. We have a guide here for how to set them up. But after you've entered the world of Alexa, it can be a challenge to discover all the features you'll really like. So let's dive into some tips and tricks for Alexa and your Echo. Reminders and alarms If you're the forgetful type, you can use Alexa to set up reminders and alarms. All you have to do is say \"Alexa\" and then tell her what you want to be reminded of, and when. The same goes for alarms. To edit or create them manually, open the Alexa app, access the menu (the three white bars on the top left), then tap Reminders & Alarms. You can even set them to repeat or modify the sound your alarms make. Sports updates On top of asking Alexa general questions about recent sporting events, you can actually get her to keep track of your favorite teams. From the menu in the top left, select Settings and then Sports Update. Once you're there, you can compile a list of your teams. After this setup, you can ask Alexa for a sports update and she'll let you know how your teams have been stacking up. Amazon orders with Alexa This one's so deceptively simple that you may not even think of it. With Alexa, you can order items on Amazon with just your voice. Running low on paper towels? Just tell Alexa to add the item to your shopping cart, then tell her to order the items in your cart. Just keep an eye on your cart contents incase you tend to window shop. Read Audiobooks with Alexa The best way to get Alexa to read one of your audiobooks that you have with Kindle is to simply ask her. You can even jump to different pages or chapters. Alternatively, you can have her read one using the Alexa app. Just go to the menu, tap Music and then Video & Books, then Audible. After that, you can tap the audiobook you want and get started. Uber or Lyft One of Alexa's many skills is her ability to call an Uber or Lyft for you. Just open up the Amazon app, go to Skills & Games and search for your service of choice, using the magnifying glass on the top right. You will then have to log in and either verify your account or tap Allow. Now you can ask for a ride just using Alexa, and even specify what kind you need or find out pricing before you order one. As a note, make sure your device has your home address. To do so, head to the menu, tap Settings and then specify your home address. You can add more locations too, such as a work address. Travel One skill that'll really surprise you is Alexa's ability to check on airport security queue times. Yes, Alexa's aptly named Airport Security Line Wait Times skill keeps track of over 450 U.S. airports. Just look up your airport's abbreviated code and find out your terminal, then ask, \"Alexa, ask Security Line what is the wait time for my airport and terminal?\" Drop-In and calls The Alexa app has a few communication options you may find useful. Within the app, tap the Communicate tab on the bottom, which looks like a chat bubble. First off, you have the option to call or message someone from your contacts. If you don't see anyone listed, you can add a contact or import them from the device running the app. You can also use the Drop-In feature to create a two-way call between your Amazon device and a friend's. Last but not least, you can make announcements to all your Alexa-enabled devices, even when you're away. Whisper mode If you're looking to keep things quiet, you can enable Alexa's Whisper mode. The primary method is to just tell her to do it, saying something like, \"Alexa, turn on Whisper mode.\" Otherwise, you can activate it from the Alexa app. Go to the menu, tap Settings and then select Voice Responses. That option will be under the Alexa Preferences bar. Finally, enable Whisper mode by flipping the adjacent switch to the right. Smart devices There's plenty of tech out there to make your home smarter, much of which Alexa can interact with. Just open up your Alexa app, tap the menu and then tap Add Device. You'll get a sizable list of types of devices (scroll down for more), and after tapping one you can select the brand. You can hook up smart bulbs, cameras, plugs, speakers, microwaves, slow cookers — the list goes on. A particularly useful device by Amazon is the Echo Flex, which plugs into any outlet to let you interact with Alexa in that room. Depending on the device's brand, you may receive further instructions in the Alexa app. Routines With Alexa, you can set up routines where she'll give you specific information and perform specific actions at the drop of a phrase. From the Alexa app, go to the menu and select Routines. After you click the plus icon, you can name your routine, specify a phrase to activate it (such as \"Alexa, good morning\"), and add actions. Actions range from playing music to giving you traffic or weather information, briefing you on new emails, and much more. Of course, you can also use these to activate devices like those discussed in our previous tip. We'll be updating this from time to time as we find more cool features, but don't be afraid to explore Alexa's many skills for yourself. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}