{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/26/cnn-underscored/sonos-speaker-year-end-sale/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2019-12-26T22:27:34Z"], "LastModifiedDate": ["2019-12-26T22:27:34Z"], "Headline": ["Liven up your listening with this Sonos sale"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Sonos speakers are known for their high sound quality and premium design. The speakers connect to your Wi-Fi network, and can be placed in multiple rooms throughout your home. You use the Sonos app on your phone or computer to stream music from your favorite streaming service, set alarms, and control the volume level. Now through December 29, Sonos is discounting some of its speakers, giving you a post-holiday chance to add some high-quality speakers to your home.  Sonos One ($169, originally $199; sonos.com) The Sonos One is small enough to fit on almost any counter, but powerful enough to fill most rooms with your favorite music. It comes in black or white and has Google Assistant or Amazon's Alexa built in, to double as a smart speaker. You can create a stereo pair with two Sonos One speakers, for a more robust sound in a larger room. The Sonos One is currently marked down from its typical $199 price to just $169.  Sonos One SL ($149, originally $179; sonos.com) If you want to save a little cash and don't really care about having a smart speaker, the One SL is where it's at. It has the same overall design as the One but ditches the voice assistants. It will still work with Apple's AirPlay 2, however, so you can easily stream music from an iOS or macOS device. It's available in black or white, and is currently marked down to $149 from its typical price of $179. Sonos Sub ($599, originally $699; sonos.com) The Sonos Sub subwoofer adds a hefty amount of bass to your Sonos system. As with the rest of the Sonos lineup, the Sub works over your Wi-Fi network and only needs to be plugged in for power. It's best used for adding bass to Sonos speakers being used as a surround sound or stereo pair. Right now it's $100 off its regular price of $699.  Discounted bundles (Various prices, sonos.com) Sonos has also lowered the price of some of its speaker bundles. For example, the Indoor Outdoor Set that comes with a Sonos One and a Sonos Move is currently $30 off, reduced from $598 to $568. The Two Room Pro Set that has two Play:5 speakers is $49 off its usual price of $998.  For those shopping for a complete 5.1 surround sound system, you can save $160 on the 5.1 Surround Set bundle, reduced from $1,776 to $1,616 through the end of the current promotion. You can't go wrong with any of the speakers that Sonos offers, and they'll sound a little sweeter knowing that you saved yourself some cash if you decide to pick up one or two right now. Note: The prices above reflect the retailer's listed prices at the time of publication."], "Language": false}