{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/25/cnn-underscored/top-iphone-accessories/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Jason Cipriani"], "Writers": [["Jason Cipriani"]], "FirstPublishDate": ["2019-12-25T20:50:00Z"], "LastModifiedDate": ["2019-12-25T20:50:00Z"], "Headline": ["These are the accessories to pair with your iPhone"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["Getting a new iPhone is an exciting experience. From unboxing it, to setting it up, to taking your first photo and chatting over FaceTime — it's downright fun. After the newness has worn off, however, you're going to want to figure out how to get the most out of your new phone, and accessories are one way of doing just that. Whether it's protecting it, listening to music without a headphone jack, or keeping it charged on the go, here are 10 iPhone accessories you need to know about. Apple AirPods (starts at $139, originally $159, amazon.com) Apple's AirPods are the iPhone accessory. Be it the standard AirPods or the AirPods Pro, these wireless earbuds pair to the phone in seconds and can stream your favorite music or podcast into your ears for up to five hours. The AirPods Pro are $249, and you can find good deals on the standard AirPods (without the wireless charging case) to get them under the standard $159 asking price (currently on sale on Amazon for $139).  Apple Watch (starts at $199, amazon.com) If AirPods are the No. 1 iPhone accessory, the Apple Watch is a close second. You can view all your iPhone notifications directly on the watch, install apps, and interact with Siri, and it also doubles as a robust fitness tracker. The Series 3 is our top smartwatch pick for the best deal, while the Series 5 (starts at $399) is our top overall smartwatch pick.  Beats Solo Pro ($299.95, amazon.com) For those who prefer over-the-ear headphones, the Beats Solo Pro offers the same ease of use and setup as the AirPods. They include noise cancellation tech, along with a transparency mode that lets in ambient noise around you when needed. They sound great, are comfortable to wear for extended periods of time, and have up to 22 hours of battery life.  iPhone Smart Battery Case ($129, apple.com) A battery case is the best way to protect your iPhone and extend its battery life over the course of a day, and there's no better battery case for the iPhone than Apple's own Smart Battery Case. The newest models for the iPhone 11 even include a dedicated button to launch the camera app and take photos with ease.  Mophie Wireless Charge Pad ($19.99, amazon.com) There's something magical about being able to put your phone down on a surface and watch as it begins charging. The Mophie Wireless Charge Pad is sold on Amazon, and has a familiar modern design to it. It's capable of charging your iPhone at 7.5W, the maximum it can accept, and is affordably priced.  Nomad Base Station ($139.95, hellonomad.com) For someone who wants to charge an iPhone, AirPods and an Apple Watch at the same time, Nomad's Base Station can handle all three simultaneously. There's a built-in Apple Watch stand, and enough room on the wireless charging pad for two more devices. This is as close as we're going to get to Apple's promise of AirPower, for now at least.  Anker Powerline+ II Lightning Cables ($19.99, amazon.com) Apple's Lightning cables for charging or syncing the iPhone have a habit of breaking after extended use. Anker's Powerline+ II Lightning cables, however, are designed specifically to put up with daily abuse. The best part: They're 6 feet long, giving you some added freedom from the outlet behind your nightstand.  Otterbox Pop Symmetry Case ($58.95, otterbox.com) PopSockets look cool and all, but they don't do a lot when it comes to protecting your phone if it should take a tumble. However, the Otter + Pop Symmetry case from Otterbox takes care of both issues. You design your own case, choosing a color and a PopSocket design, and you end up with a rugged iPhone case that has a built-in PopSocket. Pretty cool, right?  InvisibleShield Glass+ Screen Protector ($37.50, originally $39.99, amazon.com) Having to pay for your iPhone's screen to be replaced is a real downer. It's an expensive and inconvenient process, but you can likely avoid it by using a screen protector. The InvisibleShield Glass+ will prevent scratches, and adds a layer of protection to absorb the occasional drop. Trust me, if worst comes to worst and a crash breaks the protector, you'll be glad you're only paying less than $40 to replace that, rather than the actual phone screen. Nimble Battery Pack ($99.95, amazon.com) Nimble battery packs are designed to minimize e-waste and reduce the impact that old electronics have on our environment. Each Nimble product comes with a bag that you can fill up with old gadgets and send to the company to recycle. It's a noble cause. Oh, and its battery packs come in handy to keep your iPhone topped off while you're on the go. Note: The prices above reflect the listed retailers' prices on the date this article was published. "], "Language": false}