{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/24/business/holiday-music-walmart-target/index.html"], "Source": ["cnn"], "Location": ["New York"], "ByLine": ["By Nathaniel Meyersohn, CNN Business"], "Writers": [["Nathaniel Meyersohn"]], "FirstPublishDate": ["2019-12-24T12:05:55Z"], "LastModifiedDate": ["2019-12-24T12:21:18Z"], "Headline": ["How stores choose which songs to play"], "Section": ["business"], "MappedSection": ["BUSINESS"], "Article_Body": ["Danny Turner is the most consequential DJ you've never heard of. Turner creates playlists for some of the world's top retailers and brands to play in stores, restaurants and hotels as the global senior vice president of creative programing at Mood Media. The company bought Muzak, known for its elevator music, from bankruptcy in 2011. It reaches 150 million consumers every day, including customers at Target, Claire's and jewelry brand Kendra Scott.  It's Turner's job to help set the mood for shoppers in stores — and to find songs that won't drive workers crazy. \"The background music industry is still quite a thing,\" Turner said. \"Music is such an integral part of the store experience.\" Music can influence shopper behavior and help brands create an emotional connection with their customers. \"Music can have a real physical impact on movement in and around the store,\" said Matt Alexander, CEO of Neighborhood Goods, a new department store concept that primarily sells brands that started online. How stores choose what to play Stores have different ways of choosing which songs to play on their speakers.  Some, including Lululemon, let store managers decide. Walmart plays its own radio station, Walmart Radio, and DJs select songs. Other companies, including Neighborhood Goods, work with third parties such as Mood Media or Soundtrack Your Brand. Some stores like Costco don't play music at all. In the UK, retailer Marks & Spencer turned off the music in 2016 after shoppers and workers complained about repetitive playlists. For years, Target did not play background music in stores. But the company first began testing music in 2011.  Today, around 850 Target stores play music and the chain will add tunes to more stores as it remodels locations around the country, according to a company spokesperson. Music is a \"fun element\" for customers as they shop, a Target spokesperson said. \"We use playlists with music that is upbeat, positive and has a playful personality.\"  Music in stores reflect a brand's identity. Some brands are more adventurous than others with their playlists, Turner said. Artists like Taylor Swift, Ed Sheeran and Colbie Caillat \"do really well for retail.\" \"Our guests can't get enough of Taylor and her music,\" Target's then-chief merchandising officer Kathee Tesija said on a call with analysts in 2014. Muji, a Japanese retailer that sells household goods and consumer products, is known for popularizing ambient music in stores.  \"Chipotle has this fierce, fierce sense of independence to them,\" Turner said. \"You're going to hear some some fantastic Ethiopian funk up against a blues tune, up against a Reggae joint. It's really a great mixture.\" Turner said there are some do's and don'ts when deciding what tunes to pick.  He and his team of sound designers look for songs with a \"mid-tempo, kind of upbeat, kind of pop thing. We joke about artists that almost seem like they music-design for bopping down the produce aisle at Wegmans.\"  \"Instrumentation should be bright and clear\" and avoid minor keys. \"We look at tonal qualities of sounds and make sure there's not any sort of bizarre instrumentation or an irritating, repetitive structure,\" he said. \"We don't want to send the associates screaming in the aisles.\" Creating an experience Neighborhood Goods' CEO Alexander said workers and customers notice the store's song choices. \"If you're playing generic, impersonal music, I think it could prove to be alienating,\" he said. \"If you have something that feels distinct and personal, it adds to the sense of personality that people can become more loyal toward over time.\" Turner said music does have an impact on the in-store experience. He pointed to surveys the company conducted that found that 83% of American shoppers say they like in-store music, including 91% of customers between the ages of 18 and 24. Consumers say they're more likely to stay in stores for longer if there is music and return to visit, according to Mood Media data. And they will even recommend a friend visit a store if they have a positive experience with the music. A study conducted by Canadian music licensing company Entandem this year backs this up. The company found that one-third of Canadians say they stay longer in stores because of the music being played. \"The right music can really take the edge off of long hours and crowded spaces for store associates and the self-imposed pressure to find the perfect gift or self-gift,\" said Matt Katz, managing partner at advisory firm SSA & Company that works with retailers. Christmas music Music choices in stores during the holiday season has been a polarizing issue in recent years. Holiday classics signal to consumers that \"it's time to get those gifts!\" said Katz, the managing partner at SSA & Company. But brands are more closely scrutinizing their holiday music. Many radio stations have pulled \"Baby, It's Cold Outside\" because of sexist lyrics. Mood Media also removed it from its catalog. This year, Mood Media is pulling \"It's Beginning to Look a Lot Like Christmas\" from its holiday playlists because the song includes a lyric about guns: \"A pair of hop-a-long boots and a pistol that shoots.\" \"What you don't play can't hurt you,\" Turner said. Workers also have strong opinions about the music their stores play, especially during the holidays. One Walmart employee, Wil in Augusta, Georgia, who spoke under the condition CNN Business withhold his last name, said Miley Cyrus, Taylor Swift and Carly Rae Jepsen are some of his least favorite artists that Walmart plays in stores. And he noted he's tired of Taylor Swift's version of \"Last Christmas.\" Andrew, a Target employee in Cincinnati and a member of Target Workers' Unite, a workers' advocacy group, said the company's playlist was \"highly repetitive\" and Mariah Carey comes on \"every four hours\" during the holiday season. \"The music in general is always in my head, especially when I wake up,\" he said. He spoke under the condition CNN Business withhold his last name. Neighborhood Goods' CEO Alexander said the company's stores will be selective on holiday tunes this year because \"we don't want to drive anyone in the store crazy hearing the same songs over and over.\""], "Language": false}