{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/23/cnn-underscored/tap-strap-2-wearable-keyboard-mouse-review/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Benjamin Levin"], "Writers": [["Benjamin Levin"]], "FirstPublishDate": ["2019-12-23T19:57:25Z"], "LastModifiedDate": ["2019-12-23T19:57:25Z"], "Headline": ["The Tap Strap 2 turns your hand into a keyboard and mouse"], "Section": ["cnn-underscored"], "MappedSection": [null], "Article_Body": ["If you're looking to streamline your interaction with your tech, you've come to the right review. The Tap Strap 2 is a unique device that you can strap right to your hand. It functions as both a Bluetooth keyboard and mouse and also gives you the ability to use air gestures. The $169 Tap Strap 2, originally $199, can be worn either left- or right-handed. It comes in two size ranges, but also contains a strap that lets you adjust it to a comfortable fit. Right from the get-go you can start learning to use the Tap on Android and iOS devices, Windows and Mac computers and most things with Bluetooth. Let's take a closer look. The design The Tap has a really elegant, nonintrusive design. Out of the box, you'll find five black silicone rings attached together by a single soft, black strap. On the top of each ring is a more bulbous part, with a silver oval in the middle. The thumb ring has a larger piece on top than the rest, as this is where several of the Tap's functions are housed. Specifically, it's where the on/pairing button, LED indicator and charging contacts reside. It's also where vibrations are generated. The sensor for mouse mode is also housed on the side of the thumb ring. The light, which glows around the rim of the button, will behave differently depending on whether, for example, your Tap is paired or not. Likewise, vibrations are used in some of the Tap's functional modes, but will also indicate your device's battery level when you power it on. Among several small pamphlets, you'll receive a guide as to what each of these means. You'll also get the charging case and a Lightning USB cable. I really like the design of the charging case, which takes the form of a sleek bar with a rectangular window into the inside. To charge the strap, there are five magnetic docks onto which you slip the rings. The thumb ring has charging contacts that easily connect to pins below its dock. Once it's secure inside, a button on the side of the case begins the charging. The battery of the Tap by itself lasts up to eight hours of usage, but with the charging case you can stretch it to up to 64 hours. To equip the Tap, you just have to put on each ring, which takes about 20 seconds. From there, you can use the strap interlocked between them to adjust the tightness. It was not difficult at all to make these adjustments and get my Tap feeling comfortable. The TapManager app has a section with short videos that display these steps in case you need visual instructions. They also show you how to position your hand for both tap and mouse mode. It's important to emphasize that you can have your hand completely relaxed while using your Tap. This is explained well in these videos, which show you how to prevent strain on your hand. Plus, you can adjust settings like mouse sensitivity, auto-correction and left/right-handed mode from the app. Learning to Tap Learning to use the Tap Strap is very much akin to learning the piano. The Tap does not operate with a QWERTY keyboard, but rather through combinations of finger taps. For example, tapping one finger at a time, from your thumb down to your pinky, will type A, E, I, O and U. Different letters require different patterns like this. As another example, the letters D, M and Z are typed by tapping two fingers simultaneously, skipping one in the middle. Like learning piano, you must learn what combination of taps creates which \"notes,\" or letters in this case. It may seem daunting to learn a whole new keyboard, but there are plenty of apps to help you with the process. The one I found most useful was TapGenius. This app lays out each pattern as I described above and shows you which fingers to tap for each letter. Then, you can practice typing letters and, eventually, words and special characters. This takes the form of a game as prompts slowly scroll down the screen, with your objective being to type of them before they hit the bottom.  Naturally, I found this process challenging at first. It was hard to keep my hand in the correct position and I had to consciously correct myself. I also often typed the wrong letters — the device sometimes thought I was tapping different combinations of fingers than I was. However, after some time, I was able to minimize these errors and keep my hand in the right position too. Before I knew it, I could type simple sentences, albeit slowly. I'm confident that I will learn to type fairly fast as I continue to practice. The app also has tutorials for both mouse and gesture mode. To enter mouse mode, just rest your hand on a surface as if you're using a mouse. Click using your index finger, and move the cursor using a sensor on the side of the thumb ring. The sensor must lie flat on the surface for it to work. The app's tutorial takes the form of a game where you have to click shrinking bubbles before they disappear. The mouse could be a little jumpy, especially on my wooden desk. I had better results using a trackpad. Of course, it took practice to maintain my hand position so the sensor stayed flat, but over time I improved. Gesture mode was much easier to learn and is quite practical to boot. The app will show you how to do each one, and presents a game like that of tap mode. To enter gesture mode, you just have to create a pointing gesture with your hand. From there, you can use motions to click, right click, scroll and more. Clicking, for example, is as simple as swiping a single finger left. This is especially useful for watching movies and videos without having to touch your device. Practical and fun In terms of practicality, I think the Tap Strap 2 serves great functions for different scenarios. If you're traveling with a laptop, but you don't want to pack a mouse, take your Tap. If you've got a tablet with you, you can easily set it up with your Tap in lieu of a keyboard. And when you're watching a movie or even doing a presentation, the Tap's gesture mode turns your hand into the remote.  Plus, the Tap isn't limited to the letter layout it comes with. In the TapManager app, there are a ton of \"maps\" you can use for utility, music, presentations and so much more. By maps, I am referring to custom tap setups people have created for specific uses. Not to mention there are games you can play with the Tap that also help you learn the controls. Beyond practicality, I found the Tap to be a lot of fun to learn and use. It could be frustrating at times, especially when the Tap misunderstood the letter or number I was trying to type. But the process of learning and getting on the road to mastering the Tap was enjoyable. Much like learning an instrument, it takes time and effort, but the reward and usefulness of the device are worth it. Bottom line The Tap Strap 2 is not only fun to use, but it provides a unique utility. With the power of a keyboard, mouse and gesture controls in one hand, the Tap comes in handy for all sorts of situations. And thanks to some intuitive apps, it isn't hard to start learning.  At $169, originally $199, the Tap Strap 2 lets you consolidate your tech and take control with a single wearable. Note: The prices above reflect the retailer's listed price at the time of publication."], "Language": false}