{"Type": ["gallery"], "Url": ["https://www.cnn.com/2019/12/20/world/gallery/decade-in-pictures/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": [null], "Writers": [["Omar Sanadiki/Reuters", "Carol Guzy/The Washington Post via Getty Images", "Charlie Riedel/AP", "Matt Sayles/AP", "Jodi Bieber", "Akira Suemori/AP", "Mainichi Shimbun/Reuters", "Chris Hondros/Getty Images", "Dylan Martinez/Reuters", "Pete Souza/The White House via Getty Images", "Rich Lam/Getty Images", "Kevin Lamarque/AP", "Massoud Hossaini/AFP/Getty Images", "Stringer/Reuters", "Esam Al-Fetori/Reuters", "Mario Tama/Getty Images", "Shannon Hicks/Newtown Bee", "John Stanmeyer/VII/National Geographic", "John Tlumacki/The Boston Globe via Getty Images", "Taslima Akhter", "Osman Orsai/Reuters", "Andrew H. Walker/WireImage via Getty Images", "Tyler Hicks/The New York Times/Redux", "Agf/Shutterstock", "Jeff J Mitchell/Getty Images", "Ellen DeGeneres/Twitter", "Moises Saman/Magnum Photos", "Robert Cohen/AP", "Daniel Berehulak/The New York Times/Redux", "GC Wedding/Contour RA by Getty Images", "Bulent Kilic/AFP/Getty Images", "Damon Winter/The New York Times/Redux", "Christopfe Archambault/AFP/Getty Images", "Michael Kappeler/AFP/Getty Images", "Gary Cameron/Reuters", "Kevin Winter/Getty Images", "Arnd Wiegmann/Reuters", "Nilufer Demir/AFP/Getty Images", "Andrew Quilty", "Daniel Cardenas/Anadolu Agency/Getty Images", "Felipe Dana/AP", "Ketevan Kardava/AFP/Getty Images", "Siphiwe Sibeko/Pool/Getty Images", "Jonathan Bachman/Reuters", "Adam Pretty/Getty Images", "Kai Pfaffenbach/Reuters", "Mahmud Rslan/Anadolu Agency/Getty Images", "Gene J. Puskar/AP", "Maggie Steber/VII/Redux", "Burhan Ozbilici/AP", "Michael Zagaris/San Francisco 49ers/Getty Images", "Doug Mills/Pool/Getty Images", "Drew Angerer/Getty Images", "Chris Pizzello/Invision/AP", "Edlib Media Center", "Jody Martin/Reuters", "Ronaldo Schemidt/AFP/Getty Images", "Regina H. Boone/Detroit Free Press/TNS/Newscom", "Evan Vucci/AP", "Stephen Voss for CNN", "Josh Edelson/AFP/Getty Images", "Samuel Corum/Anadolu Agency/Getty Images", "Ryan M. Kelly/AP", "Nick Oza/USA Today Network", "Ted S. Warren/AP", "Alex Wroblewski/Getty Images", "David Becker/Getty Images", "Jacquelyn Martin/AP", "Cory Morse/AP", "Joe Raedle/Getty Images", "Ami Vitale", "Jonathan Ernst/Retuers", "Mohammed Salem/Reuters", "Kevin Mazur/Getty Images for Coachella", "Paul Morse/George W. Bush Presidential Center via Getty Images", "Korea Summit Press Pool/Getty Images", "Ben Stansall/AFP/Getty Images", "Shannon Stapleton/Reuters", "Jesco Denzel/German Federal Government via AP", "John Moore/Getty Images", "Mike Blake/Retuers", "Alessio Paduano", "Wally Skalij/Los Angeles Times via Getty Images", "Julian Finney/Getty Images", "Win McNamee/Getty Images", "Jack Taylor/Getty Images", "Kim Kyung-hoon/Reuters", "National Science Foundation via Getty Images", "Francois Guillot/AFP/Getty Images", "Chris Allerton/SussexRoyal via Getty Images", "Steffen M. Olsen/AP", "Vincent Yu/AP", "Julia Le Duc/AP", "Franck Fife/AFP/Getty Images", "Jonathan Ernst/Reuters", "Tom Fox/Pool via Reuters", "Laurence Griffiths/Getty Images"]], "FirstPublishDate": ["2019-12-20T20:19:26Z"], "LastModifiedDate": ["2019-12-23T18:56:47Z"], "Headline": ["100 photos that defined the decade"], "Section": ["world"], "MappedSection": ["WORLD"], "Article_Body": ["A child sleeps in a bag in the Syrian village of Beit Sawa in March 2018. Cindy Tersme throws herself on the rubble of Ecole St. Gerard, a school in Port-au-Prince, Haiti, after a 7.0 magnitude earthquake hit the country in January 2010. Tersme screamed in anguish after finding the lifeless body of her 14-year-old brother, Jean Gaelle Dersmorne. \"I can see my brother's feet but can't pull him out,\" she said, weeping. The earthquake's death toll has been estimated at 220,000-300,000. A bird is covered in oil at Louisiana's East Grand Terre Island in June 2010. Two months earlier, an explosion occurred aboard the Deepwater Horizon, a BP-contracted oil rig stationed in the Gulf of Mexico. For 87 straight days, oil and methane gas spewed from an uncapped wellhead 1 mile below the surface of the ocean. President Barack Obama described the oil spill as \"the worst environmental disaster America has ever faced.\" Lady Gaga wears a dress made of real meat at the MTV Video Music Awards in September 2010. Appearing later on \"The Ellen DeGeneres Show,\" Gaga said the dress \"has many interpretations, but for me ... if we don't stand up for what we believe in and if we don't fight for our rights pretty soon we're going to have as much rights as the meat on our bones.\" This photo of Afghan woman Aesha Mohammadzai appeared on the cover of Time magazine in August 2010. Her Taliban husband and in-laws punished her for running away by hacking off her nose and ears and leaving her for dead. She became a symbol of the oppression of women in her war-torn country. She was flown to the United States, where she underwent multiple surgeries to reconstruct her nose. WikiLeaks founder Julian Assange is seen behind the heavily tinted window of a police van as he arrives at a London prison in December 2010. Assange has been a key figure in the major leaks of classified government documents, cables and videos. He spent much of the decade at the Ecuadorian Embassy in London after the government of Ecuador granted him asylum. That asylum was revoked in 2019, and Assange is now fighting extradition to the United States, where he faces charges under the Espionage Act. Assange has repeatedly denied any wrongdoing. A wave approaches Miyako, Japan, after a 9.1 magnitude earthquake occurred in March 2011. The earthquake caused a tsunami with 30-foot waves that damaged several nuclear reactors in the area. It is the largest earthquake ever to hit Japan. A rebel celebrates as his comrades fire rockets at troops loyal to Libyan leader Moammar Gadhafi in April 2011. Gadhafi was killed in October 2011 after being captured by rebel forces. He had been in power since 1969. Britain's Prince William kisses his new wife, Catherine, on the balcony of Buckingham Palace in April 2011. The wedding was watched by millions around the world. US President Barack Obama and members of his national security team monitor the Navy SEALs raid that killed Osama bin Laden in May 2011. \"Fourteen people crammed into the room, the President sitting in a folding chair on the corner of the table's head,\" said CNN's Peter Bergen as he relived the bin Laden raid five years later. \"They sat in this room until the SEALs returned to Afghanistan.\" (Editor's note: The classified document in front of Hillary Clinton was obscured by the White House.) A couple kisses on a street after riots broke out in Vancouver, British Columbia, in June 2011. Angry hockey fans, fuming over their team's loss in the Stanley Cup Final, wreaked havoc across downtown sections of Vancouver. Hillary Clinton, while US secretary of state, checks her BlackBerry on a military plane in October 2011. Clinton said she used a private email account for her official work at the State Department and that she did so out of convenience. The FBI investigated whether Clinton or her aides had mishandled classified information either intentionally or in a grossly negligent way. In 2016, FBI Director James Comey said he would not recommend charges against Clinton, but he rebuked her and her aides for being \"extremely careless\" in the handling of classified information. Tarana Akbari, 12, screams after a suicide bomber attacked the Abul Fazel Shrine in Kabul, Afghanistan, in December 2011. Twin bomb blasts killed dozens of Afghan people on the holy day of Ashura. Egyptian soldiers arrest a protester during deadly clashes in Cairo's Tahrir Square in December 2011. Images of the protester being stomped stoked anger among the pro-democracy demonstrators battling Egyptian security. Tahrir Square was the symbolic center of the uprising that brought down President Hosni Mubarak earlier in the year. A protester reacts as the US mission in Benghazi was set on fire in September 2012. The US ambassador to Libya and three other US nationals were killed during the attack. The Obama administration initially thought the attack was carried out by an angry mob responding to a video, made in the United States, that mocked Islam and the Prophet Mohammed. But the storming of the mission was later determined to have been a terrorist attack. An amusement park in Seaside Heights, New Jersey, is left in ruins after Hurricane Sandy hit the area in October 2012. The storm affected 24 states and all of the eastern seaboard, causing an estimated $70 billion in damages. Children are escorted out of Sandy Hook Elementary School after a mass shooting occurred at the school in Newtown, Connecticut, in December 2012. Six adults and 20 children were killed by Adam Lanza, who had earlier killed his mother in their home. The photograph, taken by local journalist Shannon Hicks, made it onto the front pages of newspapers, magazines and websites around the world. \"I knew that, coming out of the building — as terrified as they were — those children were safe,\" Hicks later told Time magazine. \"I just felt that it was an important moment.\" African migrants in Djibouti raise their phones to try to catch an inexpensive signal from neighboring Somalia in February 2013. Djibouti is a common stop-off point for African migrants seeking a better life in Europe and the Middle East. Police officers stand over marathon runner Bill Iffrig as a second explosion sounds near the finish line of the Boston Marathon in April 2013. Three people were killed and at least 264 were injured in the terror attack. Two victims are seen in the rubble after an eight-story building collapsed in Savar, Bangladesh, in April 2013. More than 1,000 people were killed. A Turkish police officer uses tear gas in May 2013 as people protested the government's plans to demolish Istanbul's Gezi Park. Protests evolved into anti-government dissent across the nation. Robin Thicke and Miley Cyrus perform on stage during the MTV Video Music Awards in August 2013. The provocative performance dominated the headlines and had many people discussing whether it was too risque. People take cover behind a counter at the Westgate shopping mall after a shootout in Nairobi, Kenya, in September 2013. The Somali terror group Al-Shabaab, an affiliate of al Qaeda, claimed responsibility for a bloody four-day siege at the upscale mall. At least 67 people were killed. Pope Francis embraces Vinicio Riva, a disfigured man suffering from a non-infectious genetic disease, during a public audience at the Vatican in November 2013. Images of the embrace went viral on social media. Pope Francis was elected in February 2013 after Pope Benedict retired. Anti-government protesters clash with police in Kiev, Ukraine, in February 2014. Kiev's Independence Square had been the center of anti-government protests since November 2013, when President Viktor Yanukovych reversed a decision on a trade deal with the European Union and instead turned toward Russia. The protests soon led to the ouster of Yanukovych and triggered a chain of events that included Russia's annexation of the Crimean Peninsula. Oscars host Ellen DeGeneres takes a moment to orchestrate a selfie with a group of movie stars at the awards show in March 2014. Actor Bradley Cooper, seen in the foreground, was holding the phone at the time. \"If only Bradley's arm was longer,\" DeGeneres tweeted. \"Best photo ever.\" It became the most retweeted post of all time. In August 2014, a helicopter delivering aid to Yazidi civilians trapped by ISIS militants crashed in the Sinjar Mountains in northern Iraq. In this photo, survivors of the crash are loaded onto a second rescue helicopter bound for Kurdish territory. The pilot killed in the crash lies under the wounded. Edward Crawford returns a tear-gas canister fired by police who were trying to disperse protesters in Ferguson, Missouri, in August 2014. Some protests in the city turned into clashes between angry citizens and police after Michael Brown, an unarmed black teenager, was fatally shot by Darren Wilson, a white police officer.  Medical workers in Monrovia, Liberia, carry James Dorbor, an 8-year-old suspected of having the Ebola virus, into a treatment facility in September 2014. West Africa was dealing with the deadliest-ever outbreak of Ebola. The outbreak ended in 2016 after more than 11,000 deaths. Actor George Clooney, right, and his fiancee, lawyer Amal Alamuddin, arrive in Venice, Italy, in September 2014. The two were married in a private ceremony attended by some of their celebrity friends. ISIS militants stand near the site of an airstrike near the Turkey-Syria border in October 2014. The United States and several Arab nations were bombing ISIS targets to take out the group's ability to command, train and resupply its fighters. In this aerial photo, taken in April 2015, a housing development meets the edge of undeveloped desert in Cathedral City, California. California Gov. Jerry Brown imposed mandatory water restrictions on residents, businesses and farms in the drought-ravaged state, ordering cities and towns to reduce their usage by 25%. Rohingya migrants jump off a boat to collect food supplies dropped by a Thai army helicopter in May 2015. The boat, drifting in Thai waters, was crammed with scores of migrants. More than 740,000 Rohingya have fled into neighboring Bangladesh after Myanmar's military launched a campaign of violence against the ethnic Muslim minority. Myanmar has defended its actions, saying it was targeting terrorists. German Chancellor Angela Merkel talks with US President Barack Obama near the Bavarian Alps in June 2015. Obama and other world leaders were in Germany for the annual G7 summit. The White House is lit up in rainbow colors to commemorate the Supreme Court's ruling to legalize same-sex marriage in June 2015. Caitlyn Jenner accepts the Arthur Ashe Courage Award during the ESPY Awards in July 2015. In her first speech since identifying as transgender, Jenner said she wants to \"reshape the landscape of how trans issues are viewed.\" Jenner, formerly known as Bruce, won the Olympic decathlon in 1976 and"], "Language": false}