{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/23/us/homeless-living-in-vehicles-los-angeles/index.html"], "Source": ["cnn"], "Location": ["Los Angeles"], "ByLine": ["By Dan Simon, CNN"], "Writers": [["Dan Simon"]], "FirstPublishDate": ["2019-12-23T13:32:20Z"], "LastModifiedDate": ["2019-12-23T14:28:07Z"], "Headline": ["Living in her car, she was afraid and harassed. Then she found an unexpected refuge"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["As an Uber driver, Lauren Kush tries to keep her Toyota Prius spotless.  But keeping it tidy serves a dual purpose. The 36-year-old woman is homeless and has been sleeping in her car at night, converting the back seat into a bed.   \"I usually wake up a few times, just tossing and turning,\" she said recently as she grabbed some blankets from her trunk.  \"It's not very comfortable,\" Kush said of the tight space. \"I'm 5-foot-6 or -7, so I have to make sure I have some legroom, and this is basically it.\" Kush started sleeping in her car when she could no longer afford an apartment in Los Angeles, where median rent for a one-bedroom is $2,350 per month. She's now among more than 16,000 people in LA County who live in their vehicles -- about a quarter of the nearly 60,000 homeless people here. California's rising homelessness problem has led to an overall increase of 2.7% nationwide this year, the U.S. Department of Housing and Urban Development (HUD) said in a press release Friday. But while cars, trucks and RVs can be cost-effective alternatives in places with some of the nation's steepest rents, they lack bathrooms and showers -- key amenities for people with jobs but no home. Beyond that, sleeping in them on most city streets is illegal. And they often leave inhabitants vulnerable.  \"I was harassed constantly,\" Kush said of nights spent parallel parked. \"People were screaming or there was a fight.\" Many of those obstacles vanished this year for Kush, however, when she started overnighting in the Prius in a parking lot monitored by a security guard hired to keep watch over an impromptu neighborhood of makeshift shelters.  \"I don't have to worry about being raped,\" she said. \"I don't have to be worried about being robbed in the middle of the night.\"  The site is run by the nonprofit Safe Parking LA, which offers a \"safe and stable place to park the vehicle, remain compliant with local laws, and have access to restroom facilities.\"  \"The folks who sleep in these lots come from all different backgrounds,\" program coordinator Emily Uyeda Kantrim said, noting that college professors and city employees have found a haven in the protected spaces.  A church in Los Angeles' Koreatown provided the first lot in March 2018. Since then, the charity has expanded to eight lots with about 120 spaces across America's second most populous city.   In addition to parking, Uyeda-Kantrim tries to connect clients with housing and services, such as free gym memberships that offer access to showers. \"These people ... have somewhere to be during the day and are productive members of society,\" Uyeda-Kantrim said. \"You are probably sitting next to them very often without even knowing it.  They just are really struggling to get back into an apartment.\" Skyrocketing rents boost need for safe spaces Santa Barbara opened one of the first safe parking lots in 2004. As the crisis of affordable housing has deepened, similar programs have popped up across California, including in San Diego, Oakland, San Jose and San Francisco, which recently opened its first lot. That pilot program provides spaces for nearly three dozen vehicles and has bathrooms and showers. \"We're going to identify individuals who are in their vehicles who consider themselves homeless and invit(e) them to park in this facility,\" said Jeff Kositsky, director of the Department of Homelessness and Supportive Housing in San Francisco, where the $3,700-per-month median rent for a one-bedroom apartment marks the nation's highest rate.   The rising number of homeless residents has Kositsky \"very concerned,\" he said, adding that cities may need to recalibrate their thinking given the shortage of affordable housing. \"Maybe we need to start having mobile home parks in urban areas,\" he contemplated.  An RV beats a tent on the street In some San Francisco neighborhoods, RVs clog the streets. Several dozen recently lined the impoverished Bayview-Hunters Point neighborhood on the western edge of the city's famous bay.  One of them belonged to Sharhonda Beavers, who said she bought it in June for $2,000. The engine doesn't start, so moving it requires a tow.   Still, Beavers, 43, says the RV beats living in a tent on the sidewalk. \"You're in control, you're in charge,\" she said over a breakfast of bacon and eggs prepared on a portable gas stove. \"I have a house on wheels. Now, I can just start saving my money,\" Beavers said, referring to her $1,000 monthly Social Security income. \"I can put it into here, fix it up and everything will be alright.\" Having gotten numerous parking tickets, Beavers said the idea of a safe parking lot could appeal to her as long as she can stay independent. Mental health problems have prevented her from holding down a job, she said. \"Life beats you down sometimes, and everybody don't function the same way, \" she said. The RV has a bedroom, a small bathroom with a shower, as well as a kitchen-living room space with a couch. Beavers recently took in a woman she met on the street.   \"She cheers me up,\" said Megan Sue Belafonte, who said she lost her husband to cancer in 2015. \"When she's feeling down, I can cheer her up.\"  Belafonte, 64, said her husband's illness drained their finances and left her destitute. She was living in a tent until Beavers invited her to use the RV's couch.  \"I cook breakfast, I clean out front. We listen to music during the day,\" she said, noting how much better it is having a vehicle to sleep in. Resting up for a hopeful new start On a recent night, the church parking in Koreatown lot fell silent as its occupants shut off their engines and got ready for bed. Kush was eager to get some sleep since the next day would bring a new opportunity. Safe Parking LA had connected her with a computer coding program for low-income women.  The 16-week, intensive course, offered by the St. Joseph Center in Venice, has been lauded for its efforts to help people exit homelessness. Amazon CEO Jeff Bezos recently gave the organization $5 million dollars. Excited by the possibilities, Kush stressed the importance of a decent night sleep in her orderly Prius. It only could happen, she said, within the confines of the safe parking lot. \"It's painful, and it's wearing me down,\" she said living in her vehicle. \"But at the end of this, I'll be able to get a better-paying job. I'm hustling. I'm moving out of this situation. This is not who I am.\""], "Language": false}