{"Type": ["article"], "Url": ["https://www.cnn.com/style/article/fashion-trends-decade/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["Helen Jennings, CNN"], "Writers": [[]], "FirstPublishDate": ["2019-12-23T09:11:24Z"], "LastModifiedDate": ["2019-12-23T09:33:23Z"], "Headline": ["The fashion trends that defined the decade"], "Section": ["fashion"], "MappedSection": ["STYLE"], "Article_Body": ["Crashing into the teens with Lady Gaga in a meat dress and sliding out of the decade with influencer Kerwin Frost in a Moncler snowsuit -- the last 10 years in fashion have been anything but boring.  We have the rise of social media to thank for that. The line between street style and high fashion all but disappeared, with social media influencers launching trends, and fashion shows becoming Instagrammable moments.  There have also been societal shifts, with a profound move towards inclusivity in the fashion industry.  Now, at the dawn of the 20s, let's take a moment to revel in the peak fashion moments of the last decade.  Post-Soviet The post-Soviet aesthetic played with village discoteque kitsch, mobster power suiting and knock-off sportswear scrawled with Cyrillic logos. Since Gvasalia was appointed creative director at Balenciaga in 2015, and alongside Russian label founder Gosha Rubchinskiy, his influence on haute streetwear has been seen everywhere from Off-White to Topshop, and spotted on celebrities from Kanye West and Rihanna to Whoopi Goldberg and Celine Dion -- who famously wore the label's bootleg-inspired oversized \"Titanic\" hoodie.  Maximalism When Alessandro Michele took over at Gucci in 2015 -- via Fendi, Tom Ford and Richard Ginori, a Gucci-owned porcelain brand -- he threw out the brand's glamorous Milanese rulebook and introduced a joyful mash-up of eras and muses. This eccentric, maximalist approach exuded an anything-goes, more-is-more energy and instantly saw both men and women reach for pussy-bow blouses, clashing prints, fur-lined loafers and geek-chic glasses, often all at once.  Channel the glam rock of Elton John today and the Harlem hip hop swagger of Dapper Dan tomorrow? Sure. Be a baseball player from the waist up and a Greek goddess from the waist down? Go for your life. Chunky, puffy, boaty sneakers Like it or not, fat trainers conquered all. French fashion designer Isabel Marant's Willow Wedge sneakers started the craze in 2012, which led to puffed-up must-haves such as the three-soled Balenciaga Triple S, the raver-ready Raf Simons x Adidas Ozweego, the sock cum sneaker Yeezy Boost 350, and the truly goofy Reebok InstaPump Fury. Even Buffalos made a comeback, as did the Spice Girls (not coincidentally). The girl group originally put these towering beasts on the grid in in the mid 1990s. Fast forward to 2018 and Comme des Garçons had collaborated with the brand. Afropolitan style The last 10 years have seen an accelerated globalization in fashion, as the old-world capitals were forced to make room for new, flourishing economies, and e-commerce made discovering fresh, far-flung talent just a click away. Designers from Africa in particular got noticed for their authentic style, fusing traditional textiles with modern ideas.  This year South Africa's Thebe Magugu became the first designer from the continent to win the coveted LVMH Prize for young talent, and his contemporaries including Maki Oh, Kenneth Ize, Studio One Eighty Nine and MaXhosa have also broken through, thanks to the support of A-listers such as Solange, Michelle Obama and Naomi Campbell. Androgyny Tuning in to the increasing awareness and debates about gender fluidity, many brands have developed collections that do away with his & hers. Avant garde designers such as Jonathan Anderson, Rick Owens, Eckhaus Latta and Rad Hourani focus on non-gendered designs, while high-street stores H&M and Zara offer unisex lines.  Now transgender and non-binary personalities can shine, whether it's Caitlyn Jenner on the cover of Vanity Fair or Andreja Pejić, Hanne Gaby Odiele and Hari Nef on the catwalk. Likewise, male style stars are more daring, with Jared Leto, Jaden Smith, Kanye West and Billy Porter all donning dresses -- and there's more experimentation on the men's runways, including Hood by Air's \"post-everything\" radical streetwear and Charles Jeffrey Loverboy's club kid riots.  Political Ts Fashion has long used the humble T-shirt as a political canvas, and the 2010s certainly had plenty to protest about. Katharine Hamnett, pioneer of the fashion activist tee in the 1980s (she designed the oversized \"Choose Life\" shirts made famous by Wham!), returned with \"Cancel Brexit\" and \"Save Our Seas.\"  Another revival was \"The Future Is Female\" by Prabal Gurung, first coined in 1975 by NYC's Labyris Books (New York's first women's bookstore). From the same era and city, artist Jenny Holzer's truism \"Abuse of Power Comes As No Surprise\" became a #MeToo tee. And Maria Grazia Chiuri made her 2016 Dior debut by quoting Chimamanda Ngozi Adichie: \"We Should All Be Feminists.\" Diversity Rihanna has sparked countless trends, but with Fenty she also nailed the current mood for inclusivity. First came a make-up range for all skin tones in 2017, then an underwear brand for all body shapes, and now her LVMH ready-to-wear line that rallies for \"a worldwide community beyond traditional boundaries.\"  Similarly, designers Telfar Clemens and Pyer Moss champion the Black Lives Matter movement, British designer Grace Wales Bonner reimagines the black experience, Muslim American model Halima Aden has become the poster girl for modest fashion, and models Adwoa Aboah and Adesuwa Aighewi are advocates for diversity, self-love and mental health. When Tyler Mitchell became the first black photographer to shoot a Vogue cover -- with Beyoncé in 2018 -- a new gaze was born. Cultural appropriation This decade, fashion both tackled and fueled the burning issue of cultural appropriation. Was it okay for Karlie Kloss to sport a First Nations headdress for a Victoria's Secret show in 2012? Or for Marc Jacobs to give white models cyberpunk dreadlocks for Spring-Summer 2016? How about Gucci's Autumn-Winter 2018 \"Indy Full Turban,\" which resembled Sikh sacred headwear? The answer, particularly to critics on social media, was a resounding no. Brands, in some cases, claimed their controversial items borrowed inspiration from other cultures and ethnicities. Others were quick to distance themselves and declare that steps would be taken to increase diversity on their teams. And in the 2010s, Diet Prada, the popular Instagram account, kept many labels in check -- calling out tactless and insensitive sartorial choices in real-time. 'It' items Those all-important Got. To. Have. It. pieces that fuel fashion took on even greater voracity via social media.  Everyone wanted Valentino's Rockstud heels, Jacquemus' Le Chiquito bag, Kenzo's tiger graphic sweatshirts, Supreme's logo T-shirts, Apple's AirPods and Adam Selman x Le Specs skinny sunglasses -- propelled of course by images of influencers paid to wear such items on IG.  The Phoebe Philo effect As creative director at Céline from 2008 to 2018, Phoebe Philo defined the wardrobe for smart working women. The designer's clever tailoring, statement coats and comfortable footwear became collector's items, as bereft fans emptied the internet of her designs after her departure from the brand.  This elegant-meets-practical aesthetic (turtlenecks, tailored overcoats, sleek sneakers) continues to shape grown-up, feminine dressing today. Athleisure Luxurious sports and activewear was the biggest trend of the decade. Why? Because if the easy dress code of elevated sneakers and upscale sweats can take you from the office to date night, then why not?  So in the wake of the Lululemon yoga pant-wearing brigade, Gigi Hadid making cycling shorts a plausible style choice, and Virgil Abloh's \"Athlete in Progress\" collection with Nike, athleisure sprinted out of the starting gate and looks set to triumph well into the 2020s. Normcore A term coined by trend agency K-Hole, normcore made looking absolutely non-descript feel anti-hype in 2014. In the same year that Chanel turned the Grand Palais into a supermarket -- the ultimate symbol of ordinariness -- for its Autumn-Winter show, everyone was wearing bland T-shirts and generic jeans by the likes of American Apparel and The Gap.  This trend also fed into fashion's warm embrace of Danish minimalism (raincoats, hygge-inducing cashmere, white sneakers) and Portland hipsters -- think lumberjack shirts, rolled-up trousers and impeccable beards.  1990s  The Gen-Xers were inspiring millennials in a big way by the mid-teens, and the cherry picking was extensive. The neon baggies and bucket hats of acid house (Prada, Raf Simons), the logo mania of jungle music (Versace, Moschino), distressed jumpers and grunge band T-shirts (Hedi Slimane, Marc Jacobs) and the return of the original supermodels (Naomi, Cindy, Linda, Christy), bringing their bias-cut Calvin Klein slip dresses with them.  Sadly, fans of Hypercolor T-shirts (which, embarrassingly, changed color as the wearer sweat), haven't been satisfied with a re-launch, yet. Sustainability Toward the end of the decade, ethical fashion got serious. As Greta Thunberg berated world leaders for their inaction on climate change, eco designers were pushing upcycling, organic fabrics, faux fur and slow fashion. Pioneers such as Stella McCartney and Vivienne Westwood have been joined by newbies Bethany Williams and Ahluwalia Studio, and high-street initiatives like H&M Conscious.  As one of the most polluting global industries, fashion is very far from solving its environmental footprint, but clever innovations in textiles are an exciting way forward. For example, Pharrell Williams' collections with G-Star Raw include denim made using recycled plastic retrieved from the oceans. Micro trends Blink-and-you'll-miss-it trends are always the most fun and brutal. No sooner has a subculture emerged, it's turned into a meme and repackaged by the likes of Urban Outfitters. In 2012, we were seapunks (have mermaid hair, listen to Azealia Banks' \"Atlantis,\" wear Proenza Schouler).  In 2014, we were health goths (wear Nasir Mazhar, work out, destroy capitalism). And in 2019, we are VSCO girls (master TikTok, wear Birkenstocks, \"save the turtles\"). #sksksk But that was then and fashion as we all know favors tomorrow. Welcome 2020."], "Language": false}