{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/22/politics/elizabeth-warren-fundraising-election-2020/index.html"], "Source": ["cnn"], "Location": ["Cedar Rapids, Iowa"], "ByLine": ["By Daniella Diaz, CNN"], "Writers": [["Daniella Diaz"]], "FirstPublishDate": ["2019-12-22T13:41:30Z"], "LastModifiedDate": ["2019-12-22T13:41:30Z"], "Headline": ["Warren on fundraising: 'I wanted to do better'"], "Section": ["politics"], "MappedSection": ["POLITICS"], "Article_Body": ["After criticism following news of her Senate election fundraising practices, Sen. Elizabeth Warren told reporters after a town hall in Cedar Rapids that she \"saw how this system works\" and decided to quit high dollar fundraising for her 2020 presidential campaign. \"I saw how this system works. And I decided when I got in the presidential race that I wanted to do better than that,\" she told reporters Saturday night. \"And that's why I just quit doing it. I don't sell access to my time. I don't call high dollar fundraisers. I'm out there raising money grassroots all across this country, because I want to move this in the right direction, we can't be a country that just keeps getting worse and worse.\" Warren's comments come after backlash she faced when she hit South Bend, Indiana, Mayor Pete Buttigieg during Thursday's Democratic debate for headlining a fundraiser earlier this month in Rutherford, California, at Hall Wines. Warren -- who rarely takes swipes at her Democratic rivals, even on the debate stage -- slammed Buttigieg for his big-donor fundraising practices. Instead of doing high-dollar fundraisers like Buttigieg, Warren has said she would not solicit wealthy donors and hold high-dollar fundraisers. Warren, however, faced criticism after a report published Saturday revealed she held a fundraiser in June 2018 for her Senate reelection where she gave out souvenir wine bottles. Warren explained to reporters in a media availability after a town hall in Cedar Rapids, Iowa, Saturday why she quit high-dollar fundraising after her Senate elections. \"So I think what's important is what direction are we taking this in, you know,\" she added. \"I don't think the American people are looking for purity. I think they're looking for someone who's trying, trying to make this system better and that's what I'm doing.\" Warren's deputy communications director Chris Hayden also released a statement Saturday night. \"This event, which occurred before the presidential campaign, was held at a large public music venue with multiple locations throughout the country, not an exclusive wine cave,\" he said in the statement. \"Their most expensive bottle of wine is $49. As the invite shows, the minimum to get in was $100. It did not require a maxout donation to attend.\""], "Language": false}