{"Type": ["article"], "Url": ["https://www.cnn.com/2019/12/21/us/tessa-majors-celebration-of-life/index.html"], "Source": ["cnn"], "Location": [null], "ByLine": ["By Christina Maxouris, CNN"], "Writers": [["Christina Maxouris"]], "FirstPublishDate": ["2019-12-22T04:18:46Z"], "LastModifiedDate": ["2019-12-22T04:18:46Z"], "Headline": ["Tessa Majors' friends and family celebrated her life nearly 2 weeks after she was killed near her college campus"], "Section": ["us"], "MappedSection": ["US"], "Article_Body": ["The ceremony celebrating Tessa Majors' life did just that: there was music, dancing and poetry delivered by some of the slain college student's closest friends.  Majors, 18, was a freshman at Barnard College. She was killed earlier this month just blocks away from the Manhattan school.   On Saturday, more than 1,000 people attended a private ceremony honoring the student at her high school, St. Anne's-Belfield School in Charlottesville, Virginia.  \"This broad spectrum of people that Tess knew and whose lives she touched all are testament to the influence that Tess had on so many — an impact that will endure in sweet memories of our time with her,\" said David Lourie, the head of St. Anne's.   Her family chose to remember her \"in her own words — the words of a gifted, thoughtful and insightful writer and in the music and lyrics of a fearless, creative, bold musician, a trusted collaborator and bandmate,\" Lourie said. \"Today we choose to remember Tess with celebration filled with music she created, music that inspired her and music that tells a story about Tess to friends and family,\" Lourie said. \"We celebrate Tess with the written word which she revered and used so beautifully to reflect on herself and the world.\" Her friends performed songs including \"Graceland\" by Paul Simon, \"I Believe\" by R.E.M. and \"My Girl\" by The Temptations and read poems she loved and wrote.  Majors' friends have spent the past week \"jamming in the family room\" of her family's home, listening to music with her parents or visiting her favorite spot, Lourie said.  \"(Her parents) wanted them at the center of the ceremony because it is through their passion and creativity that Tessa's memory endures,\" he said. David Smith, a humanities teacher at St. Anne's, paid tribute to her parents, Christy and Inman Majors. \"Tess was Tess because Christy and Inman allowed Tess to be Tess, whatever that looked like,\" he said. \"How blessed and grateful we are that you did.\" Her family did not speak at the ceremony but a written remembrance by her father, a novelist, was handed out. In it, he shared memories of his daughter and his appreciation for the love and support his family has received. \"She loved life and got her money's worth out of it. The family is heartbroken and will miss her so very much,\" her father wrote. The student interned with the Augusta Free Press earlier this year, during which time she wrote at least four articles. Lourie read an excerpt from a tribute written by Chris Graham, the newspaper's editor.  \"Tess Majors would conquer the world,\" Graham wrote. \"I became convinced of that this past spring.\" \"It is beyond my ability to process what has happened since that none of the great things that Tess Majors was destined to do will be able to come to pass,\" Graham wrote in his tribute. \"I'm certain, as certain as I am of anything, that she was going to achieve in whatever it was that she decided to set her sights upon.\" She was killed in a park near campus Majors was stabbed to death last week as she was walking through Morningside Park at 116th Street and Morningside Drive. Police said they believe she was confronted by up to three individuals, NYPD Chief of Patrol Services Rodney Harrison said.  A struggle followed and one of the people stabbed Majors with a knife several times.  She staggered her way up to the \"surface side\" of Morningside Drive, Harrison said, adding that she was found by a school security officer who called 911. She was taken to a local hospital where she was pronounced dead. A 13-year-old boy was arrested a day after the killing and charged with second-degree murder, first-degree robbery and criminal possession of a weapon.  New York police Detective Wilfredo Acevedo testified in court this week the teen told him he went to the park with two other people with the intention of robbing someone. The trio initially followed a man but then targeted Majors who refused to give up her property, Acevedo testified. An attorney for the teen argued his client was not aware that a robbery would be taking place."], "Language": false}